{
 "awd_id": "1341013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC-NIE Networking Infrastructure: High Performance Science Network (HPSNet) at Northwestern University",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 499656.0,
 "awd_amount": 499656.0,
 "awd_min_amd_letter_date": "2013-09-04",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "The Northwestern University High Performance Data Network (HPDNet) supports data intensive scientific research by providing high performance interconnects among select research laboratories, teaching environments, and instrumentation facilities on and between the two primary campuses of Northwestern University, thereby enhancing research capabilities and significantly expanding opportunities for interdisciplinary research.   The research projects directly impacted by this network include:\r\n\r\n* Computational Chemistry: enabled visualization of terabyte-sized datasets aimed at understanding how DNA structures and mechanical properties influence binding to proteins.\r\n\r\n* Chemical Engineering: transfer of large datasets to analytical facilities used to explore reduction of automotive emissions, development of fuel cells, and green chemistry processes. \r\n\r\n* Theoretical Chemistry: movement of large datasets between the campus and national facilities used in the exploration of charge transfer in molecular systems.\r\n\r\n* High-Energy Physics: Accelerated the movement and analysis of multi-terabyte datasets being generated as part of the Higgs Boson discovery project\r\n\r\n* Nanoscale Science: transfer of large-scale 3-dimensional optical imaging of nanoparticles in cells, which allows the ability to monitor intracellular movement, to computer clusters for analysis.\r\n\r\nThis network has direct impact on the undergraduate and graduate research and training capabilities in the departments and labs represented by these projects, broadening access to internal and external research resources through interconnects among multiple regional, national and international facilities.\r\n\r\nThe network is implemented as a long term resource within a wider science networking strategic plan targeted towards enhancing scientific research, teaching and collaboration with an emphasis on enhancing venues for hands-on participation in scientific researcher by undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Walsh",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Joseph T Walsh",
   "pi_email_addr": "jwalsh@northwestern.edu",
   "nsf_id": "000106852",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Reynolds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Reynolds",
   "pi_email_addr": "sean.reynolds@northwestern.edu",
   "nsf_id": "000620928",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2001 Sheridan Road, #G-166",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 499656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Northwestern University&rsquo;s High Performance Science Network (HPSNet) project has implemented a high performance physical network infrastructure to support data intensive science workflows.&nbsp; The project provides 10 Gigabit per-second (Gbps) connections to identified research laboratories and facilities on our two primary campuses in Chicago and Evanston, IL (supported by an intercampus 100 Gbps optical transport backbone) as well as access to multiple local, regional, national and international high performance networks.&nbsp; Implemented using a Science DMZ design, HPSNet services are physically isolated from the general campus network, ensuring reliable, sustained high performance and thereby avoiding bottlenecks in data-intensive research workflows.&nbsp; In order to proactively discover network performance issues, perfSONAR is used to monitor HPSNet service.&nbsp; A second equally important objective was the implementation of a network control server to explore the best ways in which Software Defined Networking (SDN) technologies like OpenFlow can be leveraged to support needs for dedicated bandwidth on demand.</p>\n<p>As of spring 2016, HPSNet is fully operational on both campuses, and participants are actively using the services it provides.&nbsp; HPSNet is having an immediate impact on areas that include conducting whole human genome studies, investigating the Higgs boson and other particles that make up dark matter, along with aging and disease studies:</p>\n<ul>\n<li>In the area of biomedical engineering, researchers are using the network to connect to local and national computing facilities, minimizing the time required to acquire and analyze data from different experiments and calculations. &nbsp;</li>\n<li>In the research of complex biological systems, Northwestern faculty and students are using HPSNet to connect their databases to local computing clusters for simulations and data analytics. &nbsp;</li>\n<li>At the Center for Genetic Medicine (CGM), researchers studying the human genome have reported on substantially accelerated transfer speeds of large volumes of data &ndash; more than 10 Terabytes at a time &ndash; between Northwestern and Argonne National Labs and between Northwestern and the University of Chicago.</li>\n</ul>\n<p>The deployment efforts for HPSNet have highlighted how modern research is stretching our researcher groups beyond their ability to support complex and integrated cyberinfrastructure environments. &nbsp;Connecting participants to HPSNet provided opportunities for Northwestern IT staff and domain experts to collaborate on networking and other supporting cyberinfrastructure services.&nbsp; In doing so, IT staff and research support specialists are gaining experience in supporting data intensive science workflows across multiple disciplines and growing data volumes.&nbsp; This experience is then applied to support additional researchers. &nbsp;To increase awareness and knowledge of HPSNet, several information sessions on available support and cyberinfrastructure for research projects requiring frequent and large data transfer, or increasing network demands, were created and delivered via small group meetings, web streaming, and individual consultations.&nbsp;</p>\n<p>We are continuing to expand use of HPSNet and improve how we meet the emerging needs of data-intensive research by: establishing a campus Cyberinfrastructure Engineer (NSF CC*DNI Engineer Award 1541457<a href=\"file:///C:/Users/jjr392/AppData/Local/Microsoft/Windows/Temporary%20Internet%20Files/Content.Outlook/FUCYDJ13/NSF-CC-NIE-13-530-Public-report.docx#_ftn1\">[1]</a>), placing a higher emphasis on developed skills focused on developing and supporting of integrated environments when hiring open IT cyberinfrastructure positions, and increasing focus on developing connections to the broader research cyberinfrastructure support communities.</p>\n<p>HPSNet has become ...",
  "por_txt_cntn": "\nNorthwestern UniversityÆs High Performance Science Network (HPSNet) project has implemented a high performance physical network infrastructure to support data intensive science workflows.  The project provides 10 Gigabit per-second (Gbps) connections to identified research laboratories and facilities on our two primary campuses in Chicago and Evanston, IL (supported by an intercampus 100 Gbps optical transport backbone) as well as access to multiple local, regional, national and international high performance networks.  Implemented using a Science DMZ design, HPSNet services are physically isolated from the general campus network, ensuring reliable, sustained high performance and thereby avoiding bottlenecks in data-intensive research workflows.  In order to proactively discover network performance issues, perfSONAR is used to monitor HPSNet service.  A second equally important objective was the implementation of a network control server to explore the best ways in which Software Defined Networking (SDN) technologies like OpenFlow can be leveraged to support needs for dedicated bandwidth on demand.\n\nAs of spring 2016, HPSNet is fully operational on both campuses, and participants are actively using the services it provides.  HPSNet is having an immediate impact on areas that include conducting whole human genome studies, investigating the Higgs boson and other particles that make up dark matter, along with aging and disease studies:\n\nIn the area of biomedical engineering, researchers are using the network to connect to local and national computing facilities, minimizing the time required to acquire and analyze data from different experiments and calculations.  \nIn the research of complex biological systems, Northwestern faculty and students are using HPSNet to connect their databases to local computing clusters for simulations and data analytics.  \nAt the Center for Genetic Medicine (CGM), researchers studying the human genome have reported on substantially accelerated transfer speeds of large volumes of data &ndash; more than 10 Terabytes at a time &ndash; between Northwestern and Argonne National Labs and between Northwestern and the University of Chicago.\n\n\nThe deployment efforts for HPSNet have highlighted how modern research is stretching our researcher groups beyond their ability to support complex and integrated cyberinfrastructure environments.  Connecting participants to HPSNet provided opportunities for Northwestern IT staff and domain experts to collaborate on networking and other supporting cyberinfrastructure services.  In doing so, IT staff and research support specialists are gaining experience in supporting data intensive science workflows across multiple disciplines and growing data volumes.  This experience is then applied to support additional researchers.  To increase awareness and knowledge of HPSNet, several information sessions on available support and cyberinfrastructure for research projects requiring frequent and large data transfer, or increasing network demands, were created and delivered via small group meetings, web streaming, and individual consultations. \n\nWe are continuing to expand use of HPSNet and improve how we meet the emerging needs of data-intensive research by: establishing a campus Cyberinfrastructure Engineer (NSF CC*DNI Engineer Award 1541457[1]), placing a higher emphasis on developed skills focused on developing and supporting of integrated environments when hiring open IT cyberinfrastructure positions, and increasing focus on developing connections to the broader research cyberinfrastructure support communities.\n\nHPSNet has become part of our research infrastructure planning and strategy going forward.  We will continue to extend and expand use of HPSNet to additional researchers and communities, provide consulting and recommendations to support participants through procurement processes for 10 Gbps capable equipment to connect to the service, and leverage national investments in..."
 }
}