{
 "awd_id": "1342090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EAGER: Enhancing the Cyber Security Workforce - The Human Angle",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 161708.0,
 "awd_amount": 161708.0,
 "awd_min_amd_letter_date": "2013-08-15",
 "awd_max_amd_letter_date": "2013-08-15",
 "awd_abstract_narration": "The proposed study provides extensive new data in two scarcely examined research areas. The first is the overall impact that cyber competitions have on enhancing the cybersecurity workforce. There is widespread anecdotal evidence of the benefits of individual competitions, but a large-scale, carefully constructed study is needed to determine outcomes and causal relationships. Additionally, it is the first thorough examination of the psychological characteristics of people interested in cybersecurity. Related research has examined the personality traits of IT professionals, the cognitive styles of computer \"hackers,\" and the academic abilities associated with success in STEM programs. However, no studies have focused exclusively on the cybersecurity field. The findings hold promise to transform existing ideas about the types of people who are qualified and willing to pursue careers in cybersecurity. Increasing the number of trained cybersecurity professionals is crucial to the continued success of both public and private enterprises. Competitions, such as NYU-Poly's digital \"Capture the Flag\" challenge, represent a promising approach towards accomplishing that goal using hands-on competition as a stimulus for learning. However, in order to improve the efficacy of future challenges, it is first necessary to examine the impact of past endeavors. Competitions present a unique opportunity to explore the psyche of individuals who have already displayed an interest in cybersecurity. Examining that population provides insight into the reasons why certain qualified individuals pursue careers in cybersecurity, while others do not. Such insight can also serve as an invaluable guide for the organizers of future efforts aimed at attracting a larger number of talented individuals to the cybersecurity workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masooda",
   "pi_last_name": "Bashir",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Masooda N Bashir",
   "pi_email_addr": "mnb@illinois.edu",
   "nsf_id": "000502793",
   "pi_start_date": "2013-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S Wright St",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 161708.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cybersecurity competitions are generally regarded as an effective method of recruiting high-school and collegiate talent into the cybersecurity workforce. While there has been much work done by the cybersecurity education community to develop the &ldquo;best&rdquo; competitions, little empirical research has been conducted to explore the types of people that are attracted to these competitions, why they decide to participate in these competitions, and whether these competitions really are effective at convincing participants to enter cybersecurity careers. The research funded by this grant is the first to identify prominent psychological characteristics common among cybersecurity competition participants, and provide insight into the types of people who are most likely to attend, and be recruited into the cybersecurity workforce by cybersecurity competitions. This research also investigated the socially defined concept of &lsquo;hackers&rsquo; and cybersecurity competition participants&rsquo; perceptions on whether the term applies to them. &nbsp;</p>\n<p>Over the course of this research, large-scale surveys were conducted among past participants of one of the oldest and reputable cybersecurity competitions&mdash;New York University&rsquo;s Cybersecurity Awareness Week Capture the Flag (CSAW CTF) Competition. CSAW CTF is an 11-year old annual on-site competition where participants compete against each other in teams to attack or defend a digital flag within an online network. Two separate surveys were conducted in 2013 and 2016 from different samples (N = 588 &amp; 235 respectively) of participants who had competed in CSAW CTF within the past decade. The surveys assessed a broad range of psychological characteristics such as personality, vocational interests, attachment style, cultural orientation, decision-making style, self-control, entitlement, and self-efficacy. Most of these characteristics have never before been studied within the cybersecurity competition context.</p>\n<p>Results from the first survey showed that among the psychological characteristics, cybersecurity competition participants scored highest in openness to experience (personality), investigative interests, rational decision-making styles, and self-efficacy in cybersecurity tasks. These characteristics were most predictive of whether a participant found the competition to be a major factor in influencing their decision to enter a cybersecurity career. Overall, competitions were considered to be an effective means of recruiting participants into cybersecurity careers by 61% of the participants, and measures of self-efficacy, interest, and decision making were the best ways to identify these potential new recruits.&nbsp;</p>\n<p>The first survey also explored competition participants&rsquo; perception of the term &lsquo;hacker&rsquo; and whether that term was descriptive of themselves. Less than half of the sample (47%) identified with the term &lsquo;hacker&rsquo;, while 74% of the sample reported that their motives for hacking were non-malicious. Self-proclaimed hackers were significantly more confident, conscientious, and open to experiences than non-hackers, while non-hackers scored higher on self-control. The results suggest that there is a negative connotation around the term &lsquo;hacker&rsquo;, and that those with more confidence in their skills would be more likely to call themselves a hacker while those with higher self-control would refrain from associating with such a label.&nbsp;</p>\n<p>The second survey included a more comprehensive measure of self-efficacy to replicate the results of the first survey. This novel 20-item measure of efficacy in computer security tasks was designed and validated for the purposes of this study and is available for use future studies upon request. This product from our research asks participants to rate their confidence in their ability to complete cybersecurity-related tasks such as &lsquo;perform reversed engineering&rsquo; and &lsquo;set up a virtual private network (VPN)&rsquo;. Cybersecurity self-efficacy was positively related to competition performance and important work outcomes of job satisfaction and perceived organizational fit, reinforcing the importance of being confident in your work within the domain of cybersecurity.</p>\n<p>The second survey also studied participants&rsquo; motivations for entering cybersecurity competitions, and the skills learnt from said competitions. Participants&rsquo; primary reasons for entering cybersecurity competitions such as CSAW CTF were mainly to challenge themselves with solving problems and train their cybersecurity-related skills compared to other reasons such as socializing or learning about cybersecurity careers. This meant that participants prioritized their self-mastery goals over social networking goals when they choose to participate in competitions. Regarding the skills learnt in these competitions, Participants reported learning a variety of skills ranging from cryptography to teamwork, but the skills most commonly reported to have been learnt were reverse engineering and analytical skills.</p>\n<p>In conclusion, the research funded by this grant has shed light on several understudied aspects about the demographic of cybersecurity competition participants. We now know their major personality characteristics, main motivations for joining competitions, and main skills retained from such competitions. This knowledge can hopefully be applied in the design and improvement of future cybersecurity competitions to further improve their effectiveness at recruiting fresh talent into the field of cybersecurity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Masooda&nbsp;N&nbsp;Bashir</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCybersecurity competitions are generally regarded as an effective method of recruiting high-school and collegiate talent into the cybersecurity workforce. While there has been much work done by the cybersecurity education community to develop the \"best\" competitions, little empirical research has been conducted to explore the types of people that are attracted to these competitions, why they decide to participate in these competitions, and whether these competitions really are effective at convincing participants to enter cybersecurity careers. The research funded by this grant is the first to identify prominent psychological characteristics common among cybersecurity competition participants, and provide insight into the types of people who are most likely to attend, and be recruited into the cybersecurity workforce by cybersecurity competitions. This research also investigated the socially defined concept of ?hackers? and cybersecurity competition participants? perceptions on whether the term applies to them.  \n\nOver the course of this research, large-scale surveys were conducted among past participants of one of the oldest and reputable cybersecurity competitions&mdash;New York University?s Cybersecurity Awareness Week Capture the Flag (CSAW CTF) Competition. CSAW CTF is an 11-year old annual on-site competition where participants compete against each other in teams to attack or defend a digital flag within an online network. Two separate surveys were conducted in 2013 and 2016 from different samples (N = 588 &amp; 235 respectively) of participants who had competed in CSAW CTF within the past decade. The surveys assessed a broad range of psychological characteristics such as personality, vocational interests, attachment style, cultural orientation, decision-making style, self-control, entitlement, and self-efficacy. Most of these characteristics have never before been studied within the cybersecurity competition context.\n\nResults from the first survey showed that among the psychological characteristics, cybersecurity competition participants scored highest in openness to experience (personality), investigative interests, rational decision-making styles, and self-efficacy in cybersecurity tasks. These characteristics were most predictive of whether a participant found the competition to be a major factor in influencing their decision to enter a cybersecurity career. Overall, competitions were considered to be an effective means of recruiting participants into cybersecurity careers by 61% of the participants, and measures of self-efficacy, interest, and decision making were the best ways to identify these potential new recruits. \n\nThe first survey also explored competition participants? perception of the term ?hacker? and whether that term was descriptive of themselves. Less than half of the sample (47%) identified with the term ?hacker?, while 74% of the sample reported that their motives for hacking were non-malicious. Self-proclaimed hackers were significantly more confident, conscientious, and open to experiences than non-hackers, while non-hackers scored higher on self-control. The results suggest that there is a negative connotation around the term ?hacker?, and that those with more confidence in their skills would be more likely to call themselves a hacker while those with higher self-control would refrain from associating with such a label. \n\nThe second survey included a more comprehensive measure of self-efficacy to replicate the results of the first survey. This novel 20-item measure of efficacy in computer security tasks was designed and validated for the purposes of this study and is available for use future studies upon request. This product from our research asks participants to rate their confidence in their ability to complete cybersecurity-related tasks such as ?perform reversed engineering? and ?set up a virtual private network (VPN)?. Cybersecurity self-efficacy was positively related to competition performance and important work outcomes of job satisfaction and perceived organizational fit, reinforcing the importance of being confident in your work within the domain of cybersecurity.\n\nThe second survey also studied participants? motivations for entering cybersecurity competitions, and the skills learnt from said competitions. Participants? primary reasons for entering cybersecurity competitions such as CSAW CTF were mainly to challenge themselves with solving problems and train their cybersecurity-related skills compared to other reasons such as socializing or learning about cybersecurity careers. This meant that participants prioritized their self-mastery goals over social networking goals when they choose to participate in competitions. Regarding the skills learnt in these competitions, Participants reported learning a variety of skills ranging from cryptography to teamwork, but the skills most commonly reported to have been learnt were reverse engineering and analytical skills.\n\nIn conclusion, the research funded by this grant has shed light on several understudied aspects about the demographic of cybersecurity competition participants. We now know their major personality characteristics, main motivations for joining competitions, and main skills retained from such competitions. This knowledge can hopefully be applied in the design and improvement of future cybersecurity competitions to further improve their effectiveness at recruiting fresh talent into the field of cybersecurity.\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Masooda N Bashir"
 }
}