{
 "awd_id": "1342969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum-G8 Initiative Collaborative Research: METROPOLE: An Integrated Framework to Analyze Local Decision Making and Adaptive Capacity to Large-Scale Environmental Change",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 693406.0,
 "awd_amount": 693406.0,
 "awd_min_amd_letter_date": "2013-07-26",
 "awd_max_amd_letter_date": "2016-06-03",
 "awd_abstract_narration": "This award provides support to U.S. researchers participating in a project competitively selected by a 13-country initiative on global change research through the Belmont Forum and the G8 countries Heads of Research Councils. The Belmont Forum is a high level group of the world?s major and emerging funders of global environmental change research and international science councils.  It aims to accelerate delivery of the international environmental research most urgently needed to remove critical barriers to sustainability by aligning and mobilizing international resources. The G8 Heads of Research Councils developed a funding framework to support multilateral research projects that address global challenges in ways that are beyond the capacity of national or bilateral activities. Each partner country provides funding for their researchers within a consortium to alleviate the need for funds to cross international borders.  This approach facilitates effective leveraging of national resources to support excellent research on topics of global relevance best tackled through a multinational approach, recognizing that global challenges need global solutions.\r\n\r\nWorking together in an inaugural call of the International Opportunities Fund, the Belmont Forum and G8HORCs have provided support for research projects that seek to deliver knowledge needed for action to mitigate and adapt to detrimental environmental change and extreme hazardous events that relate to either Freshwater Security or Coastal Vulnerability.  This award provides support for the U.S. researchers to cooperate in consortia that consist of partners from at least three of the participating countries and that bring together natural scientists, social scientists and research users (e.g., policy makers, regulators, NGOs, communities and industry).  \r\n\r\nThis award supports research activities that will develop an integrated framework to assess the human dimensions of climate change impacts in coastal communities in the United States, the United Kingdom, and Brazil. Often, scientific research and development of policy options focus primarily on technical or managerial concerns. Social dynamics and values as well as cultural and institutional structures are often not directly incorporated and addressed when considering coastal adaptation challenges and sustainability. This project will work directly with stakeholders and policymakers to co-produce data and adaptation options when assessing risk vulnerability. Downscaled climate forecasts and state-of-the-art visualization tools will be used to illustrate potential impacts on infrastructure, health, economic risk, adaption options, and cost/benefit analyses. Social research will use a series of surveys, models and interviews to understand values, beliefs, tradeoffs, and adaptive capacity. This work will contribute toward understanding how visualization technologies, engagement processes, and risk assessment models can support decision making processes and policy actions and toward addressing the complex issue of how communities of different cultural backgrounds respond to risk.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Muller-Karger",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frank E Muller-Karger",
   "pi_email_addr": "carib@usf.edu",
   "nsf_id": "000268563",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kalanithy",
   "pi_last_name": "Vairavamoorthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kalanithy Vairavamoorthy",
   "pi_email_addr": "vairavk@usf.edu",
   "nsf_id": "000592741",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Merrill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Merrill",
   "pi_email_addr": "smerrill@catalysisadaptation.com",
   "nsf_id": "000645304",
   "pi_start_date": "2013-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "830 1st Street South",
  "perf_city_name": "St. Petersburg",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "337015016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "FL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167900",
   "pgm_ele_name": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 458611.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 54530.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 180265.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To identify socio-economic and cultural factors that can create barriers to climate adaptation in coastal communities, the METROPOLE project bought together social, economic and environmental scientists with city authorities, planning commissions and professional associations in Brazil, UK, and the USA. The multi-national research team investigated how communities of different sizes and cultures respond to risk, tested the use of innovative visualizations in workshops, and evaluated specific factors that are impacting decision-making, governance and regional adaptive capacity.</p>\n<p>Overview: The METROPOLE Project was supported by the National Science Foundation (NSF, USA), the Sao Paulo Research Foundation (FAPESP, BR), the Economic and Social Research Council (ESRC, UK,) and the Natural Environment Research Council (NERC, UK). The project was led by researchers at the University of South Florida College of Marine Science (USA) in collaboration with King's College of London (UK), the Centro Nacional de Monitoramento e Alertas de Desastres (CEMADEN BR), INPE-National Institute for Space Research (BR), State University of Campinas (BR), GEI Consultants (US), the American Planning Association-Florida, and local government partners in each country.</p>\n<p>Study design: The project used an integrated research model to define connections between stakeholder values, beliefs and preferences for adaptation action and funding. The municipal partners defined their local study area which included 3,000 to 12,000 residential buildings, determined which sea level rise (SLR) scenarios to use, and identified two adaptation actions to be modeled. Each community was provided with a vulnerability assessment, inundation maps for future risks, cost of damages, and a cost-benefit analysis of the adaptation actions, using the COAST software developed by GEI. In each community, stakeholders reviewed the information in two workshops Surveys were used to collect information on attitudes to assess changes. To examine the larger organizational and institutional factors that constrain adaptation, Adaptive Capacity Index (ACI) interviews were conducted with approximately 80 decision makers to facilitate reflections on structure, communications, resources and local policy development.</p>\n<p>Scientific findings: The project identified opportunities and common barriers for integrated adaptation planning: 1) size does matter -- smaller towns have funding and personnel resource challenges; 2) larger towns and counties have organizational and jurisdictional disconnects; 3) risks to housing, workforce and economic sectors are not integrated; 4) environmental values and temporal discounting factors influence decision making; and 5) specific cultural factors influence the acceptability of different public funding. Articles were published in peer-reviewed journals and collaborations with professional associations produced practical recommendations and training.</p>\n<p>The project contributed new research which characterized issues related to municipal scale and stakeholder values that influence priorities for adaptation and acceptance of different local finance tools. The ACI work contributed to the recognition within climate change adaptation scholarship and planning that scale, or size of a municipality or agency, is a principal characteristic that shapes resilience, disaster losses and the governance of disaster risk. By analyzing adaptive capacity across scale and sectors of city, county, state and national governance, the METROPOLE project identified opportunities and barriers for integrated adaptation planning in each city.&nbsp; The ACI approach revealed inequalities in adaptive capacity to be greater across scale than across government, private sector and civil society capacity in each study area. This is particularly important when considering that local levels and smaller towns will increasingly bear the costs for implementing resilience improvements.</p>\n<p>The METROPOLE workshops and surveys revealed specific attitudes and values associated with adaptation actions and public finance for adaptation. The study found common perceptions across the three countries which showed a preference for nature-based adaptation and land-use redevelopment policies which avoided new risks for short-term local government actions, and, a preference for delaying major engineering improvements for future time frames.</p>\n<p>The research found that public finance mechanisms that imposed fiscal burdens on those who directly benefit from hazard reduction were rated as more acceptable than fees that were applied generally. Significantly, visualizations and data showing local economic damage and return on investment of potential adaptation options increased acceptability ratings. The findings have implications for large infrastructure improvements that require public approval for financing.</p>\n<p>Societal Benefits and Outcomes: The METROPOLE data, workshops and process catalyzed action among the local government partners. The Mayor of Santos (BR) formed a commission which produced a robust climate change adaptation plan that was formally approved Dec. 2016. The Town Council of Selsey (UK) held a conference in April 2016 to discuss flood defense funding issues facing other small towns. In the US, staff in Broward County Florida used the data to inform the Climate Task Force and other committees.</p>\n<p>Through this collaborative research, communities identified opportunities to improve their resiliency through integrated vulnerability assessments, stakeholder engagement and planning processes. The project has produced new information and resources that are supporting training programs for local governments in Florida.&nbsp;</p>\n<p>For more information visit http://metropole.marine.usf.edu</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2018<br>\n\t\t\t\t\tModified by: Frank&nbsp;E&nbsp;Muller-Karger</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1342969/1342969_10261455_1539520989820_2Selseymap--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1342969/1342969_10261455_1539520989820_2Selseymap--rgov-800width.jpg\" title=\"Maps Support Community Analysis\"><img src=\"/por/images/Reports/POR/2018/1342969/1342969_10261455_1539520989820_2Selseymap--rgov-66x44.jpg\" alt=\"Maps Support Community Analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of East Selsey visualizes the extent of future flooding caused by sea level rise and storm surge, causing waves to overtop the current sea wall</div>\n<div class=\"imageCredit\">S. Merrill, GEI Inc</div>\n<div class=\"imageSubmitted\">Frank&nbsp;E&nbsp;Muller-Karger</div>\n<div class=\"imageTitle\">Maps Support Community Analysis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1342969/1342969_10261455_1540326288632_Slide4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1342969/1342969_10261455_1540326288632_Slide4--rgov-800width.jpg\" title=\"Visuals Improve Understanding of Potential Costs\"><img src=\"/por/images/Reports/POR/2018/1342969/1342969_10261455_1540326288632_Slide4--rgov-66x44.jpg\" alt=\"Visuals Improve Understanding of Potential Costs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The blue bars indicate estimated cost of damages per residential building for different sea level rise and storm surge scenarios in Santos, Brazil.</div>\n<div class=\"imageCredit\">S. Merrill, GEI Inc</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Frank&nbsp;E&nbsp;Muller-Karger</div>\n<div class=\"imageTitle\">Visuals Improve Understanding of Potential Costs</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nTo identify socio-economic and cultural factors that can create barriers to climate adaptation in coastal communities, the METROPOLE project bought together social, economic and environmental scientists with city authorities, planning commissions and professional associations in Brazil, UK, and the USA. The multi-national research team investigated how communities of different sizes and cultures respond to risk, tested the use of innovative visualizations in workshops, and evaluated specific factors that are impacting decision-making, governance and regional adaptive capacity.\n\nOverview: The METROPOLE Project was supported by the National Science Foundation (NSF, USA), the Sao Paulo Research Foundation (FAPESP, BR), the Economic and Social Research Council (ESRC, UK,) and the Natural Environment Research Council (NERC, UK). The project was led by researchers at the University of South Florida College of Marine Science (USA) in collaboration with King's College of London (UK), the Centro Nacional de Monitoramento e Alertas de Desastres (CEMADEN BR), INPE-National Institute for Space Research (BR), State University of Campinas (BR), GEI Consultants (US), the American Planning Association-Florida, and local government partners in each country.\n\nStudy design: The project used an integrated research model to define connections between stakeholder values, beliefs and preferences for adaptation action and funding. The municipal partners defined their local study area which included 3,000 to 12,000 residential buildings, determined which sea level rise (SLR) scenarios to use, and identified two adaptation actions to be modeled. Each community was provided with a vulnerability assessment, inundation maps for future risks, cost of damages, and a cost-benefit analysis of the adaptation actions, using the COAST software developed by GEI. In each community, stakeholders reviewed the information in two workshops Surveys were used to collect information on attitudes to assess changes. To examine the larger organizational and institutional factors that constrain adaptation, Adaptive Capacity Index (ACI) interviews were conducted with approximately 80 decision makers to facilitate reflections on structure, communications, resources and local policy development.\n\nScientific findings: The project identified opportunities and common barriers for integrated adaptation planning: 1) size does matter -- smaller towns have funding and personnel resource challenges; 2) larger towns and counties have organizational and jurisdictional disconnects; 3) risks to housing, workforce and economic sectors are not integrated; 4) environmental values and temporal discounting factors influence decision making; and 5) specific cultural factors influence the acceptability of different public funding. Articles were published in peer-reviewed journals and collaborations with professional associations produced practical recommendations and training.\n\nThe project contributed new research which characterized issues related to municipal scale and stakeholder values that influence priorities for adaptation and acceptance of different local finance tools. The ACI work contributed to the recognition within climate change adaptation scholarship and planning that scale, or size of a municipality or agency, is a principal characteristic that shapes resilience, disaster losses and the governance of disaster risk. By analyzing adaptive capacity across scale and sectors of city, county, state and national governance, the METROPOLE project identified opportunities and barriers for integrated adaptation planning in each city.  The ACI approach revealed inequalities in adaptive capacity to be greater across scale than across government, private sector and civil society capacity in each study area. This is particularly important when considering that local levels and smaller towns will increasingly bear the costs for implementing resilience improvements.\n\nThe METROPOLE workshops and surveys revealed specific attitudes and values associated with adaptation actions and public finance for adaptation. The study found common perceptions across the three countries which showed a preference for nature-based adaptation and land-use redevelopment policies which avoided new risks for short-term local government actions, and, a preference for delaying major engineering improvements for future time frames.\n\nThe research found that public finance mechanisms that imposed fiscal burdens on those who directly benefit from hazard reduction were rated as more acceptable than fees that were applied generally. Significantly, visualizations and data showing local economic damage and return on investment of potential adaptation options increased acceptability ratings. The findings have implications for large infrastructure improvements that require public approval for financing.\n\nSocietal Benefits and Outcomes: The METROPOLE data, workshops and process catalyzed action among the local government partners. The Mayor of Santos (BR) formed a commission which produced a robust climate change adaptation plan that was formally approved Dec. 2016. The Town Council of Selsey (UK) held a conference in April 2016 to discuss flood defense funding issues facing other small towns. In the US, staff in Broward County Florida used the data to inform the Climate Task Force and other committees.\n\nThrough this collaborative research, communities identified opportunities to improve their resiliency through integrated vulnerability assessments, stakeholder engagement and planning processes. The project has produced new information and resources that are supporting training programs for local governments in Florida. \n\nFor more information visit http://metropole.marine.usf.edu\n\n\t\t\t\t\tLast Modified: 10/23/2018\n\n\t\t\t\t\tSubmitted by: Frank E Muller-Karger"
 }
}