{
 "awd_id": "1342566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Collaborative Research: Cross-Layer Design Techniques for Robustness of the Next-Generation Nonvolatile Memories",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 191964.0,
 "awd_amount": 191964.0,
 "awd_min_amd_letter_date": "2013-05-09",
 "awd_max_amd_letter_date": "2013-05-09",
 "awd_abstract_narration": "The objective of the research is to develop design technologies that can alleviate the general robustness issues of the next-generation nonvolatile memories while maintaining and even improving the generic memory specifications such as density, power and performance. Comprehensive solutions are integrated from architecture, circuit and device layers for the improvement on the density, cost and reliability of emerging nonvolatile memories. \r\n\r\nThe design techniques include 1) a new write endurance improvement technique for multi-level cell devices to prolong the lifetime of the new nonvolatile memories by applying the coding and wear-leveling techniques that are monitored and controlled by self-contained circuits; 2) self-reference and other adaptive sensing techniques to overcome the impacts of process variations and device wear-out mechanisms for yield improvement.; and 3) a new interleaved 3D-stacking memory integration scheme and peripheral circuit design to increase the number of stacks integrated within a certain height. \r\n\r\nThe broader impact of the research lies in revealing the importance of applying cross-layer design techniques to resolve the robustness issues of the next-generation NVMs and the attentions to the robust design context. The system architects, the circuit designers and the device integration engineers can be well bridged and educated by the research innovations. The developed techniques can be directly transferred to industry applications under the close collaborations with several industry partners, and directly impact the future computing systems. The activities in the collaboration also include the tutorials in the major conferences on the technical aspects of the projects and new course development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hai",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hai Li",
   "pi_email_addr": "hai.li@duke.edu",
   "nsf_id": "000538107",
   "pi_start_date": "2013-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 191964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;&nbsp;The objective of the project is to investigate the design methodologies that can alleviate the general robustness issues of the next-generation emerging nonvolatile memories (eNVMs) while maintaining or even improving the generic memory specifications. Particularly, the design techniques on architecture, circuit and device layers need to be seamlessly integrated together to provide the comprehensive solutions for high-density, low-cost, and reliable next-generation NVM technologies. The research works include three different aspects: Sub1-investigating the techniques that can prolong the lifetime of eNVMs; Sub2-exploring special circuit design techniques that can eliminate the impact of process variations for better reliability; and Sub3-looking into the new cell/array structure to improve density.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our research on Sub1 started with the investigation on the tradeoff between the MTJ's write performance and its nonvolatility. We proposed a multi retention level cache hierarchy implemented entirely with STT-RAM that delivers the optimal power saving and performance improvement based on the write access patterns at each level. The according refresh scheme was proposed to achieve the theoretical minimum refresh power consumption. The use of a hybrid lower level STT-RAM design for cache with large capacity that simultaneously offers fast average write latency and low standby power was also presented.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Furthermore, we discovered the uneven energy consumption in multi-level cell (MLC) STT-RAM at circuit design level and linked it to the application dependent data pattern at architecture level. Concerning the write endurance of MLC STTRAM caches, we proposed an architectural solution that uses set remapping to even out writes in the cache. The wear leveling scheme was developed by combining with a performance recovering technique called &ldquo;lookback&rdquo;. The project enabled the usage of STT-RAM MLC in lower level cache with extremely high energy efficiency and practical lifetime.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our research on Sub2 mainly focuses on the circuit techniques for reliability improvement. The first developed technique is the self-reference sense scheme for STT-RAM. By leveraging the different current dependences of the high- and low-resistance states of an MTJ, we investigated two non-destructive self-reference sensing schemes. In addition, three combined magnetic- and circuit-level techniques were proposed to enhance the sense margin and device variation tolerance.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The second work is on high-speed robust NVM-TCAM design. We proposed to utilize an adaptive body bias feedback scheme to enhance the sensing margin of MTJ-based TCAMs. Determined by the select transistor types in use, two cell structures were presented: the symmetrical dual-N design and the asymmetrical P-N scheme. Both designs demonstrated distinguished enhancement with the enlarged sense margins, fast searching speed and dynamic energy reduction. These characteristics are remarkably beneficial to commercial applications requiring high-performance TCAMs.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The third technique is the weighted sensing scheme for ReRAM-based cross-point memory array. The design utilizes op-amp in read circuitry to well control the bitline voltage and suppress the impact of sneak paths. Furthermore, by assigning different weights to different data bits, these bits can share one op-amp for data detection.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The research outcomes of Sub3 include two tasks. First, we explored a novel LUT design with bipolar RRAM devices. Moreover, two 3D stacking structures in different connection forms named as 3D-ICML and 3D-HIM were proposed. Both designs eliminate the isolation layer in 3D stacking by applying the two...",
  "por_txt_cntn": "\n      The objective of the project is to investigate the design methodologies that can alleviate the general robustness issues of the next-generation emerging nonvolatile memories (eNVMs) while maintaining or even improving the generic memory specifications. Particularly, the design techniques on architecture, circuit and device layers need to be seamlessly integrated together to provide the comprehensive solutions for high-density, low-cost, and reliable next-generation NVM technologies. The research works include three different aspects: Sub1-investigating the techniques that can prolong the lifetime of eNVMs; Sub2-exploring special circuit design techniques that can eliminate the impact of process variations for better reliability; and Sub3-looking into the new cell/array structure to improve density.\n\n      Our research on Sub1 started with the investigation on the tradeoff between the MTJ's write performance and its nonvolatility. We proposed a multi retention level cache hierarchy implemented entirely with STT-RAM that delivers the optimal power saving and performance improvement based on the write access patterns at each level. The according refresh scheme was proposed to achieve the theoretical minimum refresh power consumption. The use of a hybrid lower level STT-RAM design for cache with large capacity that simultaneously offers fast average write latency and low standby power was also presented.\n\n      Furthermore, we discovered the uneven energy consumption in multi-level cell (MLC) STT-RAM at circuit design level and linked it to the application dependent data pattern at architecture level. Concerning the write endurance of MLC STTRAM caches, we proposed an architectural solution that uses set remapping to even out writes in the cache. The wear leveling scheme was developed by combining with a performance recovering technique called \"lookback\". The project enabled the usage of STT-RAM MLC in lower level cache with extremely high energy efficiency and practical lifetime.\n\n      Our research on Sub2 mainly focuses on the circuit techniques for reliability improvement. The first developed technique is the self-reference sense scheme for STT-RAM. By leveraging the different current dependences of the high- and low-resistance states of an MTJ, we investigated two non-destructive self-reference sensing schemes. In addition, three combined magnetic- and circuit-level techniques were proposed to enhance the sense margin and device variation tolerance.\n\n      The second work is on high-speed robust NVM-TCAM design. We proposed to utilize an adaptive body bias feedback scheme to enhance the sensing margin of MTJ-based TCAMs. Determined by the select transistor types in use, two cell structures were presented: the symmetrical dual-N design and the asymmetrical P-N scheme. Both designs demonstrated distinguished enhancement with the enlarged sense margins, fast searching speed and dynamic energy reduction. These characteristics are remarkably beneficial to commercial applications requiring high-performance TCAMs.\n\n      The third technique is the weighted sensing scheme for ReRAM-based cross-point memory array. The design utilizes op-amp in read circuitry to well control the bitline voltage and suppress the impact of sneak paths. Furthermore, by assigning different weights to different data bits, these bits can share one op-amp for data detection.\n\n      The research outcomes of Sub3 include two tasks. First, we explored a novel LUT design with bipolar RRAM devices. Moreover, two 3D stacking structures in different connection forms named as 3D-ICML and 3D-HIM were proposed. Both designs eliminate the isolation layer in 3D stacking by applying the two opposite material stacks to odd and even layers alternately. We also successfully adopted the 3D RRAM structure in FPGA design for logic configuration and signal routing.\n\n      We also proposed the first STT-RAM design that enables the dual-port accesses. To reduce cell area an..."
 }
}