{
 "awd_id": "1342104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium on Cognitive Systems and Discovery Informatics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2013-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 13000.0,
 "awd_amount": 13000.0,
 "awd_min_amd_letter_date": "2013-06-06",
 "awd_max_amd_letter_date": "2013-06-06",
 "awd_abstract_narration": "The project provides support for Symposium on Discovery Informatics and Cognitive Systems. Discovery informatics aims to develop computational systems that support the scientific enterprise. Cognitive systems aims to develop computational artifacts that exhibit the broad range of intelligent behavior found in humans. \r\n\r\nThe symposium brings together researchers who approach discovery informatics from a variety of perspectives but who share an interest in system-level approaches and the role of high level cognition in science. It focuses on a specific set of challenges at the intersection of cognitive systems and discovery informatics. The participants' interactions should lead to new insights and new collaborations in this emerging area.\r\n\r\nThe new field of discovery informatics has the potential to not only accelerate but also advance the frontiers of the scientific enterprise by automating processes that researchers currently carry out manually. This symposim aims to clarify these processes and share insights with the broader community. The symposium fills a critical need in terms of building a vibrant community of interdisciplinary researchers in discovery informatics. It contributes to education and training of graduate students, and broadening participation of underrepresented groups in  STEM areas that are critical to multiple NSF initiatives e.g., Big Data Science and Engineering, Computation and Data Enabled Science and Engineering, among others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pat",
   "pi_last_name": "Langley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pat Langley",
   "pi_email_addr": "pat.langley@sv.cmu.edu",
   "nsf_id": "000377742",
   "pi_start_date": "2013-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "Silicon Valley Campus",
  "perf_city_name": "Moffett Field",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940350001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded a symposium on the relationship between discovery<br />informatics and cognitive systems. Discovery informatics aims to<br />develop computational systems that support the scientific enterprise.<br />Cognitive systems aims to develop computational artifacts that exhibit<br />the broad range of intelligent behavior found in humans. The meeting<br />explored the intersection of these two emerging disciplines in the<br />context of specific scientific problems, examining the role of<br />representations, reasoning, and problem solving in each case.<br /><br />Presenters addressed a number of basic issues at these crossroads,<br />including: (a) the types of structured representations that underlie<br />the encoding of scientific phenomena, hypotheses, and models; (b) the<br />roles played by multi-step reasoning in the generation of scientific<br />predictions and explanations, including both deductive and abductive<br />inference; (c) the roles that problem solving and heuristic search<br />play in the construction and revision of scientific hypotheses and<br />models; (d) the major activities that make up the scientific process<br />and how they interact to advance the acquisition of data and the<br />generation of models; (e) lessons that the history of science and<br />cognitive psychology offer about the representations and mechanisms<br />that underlie the scientific enterprise; and (f) computational<br />abstractions that recur across scientific disciplines despite their<br />distinct types of phenomena, their different formalisms, and their<br />varied content.<br /><br />Participants from backgrounds as diverse as computer science, psychology,<br />information science, and philosophy presented different perspectives<br />on the same underlying problems. The application areas also varied<br />widely, including the fields of cell biology, ecology, endocrinology,<br />geology, and social science. The two-day meeting fostered increased<br />interaction between these researchers and suggested new directions for<br />research that would benefit both discovery informatics and cognitive<br />systems.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2015<br>\n\t\t\t\t\tModified by: Pat&nbsp;Langley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant funded a symposium on the relationship between discovery\ninformatics and cognitive systems. Discovery informatics aims to\ndevelop computational systems that support the scientific enterprise.\nCognitive systems aims to develop computational artifacts that exhibit\nthe broad range of intelligent behavior found in humans. The meeting\nexplored the intersection of these two emerging disciplines in the\ncontext of specific scientific problems, examining the role of\nrepresentations, reasoning, and problem solving in each case.\n\nPresenters addressed a number of basic issues at these crossroads,\nincluding: (a) the types of structured representations that underlie\nthe encoding of scientific phenomena, hypotheses, and models; (b) the\nroles played by multi-step reasoning in the generation of scientific\npredictions and explanations, including both deductive and abductive\ninference; (c) the roles that problem solving and heuristic search\nplay in the construction and revision of scientific hypotheses and\nmodels; (d) the major activities that make up the scientific process\nand how they interact to advance the acquisition of data and the\ngeneration of models; (e) lessons that the history of science and\ncognitive psychology offer about the representations and mechanisms\nthat underlie the scientific enterprise; and (f) computational\nabstractions that recur across scientific disciplines despite their\ndistinct types of phenomena, their different formalisms, and their\nvaried content.\n\nParticipants from backgrounds as diverse as computer science, psychology,\ninformation science, and philosophy presented different perspectives\non the same underlying problems. The application areas also varied\nwidely, including the fields of cell biology, ecology, endocrinology,\ngeology, and social science. The two-day meeting fostered increased\ninteraction between these researchers and suggested new directions for\nresearch that would benefit both discovery informatics and cognitive\nsystems.\n\n \n\n\t\t\t\t\tLast Modified: 06/08/2015\n\n\t\t\t\t\tSubmitted by: Pat Langley"
 }
}