{
 "awd_id": "1342914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Monitoring inflation at Axial Seamount",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2013-05-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 47806.0,
 "awd_amount": 47806.0,
 "awd_min_amd_letter_date": "2013-05-10",
 "awd_max_amd_letter_date": "2013-05-10",
 "awd_abstract_narration": "ABSTRACT (Chadwick/Nooner)\r\nOCE-0725605/0726093\r\n\r\nIntellectual Merit:  This research will continue measurements of long term volcanic inflation of the seafloor at Axial Seamount on the Juan de Fuca Ridge using an innovative new pressure sensor/benchmarking method.  Present data show Axial Volcano has been re-inflating since its 1998 eruption.  The center of Axial caldera has been uplifted 2.4 m since then. At the current rate of inflation, it is estimated that in another 4-8 years Axial will be fully inflated and ready to erupt again. Axial volcano is the only underwater volcano in the world where inflation and deflation is being measured, where the magma supply rate can be quantified, and where an entire volcanic cycle can be documented.  Data from the project will be able to be used to constrain the depth of magma movements beneath the caldera, show how the magma supply rate changes over time, and help determine whether or not eruptions can be forecast.  Measurements of the volcano will be made in 2009 and 2011 at an array of seafloor benchmarks inside and outside the caldera using a remotely operated vehicle. The measurements follow a NOAA funded survey in the summer of 2007 and will provide inflation data every two years until 2011. Data will then be compared to other volcanic regions and used to optimize crustal deformation models.  Goals will be to determine whether the inflation rate follows an exponential decay that is governed by the pressure gradient between a deep source that supplies magma to the shallow reservoir beneath the caldera.  It will also seek to determine if magma delivery is focused, supplied at a higher rate, and stored in a deeper and larger reservoirs than at normal mid-ocean ridge segments. \r\n\r\nBroader Impacts:  Broader impacts of the work include support of an early career scientist, and support for public outreach from NOAA's successful NeMO web site which features education and outreach material for students, teachers, and the general public that are related to eruptions on Axial Volcano since 1998.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Nooner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Scott L Nooner",
   "pi_email_addr": "nooners@uncw.edu",
   "nsf_id": "000355796",
   "pi_start_date": "2013-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Wilmington",
  "inst_street_address": "601 S COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9109623167",
  "inst_zip_code": "284033201",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NC07",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT WILMINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1GPHS96MUE1"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Wilmington",
  "perf_str_addr": "601 South College Road",
  "perf_city_name": "Wilmington",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "284033201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 47806.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We conducted three research expeditions with the Jason remotely operated vehicle over the course of five years (2007, 2010, and 2011) at Axial Seamount, an active submarine volcano in the NE Pacific. The main goal of the project was to continue a time-series of innovative volcanic inflation/deflation measurements using precise pressure sensors to determine if and how much the seafloor in the summit caldera was bulging upward in response to magma accumulating at depth. &nbsp;These types of measurements have previously documented both gradual inflation (the seafloor moving upward) between eruption at rates of 15-60 cm/yr (6-23 inches/yr), and rapid deflation (the seafloor moving downward) during a 1998 eruption of 2-3 meters (6-10 feet).<br />Over the course of this work, we saw steady long-term inflation at the caldera center at a rate of about 15 cm/yr from 2007 to 2010, amounting to over 2 meters of re-inflation since the first recorded eruption of Axial in 1998. The rate of inflation decreases with distance from the center of the caldera, as predicted by elastic deformation models. New concrete benchmarks we installed improved the repeatability (uncertainty) of our measurements to 0.6 cm, the best precision we have yet achieved. We were also able to test models of inflation; i.e. distinguish whether the long-term pattern of inflation is linear of exponential in character, something which has implications for the deformation process.&nbsp;<br />Based on our observations, in 2010 we estimated that the next eruption of Axial Seamount was likely to occur by 2015. To our excitement when we arrived in 2011, it was obvious that an eruption had occurred recently. Our measurements showed that there had been a major eruption in April 2011. This is the first and site where active volcanic inflation has been documented on the seafloor where such long-term geodetic studies have been used to successfully forecast the timing of the next eruption. It is the only underwater volcano where a long record of inflation and deflation exists, where the magma supply rate can be quantified, and where an entire volcanic cycle has now been documented. The value of these data is that they can tell us about the magma supply over time at Axial, and they place other on-going measurements and sampling in the context of its magmatic cycle. For example, changes in magma supply rate appears to affect the rate that earthquakes occur at the volcano, which in turn may affect Axial's hydrothermal system and its biological communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2014<br>\n\t\t\t\t\tModified by: Scott&nbsp;L&nbsp;Nooner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1342914/1342914_10071999_1418852579711_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1342914/1342914_10071999_1418852579711_Fig1--rgov-800width.jpg\" title=\"Bathymetric map of the summit caldera of Axial Seamount\"><img src=\"/por/images/Reports/POR/2014/1342914/1342914_10071999_1418852579711_Fig1--rgov-66x44.jpg\" alt=\"Bathymetric map of the summit caldera of Axial Seamount\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The locations of the two bottom pressure recorders (BPRs) that measuredvertical movements of the sea floor during the 2011 eruption are shown,along with the lava flows that were erupted in April 2011 (blue outlines) andtheir eruptive vents (red lines).</div>\n<div class=\"imageCredit\">William W. Chadwick Jr.</div>\n<div class=\"imagePermisssions\">Copyr...",
  "por_txt_cntn": "\nWe conducted three research expeditions with the Jason remotely operated vehicle over the course of five years (2007, 2010, and 2011) at Axial Seamount, an active submarine volcano in the NE Pacific. The main goal of the project was to continue a time-series of innovative volcanic inflation/deflation measurements using precise pressure sensors to determine if and how much the seafloor in the summit caldera was bulging upward in response to magma accumulating at depth.  These types of measurements have previously documented both gradual inflation (the seafloor moving upward) between eruption at rates of 15-60 cm/yr (6-23 inches/yr), and rapid deflation (the seafloor moving downward) during a 1998 eruption of 2-3 meters (6-10 feet).\nOver the course of this work, we saw steady long-term inflation at the caldera center at a rate of about 15 cm/yr from 2007 to 2010, amounting to over 2 meters of re-inflation since the first recorded eruption of Axial in 1998. The rate of inflation decreases with distance from the center of the caldera, as predicted by elastic deformation models. New concrete benchmarks we installed improved the repeatability (uncertainty) of our measurements to 0.6 cm, the best precision we have yet achieved. We were also able to test models of inflation; i.e. distinguish whether the long-term pattern of inflation is linear of exponential in character, something which has implications for the deformation process. \nBased on our observations, in 2010 we estimated that the next eruption of Axial Seamount was likely to occur by 2015. To our excitement when we arrived in 2011, it was obvious that an eruption had occurred recently. Our measurements showed that there had been a major eruption in April 2011. This is the first and site where active volcanic inflation has been documented on the seafloor where such long-term geodetic studies have been used to successfully forecast the timing of the next eruption. It is the only underwater volcano where a long record of inflation and deflation exists, where the magma supply rate can be quantified, and where an entire volcanic cycle has now been documented. The value of these data is that they can tell us about the magma supply over time at Axial, and they place other on-going measurements and sampling in the context of its magmatic cycle. For example, changes in magma supply rate appears to affect the rate that earthquakes occur at the volcano, which in turn may affect Axial's hydrothermal system and its biological communities.\n\n\t\t\t\t\tLast Modified: 12/17/2014\n\n\t\t\t\t\tSubmitted by: Scott L Nooner"
 }
}