{
 "awd_id": "1342176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Developing a model of collective behavior in bat swarms using acoustic communication and applications in robotic systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Atul Kelkar",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 173867.0,
 "awd_amount": 173867.0,
 "awd_min_amd_letter_date": "2013-08-06",
 "awd_max_amd_letter_date": "2013-08-06",
 "awd_abstract_narration": "Technical Description:\r\n \r\nThis Broadening Participation Research Initiation Grant in Engineering (BRIGE) provides funding to study coordination in multi-agent systems with active sensing inspired by echolocation. This work will enable the design of engineering systems in which mobile sensing units synthesize pairwise and broadcast communication towards an untapped group-level decision-making scheme. Bats, which use echolocation to swarm, will be taken as a model system based on their unique sensing capabilities. This modeling framework will include constructive and destructive outcomes of active sensing, which is an untapped problem in the literature. Research questions will center on the notion of a multi-agent system model that uses active sensing to increase coordination, gains energetic advantages from group behavior, and avoids destructive interference between peers. The effect of such communication strategies on information sharing will be explored from the perspective of agent-based modeling and network-based algorithms for coordination over dynamic interaction topologies. The model will be validated using experimental observations on wild bat swarms and results will be translated to experiments on sensorized mobile robots designed to mimic and encode active acoustic communication underlying bat swarms. \r\n\r\nBroader Significance and Importance:\r\n \r\nSystems comprising many units- such as autonomous cars driving in a caravan, computers communicating over a network, or underwater gliders monitoring ocean currents in a team- are pervasive in engineering. As a result, engineers across disciplines are challenged to discover how to coordinate units in these systems to achieve the team?s larger goal. Such large-scale coordination tasks are well executed in nature by animal groups exhibiting collective behavior, such as fish schools and bird flocks. This BRIGE project aims to model coordination in a system of units equipped with a novel type of communication, inspired by echolocation in bats, where interaction with the environment is achieved using active sensing, rather than passive sensing such as vision. We will use the outcomes of this model to inform algorithms for teams of specialized robots and we will compare our results to wild bat swarms. The results of this BRIGE project will potentially lead to new ways to engineer systems with many units by capturing salient aspects of these unique animal groups.\r\n\r\nBroadening Participation of Underrepresented Groups in Engineering:\r\n\r\nResearch efforts will be translated to broadening participation activities introducing K-12 students to the ubiquitous concept of coordination in engineered systems. The PI will create a girls? robotics team, mentored by female undergraduate students, to participate in annual LEGO robotics competitions. Participants will be assessed to determine if the activity correlates with changes in academic STEM performance. A local nature center will also be a forum to design and deliver engineering activities for the public on bat-inspired robotics, which will capitalize on the project?s research at the interface of engineering and biology to engage young participants in biologically-inspired design. The project will broaden the participation of underrepresented groups in engineering through both the robotics activity, which is aimed at girls, and through the program at the nature center, which seeks to engage children with interests in nature and conservation.\r\n\r\nThis research has been funded through the Broadening Participation Research Initiation Grants in Engineering solicitation, which is part of the Broadening Participation in Engineering Program of the Engineering Education and Centers Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Abaid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Abaid",
   "pi_email_addr": "nabaid@vt.edu",
   "nsf_id": "000644183",
   "pi_start_date": "2013-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 173867.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Senses are the portal through which we living creatures perceive the world around us and, as such, shape all interactions with our environment. While humans are largely visual creatures (as evidenced by the high proportion of brain activity devoted to decoding visual input), many animals move through the world informed by fundamentally different senses. In particular, echolocating bats use sound and its interaction with their environment for sensing, which is qualitatively different than human senses but has numerous analogs in engineered sensors, such as sonar, radar, and lidar. Studying the unique sensing of these animals, particularly as they interact in swarms, has the potential to transform how such sensors are used in robotic teams.</p>\n<p>For this project, we have created mathematical models for bats interacting in swarms, and studied these models to understand behaviors that may make using echolocation beneficial or detrimental. These studies have supported biological evidence that bats may eavesdrop on their peers' sensing signals as an ad hoc communication mechanism. Furthermore, these models have been abstracted to the interaction networks they result in, which have shown numerous interesting properties from a mathematical perspective. As an example, we have demonstrated that networked individuals communicating with both collaborative and confounding interactions (as an analog for the noisy echolocation that occurs in bat swarms) may be able reach synchronization better than when only collaboration is allowed.</p>\n<p>The insights gained from these models have been supported by data we have collected from wild bat swarms. We have filmed and tracked wild bats flying together in two international field studies. Using mathematical techniques that don't rely on any model of bat behavior, these data have been used to show quantitatively that bats share information as they fly together, which validates the basic premise of this project.</p>\n<p>Towards an ultimate goal of implementing bat-inspired behavior in a team of robots, we have created a new ultrasonic sensor which is capable of using sonar similarly to how bats are known to modulate the sounds they use. This sensor is capable of accomplishing basic sensing with sonar and, excitingly for possible future applications in the field of animal-robot interactions, reproduces bat calls with high fidelity.</p>\n<p>We have used our research results to engage with children at a local nature center. Through this project, we have organized bat-and-robot-themed activities over four summers, reaching approximately fifty K-12 students. We have also organized and led a competitive robotics team for ten girls in our community. In total, this project has supported mentorship and training for four graduate students, six undergraduate students, and one high school teacher engaging in scientific research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Nicole&nbsp;Abaid</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSenses are the portal through which we living creatures perceive the world around us and, as such, shape all interactions with our environment. While humans are largely visual creatures (as evidenced by the high proportion of brain activity devoted to decoding visual input), many animals move through the world informed by fundamentally different senses. In particular, echolocating bats use sound and its interaction with their environment for sensing, which is qualitatively different than human senses but has numerous analogs in engineered sensors, such as sonar, radar, and lidar. Studying the unique sensing of these animals, particularly as they interact in swarms, has the potential to transform how such sensors are used in robotic teams.\n\nFor this project, we have created mathematical models for bats interacting in swarms, and studied these models to understand behaviors that may make using echolocation beneficial or detrimental. These studies have supported biological evidence that bats may eavesdrop on their peers' sensing signals as an ad hoc communication mechanism. Furthermore, these models have been abstracted to the interaction networks they result in, which have shown numerous interesting properties from a mathematical perspective. As an example, we have demonstrated that networked individuals communicating with both collaborative and confounding interactions (as an analog for the noisy echolocation that occurs in bat swarms) may be able reach synchronization better than when only collaboration is allowed.\n\nThe insights gained from these models have been supported by data we have collected from wild bat swarms. We have filmed and tracked wild bats flying together in two international field studies. Using mathematical techniques that don't rely on any model of bat behavior, these data have been used to show quantitatively that bats share information as they fly together, which validates the basic premise of this project.\n\nTowards an ultimate goal of implementing bat-inspired behavior in a team of robots, we have created a new ultrasonic sensor which is capable of using sonar similarly to how bats are known to modulate the sounds they use. This sensor is capable of accomplishing basic sensing with sonar and, excitingly for possible future applications in the field of animal-robot interactions, reproduces bat calls with high fidelity.\n\nWe have used our research results to engage with children at a local nature center. Through this project, we have organized bat-and-robot-themed activities over four summers, reaching approximately fifty K-12 students. We have also organized and led a competitive robotics team for ten girls in our community. In total, this project has supported mentorship and training for four graduate students, six undergraduate students, and one high school teacher engaging in scientific research.\n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Nicole Abaid"
 }
}