{
 "awd_id": "1342388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Effects of Varying Fluid Shear Stress on Stem Cell Sphere Aggregates",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 174999.0,
 "awd_amount": 174999.0,
 "awd_min_amd_letter_date": "2013-08-12",
 "awd_max_amd_letter_date": "2013-08-12",
 "awd_abstract_narration": "BACKGROUND:\r\nIn this project, ?stem cells? refer exclusively to adult stem cells (also known as somatic stem cells) of non-embryonic origins. As common in all types of stem cells, these adult stem cells are capable of self-renewal and are able to differentiate into specified progenies. They will be acquired from existing cell lines commonly available at national nonprofit biological resource centers (e.g. ATCC). Additional source of adult stem cells will be from ?waste? tissues that are discarded after surgical resection, provided by translational research centers and medical institutions.\r\n\r\nTECHNICAL DESCRIPTION:\r\nThis project will provide fundamental engineering and biological understanding of how stem cells tolerate shear stress from fluid flow. It will investigate stem cell aggregates under varying regimes of shear stresses, ranging from physiological conditions of vascular and interstitial flows to in vitro conditions of pipette trituration and mixing impellers. The effects of shear stresses on stem cell sphere aggregates will be evaluated using comparative and quantitative proteomic analysis, which would allow the elucidation of underlying mechanotransduction molecular signatures and signaling pathways. In addition, proteomic analysis of natively shear-resistant hematological cells will be performed to identify key shear-resistant genes, and these will be engineered in model stem cells to confer them improved survivability in high shear conditions. The proposed work addresses an important yet relatively understudied area of research and will significantly advance the field by its creative combined use of engineering and molecular biology tools. Furthermore, the project is poised to provide transformative contributions to the field of regenerative medicine by providing insights into proper handling and growth of stem cells in high shear environment.\r\n\r\nBROADER SIGNFICANCE AND IMPORTANCE:\r\nThe proposed project is inherently interdisciplinary and will make fundamental proof-of-concept contributions to a broad number of fields, including bioprocessing, bioengineering, and mechanobiology. In particular, the project will investigate how to retain high viability of stem cells in shear stress conditions. Generating an appreciable number of stem cells for cell therapy applications would inevitably require the use of large vessels, in which mixing with impellers creates high shear environment. To improve the survivability of stem cells in such conditions, this project will investigate stem cells in model shear stress environments and elucidate the underlying biological mechanisms that correlate to their survival. Beyond stem cell biotechnology, the findings of this work will also have important ramifications in understanding how other cells, such as circulating tumor cells, survive in shear stress conditions, and allow for novel targeted drug development. Components of the proposed research will be integrated into core undergraduate chemical engineering courses. \r\n\r\nBROADENING PARTICIPATION ACTIVITIES:\r\nTo broaden participation of African-American students in engineering research, the PI will interact with regional HBCUs and the Alabama ?Black Belt? high schools that are in close proximity to the University of Alabama. This interaction will involve regular seminars and hands-on experience opportunities for these students in the region. To broaden the participation of women in engineering research, the PI will continue to interact with the members of the Society of Women Engineers. In addition, the PI will recruit student researchers of both underrepresented groups through the Howard Hughes Medical Institute Undergraduate Summer Research Program and through the University of Alabama?s Student Introduction to Engineering Summer Camp. \r\n\r\nThis research has been funded through the Broadening Participation Research Initiation Grants in Engineering solicitation, which is part of the Broadening Participation in Engineering Program of the Engineering Education and Centers Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yonghyun",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yonghyun Kim",
   "pi_email_addr": "ykim@eng.ua.edu",
   "nsf_id": "000629020",
   "pi_start_date": "2013-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 174999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied the various fundamental mechanisms of how human non-embryonic adult stem cells tolerate physiologically-relevant fluid shear stress. This award produced 4 publications, 3 articles currently under review, 2 invention disclosures, and 1 pending U.S. patent (20,150,368,619). The studies elucidated novel biomarkers (Islam et al., 2014), studied the role of basic fibroblast growth factor (Haley and Kim, 2014) and Rho kinase biological pathways (Tilson et al., 2015), and explored the use of biomaterials (Ordikhani et al., 2015). Furthermore, the award supported new studies with fluid shear stress to study the fundamental mechanisms of cancer metastasis and cancer stem cells (pending publications). The invention disclosed in the pending patent describes a novel set of technology and methods that uses fluid dynamics principles to disaggregate an aggregate (i.e. clumps) of cells into single cells to help support longer cell growth of higher quality. The invention was not only applicable to stem cells, but also for other types of cells that aggregate, increasing the broader impact of the invention to the wider biotechnology industry. The award also supported outreach to approximately 500 students in rural Alabama's community college, high school, and middle school where 98% of the students were traditionally under-represented African-American students. The outreach has allowed the students to increase their interest in the STEM field. Finally, the award has also enabled 11 traditionally under-represented female students (nearly 60% of all researchers involved in the project) to partake in engineering research and pursue engineering PhD degrees.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2016<br>\n\t\t\t\t\tModified by: Yonghyun&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studied the various fundamental mechanisms of how human non-embryonic adult stem cells tolerate physiologically-relevant fluid shear stress. This award produced 4 publications, 3 articles currently under review, 2 invention disclosures, and 1 pending U.S. patent (20,150,368,619). The studies elucidated novel biomarkers (Islam et al., 2014), studied the role of basic fibroblast growth factor (Haley and Kim, 2014) and Rho kinase biological pathways (Tilson et al., 2015), and explored the use of biomaterials (Ordikhani et al., 2015). Furthermore, the award supported new studies with fluid shear stress to study the fundamental mechanisms of cancer metastasis and cancer stem cells (pending publications). The invention disclosed in the pending patent describes a novel set of technology and methods that uses fluid dynamics principles to disaggregate an aggregate (i.e. clumps) of cells into single cells to help support longer cell growth of higher quality. The invention was not only applicable to stem cells, but also for other types of cells that aggregate, increasing the broader impact of the invention to the wider biotechnology industry. The award also supported outreach to approximately 500 students in rural Alabama's community college, high school, and middle school where 98% of the students were traditionally under-represented African-American students. The outreach has allowed the students to increase their interest in the STEM field. Finally, the award has also enabled 11 traditionally under-represented female students (nearly 60% of all researchers involved in the project) to partake in engineering research and pursue engineering PhD degrees.\n\n \n\n\t\t\t\t\tLast Modified: 10/08/2016\n\n\t\t\t\t\tSubmitted by: Yonghyun Kim"
 }
}