{
 "awd_id": "1342582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluating the PULSE: Assessing the Impacts of the PULSE Program",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "christopher meyer",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 148474.0,
 "awd_amount": 178071.0,
 "awd_min_amd_letter_date": "2013-06-20",
 "awd_max_amd_letter_date": "2013-09-16",
 "awd_abstract_narration": "An award has been made to the University of Florida to coordinate a series of targeted assessment activities that will help evaluate an ambitious, year-long project supported by the Partnership for Undergraduate Life Science Education (PULSE). Last September, the PULSE partners (HHMI, NIH, and NSF) appointed 40 Vision and Change Leadership Fellows to stimulate transformative changes in the undergraduate life science education community. All Fellows met in October, 2012 and have since organized into four working groups to address different challenges to reforming how biology is taught at all types of undergraduate institutions. The Vision and Change Leadership Fellows are focusing on how life science departments can encourage and reward faculty members? efforts to improve undergraduate life sciences education.  Such improvements should increase student learning, should increase retention rates for students in the sciences, and should prepare all students to be more curious and scientifically literate citizens.  \r\n\r\nThe current award is to fund a multi-step assessment of the PULSE project.  The evaluators will attend the second workshop planned for June 3-6, 2013 to better understand the PULSE project and to begin planning for stakeholder interviews. The evaluation team will develop instruments to determine if the PULSE project is achieving its goals, to evaluate several of the resources and tools being developed by the Fellows, and to determine the successes and challenges faced by the Fellows.  Evaluation of the PULSE program will help measure the influence and effectiveness of large-scale initiatives on implementation of organizational change at the national level. The resulting assessment reports to be used to initiate conversations about the impacts of the PULSE program with the wider scientific community, to encourage programmatic revisions, and to use the PULSE program as an example of how to inspire, motivate, and assist the life science community in implementing Vision and Change.  As appropriate, results from the evaluation will be submitted to members of the Steering Committee, distributed to Fellows, and shared with the life sciences community, primarily via the www.pulsecommunity.org website.\r\n\r\nThis project is being jointly funded by the Directorate for Biological Sciences and the Directorate of Education and Human Resources, Division of Undergraduate Education as part of their efforts to support Vision and Change in Undergraduate Biology Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexa",
   "pi_last_name": "Lamm",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alexa J Lamm",
   "pi_email_addr": "alamm@uga.edu",
   "nsf_id": "000619436",
   "pi_start_date": "2013-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Balser",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa C Balser",
   "pi_email_addr": "tcbalser@ufl.edu",
   "nsf_id": "000148171",
   "pi_start_date": "2013-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "219 Grinter Hall",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326115500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 178071.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For the U.S. to maintain its leading position as a country of scientific innovation our approach to undergraduate biology education needs fundamental change. Retention rates in biology degree programs are very low, despite research showing that specific instructional strategies are effective at overcoming disengagement and student loss. Student-centered classrooms and scientific teaching practices enhance student learning and reduce the achievement gap of students from disadvantaged backgrounds. However, despite the widespread acceptance that these teaching strategies and approaches are effective, they have not been widely adopted. There remains a need to develop and implement effective strategies for motivating systemic educational change.</p>\n<p>In 2007, the American Association for the Advancement of Science, supported by the National Science Foundation, the Howard Hughes Medical Institute, and the National Institutes of Health initiated a nation-wide conversation on how to better prepare undergraduates for the scientific needs of the twenty-first century with a focus on biology education. These conversations were integrated into a report: Vision and Change in Undergraduate Biology Education: A Call to Action. The report detailed needed changes to how biology education is approached and the support faculty need from their academic departments to alter teaching practices; as well as addressing the curriculum decision-making process. The resulting conversations at the highest levels about instituting the changes suggested in the Vision and Change report bloomed into the &ldquo;Partnership for Undergraduate and Life Science Education&rdquo; (PULSE) intended to support nationwide adoption of the V&amp;C recommendations.</p>\n<p>It was quickly recognized nationwide change was going to require champions appropriately placed within departments across a variety of institutions. College deans and department chairs were identified as having the position, ability, and power to lead change within their institutions. The PULSE leadership team chose to support 39 Vision and Change Leadership Fellows (also known as PULSE Fellows) to develop and implement strategies based on the Vision and Change report. The Fellows themselves were an experiment in organizational change. This project was funded to evaluate the progress and trajectory the PULSE Fellows undertook in trying to create synergy around biology education reform at the national level. We sought to identify the successes and challenges faced by the PULSE Fellows and the steering committee. We used interviews, focus groups and survey methods to understand the PULSE Fellows process and identify ways to refine the program and provide advice to others attempting to take on a similar task.</p>\n<p>Unsurprisingly, results revealed engagement in change is difficult to sustain over time. All of the PULSE Fellows were committed to the process and devoted a significant amount of time and energy to the group in the first year, however that commitment waned as time passed. Based on our findings, we believe this happened for several reasons.</p>\n<p>First, the group was spread across the nation. The PULSE Fellows were more likely to engage if they were together in person. While technology reduced the financial and human resource costs associated with connecting, it was unable to keep people engaged and involved at the same level as when they were together physically. The times when the PULSE Fellows participated in face-to-face events reinvigorated the group and assisted them in prioritizing the PULSE activities at their home institutions. PULSE Fellows were also more engaged in their regional groups and activities due to the ability to get together on a more regular basis. Based on these findings, it is suggested that in person activities be prioritized, funded and integrated into similar programs on a regular basis should a group atte...",
  "por_txt_cntn": "\nFor the U.S. to maintain its leading position as a country of scientific innovation our approach to undergraduate biology education needs fundamental change. Retention rates in biology degree programs are very low, despite research showing that specific instructional strategies are effective at overcoming disengagement and student loss. Student-centered classrooms and scientific teaching practices enhance student learning and reduce the achievement gap of students from disadvantaged backgrounds. However, despite the widespread acceptance that these teaching strategies and approaches are effective, they have not been widely adopted. There remains a need to develop and implement effective strategies for motivating systemic educational change.\n\nIn 2007, the American Association for the Advancement of Science, supported by the National Science Foundation, the Howard Hughes Medical Institute, and the National Institutes of Health initiated a nation-wide conversation on how to better prepare undergraduates for the scientific needs of the twenty-first century with a focus on biology education. These conversations were integrated into a report: Vision and Change in Undergraduate Biology Education: A Call to Action. The report detailed needed changes to how biology education is approached and the support faculty need from their academic departments to alter teaching practices; as well as addressing the curriculum decision-making process. The resulting conversations at the highest levels about instituting the changes suggested in the Vision and Change report bloomed into the \"Partnership for Undergraduate and Life Science Education\" (PULSE) intended to support nationwide adoption of the V&amp;C recommendations.\n\nIt was quickly recognized nationwide change was going to require champions appropriately placed within departments across a variety of institutions. College deans and department chairs were identified as having the position, ability, and power to lead change within their institutions. The PULSE leadership team chose to support 39 Vision and Change Leadership Fellows (also known as PULSE Fellows) to develop and implement strategies based on the Vision and Change report. The Fellows themselves were an experiment in organizational change. This project was funded to evaluate the progress and trajectory the PULSE Fellows undertook in trying to create synergy around biology education reform at the national level. We sought to identify the successes and challenges faced by the PULSE Fellows and the steering committee. We used interviews, focus groups and survey methods to understand the PULSE Fellows process and identify ways to refine the program and provide advice to others attempting to take on a similar task.\n\nUnsurprisingly, results revealed engagement in change is difficult to sustain over time. All of the PULSE Fellows were committed to the process and devoted a significant amount of time and energy to the group in the first year, however that commitment waned as time passed. Based on our findings, we believe this happened for several reasons.\n\nFirst, the group was spread across the nation. The PULSE Fellows were more likely to engage if they were together in person. While technology reduced the financial and human resource costs associated with connecting, it was unable to keep people engaged and involved at the same level as when they were together physically. The times when the PULSE Fellows participated in face-to-face events reinvigorated the group and assisted them in prioritizing the PULSE activities at their home institutions. PULSE Fellows were also more engaged in their regional groups and activities due to the ability to get together on a more regular basis. Based on these findings, it is suggested that in person activities be prioritized, funded and integrated into similar programs on a regular basis should a group attempt to replicate the PULSE Fellows process.\n\nSecond, the group came from different perspectives an..."
 }
}