{
 "awd_id": "1342108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Development of an Ion Mobility Surface-Induced Dissociation Mass Spectrometer",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 59492.0,
 "awd_amount": 59492.0,
 "awd_min_amd_letter_date": "2013-08-13",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "Support from the National Science Foundation Major Research Instrumentation Program has allowed work to begin on a project to design and produce an innovative ion mobility surface-induced dissociation mass spectrometer that can produce much more structural information on large non-covalent protein complexes or other macromolecular assemblies than is possible with present commercial instrumentation. Proteins often carry out their functions by working together in non-covalent multi-protein complexes. Characterization of the composition, numbers, conformations, and spatial arrangements of the subunits in a protein complex is challenging because of the total complex size, the presence of a biological matrix, and the fragile nature of the non-covalent bonding of the subunits to each other. We propose to design an ion mobility/surface-induced dissociation mass spectrometer that can measure the m/z and shapes (collision cross sections) of large non-covalent protein complexes and effectively fragment shape-selected complexes to characterize the composition and structure of the complex. The development project will improve the infrastructure for structural biology research by providing a nanoelectrospray/ion mobility/surface-induced dissociation tandem mass spectrometer that can characterize non-covalent protein complexes at a level not possible with current instrumentation. The scope of potential use of the proposed instrument is broad: biological problems that will be addressed will focus on determination of the stoichiometry and spatial arrangement of sub-units in non-covalent proteinprotein and protein-ligand complexes.  The development project itself will be an excellent vehicle for combining research and education, producing students and postdoctoral associates who will learn how to work in teams and who will be cross-trained in the purification, handling, and analysis of biological macromolecular complexes and in instrument development. The research results will be presented in the peer-reviewed literature, at local seminars, to industrial collaborators, at national and international conferences, in graduate lectures by the PI at UA in Chemistry and Biochemistry courses, and in the MS/MS short course taught by the PI and colleagues each year at the annual national meeting of the American Society for Mass Spectrometry. The PI's research group will also work with two local 6th grade science teachers at Mansfeld Middle School in Tucson - a school where the majority of students are Hispanic (68%).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Wysocki",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki H Wysocki",
   "pi_email_addr": "wysocki.11@osu.edu",
   "nsf_id": "000344004",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "484 W 12th Avenue",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432100001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 59492.0
  }
 ],
 "por": null
}