{
 "awd_id": "1342379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Effect of Microstructure and Interface Layer on the Fracture and Thermal Behavior of Nanocomposites",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032928600",
 "po_email": "jamoore@nsf.gov",
 "po_sign_block_name": "James Moore",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 174986.0,
 "awd_amount": 174986.0,
 "awd_min_amd_letter_date": "2013-07-31",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "Technical Description the Project\r\n\r\nThis research program focusses on understanding and exploiting the effect of microstructure and interface layer on the fracture and thermal properties of particle reinforced polymer nanocomposites. Well characterized and functionalized nanocomposites will be fabricated from different particles and polymer systems. Both micro-scale and macro-scale fatigue crack growth experiments using microscopic stereo vision and digital image correlation will be conducted. Dynamic fracture experiment will also be conducted using the modified split Hokinson pressure bar technique.  The thermal conductivity of the nanocomposites as-fabricated and after subjected to mechanical loading will be measured experimentally and numerically. Finally, combining the experimental results with a modified micromechanics model, the effective thermal and fracture behavior of the nanocomposite as a function of individual component properties will be determined. \r\n\r\nNon-Technical Description of the Project's Signficance\r\n\r\nUnderstanding the fracture and thermal properties in nanocomposites as a function of individual material properties of the particles is essential and needed from small industry to large research centers for a better optimized design of nanocomposites.  The outcome of this study is important especially in structures and applications where the performance of the components depends mainly on the effectiveness of providing cooling for a device hot spot.  Furthermore, the findings can lead to the development of novel nanocomposite materials that can report damage and micro cracking by sensing changes in thermal properties before irreversible damage occurs. \r\n\r\nBroadening Participation of Underrepresented Groups in Engineering\r\n\r\nThe project supports the effort to broaden the participation of underrepresented groups by directly involving students in the proposed research and through the outreach activities. As a part of continuous outreach effort, a set of laboratory demonstration events, using polymer and nanocomposites, will be organized for local high school students, of which one-third are from underrepresented groups.  The students will be exposed to and familiarized with the current nanotechnology, 3D computer vision and digital image correlation techniques. The PI will also work with Historically Black Colleges and Universities in South Carolina and nearby states, through the Center for Science Education at the USC as well as the SCienceLab program there. A collaboration with a faculty member at Benedict College has already been established and will be facilitated through this BRIGE award.\r\n\r\nThis research has been funded through the Broadening Participation Research Initiation Grants in Engineering solicitation, which is part of the Broadening Participation in Engineering Program of the Engineering Education and Centers Division.\r\n\r\nThe research is also funded through the Experimental Program to Stimulate Competitive Research (EPSCoR), which is part of the Office of International and Integrative Activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Addis",
   "pi_last_name": "Kidane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Addis Kidane",
   "pi_email_addr": "aak2234@columbia.edu",
   "nsf_id": "000614163",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "300 Main St",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 174986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the fracture and thermal properties in nanocomposites as a function of individual material properties of the particles is essential and needed from small industry to large research centers for a better optimized design of nanocomposites. &nbsp;The main objective of the Broadening Participation Research Initiation Grant in Engineering (BRIGE) was to understand and exploit the effect of microstructure, associated with size, geometry, distribution, and concentration of the reinforcing particles, and interface layer on the fracture and thermal properties of nanocomposites.</p>\n<p>Well characterized and functionalized nanocomposites are fabricated from different particles and polymer systems. Both micro-scale and macro-scale fatigue crack growth experiments using microscopic stereo vision and digital image correlation are conducted. &nbsp;The thermal conductivity of the nanocomposites as-fabricated and after subjected to mechanical loading are measured experimentally and analytically. Finally combining with a modified micromechanics model the effective thermal and fracture behavior of the nanocomposite as a function of material individual properties are determined.</p>\n<p><strong>&nbsp;</strong>&nbsp;<em>We found that the thermal conductivity of nanocomposites affects highly by a presence of small defects and cracks in the material. Further it is found that the thermal-conductivity of the nanocomposites can be related to the residual stiffness of the material, a fundamental knowledge, potentially could lead to the development of </em><em>novel nanocomposite materials that can report damage and micro cracking before irreversible damage occurs by only using changes in thermal property. &nbsp;</em></p>\n<p><em>&nbsp;</em>In addition to scientific deliverables, this program supports the effort to broaden the participation of underrepresented groups by directly involving in the proposed research and through the outreach activities. As a part of continuous outreach effort, during this project set of enhancing learning experience events, were organized for local high school students, of whom one-third are from underrepresented groups. During the event, she students were exposed to and familiarized with, different state-of the art experimental techniques, 3D computer vision and digital image correlation based techniques. &nbsp;</p>\n<p><em>We found that, by exposing students to enjoyable hands-on learning experience, it is possible to attract high school students to engineering career path. &nbsp;Some of the comments from high schools students after the event is shown below. ,</em></p>\n<p><em>&nbsp;</em><em>&ldquo;I learned about the research methods using in engineering and I enjoyed seeing the tests. I enjoy the filed ever more</em><em>&rdquo;</em></p>\n<p><em>&ldquo;It reinforced my passion for engineering, particularly in aerospace engineering&rdquo;</em></p>\n<p><em>&ldquo;I think this has led me to conform wanting to major in mechanical engineering. The work they do seems very enjoyable&rdquo;</em><em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2015<br>\n\t\t\t\t\tModified by: Addis&nbsp;Kidane</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the fracture and thermal properties in nanocomposites as a function of individual material properties of the particles is essential and needed from small industry to large research centers for a better optimized design of nanocomposites.  The main objective of the Broadening Participation Research Initiation Grant in Engineering (BRIGE) was to understand and exploit the effect of microstructure, associated with size, geometry, distribution, and concentration of the reinforcing particles, and interface layer on the fracture and thermal properties of nanocomposites.\n\nWell characterized and functionalized nanocomposites are fabricated from different particles and polymer systems. Both micro-scale and macro-scale fatigue crack growth experiments using microscopic stereo vision and digital image correlation are conducted.  The thermal conductivity of the nanocomposites as-fabricated and after subjected to mechanical loading are measured experimentally and analytically. Finally combining with a modified micromechanics model the effective thermal and fracture behavior of the nanocomposite as a function of material individual properties are determined.\n\n  We found that the thermal conductivity of nanocomposites affects highly by a presence of small defects and cracks in the material. Further it is found that the thermal-conductivity of the nanocomposites can be related to the residual stiffness of the material, a fundamental knowledge, potentially could lead to the development of novel nanocomposite materials that can report damage and micro cracking before irreversible damage occurs by only using changes in thermal property.  \n\n In addition to scientific deliverables, this program supports the effort to broaden the participation of underrepresented groups by directly involving in the proposed research and through the outreach activities. As a part of continuous outreach effort, during this project set of enhancing learning experience events, were organized for local high school students, of whom one-third are from underrepresented groups. During the event, she students were exposed to and familiarized with, different state-of the art experimental techniques, 3D computer vision and digital image correlation based techniques.  \n\nWe found that, by exposing students to enjoyable hands-on learning experience, it is possible to attract high school students to engineering career path.  Some of the comments from high schools students after the event is shown below. ,\n\n \"I learned about the research methods using in engineering and I enjoyed seeing the tests. I enjoy the filed ever more\"\n\n\"It reinforced my passion for engineering, particularly in aerospace engineering\"\n\n\"I think this has led me to conform wanting to major in mechanical engineering. The work they do seems very enjoyable\" \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/07/2015\n\n\t\t\t\t\tSubmitted by: Addis Kidane"
 }
}