{
 "awd_id": "1342390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Metabolic Cell-Process Engineering (MCPE) for High Biobutanol Production by Clostridium tyrobutyricum",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 174629.0,
 "awd_amount": 174629.0,
 "awd_min_amd_letter_date": "2013-07-30",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "The proposed research deals with engineering strategies to improve biobutanol production from low-cost, bacteria-based biomass technologies. \r\n \r\nTechnical Description: \r\n\r\nThis project seeks to achieve high-titer and high-yield butanol production by the bacterium Clostridium tyrobutyricum. Particularly, an innovative engineering approach, i.e., Metabolic Cell-Process Engineering (MCPE), will be developed to substantially increase biobutanol production through understanding the interaction between a host cell and its fermentation process. Specifically, it is planned to: 1) Develop a fundamental understanding of the response of a recently metabolically engineered C. tyrobutyricum mutant cell to various chemicals (e.g., electron carriers and inorganic salts), and identify cost effective chemicals to boost the NADH (Reduced Nicotinamide Adenine Dinucleotide) pool and detoxify the inhibitors from biomass hydrolysate. A Design of Experiment (DOE) approach will be used to screen and identify the chemicals needed for redox balance and detoxification. 2) Double butanol production via MCPE by increasing intracellular NADH and reducing the toxicity of biomass hydrolysate. The construction of a novel redox engineered mutant (MCE) and development of fermentation process with timed addition of the identified chemicals (MPE) will be integrated and utilized in butanol production.\r\n\r\nBroader Significance and Importance: \r\n\r\nButanol is an important industrial solvent and a safe alternative transportation fuel that can be dispersed through existing pipelines and filling stations. Over the past decades, intensive efforts have been made to produce low-cost biobutanol using low-value biomass. However, biobutanol production still suffers from low yields and effective concentrations due to a variety of chemical issues associated with existing processes. The proposed MCPE engineering strategy has the potential to double biobutanol production, at a projected cost under $2.5 per gallon. Therefore, successfully developing the proposed technology can serve the public interest by providing a safe, renewable energy source while protecting natural resources and the environment. Many bioenergy industries and other areas of academic research would benefit from the development of novel engineering strain using MCPE.\r\n\r\nBroadening Participation of Underrepresented Groups in Engineering:\r\n \r\nThis project also aims to broaden the participation of underrepresented groups and increase diversity. The Department of Chemical and Biological Engineering (ChBE) with over 600 undergraduates has historically attracted about 40 % women and more than 60 % of the students are interested in Biotech industry and graduate programs. Therefore, it is very important to enhance the ChBE curriculum by taking advantage of the unique 6-year Biotech industrial experiences of the PI. Specifically, a serial of bioproduction unit operations (e.g. novel bioreactor design and biobutanol fermentation demo run) will be designed and introduced to the traditional ChBE 319 Unit Operation Lab course. These new features can expand the students' knowledge of industry bioproduction and benefit their career goal development. Suitable biochemical reaction and titration experiments and guest lectures will be introduced to K-12 students through Alabama Science in Motion (ASIM) that covers 9 counties in west Alabama, including the impoverish Black Belt area. Outreach activities such as recruiting women researchers through SWE and REU and mentoring them in PI lab are also planned.  \r\n\r\nThis research has been funded through the Broadening Participation Research Initiation Grants in Engineering solicitation, which is part of the Broadening Participation in Engineering Program of the Engineering Education and Centers Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoguang",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoguang Liu",
   "pi_email_addr": "liu.482@osu.edu",
   "nsf_id": "000624727",
   "pi_start_date": "2013-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Alabama",
  "perf_str_addr": "301 7th Avenue",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 174629.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit</em></strong><strong>:</strong> This project aimed to develop a novel MCPE approach for butanol production by <em>C. tyrobutyricum</em> <em>via </em>integrating metabolic cell engineering and process engineering (i.e. medium optimization). In particular, firstly, the expression of intracellular proteins in response to the butanol pathway synthesis in metabolic cell engineering and the addition of medium supplements in butanol fermentation was investigated. To date, the expression profiling of &gt;2000 proteins has been analyzed using Proteomics, and the data have been deposited to a public repository PeptideAtlas (accession no. PASS00596). The enzymes that regulate redox, carbon and butanol tolerance were identified. Secondly, the redox engineering was applied to construct three novel mutant strains, including CTC-<em>fdh</em>-<em>adhE2</em>, ACKKO-<em>fdh</em>-<em>adhE2</em> and ACKKO-<em>thl</em>-<em>fdh</em>-<em>adhE2</em>.<em> </em>Thirdly, the comparative genomics study (NCBI accession no. SRP051738) was performed to characterize the genome mutations in cell engineering. Fourthly, more than 100 intracellular and extracellular metabolites were detected using GC-MS and sample quenching method was developed. The HPLC protocol was developed to analyze the extracellular amino acids. Finally, the components that could detoxify the toxic byproducts in the hydrolysate of biomass were evaluated. Taken together, the key findings and achievements are: 1) the redox rebalance combined with carbon rebalance was very important to achieve high butanol production; 2) integration of metabolic cell and process engineering facilitated with proteomics significantly improved butanol production from (reducing) sugars; 3) a complete proteomics map (and genomics data) of <em>C. tyrobutyricum</em> was built; and 4) high butanol production was achieved <em>via</em> rebalancing carbon and redox.&nbsp;&nbsp;</p>\n<p><strong><em>Broader Impacts</em></strong><strong>:</strong> The target to achieve high butanol production from sugar (i.e. titer of 20 g/L and yield of 0.40 g/g-glucose) was met. The research achievements have broader impacts on providing a safe, renewable energy and protecting natural resources and the environment. Also the PI broadened the participation of underrepresented groups, increased diversity and improved education curriculum. Specifically, two bioengineering experiments were introduced to CHE 321 Unit Operation Lab course, which expanded students&rsquo; Biotech knowledge and benefited their career goal development. The PI also collaborated with Alabama Science in Motion to support secondary education. So far, three Ph.D. students, 12 women undergraduates, two interns, and five REU students have participated in the BRIGE project.&nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2016<br>\n\t\t\t\t\tModified by: Margaret&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: This project aimed to develop a novel MCPE approach for butanol production by C. tyrobutyricum via integrating metabolic cell engineering and process engineering (i.e. medium optimization). In particular, firstly, the expression of intracellular proteins in response to the butanol pathway synthesis in metabolic cell engineering and the addition of medium supplements in butanol fermentation was investigated. To date, the expression profiling of &gt;2000 proteins has been analyzed using Proteomics, and the data have been deposited to a public repository PeptideAtlas (accession no. PASS00596). The enzymes that regulate redox, carbon and butanol tolerance were identified. Secondly, the redox engineering was applied to construct three novel mutant strains, including CTC-fdh-adhE2, ACKKO-fdh-adhE2 and ACKKO-thl-fdh-adhE2. Thirdly, the comparative genomics study (NCBI accession no. SRP051738) was performed to characterize the genome mutations in cell engineering. Fourthly, more than 100 intracellular and extracellular metabolites were detected using GC-MS and sample quenching method was developed. The HPLC protocol was developed to analyze the extracellular amino acids. Finally, the components that could detoxify the toxic byproducts in the hydrolysate of biomass were evaluated. Taken together, the key findings and achievements are: 1) the redox rebalance combined with carbon rebalance was very important to achieve high butanol production; 2) integration of metabolic cell and process engineering facilitated with proteomics significantly improved butanol production from (reducing) sugars; 3) a complete proteomics map (and genomics data) of C. tyrobutyricum was built; and 4) high butanol production was achieved via rebalancing carbon and redox.  \n\nBroader Impacts: The target to achieve high butanol production from sugar (i.e. titer of 20 g/L and yield of 0.40 g/g-glucose) was met. The research achievements have broader impacts on providing a safe, renewable energy and protecting natural resources and the environment. Also the PI broadened the participation of underrepresented groups, increased diversity and improved education curriculum. Specifically, two bioengineering experiments were introduced to CHE 321 Unit Operation Lab course, which expanded studentsÆ Biotech knowledge and benefited their career goal development. The PI also collaborated with Alabama Science in Motion to support secondary education. So far, three Ph.D. students, 12 women undergraduates, two interns, and five REU students have participated in the BRIGE project.   \n\n\t\t\t\t\tLast Modified: 01/04/2016\n\n\t\t\t\t\tSubmitted by: Margaret Liu"
 }
}