{
 "awd_id": "1342640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Probiotics to Prevent Metabolic Changes Associated with Starch Induced Laminitis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-08-20",
 "awd_max_amd_letter_date": "2013-08-20",
 "awd_abstract_narration": "Through the use of genetic tools, researchers have identified naturally occurring bacteria that appear to consume lactic acid thus maintaining gastro-intestinal balance in animals under high starch conditions. These bacteria may provide the \"right\" microbial participants to prevent or minimize the extent of laminitis in horses and ruminant livestock. Preliminary data verifies that the in vitro system models fluctuations in bacterial metabolites seen in the horse gut during starch-induced laminitis and enables the tracking of bacterial populations over time. One group of bacteria, the Veillonellaceae, show promise as a probiotic for the ability to utilize lactic acid, which is known to increase during starch induction, and thought to be implicated in the metabolic cascade leading to laminitis. The research team has isolated strains of Veillonellaceae with potential to utilize lactate and withstand low pH and storage conditions. This proposal supports further work to: a) use the in vitro system to demonstrate that isolated strains, individually and in mixtures, can prevent or ameliorate microbial changes characteristic of starch induced acidosis (laminitis) in horse and cattle GI samples;  b) conduct dose titration studies to determine effective concentrations of strains or mixtures and; c) determine the robustness of effective strains, namely growth rate on selective media, oxygen tolerance, and lyophilization stability (desiccation tolerance). The anticipated outcome for this project is a prototype formulation ready for testing on either an animal model of induced lactic acidosis or a cohort of volunteer clinical cases with chronic pasture laminitis.\r\n\r\nA new understanding of the microbial dynamics underlying lactic acidosis and laminitis may lead to better informed models of health, improved feed formulations and management practices, and the development of a probiotic treatment for affected horses that can be used to prevent and/or treat a condition affecting millions of horses annually. These bacteria can be incorporated into animal feed to protect from the fermentative events that trigger laminitis and this could potentially help improve beef and dairy production by decreasing the number of cases of laminitis among cattle, as well as reducing medical costs for horse owners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Blanchard",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Blanchard",
   "pi_email_addr": "jeffb@bio.umass.edu",
   "nsf_id": "000088871",
   "pi_start_date": "2013-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p { margin-bottom: 0.1in; line-height: 120%; }a:link {  } -->\n<p style=\"margin-bottom: 0in;\">Colic (laminitus) is the leading cause of death in horses after old age. Its onset is triggered by the fermentation of an overload of carbohydrates in the hindgut of the horse leading to the overproduction and accumulation of lactic acid. The overall goal of our research is to evaluate promising strains of bacteria for use as probiotics in the prevention of lactic acidosis in horses and other animals.  Bacteria isolated during in vitro experiments simulating equine lactic acidosis have the potential to reduce digestive disorders leading to colic. In this research, we have isolated novel members of the Veillonellaceae from the horse gut. These bacteria have the ability to withstand low pH and utilize lactate as their sole energy source. They are being sequenced and the strains are being tested for the ability to reduce the risk of colic in horses.  The results from this funding resulted in a manuscript and have been presented at 2 conferences.  Over 100 interviews were conducted that related the NSF I-Corp program approach to horse owners, trainers, veterinarians, feed store managers and biotech executives. Our team was featured in a NSF video (&ldquo;What is I-Corp?&rdquo; -  <a href=\"http://www.youtube.com/watch?v=b5v43xfIqO0#t=10\"><span style=\"color: #0000ff;\"><span style=\"text-decoration: underline;\">www.youtube.com/watch?v=b5v43xfIqO0#t=10</span></span></a><span style=\"color: #0000ff;\"><span style=\"text-decoration: underline;\">). </span></span>This was the second NSF i-Corp award to UMass Amherst and the first in the Life Sciences.&nbsp; Subsequently we have served on campus panel discussions, offered advice and sent my proposal to prospective teams.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2015<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;L&nbsp;Blanchard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nColic (laminitus) is the leading cause of death in horses after old age. Its onset is triggered by the fermentation of an overload of carbohydrates in the hindgut of the horse leading to the overproduction and accumulation of lactic acid. The overall goal of our research is to evaluate promising strains of bacteria for use as probiotics in the prevention of lactic acidosis in horses and other animals.  Bacteria isolated during in vitro experiments simulating equine lactic acidosis have the potential to reduce digestive disorders leading to colic. In this research, we have isolated novel members of the Veillonellaceae from the horse gut. These bacteria have the ability to withstand low pH and utilize lactate as their sole energy source. They are being sequenced and the strains are being tested for the ability to reduce the risk of colic in horses.  The results from this funding resulted in a manuscript and have been presented at 2 conferences.  Over 100 interviews were conducted that related the NSF I-Corp program approach to horse owners, trainers, veterinarians, feed store managers and biotech executives. Our team was featured in a NSF video (\"What is I-Corp?\" -  www.youtube.com/watch?v=b5v43xfIqO0#t=10). This was the second NSF i-Corp award to UMass Amherst and the first in the Life Sciences.  Subsequently we have served on campus panel discussions, offered advice and sent my proposal to prospective teams.\n \n\n\t\t\t\t\tLast Modified: 08/07/2015\n\n\t\t\t\t\tSubmitted by: Jeffrey L Blanchard"
 }
}