{
 "awd_id": "1342225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Minimum-Energy Bio-Inspired Analogic Computing Devices with Stochastic Switching Transistors under Ultra-Low VDD",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 148416.0,
 "awd_amount": 148416.0,
 "awd_min_amd_letter_date": "2013-08-06",
 "awd_max_amd_letter_date": "2013-08-06",
 "awd_abstract_narration": "ECCS-1342225\r\nLin, Mingjie\r\nUniversity of Central Florida\r\nBRIGE: Minimum-Energy Bio-Inspired AnaLogic Computing Devices with \r\nStochastic Switching Transistors under Ultra-Low VDD\r\n\r\nABSTRACT\r\n\r\nIntellectual Merit: This BRIGE project aims at achieving robust ultra-low power computation by exploiting the stochastic switching behavior observed within a CMOS digital circuit that is driven by an ultra-low supply voltage approaching the digital switching limit. This objective is motivated by two observations. First, probabilistic inference and stochastic learning are fundamental in sensor data processing. Second, emerging devices will exhibit sophisticated physical property that may natively compute probabilistic algorithms. This proposed effort will first model and analyze the stochastic switching behavior in minimum-energy CMOS transistors under ultra-low VDD (¡Ö 50mV) both analytically and experimentally. Subsequently, it will  develop a field-theoretic methodology to optimize a large-scale logic circuit built with such stochastic switching devices in order to improve its robustness. Finally, it will exploit the stochastic switching behavior natively to design and implement AnaLogic circuits (between analog and logic circuits) that emulate a robust self-motion algorithm inspired by fly eye based on optical flow extraction.\r\n\r\nBroader Impacts: Leveraging the physics of field-effect devices to perform computational tasks, this proposed research could potentially inspire a totally unconventional design paradigm for emerging nanoscale device technology with severe device variability and switching uncertainty. Furthermore, the proposed field-theoretic approach offers a rich mathematical structure, therefore can broaden the current digital circuit design theory. Finally, the proposed methodology can enable more accurate understanding of existing logic circuit design methods, especially on their limitations when directly applied to future device technologies driven by ultra-low VDD. Besides disseminating its research findings through new curricula and hardware-based stochastic logic circuit emulations, this project will approach the challenge of broadening the engineering participation from underrepresented minority groups in both bottom-up (public STEM education) and top-down (PhD students recruiting) directions. The PI will create mentoring and outreach programs specifically designed to attract female, African-American, Latino, and first-generation college students to join his group, thus preparing a new diverse work force for the computing industry. Additionally, the Orlando Science Center will be used as the main platform to stimulate public interests in STEM education of computing. The success of this educational effort, through innovative exhibits and engaging mini-lectures, will be judged by the PhD enrollment of computer engineering from underrepresented groups at UCF and the size of public audience to its collaborative exhibit efforts with the Orlando Science Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingjie",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingjie Lin",
   "pi_email_addr": "mingjie@eecs.ucf.edu",
   "nsf_id": "000572911",
   "pi_start_date": "2013-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 148416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research Vision: Leveraging the physics of field-effect devices to perform computational tasks has long been envisioned but never fully realized. &nbsp;Recently, with the increasing thermal noise voltage and the decreasing characteristic capacitances, stochastic switching behavior has been observed within a CMOS digital circuit driven by ultra-low supply voltage that approaches the digital switching limit. &nbsp;Recognizing that 1) probabilistic inference and stochastic learning are fundamental in sensor data processing, and 2) emerging devices will exhibit sophisticated physical property that may natively compute probabilistic algorithms, the PI proposes to achieve robust ultra-low power computation by exploiting such stochastic switching behavior. &nbsp;This proposal represents the PI's first concrete step towards breaking the status quo of digital processing with methods of visual analysis based on the physics of nanoscale devices.&nbsp;</p>\n<p>Research Work and Outcome: In this project, the PI has strategically integrated the probabilistic reasoning and learning based on discrete random field theory with the traditional logic circuit design methodology based on deterministic Boolean algebra. Specifically, the PI first modelled and analyzed the stochastic switching behavior in minimum-energy CMOS transistors under ultra-low V_DD (\\approx 50mV) both analytically and experimentally. &nbsp;Subsequently, the PI has developed field-theoretic methodology to optimize a large-scale logic circuit built with such stochastic switching devices in order to improve its robustness. Finally, the PI has exploited the stochastic switching behavior natively to design and implement AnaLogic circuits (between analog and logic circuits) that emulate a robust self-motion algorithm inspired by fly eye based on optical flow extraction.&nbsp;</p>\n<p>Intellectual merits: the completed work of this proposed research has successfully introduced a new computing circuit paradigm, which embraces and exploits randomness instead of avoiding or circumventing it. In this new paradigm, probability density function (PDF) is used as information carrier and computing is done through manipulating PDFs traversing through a large stochastic switching network. &nbsp;Specifically, the PI and his students have investigated three important applications, FIR, FFT, and Convolution, with the proposed stochastic-based methodology and achieved more than 10 times in both computing performance and energy efficiency. Embracing the latest research results in probabilistic reasoning and stochastic learning, this proposed approach has developed a totally unconventional design paradigm for emerging nanoscale device technology with severe device variability and switching uncertainty. &nbsp;Specifically, the PI has developed a completely new approach to implement &nbsp;Null Convention Logic (NCL) with emerging new devices by circumventing the typical cost issues with CMOS technology. &nbsp;Using emerging spintronic devices, this research has proposed a Domain-Wall-Motion-based NCL circuit design methodology that achieves approximately 30x and 8x improvements in energy efficiency and chip layout area, respectively, over its equivalent CMOS design, while maintaining similar delay performance for a 32-bit full adder. &nbsp;These advantages are made possible mostly by exploiting the domain wall motion physics to natively realize the hysteresis critically needed in NCL. &nbsp;Furthermore, the proposed field-theoretic approach has offered a rich mathematical structure, therefore having broadened current digital circuit design theories, which are largely based on the principle that deterministic Boolean circuits can flawlessly emulate propositional logic deduction governed by the Boolean algebra. Finally, this proposed field-theoretic methodology has enabled more accurate understanding of existing logic circuit design methods, especially their limitations when directly applied to future device technologies driven by ultra-low V_DD. &nbsp;</p>\n<p>Broad Impact: The research results have been disseminated through publishing more than ten journal papers and 12 conference papers. Moreover, the PI's findings have greatly assisted developing two new and undergraduate and graduate-level courses at UCF: Logic Design and Hardware-Based Stochastic Logic Circuit. &nbsp;In addition, two minority Ph.D students have graduated, which achieved the the PI's stated goal of broadening the engineering participations from underrepresented minority groups. The PI have also created mentoring and outreach programs specifically designed to attract female, African-American, Latino, and first-generation college students to join his group, thus preparing a new diverse work force for computing industry. Specifically, the PI have mentored three undergraduate students through UCF's EXCEL program, and has actively participated the SPACE program at the local Carillon Elementary school through teaching basic software engineering. Finally, the PI has used Orlando Science Center as his main platform to stimulate public interests in STEM education of computing through developing innovative exhibits and engaging mini-lectures. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Mingjie&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch Vision: Leveraging the physics of field-effect devices to perform computational tasks has long been envisioned but never fully realized.  Recently, with the increasing thermal noise voltage and the decreasing characteristic capacitances, stochastic switching behavior has been observed within a CMOS digital circuit driven by ultra-low supply voltage that approaches the digital switching limit.  Recognizing that 1) probabilistic inference and stochastic learning are fundamental in sensor data processing, and 2) emerging devices will exhibit sophisticated physical property that may natively compute probabilistic algorithms, the PI proposes to achieve robust ultra-low power computation by exploiting such stochastic switching behavior.  This proposal represents the PI's first concrete step towards breaking the status quo of digital processing with methods of visual analysis based on the physics of nanoscale devices. \n\nResearch Work and Outcome: In this project, the PI has strategically integrated the probabilistic reasoning and learning based on discrete random field theory with the traditional logic circuit design methodology based on deterministic Boolean algebra. Specifically, the PI first modelled and analyzed the stochastic switching behavior in minimum-energy CMOS transistors under ultra-low V_DD (\\approx 50mV) both analytically and experimentally.  Subsequently, the PI has developed field-theoretic methodology to optimize a large-scale logic circuit built with such stochastic switching devices in order to improve its robustness. Finally, the PI has exploited the stochastic switching behavior natively to design and implement AnaLogic circuits (between analog and logic circuits) that emulate a robust self-motion algorithm inspired by fly eye based on optical flow extraction. \n\nIntellectual merits: the completed work of this proposed research has successfully introduced a new computing circuit paradigm, which embraces and exploits randomness instead of avoiding or circumventing it. In this new paradigm, probability density function (PDF) is used as information carrier and computing is done through manipulating PDFs traversing through a large stochastic switching network.  Specifically, the PI and his students have investigated three important applications, FIR, FFT, and Convolution, with the proposed stochastic-based methodology and achieved more than 10 times in both computing performance and energy efficiency. Embracing the latest research results in probabilistic reasoning and stochastic learning, this proposed approach has developed a totally unconventional design paradigm for emerging nanoscale device technology with severe device variability and switching uncertainty.  Specifically, the PI has developed a completely new approach to implement  Null Convention Logic (NCL) with emerging new devices by circumventing the typical cost issues with CMOS technology.  Using emerging spintronic devices, this research has proposed a Domain-Wall-Motion-based NCL circuit design methodology that achieves approximately 30x and 8x improvements in energy efficiency and chip layout area, respectively, over its equivalent CMOS design, while maintaining similar delay performance for a 32-bit full adder.  These advantages are made possible mostly by exploiting the domain wall motion physics to natively realize the hysteresis critically needed in NCL.  Furthermore, the proposed field-theoretic approach has offered a rich mathematical structure, therefore having broadened current digital circuit design theories, which are largely based on the principle that deterministic Boolean circuits can flawlessly emulate propositional logic deduction governed by the Boolean algebra. Finally, this proposed field-theoretic methodology has enabled more accurate understanding of existing logic circuit design methods, especially their limitations when directly applied to future device technologies driven by ultra-low V_DD.  \n\nBroad Impact: The research results have been disseminated through publishing more than ten journal papers and 12 conference papers. Moreover, the PI's findings have greatly assisted developing two new and undergraduate and graduate-level courses at UCF: Logic Design and Hardware-Based Stochastic Logic Circuit.  In addition, two minority Ph.D students have graduated, which achieved the the PI's stated goal of broadening the engineering participations from underrepresented minority groups. The PI have also created mentoring and outreach programs specifically designed to attract female, African-American, Latino, and first-generation college students to join his group, thus preparing a new diverse work force for computing industry. Specifically, the PI have mentored three undergraduate students through UCF's EXCEL program, and has actively participated the SPACE program at the local Carillon Elementary school through teaching basic software engineering. Finally, the PI has used Orlando Science Center as his main platform to stimulate public interests in STEM education of computing through developing innovative exhibits and engaging mini-lectures.  \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Mingjie Lin"
 }
}