{
 "awd_id": "1343214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Stable Isotopic Evidence for Landscape Reconstructions, Kapthurin Formation, Kenya",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 21161.0,
 "awd_amount": 21161.0,
 "awd_min_amd_letter_date": "2013-09-07",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "Under the guidance of Dr. Sally McBrearty, David Leslie will analyze fossil soil organic carbon, soil carbonates, and animal tooth enamel for stable isotopic values useful for environmental reconstructions.  These fossil indicators were collected during the field seasons of 2011 and 2012 in the Lake Baringo basin, Kenya, where a geologic formation, the Kapthurin Formation, preserves sediments that date to 545 - 235 thousand years ago, during the Middle Pleistocene.  The Kapthurin Formation preserves archaeological evidence for the transition from the Acheulian to the Middle Stone Age, a time period that marks significant technological change and culminates with the emergence of our own species, Homo sapiens.  Mr. Leslie's research will focus on reconstructing environments during this time period, while also developing a novel technique to link the biomass productivity of modern environments with stable isotopic indicators from modern soil organic carbon and carbonates using computerized remote sensing and geography information systems.  This technique offers a new environmental proxy to use when reconstructing past environments, and is broadly applicable to other time periods and archaeological and paleontological sites.\r\n\r\nIt is widely accepted that changes in environments can affect species diversity and speciation.  During the Middle Pleistocene of East Africa, significant biological and technological change occurred and could be driven by changing environments.  This project will reconstruct two separate landscapes, dating to 545 - 509 and 509 - 235 thousand years ago, available to Acheulian and Middle Stone Age human ancestors, to discern any differences or similarities in the use of landscapes, environments, resources, and technology.  Stable isotope values will be derived from 720 samples of modern and fossil soil organic carbon, carbonates, and animal tooth enamel to reconstruct these environments.  Ultimately this research seeks to test the effect of environmental change on technological and biological changes during the Middle Pleistocene of East Africa and the accuracy of continental models of climate change in relation to the Lake Baringo basin.  \r\n\r\nThis research will highlight the importance of using multiple lines of evidence when reconstructing environments to arrive at the best approximation of past environments.  Preliminary research was conducted with the help of Kenyan colleagues during the summers of 2011 and 2012, and was supported in part by grants to Dr. McBrearty from the National Science Foundation (BCS 0917965) and grants to Dr. McBrearty and Mr. Leslie from the University of Connecticut.  The results of this research will be shared with colleagues through conference presentations, lectures, and peer-reviewed publications.  The raw data created from this project will be made available via an online data repository, thereby making it accessible to the public.  In the future, Mr. Leslie plans to incorporate remote sensing and geography and information systems methods developed, as well as stable isotope extraction and analysis techniques, into hands-on laboratory classes for undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "McBrearty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sally McBrearty",
   "pi_email_addr": "mcbrearty@uconn.edu",
   "nsf_id": "000456478",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Leslie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Leslie",
   "pi_email_addr": "david.leslie@uconn.edu",
   "nsf_id": "000643027",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "354 Mansfield Rd",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691176",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 21161.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global, regional, and local changes in environments are critically important to understanding the selective pressures that affected the hominin lineage.&nbsp; Shifts in regional environments of East Africa, driven by solar insolation, have been associated with adaptive niches of hominins during the Pleistocene epoch, a time period that spans the inception of the genus <em>Homo</em> and the emergence of own species, <em>Homo sapiens</em>.&nbsp; Several hypotheses link the influence of changing environments and the evolution of the genus <em>Homo</em>, based on global drying trends during the Pleistocene, but also the increased variability of dry and wet cycles near the equator, driven by Milankovitch cycles.&nbsp; These hypotheses are buttressed by continental and global environmental data from ice and ocean cores, but lack high-resolution, regional environmental data for support.</p>\n<p>The distribution of archaeological material across a paleolandscape is best understood, in the context of modern foragers&rsquo; daily activities, as a continuum of large, highly concentrated to small, highly diffuse archaeological sites.&nbsp; Landscape archaeology offers researchers a way to address this larger foraging context by reconstructing regional paleolandscapes and collecting representative samples of archaeological material.&nbsp; The Middle Pleistocene (781 &ndash; 126 ka) of East Africa records many significant events in human evolution; it encompasses the emergence of our own species, <em>Homo sapiens</em>, the development of technologies that are &ldquo;modern&rdquo;, and a shift to resource extraction from a diverse range of environments.&nbsp; Paleoanthropologists regularly use stable isotope ratios of several proxies (paleosols, pedogenic carbonates, mammalian teeth, tufa composition) to reconstruct environments associated with hominin evolution, but these are rarely applied to the Middle Pleistocene of East Africa.&nbsp; The application of stable isotope analyses to Middle Pleistocene sedimentary sequences may be useful for discerning the local environments associated with hominins who used Acheulean and Middle Stone Age technologies.&nbsp;</p>\n<p>In this project, we combined a landscape perspective with paleoenvironmental reconstructions, primarily using stable isotope analyses of paleosols, mammalian tooth enamel, and pedogenic carbonates.&nbsp; This technique was applied to two paleolandscapes preserved in the Kapthurin Formation, a well-documented Middle Pleistocene sedimentary sequence containing Acheulean and Middle Stone Age technology, hominin remains identified to <em>Homo erectus </em>and <em>Homo sp.</em>, and chimpanzee fossils.&nbsp; We also developed a novel technique for correlating modern primary biomass productivity with stable carbon isotope values of bulk soil organic matter, and provided a method for extrapolating primary biomass productivity from well preserved paleosols.&nbsp; The high-resolution landscape environmental reconstructions made possible bty this project provide the first evidence for hominin site choice in two well-documented landscapes of the Middle Pleistocene, indicating that both Terminal Acheulean and MSA foragers regularly occupied wooded grassland ecosystems.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2016<br>\n\t\t\t\t\tModified by: David&nbsp;Leslie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal, regional, and local changes in environments are critically important to understanding the selective pressures that affected the hominin lineage.  Shifts in regional environments of East Africa, driven by solar insolation, have been associated with adaptive niches of hominins during the Pleistocene epoch, a time period that spans the inception of the genus Homo and the emergence of own species, Homo sapiens.  Several hypotheses link the influence of changing environments and the evolution of the genus Homo, based on global drying trends during the Pleistocene, but also the increased variability of dry and wet cycles near the equator, driven by Milankovitch cycles.  These hypotheses are buttressed by continental and global environmental data from ice and ocean cores, but lack high-resolution, regional environmental data for support.\n\nThe distribution of archaeological material across a paleolandscape is best understood, in the context of modern foragers? daily activities, as a continuum of large, highly concentrated to small, highly diffuse archaeological sites.  Landscape archaeology offers researchers a way to address this larger foraging context by reconstructing regional paleolandscapes and collecting representative samples of archaeological material.  The Middle Pleistocene (781 &ndash; 126 ka) of East Africa records many significant events in human evolution; it encompasses the emergence of our own species, Homo sapiens, the development of technologies that are \"modern\", and a shift to resource extraction from a diverse range of environments.  Paleoanthropologists regularly use stable isotope ratios of several proxies (paleosols, pedogenic carbonates, mammalian teeth, tufa composition) to reconstruct environments associated with hominin evolution, but these are rarely applied to the Middle Pleistocene of East Africa.  The application of stable isotope analyses to Middle Pleistocene sedimentary sequences may be useful for discerning the local environments associated with hominins who used Acheulean and Middle Stone Age technologies. \n\nIn this project, we combined a landscape perspective with paleoenvironmental reconstructions, primarily using stable isotope analyses of paleosols, mammalian tooth enamel, and pedogenic carbonates.  This technique was applied to two paleolandscapes preserved in the Kapthurin Formation, a well-documented Middle Pleistocene sedimentary sequence containing Acheulean and Middle Stone Age technology, hominin remains identified to Homo erectus and Homo sp., and chimpanzee fossils.  We also developed a novel technique for correlating modern primary biomass productivity with stable carbon isotope values of bulk soil organic matter, and provided a method for extrapolating primary biomass productivity from well preserved paleosols.  The high-resolution landscape environmental reconstructions made possible bty this project provide the first evidence for hominin site choice in two well-documented landscapes of the Middle Pleistocene, indicating that both Terminal Acheulean and MSA foragers regularly occupied wooded grassland ecosystems. \n\n\t\t\t\t\tLast Modified: 10/01/2016\n\n\t\t\t\t\tSubmitted by: David Leslie"
 }
}