{
 "awd_id": "1343823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Travel Support: 22nd International Conference on Parallel Architectures andCompilation Techniques (PACT 2013)",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2013-07-30",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "This award will support student travel to 22nd International Conference on Parallel Architecture and Compilation Techniques (PACT 2013).  The conference is being held in Edinburgh, Scotland in September 2013.  PACT is a leading conference on parallel architectures, compilers, languages, algorithms, and applications.  Supporting student travel to attend professional conferences and workshops is a very important mission of the NSF.  Broader impacts include building the next generation of researchers in this research area, as well as providing international experiences to build a globally-aware workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Childers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Childers",
   "pi_email_addr": "childers@cs.pitt.edu",
   "nsf_id": "000245880",
   "pi_start_date": "2013-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "University Club",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "794100",
   "pgm_ele_name": "COMPUTER ARCHITECTURE"
  },
  {
   "pgm_ele_code": "794300",
   "pgm_ele_name": "PROGRAMMING LANGUAGES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7941",
   "pgm_ref_txt": "COMPUTER ARCHITECTURE"
  },
  {
   "pgm_ref_code": "7943",
   "pgm_ref_txt": "PROGRAMMING LANGUAGES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>This project provided support for graduate student travel to broaden participation in the International Conference on Parallel Architecture and Compilation Techniques (PACT). This event is the premier venue for researchers working at the confluence of computer architecture, compilers, applications and programming languages. The conference is widely known to feature cutting-edge research on parallel hardware and software</span>, including: parallel architecture and computation; compilers and tools for parallel computers; multicore, multithreaded, superscalar and VLIW architectures; support for concurrency correctness in hardware and software; software dynamic translation and optimization; I/O in parallel systems and applications; parallel programming languages, algorithms and applications; runtime systems and middleware support for parallel computation; high-performance applications and experimental studies; and other topics related to combinations of parallel architecture, compilers, languages and applications. &nbsp;During this effort, &nbsp;the conference was held in Edinburgh, Scotland on September 7 to September 11, 2013.&nbsp;</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The project permitted several graduate students from US institutions to participate in PACT. &nbsp;</span>The effort had the following merits and impacts. First, students had the opportunity to network and participate in the technical, professional, educational and social exchanges that PACT enables. The opportunity to participate in conferences, such as PACT, is vital to a student&rsquo;s growth as a scholar: it permits the exchange and development of research ideas; it provides training and education to graduate students through tutorials, presentations, and posters; it fosters the creation of contacts for mentoring, advising and future jobs; and, it imparts international reach on the students, which is increasingly important for research with global impact. Second, the conference itself was strengthened by creating a more vibrant and engaged community, due to student attendance permitted by the travel support. The students participated in conference events, including discussions, presentations and posters. Finally, the support helped strengthen the pipeline of graduate students working in computer architecture, compilers, programming languages and applications for parallel computers, including from under-represented groups in computer science and engineering.&nbsp;</p>\n<p><span><br /></span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Bruce&nbsp;Childers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis project provided support for graduate student travel to broaden participation in the International Conference on Parallel Architecture and Compilation Techniques (PACT). This event is the premier venue for researchers working at the confluence of computer architecture, compilers, applications and programming languages. The conference is widely known to feature cutting-edge research on parallel hardware and software, including: parallel architecture and computation; compilers and tools for parallel computers; multicore, multithreaded, superscalar and VLIW architectures; support for concurrency correctness in hardware and software; software dynamic translation and optimization; I/O in parallel systems and applications; parallel programming languages, algorithms and applications; runtime systems and middleware support for parallel computation; high-performance applications and experimental studies; and other topics related to combinations of parallel architecture, compilers, languages and applications.  During this effort,  the conference was held in Edinburgh, Scotland on September 7 to September 11, 2013. \n\n\n\n\n\n\n\nThe project permitted several graduate students from US institutions to participate in PACT.  The effort had the following merits and impacts. First, students had the opportunity to network and participate in the technical, professional, educational and social exchanges that PACT enables. The opportunity to participate in conferences, such as PACT, is vital to a studentÆs growth as a scholar: it permits the exchange and development of research ideas; it provides training and education to graduate students through tutorials, presentations, and posters; it fosters the creation of contacts for mentoring, advising and future jobs; and, it imparts international reach on the students, which is increasingly important for research with global impact. Second, the conference itself was strengthened by creating a more vibrant and engaged community, due to student attendance permitted by the travel support. The students participated in conference events, including discussions, presentations and posters. Finally, the support helped strengthen the pipeline of graduate students working in computer architecture, compilers, programming languages and applications for parallel computers, including from under-represented groups in computer science and engineering. \n\n\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Bruce Childers"
 }
}