{
 "awd_id": "1343458",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum-G8 Collaborative Research:  DELTAS:  Catalyzing action towards sustainability of deltaic systems with an integrated modeling framework for risk assessment",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 137924.0,
 "awd_amount": 137924.0,
 "awd_min_amd_letter_date": "2013-07-17",
 "awd_max_amd_letter_date": "2015-08-13",
 "awd_abstract_narration": "This award provides support to U.S. researchers participating in a project competitively selected by a 13-country initiative on global change research through the Belmont Forum and the G8 countries Heads of Research Councils. The Belmont Forum is a high level group of the world's major and emerging funders of global environmental change research and international science councils.  It aims to accelerate delivery of the international environmental research most urgently needed to remove critical barriers to sustainability by aligning and mobilizing international resources. The G8 Heads of Research Councils developed a funding framework to support multilateral research projects that address global challenges in ways that are beyond the capacity of national or bilateral activities. Each partner country provides funding for their researchers within a consortium to alleviate the need for funds to cross international borders.  This approach facilitates effective leveraging of national resources to support excellent research on topics of global relevance best tackled through a multinational approach, recognizing that global challenges need global solutions.\r\n\r\nWorking together in an inaugural call of the International Opportunities Fund, the Belmont Forum and G8HORCs have provided support for research projects that seek to deliver knowledge needed for action to mitigate and adapt to detrimental environmental change and extreme hazardous events that relate to either Freshwater Security or Coastal Vulnerability.  This award provides support for the U.S. researchers to cooperate in consortia that consist of partners from at least three of the participating countries and that bring together natural scientists, social scientists and research users (e.g., policy makers, regulators, NGOs, communities and industry).  \r\n\r\nThis award supports research activities that will develop a versatile modeling framework that can be applied to evaluate the unique functioning, critical stressors, and vulnerability of the world?s deltas. Deltas are economically and environmentally important systems, sustaining a large portion of the world?s populations, economic activity, and ecosystems. These systems are deteriorating rapidly due to climate changes, catchment changes, and local exploitation and ecosystem degradation. This project will develop an evidence-based framework for global delta sustainability by (1) advancing delta sustainability science as critical coupled human-natural systems; (2) co-design, -develop, and -deliver an evidence-based sustainability framework for risk assessment and decision support; (3) build an international repository of integrated delta datasets; and (4) develop and implement a modeling and decision support framework in partnership with local stakeholders. Applicable from local to national levels, this framework will be applied to three case-studies in the Ganges-Brahmaputra-Meghna, Mekong, and Amazon deltas. This project will contribute toward effective regional delta management and governance by providing a mechanism to integrate social, economic, bio-physical, and ecosystem services components to assess delta vulnerability and guide sustainable management strategies and decisions across scales, in collaboration with experts and stakeholders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Vorosmarty",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J Vorosmarty",
   "pi_email_addr": "cvorosmarty@gmail.com",
   "nsf_id": "000188059",
   "pi_start_date": "2013-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "The City College of New York",
  "perf_str_addr": "138 Convent Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 45664.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 46130.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 46130.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was focused on developing and applying new methods for assessment of vulnerability, risk, and resilience in deltas. These efforts were prototyped in three case-study deltas &ndash; the Mekong River delta, the Amazon River delta, and the Ganges-Brahmaputra-Meghna River delta, and some methods were applied to a broader suite of globally-distributed deltas to support comparison and analysis across different deltas.</p>\n<p>This work was oriented around a recognition of risk as deriving from both geophysical and environmental factors, as well as socio-economic factors. We modeled how flood risk varies across deltas as a function of background geophysical hazards, relative sea-level rise, and socio-economic vulnerability. These controlling factors were estimated from globally-available datasets including remote sensing and numerical modeling. Our work here confirmed results we recently published on deltaic risks, namely that low risk conveyed through background geophysical settings are masked by high socio-economic investment. These deltas are thus particularly sensitive to future changes to economic and environmental conditions, which limit their capacity to invest in protective coastal infrastructure.</p>\n<p>Additional work explored similarities and differences between the environmental stresses on delta systems and developed a new methodology for delta classification that incorporates how human communities impact deltas. These impacts are increasingly important to consider given the half billion people currently living in delta areas globally, a number which is expected to increase given current population growth and urbanization trends.</p>\n<p>These findings are of broader importance as they help to support sustainable decision making in deltas. A quantitative measure of how similar or dissimilar deltas are to each other in an environmental context supports more effective efforts to share management best practices across deltas. This project also contributed to broader educational goals by supporting the training of several students and a post-doctoral researcher. Results were communicated to the scientific community and broader public through research publications, talks and presentations, public websites, publically available data and maps, and multimedia outreach including video abstracts of research results aimed at a general audience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Charles&nbsp;J&nbsp;Vorosmarty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was focused on developing and applying new methods for assessment of vulnerability, risk, and resilience in deltas. These efforts were prototyped in three case-study deltas &ndash; the Mekong River delta, the Amazon River delta, and the Ganges-Brahmaputra-Meghna River delta, and some methods were applied to a broader suite of globally-distributed deltas to support comparison and analysis across different deltas.\n\nThis work was oriented around a recognition of risk as deriving from both geophysical and environmental factors, as well as socio-economic factors. We modeled how flood risk varies across deltas as a function of background geophysical hazards, relative sea-level rise, and socio-economic vulnerability. These controlling factors were estimated from globally-available datasets including remote sensing and numerical modeling. Our work here confirmed results we recently published on deltaic risks, namely that low risk conveyed through background geophysical settings are masked by high socio-economic investment. These deltas are thus particularly sensitive to future changes to economic and environmental conditions, which limit their capacity to invest in protective coastal infrastructure.\n\nAdditional work explored similarities and differences between the environmental stresses on delta systems and developed a new methodology for delta classification that incorporates how human communities impact deltas. These impacts are increasingly important to consider given the half billion people currently living in delta areas globally, a number which is expected to increase given current population growth and urbanization trends.\n\nThese findings are of broader importance as they help to support sustainable decision making in deltas. A quantitative measure of how similar or dissimilar deltas are to each other in an environmental context supports more effective efforts to share management best practices across deltas. This project also contributed to broader educational goals by supporting the training of several students and a post-doctoral researcher. Results were communicated to the scientific community and broader public through research publications, talks and presentations, public websites, publically available data and maps, and multimedia outreach including video abstracts of research results aimed at a general audience.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Charles J Vorosmarty"
 }
}