{
 "awd_id": "1343222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Dimension in Radio Spectrum Sharing through Network Cooperation",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Monisha Ghosh",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 1091999.0,
 "awd_amount": 1091999.0,
 "awd_min_amd_letter_date": "2013-09-16",
 "awd_max_amd_letter_date": "2017-09-18",
 "awd_abstract_narration": "Existing spectrum-sharing paradigms have set clear boundaries between primary and secondary networks. There is very limited node-level cooperation between primary and secondary networks. This project develops a new and bold paradigm that explores policy-based network cooperation as a new dimension for spectrum sharing between primary and secondary networks. The benefits of this paradigm are numerous, as it allows integrating resources from two networks.  To move this new paradigm from concept to reality, this project aims to (1) develop fundamental understanding of policy-based cooperation through mathematical models and optimization, (2) explore new achievable rate regions through the use of advanced physical layer technologies, and (3) develop distributed optimization algorithms that can offer performance approaching the theoretical limits. For prototype, the project implements the policy-based cooperation on a 48-node testbed.\r\n\r\nThe project investigates a new paradigm and technologies that enable more flexible and efficient sharing of the radio spectrum.  New mathematical models developed in this research will help gain fundamental understanding of the benefits of the new paradigm. The use of advanced physical layer technologies will further push the performance envelopes of achievable rate regions.  New textbooks will be developed and used in classrooms at Virginia Tech and other universities. Special efforts to broadening participation by female and underrepresented students are planned through an on-going NSF REU site for cognitive radio communications and Virginia Tech's participation in Pacesetters, a program organized by the National Center for Women and Information Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Reed",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey H Reed",
   "pi_email_addr": "reedjh@vt.edu",
   "nsf_id": "000468929",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hanif",
   "pi_last_name": "Sherali",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Hanif D Sherali",
   "pi_email_addr": "hanifs@vt.edu",
   "nsf_id": "000262031",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Hou",
   "pi_email_addr": "thou@vt.edu",
   "nsf_id": "000122250",
   "pi_start_date": "2013-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Wenjing",
   "pi_last_name": "Lou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenjing Lou",
   "pi_email_addr": "wjlou@vt.edu",
   "nsf_id": "000192643",
   "pi_start_date": "2013-09-16",
   "pi_end_date": "2014-08-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wenjing",
   "pi_last_name": "Lou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenjing Lou",
   "pi_email_addr": "wjlou@vt.edu",
   "nsf_id": "000192643",
   "pi_start_date": "2017-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "302 Whittemore Hall, MC 0111",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "797600",
   "pgm_ele_name": "EARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1091999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored network (or node)-level cooperation as a new dimension for spectrum sharing between the primary and secondary users.&nbsp; We define such network cooperation in terms of a set of policies under which various degrees of cooperation can be achieved. Corresponding to each cooperation policy, a traffic-forwarding behavior for the primary and secondary users can be defined.&nbsp; From the networking perspective, such network-level cooperation allows to improve network connectivity, to increase flexibility in power control, scheduling and routing, all of which help translate into improved forwarding performance for both the primary and secondary users&rsquo; traffic. From the spectrum-sharing perspective, the ability to access other network infrastructure helps improve spatial diversity and allow users to tap unused spectrum in the spatial domain. On the economics side, such shared network infrastructure reduces the cost of infrastructure needed for each individual network (by allowing the tapping of another network&rsquo;s infrastructure resource), thus helping to enable traditionally underserved Americans to benefit from current and future wireless-enabled goods and services.</p>\n<p>We studied United cooperative of Primary and Secondary networks (or &ldquo;UPS&rdquo; in short) that allows complete cooperation between the two networks on the data plane in terms of relaying each other&rsquo;s traffic. Unlike previous efforts on node-level cooperative relaying, which was limited to only allowing secondary nodes to help relay primary users&rsquo; traffic, UPS allows primary nodes to help relay traffic for the secondary network. More important, the UPS paradigm allows to pool together all the resources from the primary and secondary networks and allows users in each network to access a much richer network resources from the combined network.&nbsp; Although the two networks are combined into one at the physical level, priority or service guarantee to the primary network traffic can still be offered at the transport level, by implementing certain traffic engineering policies.&nbsp; We considered various case studies under UPS.&nbsp; Through a systematic mathematical modeling, problem formulations, solution development, and simulation studies, we showed that the UPS paradigm offers a definitive advantage over the existing interweave spectrum sharing paradigm. The UPS paradigm points out a new direction for future spectrum sharing policies.&nbsp;&nbsp;</p>\n<p>Under the UPS paradigm, we explored the so-called optimal throughput curve for users in the primary and secondary networks. Such a curve allows us to find the maximum achievable throughput for users in the secondary (primary) network with any user throughput requirement in the primary (secondary) network. In other words, the throughput curve offers the entire landscape of maximum achievable throughput for both the primary and secondary users.&nbsp; We formulated a multi-objective optimization problem that maximizes the throughput for both the primary and secondary users.&nbsp; We transformed this multi-objective problem into a single objective problem using a novel weighted Chebyshev norm approach.&nbsp; Our solution is capable of finding a sequence of new Pareto-optimal points through iterations. We further showed that the throughput curve (by connecting consecutive known Pareto-optimal points via &ldquo;L&rdquo;-shape line segments) is provably near-optimal, depending on the required level of accuracy. Through numerical case studies, we showed that the throughput region in the UPS policy is substantially larger than that in the interweave paradigm. In addition to demonstrating the large throughput region of the UPS policy, the throughput curve offers a complete landscape of achievable throughput for the primary and secondary users.&nbsp;&nbsp;</p>\n<p>When Spectrum Access System (SAS) is used as the governing entity to manage the desired coexistence among the primary and secondary users, an important aspect of SAS is to develop a policy on pricing from the perspective of primary and secondary users.&nbsp; Existing auction-based spectrum sharing models do not take into consideration of the duration and quality of the available spectrum opportunity. To address this problem, we developed an auction-based spectrum sharing framework that accounts for the quality of the available spectrum opportunity.&nbsp; Our auctioning process allows both the primary users and the secondary users to iteratively adjust their evaluation about the available spectrum opportunities over time and to achieve a price combination that maximizes their objectives. In this multi-stage bidding process, both the primary users and secondary users adjust their evaluation of spectrum opportunities based on the normalized effective duration of the spectrum opportunities and the auction result information from the previous stage of bidding.&nbsp; &nbsp;Our simulation results showed that the percentile of the available spectrum opportunities used by the secondary users improves with the new algorithm. Simulation results also showed that the achievable secondary users&rsquo; payoffs and primary users&rsquo; revenues improve as the secondary and primary users adjust their evaluation about the spectrum opportunities after each stage in the auction procedure.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2018<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Hou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored network (or node)-level cooperation as a new dimension for spectrum sharing between the primary and secondary users.  We define such network cooperation in terms of a set of policies under which various degrees of cooperation can be achieved. Corresponding to each cooperation policy, a traffic-forwarding behavior for the primary and secondary users can be defined.  From the networking perspective, such network-level cooperation allows to improve network connectivity, to increase flexibility in power control, scheduling and routing, all of which help translate into improved forwarding performance for both the primary and secondary users? traffic. From the spectrum-sharing perspective, the ability to access other network infrastructure helps improve spatial diversity and allow users to tap unused spectrum in the spatial domain. On the economics side, such shared network infrastructure reduces the cost of infrastructure needed for each individual network (by allowing the tapping of another network?s infrastructure resource), thus helping to enable traditionally underserved Americans to benefit from current and future wireless-enabled goods and services.\n\nWe studied United cooperative of Primary and Secondary networks (or \"UPS\" in short) that allows complete cooperation between the two networks on the data plane in terms of relaying each other?s traffic. Unlike previous efforts on node-level cooperative relaying, which was limited to only allowing secondary nodes to help relay primary users? traffic, UPS allows primary nodes to help relay traffic for the secondary network. More important, the UPS paradigm allows to pool together all the resources from the primary and secondary networks and allows users in each network to access a much richer network resources from the combined network.  Although the two networks are combined into one at the physical level, priority or service guarantee to the primary network traffic can still be offered at the transport level, by implementing certain traffic engineering policies.  We considered various case studies under UPS.  Through a systematic mathematical modeling, problem formulations, solution development, and simulation studies, we showed that the UPS paradigm offers a definitive advantage over the existing interweave spectrum sharing paradigm. The UPS paradigm points out a new direction for future spectrum sharing policies.  \n\nUnder the UPS paradigm, we explored the so-called optimal throughput curve for users in the primary and secondary networks. Such a curve allows us to find the maximum achievable throughput for users in the secondary (primary) network with any user throughput requirement in the primary (secondary) network. In other words, the throughput curve offers the entire landscape of maximum achievable throughput for both the primary and secondary users.  We formulated a multi-objective optimization problem that maximizes the throughput for both the primary and secondary users.  We transformed this multi-objective problem into a single objective problem using a novel weighted Chebyshev norm approach.  Our solution is capable of finding a sequence of new Pareto-optimal points through iterations. We further showed that the throughput curve (by connecting consecutive known Pareto-optimal points via \"L\"-shape line segments) is provably near-optimal, depending on the required level of accuracy. Through numerical case studies, we showed that the throughput region in the UPS policy is substantially larger than that in the interweave paradigm. In addition to demonstrating the large throughput region of the UPS policy, the throughput curve offers a complete landscape of achievable throughput for the primary and secondary users.  \n\nWhen Spectrum Access System (SAS) is used as the governing entity to manage the desired coexistence among the primary and secondary users, an important aspect of SAS is to develop a policy on pricing from the perspective of primary and secondary users.  Existing auction-based spectrum sharing models do not take into consideration of the duration and quality of the available spectrum opportunity. To address this problem, we developed an auction-based spectrum sharing framework that accounts for the quality of the available spectrum opportunity.  Our auctioning process allows both the primary users and the secondary users to iteratively adjust their evaluation about the available spectrum opportunities over time and to achieve a price combination that maximizes their objectives. In this multi-stage bidding process, both the primary users and secondary users adjust their evaluation of spectrum opportunities based on the normalized effective duration of the spectrum opportunities and the auction result information from the previous stage of bidding.   Our simulation results showed that the percentile of the available spectrum opportunities used by the secondary users improves with the new algorithm. Simulation results also showed that the achievable secondary users? payoffs and primary users? revenues improve as the secondary and primary users adjust their evaluation about the spectrum opportunities after each stage in the auction procedure.  \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2018\n\n\t\t\t\t\tSubmitted by: Thomas Hou"
 }
}