{
 "awd_id": "1343521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  MeasureMe: Smart, Accurate, Social Behavior Monitoring",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-07-17",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "Researchers aim to develop cost-effective, accurate system to get everyday people to be more active. This technology is a behavioral monitoring and analytics platform that uses the sensors on a smartphone to detect, characterize and quantify human movement irrespective of where the sensor is placed on a person. The team uses just-in-time nudging and \"big-data\" similarity metrics to induce behavioral changes and entice people to be more active. The mission of this project is to create a cellphone-based service to measure and aggregate parameters of personal activity and provide analytic tools for personal awareness. The team plans to further develop the user interface and user experience with designs that characterize, analyze and report daily movement in anticipation of increasing daily activity.\r\n\r\nBy providing an intelligent system that develops big-data models of daily activity and linking it to social circles, this technology has the potential to assist people in becoming more active. Widespread use of this technology could lead to the design and deployment of an ecosystem to monitor movement behavior in daily living conditions. The final version of this technology is designed to provide a cost-effective and accurate method to track caloric intake and expenditure in the palm of an individual's hand. From a healthcare perspective, quantifying and analyzing behaviors could help develop insight into the links between daily behaviors and lifestyle-based diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gaurav",
   "pi_last_name": "Sukhatme",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gaurav Sukhatme",
   "pi_email_addr": "gaurav@cs.usc.edu",
   "nsf_id": "000489305",
   "pi_start_date": "2013-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower St.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900892905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF support on this project (MeasureMe: Smart, Accurate, Social Behavioral Monitoring) allowed our team to participate in the I-Corps program (July-August 2013 cohort). We entered the I-Corps program with &ldquo;MeasureMe&rdquo; a smartphone-based calorie tracker that used algorithms derived from prior research. Early on, we focused on customer discovery. Our initial idea was to have a mobile app that people would use to keep track of their daily activities. We did 100+ customer interviews as part of the program and pivoted from an app to a service model focused on helping groups of older adults stay active with the help of a team coach. Over the course of the project we formed a company (Moving Analytics, Inc.) dedicated to commercializing our technology (<a href=\"http://movinganalytics.com\">http://movinganalytics.com</a>). Today, the company is focused on proving accessible, affordable cardiac rehabilitation - an outpatient secondary prevention program offered by hospitals to optimize a cardiac patient&rsquo;s physical, psychological, and social functioning post event. Moving Analytics also offers an app (Movn) in the Google Play Store and iTunes. The Movn app help users stay physically active despite busy schedules. The app tells the user when they are sitting for long and sends them  occasional notifications to encourage them to move more and praising  them if they do move more. It also has a social feature allowing users to interact with each other.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2015<br>\n\t\t\t\t\tModified by: Gaurav&nbsp;Sukhatme</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF support on this project (MeasureMe: Smart, Accurate, Social Behavioral Monitoring) allowed our team to participate in the I-Corps program (July-August 2013 cohort). We entered the I-Corps program with \"MeasureMe\" a smartphone-based calorie tracker that used algorithms derived from prior research. Early on, we focused on customer discovery. Our initial idea was to have a mobile app that people would use to keep track of their daily activities. We did 100+ customer interviews as part of the program and pivoted from an app to a service model focused on helping groups of older adults stay active with the help of a team coach. Over the course of the project we formed a company (Moving Analytics, Inc.) dedicated to commercializing our technology (http://movinganalytics.com). Today, the company is focused on proving accessible, affordable cardiac rehabilitation - an outpatient secondary prevention program offered by hospitals to optimize a cardiac patientÆs physical, psychological, and social functioning post event. Moving Analytics also offers an app (Movn) in the Google Play Store and iTunes. The Movn app help users stay physically active despite busy schedules. The app tells the user when they are sitting for long and sends them  occasional notifications to encourage them to move more and praising  them if they do move more. It also has a social feature allowing users to interact with each other.\n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Gaurav Sukhatme"
 }
}