{
 "awd_id": "1343411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AIR Option 1: Technology Translation:  KS-Detect: A complete \"sample-in, answer-out\" solution to the diagnosis of Kaposi's Sarcoma",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Barbara H. Kenny",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2013-09-08",
 "awd_max_amd_letter_date": "2014-01-23",
 "awd_abstract_narration": "This PFI: AIR Technology Translation project focuses on translating our KS-Detect system which will represent the first complete ?sample-in-answer-out? solution for the diagnosis of Kaposi's sarcoma (KS) in limited resource settings.   The translated KS-Detect system combines our (1) ?lab-on-a-syringe? technology for biopsy extraction and sample processing, (2) solar-thermal PCR (polymerase chain reaction) for extremely low-power nucleic acid amplification, and (3) a nanoparticle based colorimetric smartphone assay for the quantification of the results.  The system is designed to be used by a field nurse and addresses a number of challenges with low resource setting diagnosis of Kaposi?s sarcoma including: the ability to take and process a biopsy sample in the field, providing at least a 10-fold increase in the number of diagnostic reactions that can be performed on a single battery charge by using sunlight to drive the thermal cycling process, and elimination of the reliance on specialized instrumentation enabling the system to be fixed in the field by the operator.   The project accomplishes its objectives by constructing a complete prototype resulting in pre-clinical optimization which is a critical evaluation stage prior to clinical implementation.  The partnership engages experts in limited resource setting diagnostics to provide guidance in the field requirements as they pertain to the potential to translate the KS-Detect system along a path that may result in a competitive commercial reality.  The potential economic impact is expected to be significant in the long term and the project will contribute to the U.S. competitiveness in biomedical diagnostics.   \r\n\r\nThe societal impact, long term, will be better diagnostics of Kaposi?s sarcoma. Kaposi's sarcoma is the leading cancer in men and the second leading cancer in women in sub-Saharan Africa.  KS is difficult to distinguish from other angioproliferative diseases, particularly in Africa where access to trained pathologists is limited to few hospitals and immunohistochemistry is practically non-existent.  Multiple studies have shown that PCR based nucleic acid identification of Kaposi?s sarcoma herpesvirus (KSHV) in skin biopsies represents the best method of performing an unambiguous diagnosis in the absence of immunohistochemistry.  In addition to the research activities proposed here, we will develop a series of social media tools to facilitate world-wide sharing of recent scientific and technological advances in limited resource setting diagnostics.  Services like Facebook and Twitter are now the dominant method by which information is disseminated across the world, but their adoption by the scientific community has been painfully slow.  Here we will use these tools to establish a virtual community of doctors, scientists, engineers, technologists, and field workers interested in limited resource setting diagnostics.  New technologies, news articles, results of clinical studies, and other information of interest will be disseminated through these tools to this community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Erickson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Erickson",
   "pi_email_addr": "de54@cornell.edu",
   "nsf_id": "000486981",
   "pi_start_date": "2013-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ethel",
   "pi_last_name": "Cesarman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ethel Cesarman",
   "pi_email_addr": "ecesarm@med.cornell.edu",
   "nsf_id": "000627249",
   "pi_start_date": "2013-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "240 Upson Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}