{
 "awd_id": "1343450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AIR Option 1: Technology Translation -  Transition of Replicated Laser Micro-textured Surface Technology Through Scalable Process and Reliability Testing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 187695.0,
 "awd_min_amd_letter_date": "2013-09-19",
 "awd_max_amd_letter_date": "2017-03-01",
 "awd_abstract_narration": "This PFI: AIR Technology Translation project focuses on translating water repellency properties of low cost replicated microtextured surface technology to fill the anti-icing and corrosion resistance technology gap.   The water repellency technology has the following unique features: long-term durability, high bonding strength and extremely high water repellency characteristics that provides exemplary low cost manufacturing to generate cost savings and added safety when compared to the leading competing technology of specialty nanoparticles in this market space.  The project accomplishes this goal by low cost replication of laser generated microtextured patterns resulting in prototype samples for industrial evaluation and examination of commercial feasibility.  The partnership engages aircraft manufacturers, renewable energy generators and dish antenna producers to provide guidance in the aerospace, energy and RF communications market and other aspects including entrepreneurship and technology commercialization as they pertain to the potential to translate the technology along a path that may result in a competitive commercial reality.  The potential economic impact is expected to be in billions of dollars in the next ten years, which will contribute to the U.S. competitiveness in the aerospace, communications, energy and transportation market places. The societal impact, long term, will be improvements in aerospace safety, long-term operation of structural components and lowering fuel consumption.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mool",
   "pi_last_name": "Gupta",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mool C Gupta",
   "pi_email_addr": "mg9re@virginia.edu",
   "nsf_id": "000381478",
   "pi_start_date": "2013-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "P. O. Box 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11982.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 25713.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The technical merit of the project is the demonstration of replicated laser microtextured surface technology through scalable process and reliability testing for commercial applications such as anti-icing and corrosion improvement. Last year a project report was submitted and the current project report describes some of the work done under a no cost extension period. A scientific paper entitled \"Optically transparent superhydrophobic polydimethylsiloxane by periodic surface microtexture&rdquo; was published in Surface and Coatings Technology Journal (volume 325, pages 308-317, 2017). &nbsp;The prepared samples exhibited optical transparency between 43% and 72% while retaining static contact angles above 150&deg;, as the percent area without microtexture is increased from 53.8% to 81%. The samples replicated from the aluminum master exhibit roll-off angles of below 2&deg;, samples produced using a polycarbonate master exhibited an almost complete loss of roll-off angle performance. This is a consequence of the microtexture profile being inverted at each embossing step. Another manuscript entitled &ldquo;Low Ice Adhesion Surfaces Using Microtextured Hydrophobic Tapes and Their Applications in Refrigeration Systems&rdquo; is under preparation for submission to a scientific journal.</p>\n<p>The broader impact of the project was training of undergraduate and graduate students, performed outreach activities and developed economic impact through the transition of the technology to industry. The project provided support to three undergraduate students under NSF research experience for undergraduate (REU) program. A collaboration with refrigeration systems company was established for the transition of the technology and it is on-going with the preparation of joint invention disclosure. A novel application of the developed technology for refrigeration systems is being pursued.</p>\n<p>Summary: The overall goal of the project is the transition of replicated laser microtextured surface technology through scalable process and reliability testing. Replicated laser microtextured samples were prepared and showed superhydrophobic properties. Since one of the major goal of this project is the transition of the technology to industry, we have contacted over 50 companies and have found a novel application for refrigeration systems. We have started a collaborative work with industry and additional intellectual property has been generated. The university of Virginia licensing and ventures group is working with the refrigeration systems company for commercialization of the technology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2017<br>\n\t\t\t\t\tModified by: Mool&nbsp;C&nbsp;Gupta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe technical merit of the project is the demonstration of replicated laser microtextured surface technology through scalable process and reliability testing for commercial applications such as anti-icing and corrosion improvement. Last year a project report was submitted and the current project report describes some of the work done under a no cost extension period. A scientific paper entitled \"Optically transparent superhydrophobic polydimethylsiloxane by periodic surface microtexture\" was published in Surface and Coatings Technology Journal (volume 325, pages 308-317, 2017).  The prepared samples exhibited optical transparency between 43% and 72% while retaining static contact angles above 150&deg;, as the percent area without microtexture is increased from 53.8% to 81%. The samples replicated from the aluminum master exhibit roll-off angles of below 2&deg;, samples produced using a polycarbonate master exhibited an almost complete loss of roll-off angle performance. This is a consequence of the microtexture profile being inverted at each embossing step. Another manuscript entitled \"Low Ice Adhesion Surfaces Using Microtextured Hydrophobic Tapes and Their Applications in Refrigeration Systems\" is under preparation for submission to a scientific journal.\n\nThe broader impact of the project was training of undergraduate and graduate students, performed outreach activities and developed economic impact through the transition of the technology to industry. The project provided support to three undergraduate students under NSF research experience for undergraduate (REU) program. A collaboration with refrigeration systems company was established for the transition of the technology and it is on-going with the preparation of joint invention disclosure. A novel application of the developed technology for refrigeration systems is being pursued.\n\nSummary: The overall goal of the project is the transition of replicated laser microtextured surface technology through scalable process and reliability testing. Replicated laser microtextured samples were prepared and showed superhydrophobic properties. Since one of the major goal of this project is the transition of the technology to industry, we have contacted over 50 companies and have found a novel application for refrigeration systems. We have started a collaborative work with industry and additional intellectual property has been generated. The university of Virginia licensing and ventures group is working with the refrigeration systems company for commercialization of the technology.\n\n\t\t\t\t\tLast Modified: 12/10/2017\n\n\t\t\t\t\tSubmitted by: Mool C Gupta"
 }
}