{
 "awd_id": "1343756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NUE: Nanotechnology LINK: An integrated approach for nanotechnology education: End-of-life management of nanomaterial-containing wastes",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 197943.0,
 "awd_amount": 197943.0,
 "awd_min_amd_letter_date": "2013-08-27",
 "awd_max_amd_letter_date": "2013-08-27",
 "awd_abstract_narration": "This NUE in Engineering program entitled, \"NUE: Nanotechnology LINK: An integrated approach for nanotechnology education: End of life management of nanomaterial-containing wastes\", at the University of South Carolina (USC), under the direction of Dr. Nicole Berge, has as its goal to develop an integrated undergraduate nanotechnology theme within the currently existing Civil and Environmental Engineering (CEE) curriculum at USC that focuses on the environmental implications associated with the end-of-life management of nanomaterial-containing products, materials, and nanomaterial manufacturing waste streams to produce a more informed and competitive CEE workforce.\r\n\r\nTo accomplish this goal, the project team plans to develop nanotechnology problem-based hands-on modules following a pedagogical approach referred to as Environments for Fostering Effective Critical Thinking (EFFECTs). EFFECTs use student-centered learning strategies to promote deep learning, enhance conceptual understanding, and stimulate growth in critical thinking skills. The EFFECTs approach has become institutionalized within the USC CEE curriculum. However, even though EFFECTs have been developed and implemented in a significant number of courses, these EFFECTs are independent and unrelated. Dr. Berge and her team propose to create an EFFECT LINK (Learning Integration of New Knowledge) for teaching and learning of nanotechnology content across the curriculum, which is referred to as the Nanotechnology LINK. As part of this integrated approach, students will assemble nanotechnology-themed electronic portfolios, building content knowledge as they advance through a sequence of courses. In addition, students will have the option of participating in an undergraduate nanotechnology-based research experience and graduate with a Leadership Distinction in Research.\r\n\r\nThe development and implementation of the proposed Nanotechnology LINK framework will result in the generation and refinement of a transformative educational approach of linking student learning across a curriculum to enhance student learning of other techniques/concepts. In addition, knowledge associated with the environmental implications associated with the end-of-life management of nanomaterial-containing wastes will be advanced. To date, there has been little research in this area. This work will also result in better-prepared civil and environmental engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Berge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Berge",
   "pi_email_addr": "berge@engr.sc.edu",
   "nsf_id": "000512291",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Pierce",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Pierce",
   "pi_email_addr": "piercec@engr.sc.edu",
   "nsf_id": "000109837",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Caicedo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Juan M Caicedo",
   "pi_email_addr": "caicedo@cec.sc.edu",
   "nsf_id": "000396617",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fabio",
   "pi_last_name": "Matta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fabio Matta",
   "pi_email_addr": "fmatta@sc.edu",
   "nsf_id": "000525940",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yeomin",
   "pi_last_name": "Yoon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yeomin Yoon",
   "pi_email_addr": "yoony@cec.sc.edu",
   "nsf_id": "000526687",
   "pi_start_date": "2013-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "300 Main Street",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721900",
   "pgm_ele_name": "NANOTECHNOLOGY UNDERGRAD EDUCA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "113E",
   "pgm_ref_txt": "ENG CURRICULUMN DEVELOPMENT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 197943.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this Nanotechnology in Undergraduate Education program was to develop an integrated undergraduate nanotechnology theme within the currently existing Civil and Environmental Engineering curriculum at the University of South Carolina (USC) that focused on the environmental implications associated with the end-of-life management of nanomaterial-containing products, materials, and nanomaterial manufacturing waste streams. To accomplish this goal, the project team developed a network of inter-related nanotechnology problem-based hands-on learning modules that use student-centered learning strategies to promote deep learning, enhance conceptual understanding, and stimulate growth in critical thinking skills. These inter-related activities are referred to as the <strong><em>Nanotechnology LINK</em></strong>. In addition, an undergraduate research program was established for students to conduct laboratory-scale experiments and/or process- and molecular-scale modeling to begin addressing approaches associated with the appropriate end-of-life management of nanomaterial-containing materials.</p>\n<p>&nbsp;</p>\n<p>As a result of this project, eleven different nanomaterial-related activities were developed and implemented in eight existing civil and environmental engineering courses. A significant fraction of the undergraduate student population (~70%, over a three year period) was exposed at least once to nanotechnology content. Student responses to surveys indicate they generally enjoyed and appreciated the nanotechnology modules. A large fraction of these students appear to have learned about nanotechnology, as evidenced by scores on exam questions and project reports. In addition, linking of nanotechnology modules across courses was beneficial and appears to have enhanced student learning of the topic. Participating faculty responded favorably to the development and implementation of nanotechnology focused problem-based learning modules in courses. Most of the interviewed faculty said they would continue to use this approach--in some cases, with modifications--in their courses.</p>\n<p>&nbsp;</p>\n<p>The development and implementation of a two-step summer research experience also resulted from this project. This two-step research experience required participating students take the Introduction to Civil and Environmental Engineering Research course and produce a research proposal outlining their research work prior to the summer research experience. This two-step approach was found to be beneficial to students. Students generally felt more prepared to conduct research during the summer. Four of the nine students that participated in the experience said that this experience had helped them decide to continue on to graduate school.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2016<br>\n\t\t\t\t\tModified by: Nicole&nbsp;Berge</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this Nanotechnology in Undergraduate Education program was to develop an integrated undergraduate nanotechnology theme within the currently existing Civil and Environmental Engineering curriculum at the University of South Carolina (USC) that focused on the environmental implications associated with the end-of-life management of nanomaterial-containing products, materials, and nanomaterial manufacturing waste streams. To accomplish this goal, the project team developed a network of inter-related nanotechnology problem-based hands-on learning modules that use student-centered learning strategies to promote deep learning, enhance conceptual understanding, and stimulate growth in critical thinking skills. These inter-related activities are referred to as the Nanotechnology LINK. In addition, an undergraduate research program was established for students to conduct laboratory-scale experiments and/or process- and molecular-scale modeling to begin addressing approaches associated with the appropriate end-of-life management of nanomaterial-containing materials.\n\n \n\nAs a result of this project, eleven different nanomaterial-related activities were developed and implemented in eight existing civil and environmental engineering courses. A significant fraction of the undergraduate student population (~70%, over a three year period) was exposed at least once to nanotechnology content. Student responses to surveys indicate they generally enjoyed and appreciated the nanotechnology modules. A large fraction of these students appear to have learned about nanotechnology, as evidenced by scores on exam questions and project reports. In addition, linking of nanotechnology modules across courses was beneficial and appears to have enhanced student learning of the topic. Participating faculty responded favorably to the development and implementation of nanotechnology focused problem-based learning modules in courses. Most of the interviewed faculty said they would continue to use this approach--in some cases, with modifications--in their courses.\n\n \n\nThe development and implementation of a two-step summer research experience also resulted from this project. This two-step research experience required participating students take the Introduction to Civil and Environmental Engineering Research course and produce a research proposal outlining their research work prior to the summer research experience. This two-step approach was found to be beneficial to students. Students generally felt more prepared to conduct research during the summer. Four of the nine students that participated in the experience said that this experience had helped them decide to continue on to graduate school.\n\n \n\n\t\t\t\t\tLast Modified: 12/12/2016\n\n\t\t\t\t\tSubmitted by: Nicole Berge"
 }
}