{
 "awd_id": "1344218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "INSPIRE Track 1:  SPINTOP:  Spin Torque Nano Oscillator Arrays for \"Big Data\" Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 850000.0,
 "awd_amount": 850000.0,
 "awd_min_amd_letter_date": "2013-08-14",
 "awd_max_amd_letter_date": "2015-02-23",
 "awd_abstract_narration": "Overview:\r\nThis INSPIRE award is partially funded by the Electronics, Photonics, and Magnetics Devices Program in the Division of Electrical, Communications and Cyber Systems in the Directorate for Engineering;   the Software and Hardware Foundations program in the Division of Computing and Communication Foundation in the Directorate for Computer & Information Science and Engineering; and the Electronic and Photonic Materials program in the Division of Materials Research in the Directorate for Mathematical and Physical Sciences.\r\n\r\nSPINTOP will explore, in detail, a new paradigm of automata computing that is based on a non-Boolean, non-Von Neumann architecture and is enabled by the electrical coupling of Spin Torque Nano-oscillators (STNOs).  The project's goal is to build a simple, yet clear demonstration, of how this can achieve significant speedups in pattern recognition to match detailed simulations.  This project addresses the 'Big Data' challenge with a non-conventional solution that can compute on the fly.  The interdisciplinary nature of the INSPIRE program will make it possible to combine magnetic materials research with device design and test and computer architecture development involving three NSF Programs and faculty from Physics, Materials Science and Electronic and Computer Engineering at University of Virginia (UVa).\r\n\r\nIntellectual Merit:\r\nSPINTOP will be pushing the frontiers of spintronic devices, circuits and computing architectures.  Key to the success of this project will be the demonstration of a novel hybrid STNO that was invented at UVa.  Magnetic materials with low magnetization, low damping, high spin polarization, controlled anisotropy are key to the success of the proposed hybrid device. The proposed novel STNO combines the best features of existing devices to provide both pure sine wave output and a large voltage signal.   Electrical coupling of arrays of these STNOs will be demonstrated in this project. According to detailed simulations, phase lock will occur when their individual frequencies are close - this phase locking will take place across the array rather than only nearest neighbor locking as has been previously demonstrated using spin wave coupling.  This coherent phase locking is the key to the design for an associative memory for pattern recognition. SPINTOP will also develop the modeling tool used to simulate the behavior of the innovative design for STNO arrays.  Further development of this tool is key for designing and implementing circuits as it will be integrated with existing codes for performing the modeling, simulation and design of hybrid CMOS-spintronic circuits.\r\n  \r\nBroader Impacts:\r\nSPINTOP, if successful, will have a big impact on the scientific community by creating a new paradigm for computing, especially pattern recognition.  This will help solve many of the Big Data applications that are a grand challenge today. However its impact will be much broader; this project will address many of the key issues facing society today.  This project is committed to fostering diversity in the workforce and will support at least one student from an underrepresented group for the duration of the project. As the INSPIRE project will fall under the umbrella of the UVA nanoSTAR Institute and the PI is also the director of nanoSTAR, this project will be closely integrated into the outreach programs and benefit from the resources of nanoSTAR.  The SPINTOP faculty and students will participate in outreach visits to Virginia high schools to highlight this new technology.  SPINTOP faculty and students will also participate in Nanodays, a highly interactive event held each Spring that brings over 650 local students from K-12 and their parents to UVA to experience some of the wonders of nanoscience and technology. These visitors will see a poster highlighting SPINTOP and will be invited to tour the SPINTOP laboratories. SPINTOP along with NanoSTAR will co-sponsor a club for undergraduates called NeXT (for Nano and Emerging Technologies) that hosts frequent seminars with guest speakers and will be a way for students in many of the nano-related disciplines to connect with one another. SPINTOP will leverage programs that support undergraduate research to recruit undergraduates to participate in summer research in the SPINTOP labs.  In collaboration with UVA's Center for Diversity in Engineering, opportunities will be provided to several minority senior high school students to experience research in the SPINTOP facilities.   SPINTOP will also have an impact on courses at UVA; there will be at least one new class developed under the auspices of this program.   It will be a class on automata based computing which is the computing paradigm that the SPINTOP project will use for mapping applications at the system level.   Finally, an existing class on Spintronics taught by the PI will be updated to include several lectures on spin torque oscillators and their application to computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Wolf",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart A Wolf",
   "pi_email_addr": "saw6b@virginia.edu",
   "nsf_id": "000182245",
   "pi_start_date": "2013-08-14",
   "pi_end_date": "2015-02-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiwei",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiwei Lu",
   "pi_email_addr": "jl5tk@virginia.edu",
   "nsf_id": "000536059",
   "pi_start_date": "2015-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mircea",
   "pi_last_name": "Stan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mircea R Stan",
   "pi_email_addr": "mircea@virginia.edu",
   "nsf_id": "000105637",
   "pi_start_date": "2013-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jiwei",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiwei Lu",
   "pi_email_addr": "jl5tk@virginia.edu",
   "nsf_id": "000536059",
   "pi_start_date": "2013-08-14",
   "pi_end_date": "2015-02-23"
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "P. O. Box 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "794500",
   "pgm_ele_name": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1385",
   "pgm_ref_txt": "SPECIAL STUDIES AND ANALYSES"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 709000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 141000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-867ca5bb-8e01-dcc3-76b1-bf421794a761\"> </span></p>\n<p>This project&nbsp;SPINTOP: Spin Torque Nano Oscillator Arrays for &ldquo;Big Data&rdquo; Applications&nbsp;explored a new paradigm of computing that is based on a non-Boolean, non-Von Neumann architecture and is enabled by the electrical coupling of Spin Torque Nano-oscillators (STNOs). &nbsp;The outcome of this project not only provided a new pathway to address the &nbsp;&ldquo;Big Data&rdquo; challenge with a non-conventional solution that can compute &ldquo;on the fly&rdquo;, but also explored new circuits for radio-frequency devices.&nbsp;The interdisciplinary nature of the INSPIRE program mad it possible to combine magnetic materials research with device design and test and computer architecture development involving three NSF Programs and faculty from Physics, Materials Science and Electronic and Computer Engineering. &nbsp;</p>\n<p>This project supported the collaborative research among three disciplines to develop new materials and device structures, investigate and describe potentially new physics, and create novel circuits to demonstrate the ability of these coupled STNOs to function as an associative memory. &nbsp;Our interdisciplinary team consisted of a material scientist to develop the materials and processing for building the STNOs, a physicist with a deep knowledge of spintronics and a track record of inventing new spintronic devices based on novel physics, and an electronics engineer with a background in computer device and circuit modeling, simulation, and design.</p>\n<p>&nbsp;The project pushed the frontiers of spintronics in several important directions. The modeling and simulation provided key insights about the interactions occurring in an array of electrically coupled spin torque nano-oscillators (STNOs). &nbsp;It has been demonstrated that spin torque nano-oscillators can couple magnetically and phase lock coherently, and our group extended this locking to electrical coupling in the spirit of a method proposed for using electrically coupled, electrically controlled (current or voltage) oscillators as the building blocks for an associative memory that is capable of very rapid signal processing and in particular image processing. &nbsp;Furthermore, we explored new ferromagnetic materials (including half Heusler alloys and L10 intermetallics) to reduce the current necessary to initiate the oscillations and by building a novel hybrid structure that has the property of providing both a very pure harmonic oscillation and a very large voltage amplitude. &nbsp;We developed the modeling tool to simulate the behaviors of the innovative design for STNO arrays. &nbsp;Development of this tool was key for designing and implementing our circuits as it can be integrated with existing codes for performing the modeling, simulation and design of hybrid CMOS-spintronic circuits. Moreover,&nbsp;the nonlinear oscillatory behavior of STNOs was also exploited for the applications such as RF signal filtering and modulation through spin torque synchronization.&nbsp;</p>\n<p>Through this project, we established collaborations with industrial partners and national defense laboratory. &nbsp;The notable outcome included that one of the PI was invited to join the C-SPIN center, one of five STARnet centers sponsored by SRC and DARPA, to explore novel magnetic materials and devices. &nbsp;&nbsp;The products include a number of journal articles, and two invited book chapters. &nbsp;The research outcomes have been disseminated through various conferences including APS March meeting, MRS fall meeting and IEEE conferences.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2017<br>\n\t\t\t\t\tModified by: Jiwei&nbsp;Lu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509918523327_3.001--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509918523327_3.001--rgov-800width.jpg\" title=\"Arrays of STNOs for Pattern Recognition\"><img src=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509918523327_3.001--rgov-66x44.jpg\" alt=\"Arrays of STNOs for Pattern Recognition\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">circuit schematic of a parallel array of STNOs. The BPF represents a bandpass filter which selects in (b) the frequency ranges in which the matches occurs. A higher signal in the frequency domain the represents a better match between test and reference vectors.</div>\n<div class=\"imageCredit\">Mehdi Kabir</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jiwei&nbsp;Lu</div>\n<div class=\"imageTitle\">Arrays of STNOs for Pattern Recognition</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509918299674_1.jpg.001--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509918299674_1.jpg.001--rgov-800width.jpg\" title=\"Spin Torque Nano-Oscillator\"><img src=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509918299674_1.jpg.001--rgov-66x44.jpg\" alt=\"Spin Torque Nano-Oscillator\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Schematic representation of the patterned pseudo-spin-valve sample. (b) SEM image of the patterned pillar with a diameter of 500 nm. (c) Photo image of a device with gold contacts</div>\n<div class=\"imageCredit\">Linqiang Luo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jiwei&nbsp;Lu</div>\n<div class=\"imageTitle\">Spin Torque Nano-Oscillator</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509916753676_2.001--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509916753676_2.001--rgov-800width.jpg\" title=\"Spin Torque switching vs. Oscillation in STNO\"><img src=\"/por/images/Reports/POR/2017/1344218/1344218_10267309_1509916753676_2.001--rgov-66x44.jpg\" alt=\"Spin Torque switching vs. Oscillation in STNO\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Experimentally determined Electric current vs Magnetic Field (Out-of-Plane field) phase diagram for the 500 nm pillar device. b) dV/dI vs. current. The spin torque oscillation can be seen in the inset.</div>\n<div class=\"imageCredit\">Linqiang Luo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jiwei&nbsp;Lu</div>\n<div class=\"imageTitle\">Spin Torque switching vs. Oscillation in STNO</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\nThis project SPINTOP: Spin Torque Nano Oscillator Arrays for \"Big Data\" Applications explored a new paradigm of computing that is based on a non-Boolean, non-Von Neumann architecture and is enabled by the electrical coupling of Spin Torque Nano-oscillators (STNOs).  The outcome of this project not only provided a new pathway to address the  \"Big Data\" challenge with a non-conventional solution that can compute \"on the fly\", but also explored new circuits for radio-frequency devices. The interdisciplinary nature of the INSPIRE program mad it possible to combine magnetic materials research with device design and test and computer architecture development involving three NSF Programs and faculty from Physics, Materials Science and Electronic and Computer Engineering.  \n\nThis project supported the collaborative research among three disciplines to develop new materials and device structures, investigate and describe potentially new physics, and create novel circuits to demonstrate the ability of these coupled STNOs to function as an associative memory.  Our interdisciplinary team consisted of a material scientist to develop the materials and processing for building the STNOs, a physicist with a deep knowledge of spintronics and a track record of inventing new spintronic devices based on novel physics, and an electronics engineer with a background in computer device and circuit modeling, simulation, and design.\n\n The project pushed the frontiers of spintronics in several important directions. The modeling and simulation provided key insights about the interactions occurring in an array of electrically coupled spin torque nano-oscillators (STNOs).  It has been demonstrated that spin torque nano-oscillators can couple magnetically and phase lock coherently, and our group extended this locking to electrical coupling in the spirit of a method proposed for using electrically coupled, electrically controlled (current or voltage) oscillators as the building blocks for an associative memory that is capable of very rapid signal processing and in particular image processing.  Furthermore, we explored new ferromagnetic materials (including half Heusler alloys and L10 intermetallics) to reduce the current necessary to initiate the oscillations and by building a novel hybrid structure that has the property of providing both a very pure harmonic oscillation and a very large voltage amplitude.  We developed the modeling tool to simulate the behaviors of the innovative design for STNO arrays.  Development of this tool was key for designing and implementing our circuits as it can be integrated with existing codes for performing the modeling, simulation and design of hybrid CMOS-spintronic circuits. Moreover, the nonlinear oscillatory behavior of STNOs was also exploited for the applications such as RF signal filtering and modulation through spin torque synchronization. \n\nThrough this project, we established collaborations with industrial partners and national defense laboratory.  The notable outcome included that one of the PI was invited to join the C-SPIN center, one of five STARnet centers sponsored by SRC and DARPA, to explore novel magnetic materials and devices.   The products include a number of journal articles, and two invited book chapters.  The research outcomes have been disseminated through various conferences including APS March meeting, MRS fall meeting and IEEE conferences. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/05/2017\n\n\t\t\t\t\tSubmitted by: Jiwei Lu"
 }
}