{
 "awd_id": "1344335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Meeting on Indicators of Doctoral Education",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-07-20",
 "awd_max_amd_letter_date": "2013-07-20",
 "awd_abstract_narration": "The National Research Council (NRC) of the National Academy of Sciences will hold a planning meeting to discuss the creation of a program to collect and disseminate information about research doctoral education.  Participants will include representatives of graduate research programs, higher education associations, organizations that provide comparative information on doctoral programs, and others with relevant knowledge and expertise.  This meeting will consider the range of data currently available about doctoral education and the potential uses of additional data that could be obtained with a regular program of data collection.  The meeting will also consider several practical aspects of such a program, including the willingness of universities to participate and the possible role of the NRC.  The goal of the planning meeting is to determine if there is enough interest in and expected value from an ongoing indicators program to warrant further development work.\r\n\r\nThe NRC has conducted three prior studies of research doctorate programs that were carried out on an ad hoc basis, with reports published in 1982, 1995, and 2010.  The planning meeting will consider the results of these prior studies for insights about the types of data that might be included in an ongoing indicators program, the technical challenges in constructing these different types of data, and the potential value to the field of making such data available.  In particular, the planning meeting will consider the use of reputational rankings and the production of program rankings, both of which were criticized in the prior NRC studies.  In addition the planning meeting will consider the implications for the design of an ongoing program to provide information about research doctoral education of new information sources that have recently become available, including commercial efforts to provide comparative information on publication and citation data across doctoral programs.    \r\n\r\nBroader Impacts.  A set of doctoral indicators could potentially provide the graduate education community with a number of benefits, including benchmarks for institutional self-improvement, data for higher education research, and comparative information for policymakers and prospective students.  As a result, an ongoing indicator program could help drive substantial increases in the quality of research doctoral programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Citro",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Constance F Citro",
   "pi_email_addr": "ccitro@nas.edu",
   "nsf_id": "000184590",
   "pi_start_date": "2013-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 5th Street NW",
  "perf_city_name": "Washington, DC",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project called for&nbsp;a&nbsp;planning meeting to discuss the need for and issues in building a program to collect and make available indicators of research doctorate programs in the United States. The planning meeting involved bringing together individuals from the higher education community, the education statistics community, the science and engineering workforce policy community, and potential public- and private-sector funders. The discussions focused on the following topics:</p>\n<p>1)&nbsp;&nbsp;&nbsp; The range and importance of analytical, research, and policy making uses of the data collected on doctoral programs in the prior NRC study (2005-2010);</p>\n<p>2)&nbsp;&nbsp;&nbsp; The extent to which universities would be interested in and willing to invest in a program to continue collection and dissemination of such data; and</p>\n<p>3)&nbsp;&nbsp;&nbsp; The feasiblity of lodging within the NRC or some other organization either a continuing program or a prototype, proof-of-concept operation.</p>\n<p>&nbsp;</p>\n<p>The goal for the meeting was to provide NRC staff, key stakeholders, and potential project funders with advice on how to proceed with future work in this area.&nbsp; Several important points were made during the day&rsquo;s discussions.&nbsp; First, participants emphasized that if there is to be another project in this area, it should begin soon. They noted the length of time required for the prior project (5 years) and called for any future project to move more quickly.</p>\n<p>Second, participants thought that the prior committee had been charged to serve too many roles.&nbsp; The earlier committee identified the data to collect, collected it, analyzed it, made decisions about ways to characterize institutional quality, and prepared a report on institutional quality.&nbsp; Participants advised that separation of responsibilities might increase the perceived integrity of the results. They described a strategy that would separate the responsibilities among three entities. One group might convene a group to define the outcomes to measure and possibly produce a model survey. Another organization might take the lead in collecting the data and producing the indicators of quality and/or rankings. A third group might review/oversee the data collection and the resulting indicators/rankings.</p>\n<p>With these points in mind, NRC project staff have begun to pursue a future project.&nbsp; A week after the planning meeting, project staff met to compare notes and identify a strategy to follow up on participants&rsquo; ideas. They also discussed the project at several staff and board of directors meetings to solicit their feedback and advice.&nbsp; NRC staff are now following up to determine the next steps in establishing the feasibility and desirability of an activity to regularly collect useful information on research doctoral programs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2015<br>\n\t\t\t\t\tModified by: Constance&nbsp;F&nbsp;Citro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project called for a planning meeting to discuss the need for and issues in building a program to collect and make available indicators of research doctorate programs in the United States. The planning meeting involved bringing together individuals from the higher education community, the education statistics community, the science and engineering workforce policy community, and potential public- and private-sector funders. The discussions focused on the following topics:\n\n1)    The range and importance of analytical, research, and policy making uses of the data collected on doctoral programs in the prior NRC study (2005-2010);\n\n2)    The extent to which universities would be interested in and willing to invest in a program to continue collection and dissemination of such data; and\n\n3)    The feasiblity of lodging within the NRC or some other organization either a continuing program or a prototype, proof-of-concept operation.\n\n \n\nThe goal for the meeting was to provide NRC staff, key stakeholders, and potential project funders with advice on how to proceed with future work in this area.  Several important points were made during the dayÆs discussions.  First, participants emphasized that if there is to be another project in this area, it should begin soon. They noted the length of time required for the prior project (5 years) and called for any future project to move more quickly.\n\nSecond, participants thought that the prior committee had been charged to serve too many roles.  The earlier committee identified the data to collect, collected it, analyzed it, made decisions about ways to characterize institutional quality, and prepared a report on institutional quality.  Participants advised that separation of responsibilities might increase the perceived integrity of the results. They described a strategy that would separate the responsibilities among three entities. One group might convene a group to define the outcomes to measure and possibly produce a model survey. Another organization might take the lead in collecting the data and producing the indicators of quality and/or rankings. A third group might review/oversee the data collection and the resulting indicators/rankings.\n\nWith these points in mind, NRC project staff have begun to pursue a future project.  A week after the planning meeting, project staff met to compare notes and identify a strategy to follow up on participantsÆ ideas. They also discussed the project at several staff and board of directors meetings to solicit their feedback and advice.  NRC staff are now following up to determine the next steps in establishing the feasibility and desirability of an activity to regularly collect useful information on research doctoral programs.\n\n\t\t\t\t\tLast Modified: 01/20/2015\n\n\t\t\t\t\tSubmitted by: Constance F Citro"
 }
}