{
 "awd_id": "1344296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "INSPIRE Track 1:   Aurorasaurus - Citizen Scientists Experiencing the Extremes of Space Weather",
 "cfda_num": "47.050",
 "org_code": "06020200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irfan S. Azeem",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 998957.0,
 "awd_amount": 998957.0,
 "awd_min_amd_letter_date": "2013-09-20",
 "awd_max_amd_letter_date": "2017-07-28",
 "awd_abstract_narration": "This INSPIRE award is partially funded by the Space Weather Research Program in the Division of Atmospheric and Geospace Sciences in the Directorate for Geoscience; the Human Centered Computing Program in the Division of Information & Intelligent Systems in the Directorate for Computer & Information Science & Engineering; and the Advancing Informal STEM Learning Program in the Division of Research on Learning in Formal and Informal Settings in the Directorate for Education and Human Resources.   \r\n\r\nThis is a two-year inter-disciplinary project pursuing tightly coupled goals within human centered computing, citizen science, and space weather research.   The aurora borealis of the northern hemisphere and its twin, the aurora australis of the southern hemisphere, are among the most beautiful and awe-inspiring of natural phenomena. They are a manifestation of the interaction of solar plasma with the Earth's atmosphere, magnetic field, and surface, the combined effect of which is termed space weather. As the aurora is a visible manifestation of space weather, observations of aurora are potentially a means of forecasting its catastrophic extremes. Capitalizing on public curiosity of normally intangible plasma physics, the objective of this project is to create a system for collecting, analyzing, interpreting, and redistributing data on the dynamics and evolution of auroral events using crowd-sourced ad hoc Tweets and more purposeful postings from citizen scientists.  The current solar maximum is the first since the emergence of the ubiquitous use of social media that has changed - and will continue to change - our interactions with computers and the world.  Building on a demonstrated prototype system, the project is poised to take advantage of the approach in 2013-2014 of the maximum in the current 11-year solar activity cycle, with several high activity years following. \r\n\r\nThe team combines expertise in space weather science, human-computer interface design, and informal science education to realize each of its intertwined goals. \r\n1) For space science, the contribution will be a totally new data source for auroral observations and the potential for real-time, higher-resolution space weather forecasts that are a critical step towards transforming our ability to protect and manage critical infrastructure susceptible to interruption and damage. With crowd-sourced data and user contributions, it is possible to achieve the increased density of high quality data needed for improved predictions. State of the art human-computer interfaces, for data upload, analysis, and interpretation that make participation easy, intuitive, and rewarding, will be developed to ensure the high quality data critical to forecasting.\r\n2) For the field of human-centered computing, the creation of new frameworks will transform our understanding of how the emergent processes of crowd-sourced knowledge and labor come together for scientific discovery under the structures of networked computer platforms. Specifically, the stickiest problem in making crowd-sourced media actionable is the verification of the messages received at a high enough tolerance level for organizational decision-making. A transformative approach will be adopted, employing verification techniques within a community of active participants who will also engage the data, offering human intelligence in collaboration with machine intelligence.\r\n3) The education approach is innovative and potentially transformative in its use of social media to explore the beautiful and mysterious aurora, through which participants in a dynamic social network will come to understand the relevance of space weather to their lives. Intellectually engaging resources, research projects, and motivational incentives for participation will help build a community of citizen scientists committed to advancing knowledge of space weather.\r\n\r\nThis low-cost, citizen science system for improved forecasting of geomagnetic storms has the potential to transform the way space weather prediction is done and considering the enormous potential cost to society of damage due to such storms would be cost-effective.  The project will help enhance public understanding of this little known phenomenon so that citizens are aware and prepared to respond to the effects of space weather. Resulting new understanding of effective approaches to citizen science and the impact of human computer interactions on motivations and success at learning will have value to a wealth of other ongoing citizen science programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "MacDonald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth MacDonald",
   "pi_email_addr": "eliz.macdonald@gmail.com",
   "nsf_id": "000639346",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Hall",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle K Hall",
   "pi_email_addr": "hall@scieds.com",
   "nsf_id": "000399283",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Tapia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Tapia",
   "pi_email_addr": "atapia@ist.psu.edu",
   "nsf_id": "000131195",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Consortium",
  "inst_street_address": "4200 W JEMEZ RD STE 301",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ALAMOS",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5054124200",
  "inst_zip_code": "875442587",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "NMC, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "TUMCX1C2C4B3"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Consortium",
  "perf_str_addr": "4200 West Jemez Road",
  "perf_city_name": "Los Alamos",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875442587",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  },
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 633166.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 365791.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes of the Aurorasaurus project&nbsp;are robust and three-fold, centering on a<strong> platform,&nbsp;</strong>a<strong> community, </strong>and<strong> research</strong>. These outcomes have led to <strong>disruptive innovation</strong>, in the form of the unexpected discovery of the &ldquo;STEVE&rdquo; aurora and significant worldwide media attention. This viral interest in STEVE and public participation in aurora research, in turn, feeds back to Aurorasaurus to continue to strengthen the major outcomes even while auroral activity is less frequent in the solar cycle.</p>\n<p>Over the last six years, we have established the world's first formal citizen science project around the Northern and Southern lights. The <strong>platform</strong> includes a website Aurorasaurus.org, free iOS, and Android apps, alerts, a blog, and many more features. The <strong>community</strong> includes over 7000 registered users, and an informal Ambassador network that spans the globe. Ambassadors volunteer to help answer questions about Aurorasaurus, encourage and expand its use, and contribute to research at the nexus of traditional and citizen science interests. Ambassadors consist of professional scientists, leaders of regional aurora enthusiast groups, and other community members. The <strong>research</strong> results from Aurorasaurus have been particularly strong in intellectual merit, and include published work in the Journal of Geophysical Research, Space Weather, Science Advances, and interdisciplinary journals like Citizen Science: Theory and Practice. The reports of aurora by public volunteers provide data for robust real-time alerts in combination with traditional sources of coarse aurora models. In addition, they have proven to be an accurate source of &ldquo;ground-truth&rdquo; data to compare to traditional models. Lastly, citizen scientist photographs and video have been shown to be an unique and high resolution source of data for the study of rare aurora, particularly at the previously understudied subauroral region.</p>\n<p>Due to the interested public, and lack of real-time data, auroras have proven to be a well-suited topic for a citizen science approach, and the broader impacts of this success are numerous and wide-ranging for a variety of public and professional scientist audiences alike. The media interest has been intense, with outlets like the New York Times and NPR&rsquo;s Science Friday publishing multiple pieces. The products that NASA produced and shared on their social media channels received some of the highest ratings in their respective categories (e.g. #2 most retention on a NASA Snapchat story ever).</p>\n<p>The most significant new scientific result has been the citizen scientist-assisted discovery of the <strong>STEVE</strong> (Strong Thermal Emission Velocity Enhancement) aurora. Aurorasaurus, along with the University of Calgary and others led publication in Science Advances, an interdisciplinary, open access, high impact journal. The result is significant because citizen scientists have documented a new type of aurora that we believe is an optical manifestation of a previously observed phenomena, the SubAuroral Ion Drift (SAID). Most previous observations of the SAID are via satellites and any optical signatures have been weak and not clearly described. But via citizen scientists the observations are clear, and contain rich new physics to be studied further. Senior space physicist Prof. Larry Lyons of UCLA was quoted in the Atlantic magazine placing the significance in context. &ldquo;It is truly exciting, to us as aurora scientists, that there is a group of amateurs out there who enjoy the aurora so much that they could put together something that is this new to us. That&rsquo;s just unbelievably cool.&rdquo; &ldquo;I&rsquo;ve never seen something this new discovered by citizen scientists in the aurora before.\" \"Finding something you can identify as a new structure in the aurora is relatively unusual. The last major thing was poleward boundary intensification, and you can find that name used back over 20 years ago.&rdquo;&nbsp;</p>\n<p>Lastly, we have begun to gather evidence of the citizen scientist to professional scientist informal education pathway inspired by auroral photography. Andy Witteman of British Columbia, who shared videos to help with paper promotion says &ldquo;I really appreciate you guys letting me be a part of all of the excitement around Steve. It&rsquo;s hugely inspiring to me to not only read everything but also see my name associated with something like this, even just for the pictures! It&rsquo;s very cool especially being such a nerd about it! I'm actually going back to school this year at UAF in hopes of maybe finding my way into the geophysics or astrophysics communities as a career someday! It&rsquo;s a way for me to stay close to the auroras I've come to love and better myself as a person!&rdquo; He will be returning to school at the University of Alaska Fairbanks and we will be putting him in touch with possible mentors there from our Aurorasaurus Ambassador network.&nbsp;</p>\n<p>Support continues with the New Mexico Consortium and the NASA Space Science Education Consortium, however additional grant funding is needed to sustain and build upon this pioneering success with the latest research, mobile technology and global volunteer management techniques.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/05/2018<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;Macdonald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes of the Aurorasaurus project are robust and three-fold, centering on a platform, a community, and research. These outcomes have led to disruptive innovation, in the form of the unexpected discovery of the \"STEVE\" aurora and significant worldwide media attention. This viral interest in STEVE and public participation in aurora research, in turn, feeds back to Aurorasaurus to continue to strengthen the major outcomes even while auroral activity is less frequent in the solar cycle.\n\nOver the last six years, we have established the world's first formal citizen science project around the Northern and Southern lights. The platform includes a website Aurorasaurus.org, free iOS, and Android apps, alerts, a blog, and many more features. The community includes over 7000 registered users, and an informal Ambassador network that spans the globe. Ambassadors volunteer to help answer questions about Aurorasaurus, encourage and expand its use, and contribute to research at the nexus of traditional and citizen science interests. Ambassadors consist of professional scientists, leaders of regional aurora enthusiast groups, and other community members. The research results from Aurorasaurus have been particularly strong in intellectual merit, and include published work in the Journal of Geophysical Research, Space Weather, Science Advances, and interdisciplinary journals like Citizen Science: Theory and Practice. The reports of aurora by public volunteers provide data for robust real-time alerts in combination with traditional sources of coarse aurora models. In addition, they have proven to be an accurate source of \"ground-truth\" data to compare to traditional models. Lastly, citizen scientist photographs and video have been shown to be an unique and high resolution source of data for the study of rare aurora, particularly at the previously understudied subauroral region.\n\nDue to the interested public, and lack of real-time data, auroras have proven to be a well-suited topic for a citizen science approach, and the broader impacts of this success are numerous and wide-ranging for a variety of public and professional scientist audiences alike. The media interest has been intense, with outlets like the New York Times and NPR?s Science Friday publishing multiple pieces. The products that NASA produced and shared on their social media channels received some of the highest ratings in their respective categories (e.g. #2 most retention on a NASA Snapchat story ever).\n\nThe most significant new scientific result has been the citizen scientist-assisted discovery of the STEVE (Strong Thermal Emission Velocity Enhancement) aurora. Aurorasaurus, along with the University of Calgary and others led publication in Science Advances, an interdisciplinary, open access, high impact journal. The result is significant because citizen scientists have documented a new type of aurora that we believe is an optical manifestation of a previously observed phenomena, the SubAuroral Ion Drift (SAID). Most previous observations of the SAID are via satellites and any optical signatures have been weak and not clearly described. But via citizen scientists the observations are clear, and contain rich new physics to be studied further. Senior space physicist Prof. Larry Lyons of UCLA was quoted in the Atlantic magazine placing the significance in context. \"It is truly exciting, to us as aurora scientists, that there is a group of amateurs out there who enjoy the aurora so much that they could put together something that is this new to us. That?s just unbelievably cool.\" \"I?ve never seen something this new discovered by citizen scientists in the aurora before.\" \"Finding something you can identify as a new structure in the aurora is relatively unusual. The last major thing was poleward boundary intensification, and you can find that name used back over 20 years ago.\" \n\nLastly, we have begun to gather evidence of the citizen scientist to professional scientist informal education pathway inspired by auroral photography. Andy Witteman of British Columbia, who shared videos to help with paper promotion says \"I really appreciate you guys letting me be a part of all of the excitement around Steve. It?s hugely inspiring to me to not only read everything but also see my name associated with something like this, even just for the pictures! It?s very cool especially being such a nerd about it! I'm actually going back to school this year at UAF in hopes of maybe finding my way into the geophysics or astrophysics communities as a career someday! It?s a way for me to stay close to the auroras I've come to love and better myself as a person!\" He will be returning to school at the University of Alaska Fairbanks and we will be putting him in touch with possible mentors there from our Aurorasaurus Ambassador network. \n\nSupport continues with the New Mexico Consortium and the NASA Space Science Education Consortium, however additional grant funding is needed to sustain and build upon this pioneering success with the latest research, mobile technology and global volunteer management techniques.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/05/2018\n\n\t\t\t\t\tSubmitted by: Elizabeth Macdonald"
 }
}