{
 "awd_id": "1344267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "INSPIRE Track 1: Multifunctional Interfaces for Responsive Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 999919.0,
 "awd_amount": 1091701.0,
 "awd_min_amd_letter_date": "2013-09-18",
 "awd_max_amd_letter_date": "2018-07-20",
 "awd_abstract_narration": "This INSPIRE award by the Biomaterials program in the Division of Materials Research to the State University of New York Stony Brook is in developing novel materials transport systems, and a general method for creating (and tuning the properties of) aqueous nanocluster dispersions of interest for technologies that range from drug delivery to biofuel production, as well as a theoretical understanding of the mechanism for cluster formation and stability. This award is cofunded by the Biomaterials and the Polymer programs in the Division of Materials Research and International Science and Engineering program in the Office of International and Integrative Activities. In addition, the following programs in the Engineering Directorate - Biomedical Engineering, Particulate and Multiphase Processes and Interfacial Processes and Thermodynamics - all in the Division of Chemical, Bioengineering, Environmental, and Transport Systems are also cofunding this award. The primary focus of this project is fundamental science approaches in developing a synthetic structure that has all the properties of its biological counterpart that can respond in a controlled manner to an external stimulus, by using synthetic polymer-peptide constructs on a patterned surface, manipulated by electric fields to achieve spatial control of cell migration and differentiation. These responsive surfaces would have a clear impact for the development of surfaces that can template biomineralization and scaffolds that direct the outcome of embryogenesis. This project would lead to a new interdisciplinary and potentially transformative research at the interface of colloid and interface science, multiscale modeling and statistical mechanics, biophysical characterization, materials sciences, drug delivery, interfacial processes, molecular engineering, multiphase processing and nanotechnology. Using an iterative process, theoretical models will be continuously probed and refined, and this would enable obtaining the optimal structures in designing the cell experiments using stem cells, human epithelial and endothelial cells. Significant advances could be expected as the result of this investment in inter- and multi-disciplinary research at the intersection of the engineering and material sciences, and synthetic biology that focus on advancing the fundamental experimental and theoretical answers to important fundamental questions about the possibility of forming aqueous dispersions of equilibrium nanoclusters with tunable size, shape and dissociation properties.\r\n\r\nThe broader technological impact of this project is in developing a model fundamental process of organ development, tissue organization, stem cell differentiation, and designing and synthesizing novel polymeric and dynamic surfaces with tailored properties that could have many industrial applications, if the project is successful. With respect to educational and outreach activities, the project is for the seamless integration of research and education, with a robust mentoring program, where contact with the students is often maintained throughout their educational and professional development. With the proposed model system, students learn by doing, observing, and participating fully in the research efforts from concepts through publications, and are evaluated by metrics for standard research proposals, i.e. innovation, impact, and publication. The planned high school program includes structured activities, which provide the students with the basic skill required for independent research, including statistics modules, data mining, proper reference notation, skills in keeping laboratory notebooks, awareness of intellectual property issues, filing for patents, ethics in education and sciences, and working within a group on environmental questions and awareness, and providing safety training courses in handling and disposal of hazardous chemicals and biological wastes. As part of the International activity, the project plans to initiate collaborations with University of Dortmund, Germany, where the education and outreach models practiced at the SUNY campus will be replicated. In addition, the project plans to expand these outreach activities in Europe and Asia by collaborating with Universities and High Schools in these areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Rafailovich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Rafailovich",
   "pi_email_addr": "miriam.rafailovich@sunysb.edu",
   "nsf_id": "000184733",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Ober",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher K Ober",
   "pi_email_addr": "cko3@cornell.edu",
   "nsf_id": "000101773",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dilip",
   "pi_last_name": "Gersappe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dilip Gersappe",
   "pi_email_addr": "dilip.gersappe@sunysb.edu",
   "nsf_id": "000306334",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "marcia",
   "pi_last_name": "simon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "marcia simon",
   "pi_email_addr": "marcia.simon@stonybrook.edu",
   "nsf_id": "000174286",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria Victoria",
   "pi_last_name": "Fernandez Serra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Victoria Fernandez Serra",
   "pi_email_addr": "maria.fernandez-serra@stonybrook.edu",
   "nsf_id": "000508646",
   "pi_start_date": "2013-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 830000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 169919.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 74125.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 12657.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to design living tissue via control of the materials environment can have a transformational impact in many areas of medicine. We know a great deal about protein crystallization, but very little is known about the structure of proteins adsorbed to surfaces. Proteins carry functional domains, which are the codes for activating different cellular functions. In vivo tissue and cell functions are controlled by enzymatic folding and unfolding of proteins revealing different functional domains. Cells express receptors for these domains, which then up regulate different genetic pathways that determine cell and tissue response. In this proposal we demonstrated how the ability to control protein structure via&nbsp; structure, chemistry, and mechanics can become a very powerful tool in addressing physiological function. &nbsp;We provided three examples; (a) 3D printing is a rapidly developing area for making implants. Selection of material becomes a critical parameter in integration of the materials with hard tissue in tooth and bone. We demonstrated that given identical surface chemistry, surface morphology alone could nucleate protein self assembly, enabling formation of large banded collagen fibers. Dental pulp stem cells, both secrete collagen which form the fibers, as well as sensing their assembly, &nbsp;selecting the differentiation pathway, and secreting sibling enzymes, which in turn template mineral deposition. Based on these findings, we developed an acellular scan&nbsp; which can predict the potential of a given surface with specific morphology to enable osteointegration or stem cell differentiation. (b) Normal wound healing response involves section of thrombin, which cleaves peptides on fibrinogen, the main blood protein, and initiates the clotting reaction. Non-thrombogenic clots, which are extremely dangerous, can be initiated with a wound, simply when a foreign materials, such as a stent or heart valve is inserted into the blood flow. &nbsp;Using anti-bodies to different functional domains, we demonstrated that fibrinogen molecules, adsorb and &nbsp;spontaneously unfold on hydrophobic surfaces, giving rise to large fibrinogen fibers, anchored to the surface. These in turn provide binding sites for platelets, which then secrete thrombin and give rise to clot formation. Discovery of the functional domains exposed via surface interactions with the rest of the fibrinogen molecule, &nbsp;has enabled us to design a new material where they are blocked, thereby preventing thrombosis and obviating the need to prescribe blood thinners or cytotoxic agents for patients. (c) Engineered hydrogels with cryptic functional domains and complex structures can be synthesized to provide injectable agents that replace the nucleus pulposus, responsible for herniation of spinal discs. A pilot study on dogs indicated that these agents, which are relatively simple to administer, are stable within the spinal space can effectively distribute stress along the spine and obviate the need for surgical fusion of the discs. Patents are pending which will enable the &nbsp;translation of these technologies into viable medical solutions.</p>\n<p>We hope that the outcomes of this proposal will inspire further development in the complex area of surface induced supra-molecular protein structures.</p>\n<p>This proposal has also demonstrated the value of vertically integrated interdisciplinary teams in addressing bioengineering problems. The research performed was conducted in teams consisting of high school students and teachers, undergraduate and graduate students, and senior faculty with complementary expertise. &nbsp;The students were an invaluable asset introducing new technologies and often driving the research directions. In recognition of their efforts, we partnered with the Materials Research Society to enable them to present their results at the fall 2018 meeting in Boston, where their abstracts were evaluated with the same rigors as that of other members of the society. The experience was transformative, in that it enabled the students to have the full experience of research as a career choice.</p>\n<p>The long term impact of the high school research experience was evaluated using 120 students who had graduate from our program 7 or more years ago and comparing their career outcomes with a similar number or students of comparable GPA and interests who were not involved in high school research. The outcomes indicated that a much higher percentage of &nbsp;students with &nbsp;prior research experience gained admission to top 10 universities and &nbsp;pursuing a research intensive track in subsequent professional school (i.e. MD/PhD ). Surprisingly, the largest single profession among the research &nbsp;students (27% vs 18% for non-research group) was in finance, where the respondents credited their success to applying research methodology and evidence based logic in their current profession. Hence even though the early research experience may not have significantly increased the number of graduates in academic professions, it has produced successful leaders in many other influential disciplines with a general &nbsp;appreciation of the application of scientific principals and &nbsp;analytical rigor towards the benefit of society, as a whole.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2019<br>\n\t\t\t\t\tModified by: Miriam&nbsp;Rafailovich</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549546079659_linxiimageofcollagenfibers--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549546079659_linxiimageofcollagenfibers--rgov-800width.jpg\" title=\"Surface templating of banded collagen\"><img src=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549546079659_linxiimageofcollagenfibers--rgov-66x44.jpg\" alt=\"Surface templating of banded collagen\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Regenerating instead of filling teeth:  Electro-spun  P4VP fibers nucleate formation of banded collagen fibers, which in turn induce dental pulp stem cell odontogenic differentiation and template dentin formation.</div>\n<div class=\"imageCredit\">June 2018Acta Biomaterialia 76 DOI: 10.1016/j.actbio.2018.06.028</div>\n<div class=\"imageSubmitted\">Miriam&nbsp;Rafailovich</div>\n<div class=\"imageTitle\">Surface templating of banded collagen</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549547576814_juyiinjectable--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549547576814_juyiinjectable--rgov-800width.jpg\" title=\"Injectable hydrogel for herniated disc repair\"><img src=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549547576814_juyiinjectable--rgov-66x44.jpg\" alt=\"Injectable hydrogel for herniated disc repair\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Pluronic  polymers form a   micelle gel with FCC crystal order  above 20% and 20C. Entanglements stabilize the gels against dissolution in fast flow.  At low temp the gels liquify and are injectable. A pilot dog study  suggests that they can repair herniation and remain in the disc space for  3 mos</div>\n<div class=\"imageCredit\">Miriam H Rafailovich</div>\n<div class=\"imageSubmitted\">Miriam&nbsp;Rafailovich</div>\n<div class=\"imageTitle\">Injectable hydrogel for herniated disc repair</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549558565353_MRSslide--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549558565353_MRSslide--rgov-800width.jpg\" title=\"High School Student Presenters at the Fall 2018 MRS Conference\"><img src=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549558565353_MRSslide--rgov-66x44.jpg\" alt=\"High School Student Presenters at the Fall 2018 MRS Conference\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This year the MRS arranged to accomodate high school and REU participants with exceptional research results. The opened a second submission window in aug. and waived the registration fee for the day of presentation for HS students where 17 abstracts  were accepted, of which 4 were presented orally.</div>\n<div class=\"imageCredit\">Miriam H Rafailovich</div>\n<div class=\"imageSubmitted\">Miriam&nbsp;Rafailovich</div>\n<div class=\"imageTitle\">High School Student Presenters at the Fall 2018 MRS Conference</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549559910487_highschoolstudentssurvey--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549559910487_highschoolstudentssurvey--rgov-800width.jpg\" title=\"Summary of findings from high school research student survey\"><img src=\"/por/images/Reports/POR/2019/1344267/1344267_10281640_1549559910487_highschoolstudentssurvey--rgov-66x44.jpg\" alt=\"Summary of findings from high school research student survey\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The long term value of high school research was evaluated by polling 120 graduates of our program 7 or more years ago with a  group with similar GPA and interests who did not have the research experience. Research facilitated admission to top10 universities, professional schools, and stem careers.</div>\n<div class=\"imageCredit\">Miriam H Rafailovich</div>\n<div class=\"imageSubmitted\">Miriam&nbsp;Rafailovich</div>\n<div class=\"imageTitle\">Summary of findings from high school research student survey</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe ability to design living tissue via control of the materials environment can have a transformational impact in many areas of medicine. We know a great deal about protein crystallization, but very little is known about the structure of proteins adsorbed to surfaces. Proteins carry functional domains, which are the codes for activating different cellular functions. In vivo tissue and cell functions are controlled by enzymatic folding and unfolding of proteins revealing different functional domains. Cells express receptors for these domains, which then up regulate different genetic pathways that determine cell and tissue response. In this proposal we demonstrated how the ability to control protein structure via  structure, chemistry, and mechanics can become a very powerful tool in addressing physiological function.  We provided three examples; (a) 3D printing is a rapidly developing area for making implants. Selection of material becomes a critical parameter in integration of the materials with hard tissue in tooth and bone. We demonstrated that given identical surface chemistry, surface morphology alone could nucleate protein self assembly, enabling formation of large banded collagen fibers. Dental pulp stem cells, both secrete collagen which form the fibers, as well as sensing their assembly,  selecting the differentiation pathway, and secreting sibling enzymes, which in turn template mineral deposition. Based on these findings, we developed an acellular scan  which can predict the potential of a given surface with specific morphology to enable osteointegration or stem cell differentiation. (b) Normal wound healing response involves section of thrombin, which cleaves peptides on fibrinogen, the main blood protein, and initiates the clotting reaction. Non-thrombogenic clots, which are extremely dangerous, can be initiated with a wound, simply when a foreign materials, such as a stent or heart valve is inserted into the blood flow.  Using anti-bodies to different functional domains, we demonstrated that fibrinogen molecules, adsorb and  spontaneously unfold on hydrophobic surfaces, giving rise to large fibrinogen fibers, anchored to the surface. These in turn provide binding sites for platelets, which then secrete thrombin and give rise to clot formation. Discovery of the functional domains exposed via surface interactions with the rest of the fibrinogen molecule,  has enabled us to design a new material where they are blocked, thereby preventing thrombosis and obviating the need to prescribe blood thinners or cytotoxic agents for patients. (c) Engineered hydrogels with cryptic functional domains and complex structures can be synthesized to provide injectable agents that replace the nucleus pulposus, responsible for herniation of spinal discs. A pilot study on dogs indicated that these agents, which are relatively simple to administer, are stable within the spinal space can effectively distribute stress along the spine and obviate the need for surgical fusion of the discs. Patents are pending which will enable the  translation of these technologies into viable medical solutions.\n\nWe hope that the outcomes of this proposal will inspire further development in the complex area of surface induced supra-molecular protein structures.\n\nThis proposal has also demonstrated the value of vertically integrated interdisciplinary teams in addressing bioengineering problems. The research performed was conducted in teams consisting of high school students and teachers, undergraduate and graduate students, and senior faculty with complementary expertise.  The students were an invaluable asset introducing new technologies and often driving the research directions. In recognition of their efforts, we partnered with the Materials Research Society to enable them to present their results at the fall 2018 meeting in Boston, where their abstracts were evaluated with the same rigors as that of other members of the society. The experience was transformative, in that it enabled the students to have the full experience of research as a career choice.\n\nThe long term impact of the high school research experience was evaluated using 120 students who had graduate from our program 7 or more years ago and comparing their career outcomes with a similar number or students of comparable GPA and interests who were not involved in high school research. The outcomes indicated that a much higher percentage of  students with  prior research experience gained admission to top 10 universities and  pursuing a research intensive track in subsequent professional school (i.e. MD/PhD ). Surprisingly, the largest single profession among the research  students (27% vs 18% for non-research group) was in finance, where the respondents credited their success to applying research methodology and evidence based logic in their current profession. Hence even though the early research experience may not have significantly increased the number of graduates in academic professions, it has produced successful leaders in many other influential disciplines with a general  appreciation of the application of scientific principals and  analytical rigor towards the benefit of society, as a whole.\n\n \n\n\t\t\t\t\tLast Modified: 02/07/2019\n\n\t\t\t\t\tSubmitted by: Miriam Rafailovich"
 }
}