{
 "awd_id": "1344024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "INSPIRE Track 1: Arizona-NOAO Temporal Analysis and Response to Events System (ANTARES)",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 733334.0,
 "awd_amount": 733334.0,
 "awd_min_amd_letter_date": "2013-09-09",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "This INSPIRE award is partially funded by the Special Projects program of the Division of Astronomical Sciences and the Office of Multidisciplinary Activities, both in the Directorate for Mathematical and Physical Sciences, and by the Information Technology Research and Information Integration and Informatics programs in the Division of Information and Intelligent Systems in the Directorate for Computer and Information Science and Engineering.\r\n\r\nThis project will construct a software infrastructure for filtering and annotating alerts generated by astronomical time-domain surveys, where an alert is a change in an astronomical source when compared with a reference image.  Current and future surveys are capable of producing enormous numbers of such alerts: in particular, the planned Large Synoptic Survey Telescope project could produce a million or more every single night for a decade.  Within this veritable flood will be a small number of rare and unusual sources with short lifetimes that must be recognized in real time, or else the opportunity for thorough study will be lost.\r\n\r\nThis research will meet that need: the system will include a core flow that quickly annotates alerts with already known details, creating a useful database in its very first pass, followed by a method to derive broad characteristic features that can be used to filter out and divert those events not in need of rapid follow-up.  Advanced, more computationally intensive processing can be applied to those that pass the filters, including multiple paths that allow users to select for their particular interests.  The final product for this prototype is those alerts that are the most unusual.  The system is designed to be flexible, so no alerts are lost and the stream can be tapped by external users at any point for their own processing.  Use of the Arizona Machine Experimentation Lab allows for model construction and testing, and for creation of novel, perhaps more efficient, filtering processes.  Throughout, decisions are completely driven by astronomical expertise.\r\n\r\nThe study of known but rare objects will transform fields ranging from stellar evolution to growth of active galactic nuclei to the fundamental structure of the Universe, while the discovery and characterization of previously unknown objects could create entirely new fields.  Although the prototype will focus on the rarest of objects, ultimately the built-in flexibility and community-generated filtering processes will enable finding items of specific interest to any user.  In addition, a system that can take alerts, aggregate ancillary information, and filter to identify specific cases, will be of general use in many fields, from epidemiology to network protection to homeland security and beyond, wherever rapid analysis of new events properly associated with existing information is critical.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Snodgrass",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Richard T Snodgrass",
   "pi_email_addr": "rts@cs.arizona.edu",
   "nsf_id": "000378635",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kececioglu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Kececioglu",
   "pi_email_addr": "kece@cs.arizona.edu",
   "nsf_id": "000422618",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abhijit",
   "pi_last_name": "Saha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhijit Saha",
   "pi_email_addr": "saha@noao.edu",
   "nsf_id": "000564397",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Matheson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Matheson",
   "pi_email_addr": "tom.matheson@noirlab.edu",
   "nsf_id": "000565959",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 North Euclid Avenue",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1798",
   "pgm_ref_txt": "Special Projects (AST)"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 611334.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 122000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Large Synoptic Survey Telescope (LSST) is scheduled to start<br />commissioning runs in 2021. This fully-automated instrument will produce ten million alerts every night for 10 years, where an alert is a change in an<br />astronomical source when compared with a reference image.&nbsp; Contained within that large number of alerts will be a small number of rare and unusual<br />sources that have short lifetimes, such as electromagnetic counterparts to<br />gravitational wave detections.&nbsp; If these rare events are not recognized<br />in real time, then any opportunity for thorough study, especially<br />spectroscopically, will be lost.<br /><br />We have designed and constructed a software infrastructure called ANTARES for filtering and annotating alerts generated by astronomical time-domain surveys.&nbsp; ANTARES annotates these alerts with the history of observations of that source, both from the LSST project itself, and from other astronomical surveys across the electromagnetic spectrum.&nbsp; It uses computational stages submitted by by the astronomical community to derive features that can be used for broad characterization.&nbsp; Filters, also supplied by the community are then applied, diverting alerts that do not require rapid follow up by other telescopes.&nbsp; Diverted alerts are not lost, but rather can feed other filters.&nbsp; More computationally-intensive advanced filtering is performed<br />downstream, when most of the alerts have already been filtered from the<br />original alert stream. The system has been designed to be flexible, so no<br />alerts are lost. Essentially, the decisions throughout the system can be<br />completely driven by the astronomical community.&nbsp; This will open<br />astronomical time-domain science to all astronomers.<br /><br />In addition, this system could be of general use in other fields, even<br />beyond science.&nbsp; From epidemiology to network protection to homeland<br />security, rapid analysis of new events properly associated with<br />existing information is critical for containing potentially damaging<br />actions.<br /><br />A review of the ANTARES project by an external expert committee of<br />astronomers and computer scientists found that the prototype system met the<br />requirements outlined in the INSPIRE proposal.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2017<br>\n\t\t\t\t\tModified by: Richard&nbsp;T&nbsp;Snodgrass</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Large Synoptic Survey Telescope (LSST) is scheduled to start\ncommissioning runs in 2021. This fully-automated instrument will produce ten million alerts every night for 10 years, where an alert is a change in an\nastronomical source when compared with a reference image.  Contained within that large number of alerts will be a small number of rare and unusual\nsources that have short lifetimes, such as electromagnetic counterparts to\ngravitational wave detections.  If these rare events are not recognized\nin real time, then any opportunity for thorough study, especially\nspectroscopically, will be lost.\n\nWe have designed and constructed a software infrastructure called ANTARES for filtering and annotating alerts generated by astronomical time-domain surveys.  ANTARES annotates these alerts with the history of observations of that source, both from the LSST project itself, and from other astronomical surveys across the electromagnetic spectrum.  It uses computational stages submitted by by the astronomical community to derive features that can be used for broad characterization.  Filters, also supplied by the community are then applied, diverting alerts that do not require rapid follow up by other telescopes.  Diverted alerts are not lost, but rather can feed other filters.  More computationally-intensive advanced filtering is performed\ndownstream, when most of the alerts have already been filtered from the\noriginal alert stream. The system has been designed to be flexible, so no\nalerts are lost. Essentially, the decisions throughout the system can be\ncompletely driven by the astronomical community.  This will open\nastronomical time-domain science to all astronomers.\n\nIn addition, this system could be of general use in other fields, even\nbeyond science.  From epidemiology to network protection to homeland\nsecurity, rapid analysis of new events properly associated with\nexisting information is critical for containing potentially damaging\nactions.\n\nA review of the ANTARES project by an external expert committee of\nastronomers and computer scientists found that the prototype system met the\nrequirements outlined in the INSPIRE proposal.\n\n \n\n\t\t\t\t\tLast Modified: 10/03/2017\n\n\t\t\t\t\tSubmitted by: Richard T Snodgrass"
 }
}