{
 "awd_id": "1344915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SNM: Atomically Precise, Defect Free, DNA Masks with Embedded Metrology",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 1499918.0,
 "awd_amount": 1499918.0,
 "awd_min_amd_letter_date": "2013-08-16",
 "awd_max_amd_letter_date": "2013-08-16",
 "awd_abstract_narration": "This grant addresses the technical and policy barriers confronted by the semiconductor industry in creating next generation memory devices. The objectives of the grant are to: (I) enable high-volume manufacturing of atomically-precise, defect-free patterns made from synthetic DNA, (II) self-report defects using an in-line optical technique to monitor the quality control of patterns during high-volume production, and (III) create a policy framework that guides public-private collaborations in scalable nanomanufacturing.\r\n\r\nIf successful, solving these industrial challenges will help: (A) validate molecular self-assembly as a cost-effective manufacturing process for scalable nanomanufacturing, (B) establish novel process techniques for scalable nanomanufacturing, (C) overcome critical roadblocks in semiconductor device fabrication at the nanoscale, and (D) address societal implications of the large-scale production and use of DNA as an engineered nanomaterial. The research will also advance the discovery, innovation, and overall knowledge-based prosperity of science and engineering in Idaho, an EPSCoR State.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hughes",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "William L Hughes",
   "pi_email_addr": "WillHughes@boisestate.edu",
   "nsf_id": "000526554",
   "pi_start_date": "2013-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Lindquist",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Lindquist",
   "pi_email_addr": "ericlindquist@boisestate.edu",
   "nsf_id": "000368347",
   "pi_start_date": "2013-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wan",
   "pi_last_name": "Kuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wan Kuang",
   "pi_email_addr": "wankuang@boisestate.edu",
   "nsf_id": "000487586",
   "pi_start_date": "2013-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peng",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peng Yin",
   "pi_email_addr": "py@hms.harvard.edu",
   "nsf_id": "000552854",
   "pi_start_date": "2013-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Sills",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Scott E Sills",
   "pi_email_addr": "ssills@micron.com",
   "nsf_id": "000646956",
   "pi_start_date": "2013-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 University Drive",
  "perf_city_name": "Boise",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837251135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1499918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As part of this National Science Foundation, Scalable NanoManfacturing (SNM) award, entitled,&rdquo;<em>SNM:&nbsp;</em><em>Atomically Precise, Defect Free, DNA Masks with Embedded Metrology</em>,&rdquo;Boise State University, Harvard University, and Micron Technology patterned silicon substrates, using standard high-volume manufacturing tools in the&nbsp;semiconductor industry, to organize polymeric structures made from short strands of synthetic DNA. DNA was chosen as the material system of choice because it can be programmed to fold itself into arbitrary shapes with nanoscale features. The ability to cost-effectively create and control nanoscale features makes DNA attractive for patterning future-generation semiconductor devices. DNA was also chosen as a characterization technique because it can readily be decorated with optical probes that can interrogate DNA structures with nanometer resolution via a state-of-the-art optical technique called super-resolution microscopy. When combined together, our team was able to program and synthesize new structures made from DNA, pattern said structures onto silicon wafers into site-specific locations, and report structural and molecular defects in the DNA structures using single-stranded DNA. We were also able to create software tools to help optimize the interaction of DNA molecules with other DNA molecules, as well as with themselves; and in doing so increase the predictability of the material systems and characterization techniques we used.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2019<br>\n\t\t\t\t\tModified by: William&nbsp;L&nbsp;Hughes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs part of this National Science Foundation, Scalable NanoManfacturing (SNM) award, entitled,\"SNM: Atomically Precise, Defect Free, DNA Masks with Embedded Metrology,\"Boise State University, Harvard University, and Micron Technology patterned silicon substrates, using standard high-volume manufacturing tools in the semiconductor industry, to organize polymeric structures made from short strands of synthetic DNA. DNA was chosen as the material system of choice because it can be programmed to fold itself into arbitrary shapes with nanoscale features. The ability to cost-effectively create and control nanoscale features makes DNA attractive for patterning future-generation semiconductor devices. DNA was also chosen as a characterization technique because it can readily be decorated with optical probes that can interrogate DNA structures with nanometer resolution via a state-of-the-art optical technique called super-resolution microscopy. When combined together, our team was able to program and synthesize new structures made from DNA, pattern said structures onto silicon wafers into site-specific locations, and report structural and molecular defects in the DNA structures using single-stranded DNA. We were also able to create software tools to help optimize the interaction of DNA molecules with other DNA molecules, as well as with themselves; and in doing so increase the predictability of the material systems and characterization techniques we used.\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2019\n\n\t\t\t\t\tSubmitted by: William L Hughes"
 }
}