{
 "awd_id": "1344153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH: EXP: SenseHealth: A Platform to Enable Personalized Healthcare through Context-aware Sensing and Predictive Modeling Using Sensor Streams and Electronic Medical Record Data",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 617681.0,
 "awd_amount": 617681.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2015-08-25",
 "awd_abstract_narration": "Current healthcare diagnostics and assessment systems are limited by health data, which is sporadic, periodic, and incomplete. Wireless devices and health sensor technologies are increasing in use for continuous monitoring and assessment of key physiologic, psychological, and environmental variables and reduce the current gaps in health data. Uptake of such data by current health systems has been slow because of the reliance upon the physician/healthcare team to interpret and manage incoming data. Nevertheless, the large streams of data generated by these devices in conjunction with traditional clinical data (Electronic Medical Records) have the potential provide real and important insights into patient health and behavior. To address this gap, this proposal will develop SenseHealth -- a novel software platform that will automatically process and incorporate volumes of real-time data from sensors tailored to the individual in the context of personal electronic medical records and available environmental data. Such data will be integrated into the clinical care workflow to enable system usability, feasibility, and ultimately utility. A core component of the cyberinfrastructure is a collection of quantitative, predictive models that are sensitive to concerns across age, diseases, and health and variety of patient situations (ranging from low priority with no consequence on patient management to high priority requiring emergency evaluation), and sensor failures. The models will be integrated with a distributed real-time stream data processing system and a complex event stream processing engine to process sensor data in a scalable and fault-tolerant manner. Research at Rady Children's Hospital of San Diego, an affiliate of UCSD will be leveraged to develop these models. In each of the following studies, clinically relevant events (i.e. events that require clinical intervention) will be identified and disease specific models will be developed that will predict clinical relevance or the need for intervention. Incoming data and resulting clinical management activity from studies using various types of health sensors will be evaluated in two different patient populations: (1) MyGlucoHealth application for evaluating the use of a Bluetooth-enabled glucometer (for blood sugar measurements) in 40 youths with Type 1 diabetes, and (2) Asthma Tracking application for evaluating the ability of a metered dose inhaler (MDI) tracking device to track asthma medication use in 50 mild-to-moderate asthma subjects over a period of 6 months. The models will then be evaluated using multiple sensor streams in youth with diabetes (The Diabetes Management Integrated Technology Research Initiative (DMITRI) study) and in a prospective study in youth with asthma to determine their validity, efficacy, and utility in identifying patient scenarios of concern.\r\n\r\nThe SenseHealth system architecture will consist of four major components (1) Health and environmental sensors linked with (2) smartphone applications that communicate with (3) a back-end Data Center comprised of data storage and clusters doing and real-time analytics and data visualization, which will then provide a comprehensive health picture to users/clients via (4) tailored, programmed user/client applications. For these continuous sensing applications, managing sensors and smartphone in an energy-efficient manner is critical. SenseHealth will include a novel context-aware power management framework that uses both the application-level context (e.g., sensor data) and the dynamic environmental or system-level context (e.g., battery level, next phone charging opportunity prediction, or bandwidth availability) to adaptively control the state of hardware components and deliver a consistent performance (e.g. data accuracy, latency). In particular, data sampling protocols will be energy-aware and will be designed to sample data accurately but only as necessary to provide relevant clinical information. SenseHealth will use Storm, an open source distributed real-time computation system to process the data in a scalable and fault-tolerant manner. The aforementioned predictive models will be implemented in ESPER, an open-source complex event processing (CEP) engine. The models will use ESPER's rich Event Processing Language (EPL) to express filtering, aggregation, and joins, possibly over sliding windows of multiple event streams and pattern semantics to express complex temporal causality among events and trigger custom actions when event conditions occur among event streams. Finally, SenseHealth will fuse sensor and clinical data in a visual format that will increase interpretability and comprehension independent of literacy levels and will provide feedback and ultimately intervention support that is timely and relevant to the user (patient and clinician) based on comprehensive knowledge of data. Open source software visualization tools developed at Calit2 that leverage advances in scaled display wall technology will serve as the foundation for the data visualization component. NSF-funded DELPHI project will provide the data center component to store health sensor data and provide access to SenseHealth algorithm-processed data and visualization protocols.\r\n \r\nThe research itself will have direct impact on two patient communities, but the broader impacts of the proposed research will extend well beyond them. The proposed open software platform will be built with flexibility to allow for alternative programming with plug-and-play data processing algorithms as required for various sensors/data sources/clinical scenarios. The results from the proposed development activities and prototyping experiments will be of tremendous value to medical professionals, scientists and engineers who are engaged in planning and developing sensor-based systems for continuous health monitoring. The developed software products will be publicly available as open source products under the Apache license. The tools developed from this proposal will be designed to be extensible so that other sensors as well as models can easily be integrated and impact a broader range of healthcare applications. SenseHealth is an essential step toward providing a real-time 360-degree snapshot of health to optimize patient-centered, evidence-based decisions and to empower patients to participate in their own healthcare.  The project team will contribute to training a diverse next generation of scientists by involving undergraduate students in the development process, both for computer science techniques and medical science research. The exciting aspect of this proposed work is that wellness is a very tangible and important factor even at young age. The education program will be structured to excite students, particularly those from traditionally underrepresented groups such as minorities and females, about multi-disciplinary research. Through the UCSD's COSMOS program, simple, fun and hands-on experiences for these students will be designed to allow them to understand importance of self-health assessment and disease management at an early age. The team is involved heavily in Graduate Medical Education at UCSD and will promote use of SenseHealth to integrate health data into current health systems in fellowship training activities. This proposal also funds for one graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sameer",
   "pi_last_name": "Tilak",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sameer S Tilak",
   "pi_email_addr": "sameer@sdsc.edu",
   "nsf_id": "000148920",
   "pi_start_date": "2013-09-13",
   "pi_end_date": "2015-08-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Patrick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Patrick",
   "pi_email_addr": "kpatrick@ucsd.edu",
   "nsf_id": "000515013",
   "pi_start_date": "2015-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Gamst",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony C Gamst",
   "pi_email_addr": "acgamst@ucsd.edu",
   "nsf_id": "000439828",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tajana",
   "pi_last_name": "Rosing",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Tajana S Rosing",
   "pi_email_addr": "tajana@ucsd.edu",
   "nsf_id": "000485892",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Patrick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Patrick",
   "pi_email_addr": "kpatrick@ucsd.edu",
   "nsf_id": "000515013",
   "pi_start_date": "2013-09-13",
   "pi_end_date": "2015-08-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeannie",
   "pi_last_name": "Huang",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeannie S Huang",
   "pi_email_addr": "jshuang@ucsd.edu",
   "nsf_id": "000608549",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8061",
   "pgm_ref_txt": "SCH Type I:  EXP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 617681.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we have developed a novel cyberinfrastructure (CI) that that automatically processes and incorporates volumes of real-time data from sensors tailored to the individual in the context of personal electronic medical records and available environmental data.&nbsp; Such data can be integrated into the clinical care workflow to enable system usability, feasibility, and ultimately utility. A core component of the CI is a collection of quantitative, predictive models that are sensitive to concerns across age, diseases, and health and variety of patient situations (ranging from low priority with no consequence on patient management to high priority requiring emergency evaluation.&nbsp; The models can be integrated with a distributed real-time stream data processing system and a complex event stream processing engine to process unbounded streams of sensor data in a scalable and fault-tolerant manner. In order to develop the models we leverage the research at Rady Children&rsquo;s Hospital of San Diego, an affiliate of UCSD. In each of the studies, we identify clinically relevant events (i.e. events that require clinical intervention) and then develop disease specific models that predict clinical relevance or the need for intervention. We then evaluate the models using multiple sensor data streams in youth with diabetes and asthma from new datasets to determine their validity, efficacy, and utility in identifying patient scenarios of concern. We also demonstrate and quantify the utility various sources (sensors) of data to the prediction of different adverse events in different populations.&nbsp; SenseHealth also incorporates a novel context-aware dynamic power management framework that adapts hardware and application behavior, resulting in as much as 22x lower energy consumption.&nbsp; A component of context-awareness is the design of novel communication methods that enable timely and context-aware data delivery while ensuring energy efficiency, providing 1.55x improvement in terms of information freshness while reducing the energy costs due to communication by 60%. Finally, we address how subsequent alerts from the SenseHealth platform may be provided to clinical care teams that do not burden or interrupt current workflow patterns.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2017<br>\n\t\t\t\t\tModified by: Tajana&nbsp;S&nbsp;Rosing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we have developed a novel cyberinfrastructure (CI) that that automatically processes and incorporates volumes of real-time data from sensors tailored to the individual in the context of personal electronic medical records and available environmental data.  Such data can be integrated into the clinical care workflow to enable system usability, feasibility, and ultimately utility. A core component of the CI is a collection of quantitative, predictive models that are sensitive to concerns across age, diseases, and health and variety of patient situations (ranging from low priority with no consequence on patient management to high priority requiring emergency evaluation.  The models can be integrated with a distributed real-time stream data processing system and a complex event stream processing engine to process unbounded streams of sensor data in a scalable and fault-tolerant manner. In order to develop the models we leverage the research at Rady Children?s Hospital of San Diego, an affiliate of UCSD. In each of the studies, we identify clinically relevant events (i.e. events that require clinical intervention) and then develop disease specific models that predict clinical relevance or the need for intervention. We then evaluate the models using multiple sensor data streams in youth with diabetes and asthma from new datasets to determine their validity, efficacy, and utility in identifying patient scenarios of concern. We also demonstrate and quantify the utility various sources (sensors) of data to the prediction of different adverse events in different populations.  SenseHealth also incorporates a novel context-aware dynamic power management framework that adapts hardware and application behavior, resulting in as much as 22x lower energy consumption.  A component of context-awareness is the design of novel communication methods that enable timely and context-aware data delivery while ensuring energy efficiency, providing 1.55x improvement in terms of information freshness while reducing the energy costs due to communication by 60%. Finally, we address how subsequent alerts from the SenseHealth platform may be provided to clinical care teams that do not burden or interrupt current workflow patterns.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/06/2017\n\n\t\t\t\t\tSubmitted by: Tajana S Rosing"
 }
}