{
 "awd_id": "1344618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SNM: Continuous Vapor-Phase Processes for Nano-Functional  Fibrous Materials Manufacturing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2013-12-01",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 999809.0,
 "awd_amount": 999809.0,
 "awd_min_amd_letter_date": "2013-08-28",
 "awd_max_amd_letter_date": "2014-08-26",
 "awd_abstract_narration": "CBET 1334618\r\nPI: Parsons \r\n\r\nThis Scalable Nanomanufacturing project will develop new fundamental understanding and manufacturing science needed to transition vapor-phase fiber surface modification technology from small-batch scale to a fully continuous manufacturing prototype. Textiles, nonwovens and other natural and synthetic fiber-based materials are manufactured world-wide and impact the lives of billions of people every day. While common textiles can be very low cost, the field of high-performance and \"smart\" nonwovens and textiles is evolving rapidly. For example, new electrospun nanofibers and engineered nonwovens are used for battery separators, highly durable aerosol filtration, bio-medical implants, cell growth scaffolds and geosynthetics. For most of these applications, the nano-scale surface structure is critical to achieve the targeted function and capability. Therefore, new manufacturing processes that modify, adjust and control the surface chemistry of fibrous materials at the nanometer scale will have tremendous impact in many emerging product areas. Lab-scale demonstrations show that vapor-phase atomic layer deposition (ALD) and related molecular layer deposition (MLD) provide new and highly promising nano-scale capability to coat and modify complex fibers with high precision, conformality and uniformity, with potential for significant new products. Continuous ALD process needs for pervious substrate materials (where gases can pass through the item being coated) are distinct from those for ALD on solid or other impermeable surfaces. The project will design, evaluate and iteratively improve a continuous roll-to-roll flow-through ALD tool for fibrous substrate materials. Successful outcome will include new research result in ALD reactor design, utilization and surface reaction analysis. The intellectual merit of this project includes contributing to the demand for new understanding in extending nanoscale materials and fabrication techniques to dimensions and magnitude needed to realize low-cost functional products. Work will also yield lab-scale process demonstrations that could attract interest for process scaling, to create new products for improved health, safety and clean energy generation. Additional broader impacts include the education of PhD students in nanoscale materials, materials processing and reaction scaling. The project will also expand outreach to K-12 students and teachers, and it will seek to provide opportunities for underrepresented groups to participate in research and dissemination activity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Parsons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Parsons",
   "pi_email_addr": "gnp@ncsu.edu",
   "nsf_id": "000184782",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saad",
   "pi_last_name": "Khan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Saad A Khan",
   "pi_email_addr": "khan@eos.ncsu.edu",
   "nsf_id": "000108654",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Orlando",
   "pi_last_name": "Rojas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Orlando J Rojas",
   "pi_email_addr": "orlando_rojas@ncsu.edu",
   "nsf_id": "000351236",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jingyan",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingyan Dong",
   "pi_email_addr": "jdong@ncsu.edu",
   "nsf_id": "000307339",
   "pi_start_date": "2013-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Losego",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Losego",
   "pi_email_addr": "losego@gatech.edu",
   "nsf_id": "000616428",
   "pi_start_date": "2013-08-28",
   "pi_end_date": "2014-08-26"
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 999809.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Textiles, nonwovens and other natural and synthetic fiber-based materials are manufactured world-wide and impact the lives of billions of people every day.&nbsp; While common textiles can be very low cost, the field of high-performance and &ldquo;smart&rdquo; nonwovens and textiles is evolving rapidly. For example, new electrospun nanofibers and engineered nonwovens are used for battery separators, highly durable aerosol filtration, bio-medical implants, cell growth scaffolds, geosynthetics, and separations membranes in pharmaceutical manufacturing. For most of these applications, the nano-scale surface structure is critical to achieve the targeted function and capability.&nbsp; Therefore, new manufacturing processes that modify, adjust and control the surface chemistry of fibrous materials at the nanometer scale will have tremendous impact in many emerging product areas.&nbsp;&nbsp;</p>\n<p>The semiconductor industry has arguably built the most precise capacity for materials engineering in history.&nbsp; Semiconductor devices are built up using multiple chemical and physical methods for thin film deposition and etching.&nbsp; Of these methods, the science and technology of atomic layer deposition (ALD), and more recently atomic layer etching (ALE), have emerged as corner-stone processes in device and systems manufacturing. &nbsp;</p>\n<p>The unique capabilities for atomic scale chemical processes provide interesting new opportunities for the extension of nanoscale fabrication from electronics into new and emerging fields, including for example the area of high-performance and electronically-integrated textiles.&nbsp; While the precision required in electronics manufacturing favors batch or one-by-one wafer processing, extending ALD and related processes to other fields will require new more rapid manufacturing methods that are compatible with continuous or non-stop product flow. &nbsp;This project explores the concept of spatial atomic layer deposition as applied to the field of fabric and textile materials.&nbsp; Extending atomic layer deposition from semiconductors to textiles requires new understanding and demonstration of manufacturing design and materials integration.&nbsp; Continuous ALD processes on fully pervious materials (where gases can pass through the substrate) are unique and distinct from those for ALD on solid or porous impermeable surfaces.&nbsp; The project allowed us to design, evaluate and iteratively improve a new concept and experimental demonstration of continuous roll-to-roll &ldquo;flow-through&rdquo; ALD for fibrous substrate materials.&nbsp;</p>\n<p>The outcomes of this project include advances in intellectual merit as well as broader impact. &nbsp;As described in detail in several scholarly research articles published in open peer-reviewed journals, this project&rsquo;s intellectual merit includes: 1) a new critical analysis and review of the field of ALD for electronic textiles; 2) fundamental descriptions of new mathematical modeling approaches to understand reactant delivery requirements for high-speed spatial ALD thin film coating on textiles; 3) experimental demonstration and confirmation of modeling outcome; 4) practical analysis of experimental parameters enabling well-controlled spatial ALD onto textile materials; 5) demonstrated application of spatial ALD manufacturing to advanced textile-based absorptive and catalytic materials; and 6) experimental demonstration and verification of new approaches to high-speed material patterning and printing. &nbsp;</p>\n<p>As broader impact, this research directly aided the professional development of several PhD students by allowing them to independently explore, understand, and disseminate the of science and engineering of textile materials nanomanufacturing. The project advanced the basic understanding of chemical vapor surface reaction phenomena on natural and synthetic polymer media, and expand the fundamentals of nano-scale manufacturing science.&nbsp; This understanding has been, and will continued to be translated to undergraduate students in course offerings, and to K-12 teachers and students through laboratory visits and graduate student interactions in NC State&rsquo;s annual Nanodays outreach activity. &nbsp;Through this project, our group has maintained strong links with the NSF-funded Research Triangle Nanotechnology Network led by NC State University, including multiple discussions regarding making the capability of spatial ALD on textiles more broadly available to the RTNN community. Therefore, upon completion of the experimental analysis of spatial ALD in Parsons&rsquo; lab, the equipment will be transferred and housed at RTNN and thereby made available for other researchers to explore and utilize.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2018<br>\n\t\t\t\t\tModified by: Gregory N.&nbsp;Parsons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTextiles, nonwovens and other natural and synthetic fiber-based materials are manufactured world-wide and impact the lives of billions of people every day.  While common textiles can be very low cost, the field of high-performance and \"smart\" nonwovens and textiles is evolving rapidly. For example, new electrospun nanofibers and engineered nonwovens are used for battery separators, highly durable aerosol filtration, bio-medical implants, cell growth scaffolds, geosynthetics, and separations membranes in pharmaceutical manufacturing. For most of these applications, the nano-scale surface structure is critical to achieve the targeted function and capability.  Therefore, new manufacturing processes that modify, adjust and control the surface chemistry of fibrous materials at the nanometer scale will have tremendous impact in many emerging product areas.  \n\nThe semiconductor industry has arguably built the most precise capacity for materials engineering in history.  Semiconductor devices are built up using multiple chemical and physical methods for thin film deposition and etching.  Of these methods, the science and technology of atomic layer deposition (ALD), and more recently atomic layer etching (ALE), have emerged as corner-stone processes in device and systems manufacturing.  \n\nThe unique capabilities for atomic scale chemical processes provide interesting new opportunities for the extension of nanoscale fabrication from electronics into new and emerging fields, including for example the area of high-performance and electronically-integrated textiles.  While the precision required in electronics manufacturing favors batch or one-by-one wafer processing, extending ALD and related processes to other fields will require new more rapid manufacturing methods that are compatible with continuous or non-stop product flow.  This project explores the concept of spatial atomic layer deposition as applied to the field of fabric and textile materials.  Extending atomic layer deposition from semiconductors to textiles requires new understanding and demonstration of manufacturing design and materials integration.  Continuous ALD processes on fully pervious materials (where gases can pass through the substrate) are unique and distinct from those for ALD on solid or porous impermeable surfaces.  The project allowed us to design, evaluate and iteratively improve a new concept and experimental demonstration of continuous roll-to-roll \"flow-through\" ALD for fibrous substrate materials. \n\nThe outcomes of this project include advances in intellectual merit as well as broader impact.  As described in detail in several scholarly research articles published in open peer-reviewed journals, this project?s intellectual merit includes: 1) a new critical analysis and review of the field of ALD for electronic textiles; 2) fundamental descriptions of new mathematical modeling approaches to understand reactant delivery requirements for high-speed spatial ALD thin film coating on textiles; 3) experimental demonstration and confirmation of modeling outcome; 4) practical analysis of experimental parameters enabling well-controlled spatial ALD onto textile materials; 5) demonstrated application of spatial ALD manufacturing to advanced textile-based absorptive and catalytic materials; and 6) experimental demonstration and verification of new approaches to high-speed material patterning and printing.  \n\nAs broader impact, this research directly aided the professional development of several PhD students by allowing them to independently explore, understand, and disseminate the of science and engineering of textile materials nanomanufacturing. The project advanced the basic understanding of chemical vapor surface reaction phenomena on natural and synthetic polymer media, and expand the fundamentals of nano-scale manufacturing science.  This understanding has been, and will continued to be translated to undergraduate students in course offerings, and to K-12 teachers and students through laboratory visits and graduate student interactions in NC State?s annual Nanodays outreach activity.  Through this project, our group has maintained strong links with the NSF-funded Research Triangle Nanotechnology Network led by NC State University, including multiple discussions regarding making the capability of spatial ALD on textiles more broadly available to the RTNN community. Therefore, upon completion of the experimental analysis of spatial ALD in Parsons? lab, the equipment will be transferred and housed at RTNN and thereby made available for other researchers to explore and utilize. \n\n \n\n\t\t\t\t\tLast Modified: 01/09/2018\n\n\t\t\t\t\tSubmitted by: Gregory N. Parsons"
 }
}