{
 "awd_id": "1344135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH: EXP: Discovering Patterns to Improve Health to Overcome Health Disparities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 479207.0,
 "awd_amount": 527207.0,
 "awd_min_amd_letter_date": "2013-09-13",
 "awd_max_amd_letter_date": "2016-01-06",
 "awd_abstract_narration": "The use of multidisciplinary scientific evidence based practice (EBP) guidelines during hospitalization can assist low income and minority populations to regain and maintain health, thus reducing rehospitalization. However, EBP guidelines may not be equally effective across all populations. The national mandate for all health professionals to implement interoperable electronic health records (EHRs) by 2015 provides an opportunity for reuse of EHR data to address new research questions that explore patterns of patient characteristics and resources, EBP interventions (actions of health professionals in treatment of the patient), and improvement in health, e.g., the effectiveness of multi-disciplinary EBP during hospitalization and follow-up.  This exploratory project is interested in groups of patients that (1) share a particular condition, e.g., severe sepsis and septic shock or patients with diabetes or diabetic complications, (2) were hospitalized for this condition or related complications, (3) were treated as an outpatient in a clinic during a succeeding period of time, and (4) have an identifiable outcome, e.g., rehospitalization, emergency room (ER) visits, death related to the condition, or condition under control without rehospitalization. These patients will be analyzed to understand the differences between patients with the same condition but different outcomes, with the goals of (1) evaluating whether EBP guidelines made a difference and (2) discovering interventions which lead to improvement in outcomes that may need to be added to EBP guidelines.  Achievement of these goals requires the development of new analysis techniques for deriving insights into health outcomes from EHR data. \r\n\r\nThe algorithms and approaches developed in this project will advance health informatics by enabling researchers to extract, from the relatively raw and unorganized mass of data in an EHR, a higher level view of the evolution of the patient's health and treatment over time and use that information to analyze the differences between patients with favorable and unfavorable health outcomes. More specifically, new techniques and tools will be developed to (1) create patient and intervention profiles that summarize important characteristics of the patient, their environment, and their treatment, (2) find groups (clusters) and patterns in these profiles, and (3) use the profiles, clusters, and patterns to analyze the differences in outcomes between patients with a common health condition. \r\n\r\nAchievement of these goals poses significant challenges. For instance, EHR data in its original form is, for research and analysis purposes, mostly in a relatively unorganized and low-level format, e.g., flowsheets, which contain primarily nursing documentation, have numerous rows of data representing patient assessments and results as well as laboratory and other diagnostic tests. This necessitates the extraction and summarization of information relevant for the task. Because time plays such an important role in this data, extracting useful features from the data across time is critical.  However, the time series involved are often irregular.  More generally, not all patients have the same set of information and information is not available at regular intervals. Furthermore, data may need to be viewed at multiple temporal resolutions, e.g., sudden increase in blood pressure versus gradual, but noisy increase over several years. Additional complexities arise from population substructure, differences in the types of features, incorporating knowledge of prior dependencies among features, and incomplete and missing data. This project will address these challenges. Success in these efforts will advance data mining in the areas of classification, clustering and pattern mining, as well as various types of temporal data analysis, including trend, change point, and anomaly detection.  \r\n\r\nThe novel pattern mining approaches proposed for this project will help generate the insights biomedical researchers need to make progress in understanding a number of serious health problems and avoiding poor outcomes. Such progress is likely to advance personalized health care and thus has the potential to improve human health and reduce health care costs. Beyond health applications, this work has broad and immediate applications to any complex system for which creating a comprehensive predictive model for complex entities is often unrealistic, at least in the near future, and the best that can be hoped for is to identify specific patterns that provide insight into the current or future state of an entity or system with respect to certain specific conditions of interest. Examples include transportation and energy systems, business and government organizations, ecosystems, sophisticated machinery, and computer / network systems. The creation of the proposed frameworks and algorithms will also directly train a number of graduate and undergraduate students in the areas of data mining and its use in analyzing health data. The results of this project will be presented in various conferences and journals in computer science, as well as those in domains related to the target applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Steinbach",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Steinbach",
   "pi_email_addr": "steinbac@cs.umn.edu",
   "nsf_id": "000401480",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vipin",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vipin Kumar",
   "pi_email_addr": "kumar001@umn.edu",
   "nsf_id": "000359967",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Westra",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie L Westra",
   "pi_email_addr": "westr006@umn.edu",
   "nsf_id": "000584540",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gyorgy",
   "pi_last_name": "Simon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gyorgy J Simon",
   "pi_email_addr": "simo0342@umn.edu",
   "nsf_id": "000646029",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Connie",
   "pi_last_name": "Delaney",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Connie W Delaney",
   "pi_email_addr": "delaney@umn.edu",
   "nsf_id": "000646030",
   "pi_start_date": "2013-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of MN- Comp Sci Dept",
  "perf_str_addr": "200 Union Street SE",
  "perf_city_name": "Minnaepolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550167",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8061",
   "pgm_ref_txt": "SCH Type I:  EXP"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 479207.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This exploratory project included multiple studies to develop algorithms and methods for producing actionable insights from electronic health record (EHR) data from three Midwestern health settings after institutional review board approval.&nbsp; Our project focused on analyzing two important types of patient problems: diabetes or diabetic complications and severe sepsis or septic shock. Sepsis is a condition that occurs when the body's response to infection rapidly deteriorates resulting in major organ failure or death.</p>\n<p>For the severe sepsis and septic shock patients, the focus was on evaluating evidence based practice guidelines (EBPs). An EBP is defined as a synthesis of the latest scientific evidence to assist practitioner and patient decisions about appropriate health care for specific clinical circumstances. These guidelines are viewed as the key to improving patient care and reducing costs. For sepsis, the Surviving Sepsis Campaign (SSC) guidelines are widely used and were the focus of our study. We examined patients that were hospitalized with sepsis and potential outcomes, e.g., death related to the condition or occurrence of a complication, e.g., kidney failure. The goal was to evaluate whether guidelines were applied in a timely manner and whether they made a difference.&nbsp;</p>\n<p>For diabetes, the focus was on the development of algorithms and approaches that enable researchers to extract, from the relatively raw and unorganized data in an EHR, a higher level view of the patient&rsquo;s health and treatment over time, and use that information to analyze the differences between patients with favorable and unfavorable health outcomes.&nbsp; A key area of interest was the extraction and use of trajectories, i.e., sequences of patient related events, which can include some or all of the following: symptoms, the occurrence of related diseases, and treatments.&nbsp; Trajectories were also used somewhat for our sepsis work as well.</p>\n<p>The following describes some of the studies we performed and their results.</p>\n<p><strong>A Data Mining Approach to Determine Sepsis Guideline Impact on Inpatient Mortality and Complications: </strong>The overall purpose of this study was to apply the SSC guideline recommendations to EHR data for patients with severe sepsis or septic shock and determine guideline compliance as well as its impact on inpatient mortality and sepsis complications. A novel aspect of this work was that SSC guideline recommendations were translated into a readily computable set of 15 rules and each rule was evaluated for each patient.&nbsp; In this phase of the study, the time when a recommendation was administered was not incorporated in the analysis. Results showed that the guidelines could be mapped to EHR data, there were varying levels of compliance, and some recommendations had a positive or negative impact.</p>\n<p><strong>Modeling Trajectories for Diabetes Complications: </strong>The novel approach in this study was the use of EHR data to create a Diabetes Mellitus Complication Index (DMCI) for use in further studies. The DMCI was developed using Cox proportional hazards survival modeling techniques. The complications considered were kidney, cerebrovascular, heart failure, pulmonary, heart disease, and diabetic foot problems. This index was used to discover the risk trajectories for groups of patients with the different co-morbidities (complications) summarized by the DMCI score. This approach can be further extended to other diabetes-related complications and used to explore associations from these findings. Another next step would be to use trajectories with data mining techniques to explore differences in outcomes for groups of patients related to health disparities.</p>\n<p><strong>Forensic-Style Analysis with Survival Trajectories. </strong>For this work, we hypothesized that a patient's condition does not deteriorate at random; the trajectories, i.e., sequences in which diseases appear in a patient, are determined by a finite number of underlying disease mechanisms. We used this idea to predict a patient&rsquo;s risk of mortality in the context of diabetes by assessing which of many available trajectories a patient is following and progression along this trajectory. To accomplish this, we developed a novel forensic-style study design, which looks backwards from a patient&rsquo;s last follow-up. In forensic investigation (of say an accident), investigators start from the outcome (accident) and trace events backwards in time. Factors that contributed to the accident tend to be most apparent closest to the time of the accident. In a similar vein, in our forensic-style analysis, we start our analysis from a patient&rsquo;s outcome, e.g., death, and trace their conditions backwards over time. Our evaluation of this approach on thousands of real patients showed that the use of trajectories, in addition to the forensic (reverse time) approach, produced results that were better in terms of predictive accuracy and also conformed better to medical knowledge.</p>\n<p><strong>Students:</strong> In addition to our technical achievements, this project has contributed to the education of three PhD students as well as seven REU students, in the application of data mining, machine learning, and statistical techniques to analyze health care data, particularly EHR data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;S&nbsp;Steinbach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis exploratory project included multiple studies to develop algorithms and methods for producing actionable insights from electronic health record (EHR) data from three Midwestern health settings after institutional review board approval.  Our project focused on analyzing two important types of patient problems: diabetes or diabetic complications and severe sepsis or septic shock. Sepsis is a condition that occurs when the body's response to infection rapidly deteriorates resulting in major organ failure or death.\n\nFor the severe sepsis and septic shock patients, the focus was on evaluating evidence based practice guidelines (EBPs). An EBP is defined as a synthesis of the latest scientific evidence to assist practitioner and patient decisions about appropriate health care for specific clinical circumstances. These guidelines are viewed as the key to improving patient care and reducing costs. For sepsis, the Surviving Sepsis Campaign (SSC) guidelines are widely used and were the focus of our study. We examined patients that were hospitalized with sepsis and potential outcomes, e.g., death related to the condition or occurrence of a complication, e.g., kidney failure. The goal was to evaluate whether guidelines were applied in a timely manner and whether they made a difference. \n\nFor diabetes, the focus was on the development of algorithms and approaches that enable researchers to extract, from the relatively raw and unorganized data in an EHR, a higher level view of the patient?s health and treatment over time, and use that information to analyze the differences between patients with favorable and unfavorable health outcomes.  A key area of interest was the extraction and use of trajectories, i.e., sequences of patient related events, which can include some or all of the following: symptoms, the occurrence of related diseases, and treatments.  Trajectories were also used somewhat for our sepsis work as well.\n\nThe following describes some of the studies we performed and their results.\n\nA Data Mining Approach to Determine Sepsis Guideline Impact on Inpatient Mortality and Complications: The overall purpose of this study was to apply the SSC guideline recommendations to EHR data for patients with severe sepsis or septic shock and determine guideline compliance as well as its impact on inpatient mortality and sepsis complications. A novel aspect of this work was that SSC guideline recommendations were translated into a readily computable set of 15 rules and each rule was evaluated for each patient.  In this phase of the study, the time when a recommendation was administered was not incorporated in the analysis. Results showed that the guidelines could be mapped to EHR data, there were varying levels of compliance, and some recommendations had a positive or negative impact.\n\nModeling Trajectories for Diabetes Complications: The novel approach in this study was the use of EHR data to create a Diabetes Mellitus Complication Index (DMCI) for use in further studies. The DMCI was developed using Cox proportional hazards survival modeling techniques. The complications considered were kidney, cerebrovascular, heart failure, pulmonary, heart disease, and diabetic foot problems. This index was used to discover the risk trajectories for groups of patients with the different co-morbidities (complications) summarized by the DMCI score. This approach can be further extended to other diabetes-related complications and used to explore associations from these findings. Another next step would be to use trajectories with data mining techniques to explore differences in outcomes for groups of patients related to health disparities.\n\nForensic-Style Analysis with Survival Trajectories. For this work, we hypothesized that a patient's condition does not deteriorate at random; the trajectories, i.e., sequences in which diseases appear in a patient, are determined by a finite number of underlying disease mechanisms. We used this idea to predict a patient?s risk of mortality in the context of diabetes by assessing which of many available trajectories a patient is following and progression along this trajectory. To accomplish this, we developed a novel forensic-style study design, which looks backwards from a patient?s last follow-up. In forensic investigation (of say an accident), investigators start from the outcome (accident) and trace events backwards in time. Factors that contributed to the accident tend to be most apparent closest to the time of the accident. In a similar vein, in our forensic-style analysis, we start our analysis from a patient?s outcome, e.g., death, and trace their conditions backwards over time. Our evaluation of this approach on thousands of real patients showed that the use of trajectories, in addition to the forensic (reverse time) approach, produced results that were better in terms of predictive accuracy and also conformed better to medical knowledge.\n\nStudents: In addition to our technical achievements, this project has contributed to the education of three PhD students as well as seven REU students, in the application of data mining, machine learning, and statistical techniques to analyze health care data, particularly EHR data.\n\n\t\t\t\t\tLast Modified: 11/18/2016\n\n\t\t\t\t\tSubmitted by: Michael S Steinbach"
 }
}