{
 "awd_id": "1346251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Developing New Science and Technology for Subglacial Studies of the Whillans Ice Plain and West Antarctic Ice Sheet",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924746",
 "po_email": "lclough@nsf.gov",
 "po_sign_block_name": "Lisa Clough",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 51596.0,
 "awd_amount": 51596.0,
 "awd_min_amd_letter_date": "2013-09-17",
 "awd_max_amd_letter_date": "2013-09-17",
 "awd_abstract_narration": "Collaborative Research: Developing New Science and Technology for Subglacial Studies of the Whillans Ice Plain and West Antarctic Ice Sheet is supported by the Antarctic Integrated System Science (AISS) program in the Antarctic Sciences Section of the Division of Polar Programs within the Geosciences Directorate of the National Sciences Foundation (NSF).  The funds will support the design, construction, and deployment of a roving hot water drill and basal ice coring equipment to be deployed in conjunction with the WISSARD (Whillans Ice Stream Subglacial Access and Research Drilling) project during the 2013/2014 field season. The roving hot water drill will be deployed at up to two locations in each of two sites: in the vicinity of Subglacial Lake Whillans, and at the grounding line where the drainage from Subglacial Lake Whillans empties into the sub-ice shelf cavity. The ice coring equipment will only be used at the grounding line location. All locations are at the edge of the Ross Ice Shelf, connected to the West Antarctic Ice Sheet (WAIS).\r\n\r\nIntellectual Merit:  The new equipment will be used to augment two on-going projects occurring in the Whillans Ice Stream area, WISSARD, that focuses on understanding the biology, geochemistry, paleogeology, and hydrological/glaciological interactions of the Whillans Subglacial system, and a second project focused on the micro-earthquakes associated with the sticky spots found in the Whillans area.  The basal ice corer will add significant data to the WISSARD project, and the roving drill will provide access holes to insert within glacial seismometers that will allow a much better understanding of the micro-earthquakes. The within glacial seismometers will build on the collection of surface seismic data from 2012-13 that are characterized by repeated high frequency events interpreted as basal earthquakes. These earthquake events were not detectable at stations only 20 km away, so obtaining a better understanding of these physical mechanisms will be very useful for understanding basal ice motion and friction.\r\n\r\nBroader Impacts:  In addition to the contributions to the understanding of ice dynamics mentioned above, future availability of a roving hot water drill system and related coring capabilities will result in increased research opportunities for researchers from a range of disciplines interested in the interface between the base of the ice sheets and the underlying substrate. The project will also support the development of the US's technical expertise in hot water drilling. Finally, the project will provide further funding of the public outreach and education started by the WISSARD project.  The WISSARD outreach and education activities have been exceptional to date, and it is expected that additional activities enabled by this new award will be exceptional as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Slawek",
   "pi_last_name": "Tulaczyk",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Slawek M Tulaczyk",
   "pi_email_addr": "stulaczy@ucsc.edu",
   "nsf_id": "000303275",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Y Schwartz",
   "pi_email_addr": "syschwar@ucsc.edu",
   "nsf_id": "000187144",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 51596.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many scientists and members of the general public are interested in the  possibility that the Antarctic ice sheet may rise the global sea level  by several feet in the near future. This project is aimed at using new  technologies to drill through the ice sheet and collect data which will  help scientists understand how ice flows towards the Southern Ocean now  and if it could start flowing even faster in the near future.&nbsp; As part of this project, a roving hot-water drill was refurbished and used to drill four deep boreholes in the Whillans Ice Plain in January 2014.&nbsp; The boreholes  were instrumented to monitor the stick-slip motion of this ice stream,  which is similar to motion of an earthquake fault.&nbsp; The scientific  instrumentation installed in the boreholes as well as the winch used to deploy it were developed with support from this grant.&nbsp; Our preliminary findings suggest that the sliding of Whillans Ice Plain  is jerky (stick-slip) because the basal contact between ice and  underlying geology weakens as velocity increases.&nbsp; This is a potentially  dangerous type of sliding because it promotes unstable ice sheet behavior.&nbsp; Further analyses of collected data will enable formulation of modified ice sliding equations, which can be used in numerical ice sheet models to predict future ice sheet contribution to sea level changes.&nbsp; Updates from this project have been shared with the public through the WISSARD project webpage and Facebook page as well as through a graduate student blog.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2014<br>\n\t\t\t\t\tModified by: Slawek&nbsp;M&nbsp;Tulaczyk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany scientists and members of the general public are interested in the  possibility that the Antarctic ice sheet may rise the global sea level  by several feet in the near future. This project is aimed at using new  technologies to drill through the ice sheet and collect data which will  help scientists understand how ice flows towards the Southern Ocean now  and if it could start flowing even faster in the near future.  As part of this project, a roving hot-water drill was refurbished and used to drill four deep boreholes in the Whillans Ice Plain in January 2014.  The boreholes  were instrumented to monitor the stick-slip motion of this ice stream,  which is similar to motion of an earthquake fault.  The scientific  instrumentation installed in the boreholes as well as the winch used to deploy it were developed with support from this grant.  Our preliminary findings suggest that the sliding of Whillans Ice Plain  is jerky (stick-slip) because the basal contact between ice and  underlying geology weakens as velocity increases.  This is a potentially  dangerous type of sliding because it promotes unstable ice sheet behavior.  Further analyses of collected data will enable formulation of modified ice sliding equations, which can be used in numerical ice sheet models to predict future ice sheet contribution to sea level changes.  Updates from this project have been shared with the public through the WISSARD project webpage and Facebook page as well as through a graduate student blog.\n\n\t\t\t\t\tLast Modified: 12/03/2014\n\n\t\t\t\t\tSubmitted by: Slawek M Tulaczyk"
 }
}