{
 "awd_id": "1346550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Digital Infrastructures of Mobile Knowledge Work",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 24974.0,
 "awd_amount": 24974.0,
 "awd_min_amd_letter_date": "2013-09-24",
 "awd_max_amd_letter_date": "2013-09-24",
 "awd_abstract_narration": "This research focuses on the work practices and digital infrastructure use of a fast-growing, high-value population called here 'mobile knowledge professionals' (MKPs). MKPs have specific, typically rare, expertise: they are researchers and knowledge brokers across all industries who combine expertise, creativity and digital resources to successfully accomplish their intellectually demanding work. An MKP's professional success requires sophisticated social and technical acumen to efficiently and accurately leverage digital and organizational resources -- a skill set that is based on understanding the availability, uses and potential of technological systems and their relationship to organizational, temporal and spatial boundaries. \r\n\r\nThis research stands to advance the state of mobile knowledge work and cyberinfrastructure (CI), while simultaneously enabling the development of novel data collection methods and archival standards. More broadly, its findings will help organizations better envision the MKP workforce of the future, assist designers in their quest to build new knowledge infrastructures, and help scholars prototype and implement nascent standards for sharing ethnographic data as a community resource.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Sawyer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Steven B Sawyer",
   "pi_email_addr": "ssawyer@syr.edu",
   "nsf_id": "000244224",
   "pi_start_date": "2013-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "School of Information Studies",
  "perf_str_addr": "245 Hinds Hall",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441190",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 24974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The motivation for this research is the recognition that contemporary forms of work, while continuing to be intimately connected to information and communication technologies (ICTs), are increasingly being shaped by two new sociotechnical forces. First, economic shifts spurred by the Great Recession as well as the expansion of the global economy are shifting work away from long-term, local initiatives and toward short-term, modular and project-based tasks that leverage the availability of skilled workers worldwide. Second, the technological infrastructures that support this work are moving increasing into the cloud, allowing workers to be more physically mobile than ever before.</p>\n<p>Together these realities have resulted in the need for a new type of worker that is technically skilled and amenable to project work, while likewise able to accomplish his or her tasks across multiple environments or while on the move. These individuals, whom we call &lsquo;mobile knowledge workers&rsquo;, can be likened to professional satellites&mdash;actors who define their work not by their presence in a traditional work-related location but by their agile ability to orbit around clients, co-workers, and infrastructures integrating inputs and output as they circumnavigate.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We explore these facets of work through a multi-methods research design that involves extensive literature reviews (of both academic and professional sources), interviews, direct observation, and secondary data collection. We see that mobile knowledge workers spend a large portion of their time traversing within and among different infrastructural configurations as they conduct their work. These dynamic configurations are experienced as either technological or contextual constraints, which range from forms of technological and infrastructural breakdown to difficulties caused by both spatial and organizational boundaries. The workaday nature of these constrained environments force workers to engage in a type of preparatory work that involves the construction of bridging, assembling, or circumventing solutions to repeatedly negotiate these impediments. Engaging in these practices requires that workers develop &lsquo;infrastructural competence&rsquo;&mdash;knowledge of the generative possibilities of infrastructural workarounds or innovative assemblages. In effect, this requires mobile workers to be skilled infrastructural actors.</p>\n<p>The intellectual merit of these insights is twofold.&nbsp; First, we provide empirical and conceptual support for an emerging type of worker&mdash;the mobile knowledge worker&mdash;whose work entails deep connections between expertise/knowledge, cloud infrastructures, and physical mobility. Second, we advance the concept of infrastructural competence as the set of skills, knowledge, and abilities that provide mobile knowledge workers with the wherewithal to pursue this work with professional effectiveness and technological efficiency. Infrastructural competence is a direct acknowledgement of the importance of the digital and material infrastructures in supporting work, as well as the need (and potentially future requirement) for workers to know and leverage these resources on a daily basis.&nbsp;</p>\n<p>The broader impacts of this work are visible in two contributions. First, through the concept of infrastructural competence, this work challenges educators, policy-makers and employers to both better support, and to better educate, the workforce of tomorrow (knowing that the mobile knowledge workers of today are windows into the future). Second, findings from this work make clear that workers will need to develop their infrastructural competence in order to succeed in the labor markets of tomorrow.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2016<br>\n\t\t\t\t\tModified by: Steven&nbsp;B...",
  "por_txt_cntn": "\nThe motivation for this research is the recognition that contemporary forms of work, while continuing to be intimately connected to information and communication technologies (ICTs), are increasingly being shaped by two new sociotechnical forces. First, economic shifts spurred by the Great Recession as well as the expansion of the global economy are shifting work away from long-term, local initiatives and toward short-term, modular and project-based tasks that leverage the availability of skilled workers worldwide. Second, the technological infrastructures that support this work are moving increasing into the cloud, allowing workers to be more physically mobile than ever before.\n\nTogether these realities have resulted in the need for a new type of worker that is technically skilled and amenable to project work, while likewise able to accomplish his or her tasks across multiple environments or while on the move. These individuals, whom we call æmobile knowledge workersÆ, can be likened to professional satellites&mdash;actors who define their work not by their presence in a traditional work-related location but by their agile ability to orbit around clients, co-workers, and infrastructures integrating inputs and output as they circumnavigate.\n\n            We explore these facets of work through a multi-methods research design that involves extensive literature reviews (of both academic and professional sources), interviews, direct observation, and secondary data collection. We see that mobile knowledge workers spend a large portion of their time traversing within and among different infrastructural configurations as they conduct their work. These dynamic configurations are experienced as either technological or contextual constraints, which range from forms of technological and infrastructural breakdown to difficulties caused by both spatial and organizational boundaries. The workaday nature of these constrained environments force workers to engage in a type of preparatory work that involves the construction of bridging, assembling, or circumventing solutions to repeatedly negotiate these impediments. Engaging in these practices requires that workers develop æinfrastructural competenceÆ&mdash;knowledge of the generative possibilities of infrastructural workarounds or innovative assemblages. In effect, this requires mobile workers to be skilled infrastructural actors.\n\nThe intellectual merit of these insights is twofold.  First, we provide empirical and conceptual support for an emerging type of worker&mdash;the mobile knowledge worker&mdash;whose work entails deep connections between expertise/knowledge, cloud infrastructures, and physical mobility. Second, we advance the concept of infrastructural competence as the set of skills, knowledge, and abilities that provide mobile knowledge workers with the wherewithal to pursue this work with professional effectiveness and technological efficiency. Infrastructural competence is a direct acknowledgement of the importance of the digital and material infrastructures in supporting work, as well as the need (and potentially future requirement) for workers to know and leverage these resources on a daily basis. \n\nThe broader impacts of this work are visible in two contributions. First, through the concept of infrastructural competence, this work challenges educators, policy-makers and employers to both better support, and to better educate, the workforce of tomorrow (knowing that the mobile knowledge workers of today are windows into the future). Second, findings from this work make clear that workers will need to develop their infrastructural competence in order to succeed in the labor markets of tomorrow.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/27/2016\n\n\t\t\t\t\tSubmitted by: Steven B Sawyer"
 }
}