{
 "awd_id": "1346847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CISE REU Evaluation Toolkit Expansion Project",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 149999.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2013-09-12",
 "awd_abstract_narration": "This project will provide long-term support for external evaluation activities and services for the Computing and Information Sciences and Engineering Research Experiences for Undergraduates (CISE REU) community. This project will address the ongoing need among principal investigators who are fulfilling CISE REU Site program evaluation efforts by providing an evaluation toolkit that facilitates evaluation reporting while strengthening research about undergraduate research program outcomes. The primary purpose of the evaluation toolkit is to provide targeted instructional resources and tools for quality program evaluation that balance the desire for standardized assessment along with the responsibility to account for individual program contexts. Toolkit contents include instructional materials about evaluation practice, a standardized applicant management tool, and a validated modulated outcomes measure. Services associated with the toolkit are providing a Common Application for site recruiting, a Shared Applicant Pool for principal investigators to share applicants across sites, delivery of an online student survey known as the A la Carte Student Survey, and corresponding responses to REU Site principle investigators. Project expansion will continue these tools and services as well as expand to include a Faculty Career Impact Survey, Student REU Alumni Survey, and a study of site organizational characteristics. The benefits of the toolkit are in providing cost effective, sustainable evaluation tools, a community forum for program evaluation, and aggregate measurement of key program outcomes indicators for the national program. The evaluation toolkit project balances the need for individual site context evaluation with the need for broader, generalizable program impact evaluation.  \r\n\r\nIntellectual Merit\r\nThe intellectual merit of this project resides in the contributions to understanding the impact of undergraduate computing research programs for both students and faculty participants. The comprehensive program evaluation will inform collective efforts to recruit undergraduate students to doctoral programs. The program evaluation will generate knowledge about features of REU Site structure for enhancing student learning outcomes and motivating individuals to pursue advanced degrees and careers in research. The knowledge generated by this study will also provide insights about how faculty engage in REU Sites and the impact on their careers.\r\n\r\nBroader Impacts\r\nThe broader impact of the project will be evidenced by the instruments and online tools developed by this project that will benefit any researcher involved in supporting research experiences for undergraduates. This will enable formative improvements for numerous REU programs, enrich REU experiences for undergraduate students, and augment faculty capacity for leading successful REU programs, thereby enhancing the graduate school pipeline and faculty career development. In addition, the outcomes of the proposed project will contribute to evaluation capacity building research for multi-site program assessment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Audrey",
   "pi_last_name": "Rorrer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Audrey S Rorrer",
   "pi_email_addr": "arorrer@uncc.edu",
   "nsf_id": "000252239",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The CISE REU Evaluation Toolkit has provided project assessment tools and services within the Computing and Information Sciences and Engineering Research Experiences for Undergraduates (CISE REU) community since 2010. Program evaluation tools and services can be cost prohibitive for individual REU sites, whose budgets are focused on student and research support for summer programs.&nbsp;The CISE REU Evaluation Toolkit provides collective evaluation expertise and support to relieve the project sites from deflecting valuable resources away from student support. The CISE REU Evaluation Toolkit provides a mechanism for student applications management (the Common Application), a shared resource of applicants (the Shared Applicant Pool), and a survey instrument designed to measure outcomes of students who participate in the program (the A la Carte Survey). These tools enable faculty site PIs to recruit students and assess student outcomes without devoting their limited resources to these vital components of the REU program. To date, 113 CISE REU sites have utilized the primary tools: the Common Application, the Shared Applicant Pool, and the A la Carte Student Survey. The core mission of the CISE REU Toolkit Expansion Project is to provide targeted tools and services at no cost to Site PIs to aid them directly in assessing their program outcomes. The evaluation tools and services that have been provided for the National Science Foundation&rsquo;s CISE REU program have demonstrated their importance to the community by the demand for these services and the information gleaned over the past 7 years. &nbsp;Since 2014, significant increases have been found across the summer surveys of student outcomes in students' research skills and belief in their academic abilities. Findings in 2016 also showed significant student gains in leadership skills and career identity in research.</p>\n<p>&nbsp;</p>\n<p>The <strong>intellectual merit</strong> of this project resides in the contributions to understanding the impact of undergraduate computing research programs for both students and faculty participants. The comprehensive program evaluation has informed collective efforts to recruit undergraduate students to doctoral programs and generated knowledge about what motivates and impacts faculty and students.&nbsp;</p>\n<p>The <strong>broader impact</strong> of the project is evidenced by the instruments and online tools developed by this project that will benefit anyone managing undergraduate research experiences. Undergraduate research programs have been demonstrated to prepare students for graduate school and career success.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/08/2017<br>\n\t\t\t\t\tModified by: Audrey&nbsp;S&nbsp;Rorrer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe CISE REU Evaluation Toolkit has provided project assessment tools and services within the Computing and Information Sciences and Engineering Research Experiences for Undergraduates (CISE REU) community since 2010. Program evaluation tools and services can be cost prohibitive for individual REU sites, whose budgets are focused on student and research support for summer programs. The CISE REU Evaluation Toolkit provides collective evaluation expertise and support to relieve the project sites from deflecting valuable resources away from student support. The CISE REU Evaluation Toolkit provides a mechanism for student applications management (the Common Application), a shared resource of applicants (the Shared Applicant Pool), and a survey instrument designed to measure outcomes of students who participate in the program (the A la Carte Survey). These tools enable faculty site PIs to recruit students and assess student outcomes without devoting their limited resources to these vital components of the REU program. To date, 113 CISE REU sites have utilized the primary tools: the Common Application, the Shared Applicant Pool, and the A la Carte Student Survey. The core mission of the CISE REU Toolkit Expansion Project is to provide targeted tools and services at no cost to Site PIs to aid them directly in assessing their program outcomes. The evaluation tools and services that have been provided for the National Science Foundation?s CISE REU program have demonstrated their importance to the community by the demand for these services and the information gleaned over the past 7 years.  Since 2014, significant increases have been found across the summer surveys of student outcomes in students' research skills and belief in their academic abilities. Findings in 2016 also showed significant student gains in leadership skills and career identity in research.\n\n \n\nThe intellectual merit of this project resides in the contributions to understanding the impact of undergraduate computing research programs for both students and faculty participants. The comprehensive program evaluation has informed collective efforts to recruit undergraduate students to doctoral programs and generated knowledge about what motivates and impacts faculty and students. \n\nThe broader impact of the project is evidenced by the instruments and online tools developed by this project that will benefit anyone managing undergraduate research experiences. Undergraduate research programs have been demonstrated to prepare students for graduate school and career success. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/08/2017\n\n\t\t\t\t\tSubmitted by: Audrey S Rorrer"
 }
}