{
 "awd_id": "1346596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Advanced Energy-Efficient Smart Buildings: Solar Energy Conversion by Next-Generation Construction NanoMaterials",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Garie Fordyce",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 52670.0,
 "awd_amount": 52670.0,
 "awd_min_amd_letter_date": "2013-09-20",
 "awd_max_amd_letter_date": "2013-09-20",
 "awd_abstract_narration": "This proposal was submitted for an EAGER grant; it seeks funding for a US-Turkey Collaborative research initiative. The application entitled, \"Advanced Energy-Efficient Smart Buildings: Solar Energy Conversion by Next-Generation Construction NanoMaterials,\" was submitted by Touradj Solouki from Baylor University. This EAGER request will support a collaborative approach to enable NOx abatement using hybrid, nanomaterial-based photocatalysts, optimized for ambient conditions, without the incorporation of expensive platinum group metals. It is anticipated these new photocatalysts could be mixed with conventional construction materials to improve air quality in and around buildings. The work leverages the complementary skills and high resolution spectroscopic/spectrometric capabilities of the US and Turkish investigators and their individual facilities.\r\n\r\nThe research is expected to produce cost-effective smart building materials that will use solar energy to clean the air and help to minimize air pollution. Moreover, research in this area will offer interdisciplinary training opportunities for students and scholars that will be involved in high-quality and meaningful research experiences, develop their expertise, and broaden their knowledge through shared and open-access facilities. Successful implementation of the research design will foster innovative research and serve as a model for future international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Touradj",
   "pi_last_name": "Solouki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Touradj Solouki",
   "pi_email_addr": "Touradj_Solouki@baylor.edu",
   "nsf_id": "000366786",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "One Bear Place #97360",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987360",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 52670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Air pollution adversely impacts human health and is one of the major health concerns in today&rsquo;s industrialized world. Nitrogen dioxide and nitric oxide are referred to as oxides of nitrogen (NOx) and at high concentrations these contaminants cause inflammation of the airways and can have negative impact on vegetation. NOx can be produced during combustion from road transport and energy production activities. Although NOx abatement can be achieved at elevated temperatures, their reduction under ambient conditions is very costly but desired. Photocatalytic systems suitable for use under ultraviolet (UV) and/or visible (VIS) light can be used to clean the air and reduce our energy &ldquo;foot print&rdquo;.</p>\n<p>The major goals of this project are to (a) develop a highly accurate and sensitive analytical tool for evaluating efficacy of nanocatalysts and (b) produce new nanocatalysts compatible with use in building material for photocatalytical destruction of NOx contaminants.</p>\n<p>The specific objectives of this pilot project were to (1) design, construct, and build a state-of-the-art analytical tool that can be used for quantitative and qualitative characterization of photocatalysts, (2) combine scientific expertise of two unique research teams and develop successful international collaboration between the scientists from Baylor University (USA) and Bilkent University (Turkey), and (3) synthesize novel nanomaterial that can be used, cost-effectively, with conventional construction/building materials to improve air quality by photocatalytic NOx abatement, using solar energy.</p>\n<p>The collaborative team on this project was able to develop technologies, instrumentation, and know-how for making next generation photocatalysts that could be used in constructing Energy-Efficient Smart Buildings. This project provided an excellent opportunity to develop previously unavailable novel instrumental capabilities that are suitable for characterization of photocatalysts and detection of all reaction products, including minor components, in real-time. The new capabilities of this instrument were utilized to address debated questions regarding the photocatalytic conversion of NO by reliable and mass selective detection of reaction products. Introduction of the unique cryofocuser/quadrupole mass spectrometer, coupled to a flow controlled catalysis unit, positively impacts many other areas of research, including biomedical and environmental sciences. For instance, the use of cryotrapping approach could enhance instrumental sensitivity for comprehensive sample characterization in metabolomics (such as human breath analysis) and petroleomics (on energy and fuel related) studies.</p>\n<p>NSF funds made it possible to develop new methods for manufacturing nanomaterials that could ultimately be used to make buildings that utilize solar energy to improve air quality by photocatalytic NOx (or other contaminants&rsquo;) abatement. This project also helped to pursue possibilities to utilize research findings for designing indoor filters. Promising preliminary data and exploratory work from this pilot project lay the foundation for subsequent research.</p>\n<p>There is a credible potential that outcome of the research activities from this project will have an impact on commercial technologies. Realistic and significant opportunities exist for technology transfer to make new commercial instruments and optimized building materials by utilizing the developed methods for synthesis of advanced photocatalysts for NOx conversion. We plan to pursue various available options to encourage more effective public use of the developed products through collaborations with industry and procuring additional funding.</p>\n<p>This NSF project also provided excellent opportunities for training and professional development of various undergraduate and graduate students as well as postdoctoral fellows both in...",
  "por_txt_cntn": "\nAir pollution adversely impacts human health and is one of the major health concerns in todayÆs industrialized world. Nitrogen dioxide and nitric oxide are referred to as oxides of nitrogen (NOx) and at high concentrations these contaminants cause inflammation of the airways and can have negative impact on vegetation. NOx can be produced during combustion from road transport and energy production activities. Although NOx abatement can be achieved at elevated temperatures, their reduction under ambient conditions is very costly but desired. Photocatalytic systems suitable for use under ultraviolet (UV) and/or visible (VIS) light can be used to clean the air and reduce our energy \"foot print\".\n\nThe major goals of this project are to (a) develop a highly accurate and sensitive analytical tool for evaluating efficacy of nanocatalysts and (b) produce new nanocatalysts compatible with use in building material for photocatalytical destruction of NOx contaminants.\n\nThe specific objectives of this pilot project were to (1) design, construct, and build a state-of-the-art analytical tool that can be used for quantitative and qualitative characterization of photocatalysts, (2) combine scientific expertise of two unique research teams and develop successful international collaboration between the scientists from Baylor University (USA) and Bilkent University (Turkey), and (3) synthesize novel nanomaterial that can be used, cost-effectively, with conventional construction/building materials to improve air quality by photocatalytic NOx abatement, using solar energy.\n\nThe collaborative team on this project was able to develop technologies, instrumentation, and know-how for making next generation photocatalysts that could be used in constructing Energy-Efficient Smart Buildings. This project provided an excellent opportunity to develop previously unavailable novel instrumental capabilities that are suitable for characterization of photocatalysts and detection of all reaction products, including minor components, in real-time. The new capabilities of this instrument were utilized to address debated questions regarding the photocatalytic conversion of NO by reliable and mass selective detection of reaction products. Introduction of the unique cryofocuser/quadrupole mass spectrometer, coupled to a flow controlled catalysis unit, positively impacts many other areas of research, including biomedical and environmental sciences. For instance, the use of cryotrapping approach could enhance instrumental sensitivity for comprehensive sample characterization in metabolomics (such as human breath analysis) and petroleomics (on energy and fuel related) studies.\n\nNSF funds made it possible to develop new methods for manufacturing nanomaterials that could ultimately be used to make buildings that utilize solar energy to improve air quality by photocatalytic NOx (or other contaminantsÆ) abatement. This project also helped to pursue possibilities to utilize research findings for designing indoor filters. Promising preliminary data and exploratory work from this pilot project lay the foundation for subsequent research.\n\nThere is a credible potential that outcome of the research activities from this project will have an impact on commercial technologies. Realistic and significant opportunities exist for technology transfer to make new commercial instruments and optimized building materials by utilizing the developed methods for synthesis of advanced photocatalysts for NOx conversion. We plan to pursue various available options to encourage more effective public use of the developed products through collaborations with industry and procuring additional funding.\n\nThis NSF project also provided excellent opportunities for training and professional development of various undergraduate and graduate students as well as postdoctoral fellows both in Turkey and USA. From the USA side, and as a result of the NSF support, other internally supported young scientists (2 pos..."
 }
}