{
 "awd_id": "1346748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research and NEON: PalEON - A PaleoEcological Observatory Network to Assess Terrestrial Ecosystem Models",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 110899.0,
 "awd_amount": 119134.0,
 "awd_min_amd_letter_date": "2013-08-26",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "Because of the slow pace of terrestrial ecosystem processes, including the slow generation time, growth rate, and decomposition rate of trees, the impact of changing climate and disturbance on forests plays out over hundreds of years. For this reason, centennial scale projections of terrestrial ecosystem models are used to anticipate the trajectory of forest response to environmental change. Modelers would like to have data on how forests have changed at regional scales and over hundreds of years to help assess such projections. A rich assemblage of relevant paleoecological data has been collected, but they have not been synthesized into a form that can be incorporated into broad-scale modeling efforts. Funding provided will support the establishment of a paleoecological observatory network (PALEON) to address this challenge. PALEON is an interdisciplinary team of paleoecologists, environmental statisticians, and ecosystem modelers with the goals of producing rigorous and robust reconstructions of forest change from the Atlantic to the Great Plains over the past 2,000 years, and then using these reconstructions to validate and improve the predictions of terrestrial ecosystem models. \r\n\r\nPALEON has identified the integrated analysis of paleoecological data with statistical and mechanistic modeling as a key challenge for improving research capacity for anticipating the future of environmental change. For this reason, PALEON incorporates interdisciplinary training and community building into all aspects of the PALEON mission. In addition to focused working groups, PALEON works with relevant disciplinary communities to develop common approaches to data collection, analysis, and experimental protocols to ensure that long-term data can be seamlessly integrated into macroscale ecosystem analyses. Interdisciplinary training of post-doctoral fellows and graduate students, including a summer short course, will ensure that the next generation of researchers thinks naturally at the spatial and temporal scales relevant to understanding the broad scale impact of changing climate and land-use disturbance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Dietze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Dietze",
   "pi_email_addr": "dietze@bu.edu",
   "nsf_id": "000522115",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110899.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ecosystems are changing at the scale of continents due to natural processes and human impacts, such asland-use and climate change. To help society anticipate and plan for these changes, we increasingly relyon models that forecast the state of the earth under the conditions expected in the future. Theseecosystem models are remarkably robust at capturing the functioning of the planet at large scales, butthey are currently more adept at capturing rapid processes, like the response of forests the year after adrought, then they are at capturing slow processes, like the response of regional vegetation to achanging fire regime imposed by years of drought.The obvious reason that ecosystem models are clumsy at depicting slow ecological processes is thatmost of the data that underlie these models are from rapid processes that are easier to observe.However, there is a large and growing body of scientific information about slow processes that has notbeen integrated into models: historical survey data documenting millions of trees back to the Colonialperiod; tree rings, which show the growth response of trees after disturbance and in response tochanging climate; a menagerie of sedimentary data (isotopes, charcoal, lipids, fossil pollen, testateamoebae, etc) that correlate with climate, wildfire, and vegetation change over millennia.Two technical breakthroughs allow us to incorporate these paleoecological and historical data intopredictive ecosystem models for the first time. First, statistical breakthroughs allow us to translate theseobscure proxies into more familiar ecosystem terms: We can statistically estimate the composition offorest trees from networks of fossil pollen data. We can statistically estimate changing fire regimes fromfossil charcoal in sediments. Second, because these standard ecosystem properties are now measuredwith uncertainty, we can assimilate the information about changing ecosystem state into our forecastingmodels. Thus, the models we use to forecast the impact of global change can now be improved withempirical estimates of the slow ecosystem processes that have eluded modelers in the past.The PaleoEcological Observatory Network (PalEON) is an effort to build a team of paleoecologists,statisticians, and ecosystem modelers to improve ecological forecasts by incorporating slow processesinto models. In our Macrosystems Phase 1 stage, PalEON1 built this team; compiled networks ofpaleoecological data across New England and the Midwest; developed statistical tools and used them tomodel ecosystem change across millennia; and, finally, demonstrated the importance of these slowchanges to societally relevant forecasts of ecosystem change.</p>\n<p>As an example, we know little about the distribution of species at the time of Euroamerican settlement(the Colonial era in New England and the early 19th century in the Midwest). But the \"original\"vegetation of the United States is important for benchmarking conservation and resource management,and for understanding the impact of subsequent human land-use. Figure 1 shows the PalEON estimateof the distribution of American beech at the time of Euroamerican settlement produced by a statisticalmodel of hundreds of thousands of trees in surveys of original forests across 15 states. Because theabundance of American beech has been strongly reduced by climate, land-use, and disease since theindustrial revolution, these estimates have great value for guiding forest conservation and management.Empirical estimates of the abundance of Eastern all tree taxa also allow us to evaluate the performanceof the ecosystem models underlying predictions of climate change. The \"CMIP5\" model comparison is arecent effort to compare the performance of dozens of ecosystem models run at the global scale. We found that none of these models captured the distribution of pre-industrial forests correctly. Becauseforests are linked to the atmosphere throu...",
  "por_txt_cntn": "\nEcosystems are changing at the scale of continents due to natural processes and human impacts, such asland-use and climate change. To help society anticipate and plan for these changes, we increasingly relyon models that forecast the state of the earth under the conditions expected in the future. Theseecosystem models are remarkably robust at capturing the functioning of the planet at large scales, butthey are currently more adept at capturing rapid processes, like the response of forests the year after adrought, then they are at capturing slow processes, like the response of regional vegetation to achanging fire regime imposed by years of drought.The obvious reason that ecosystem models are clumsy at depicting slow ecological processes is thatmost of the data that underlie these models are from rapid processes that are easier to observe.However, there is a large and growing body of scientific information about slow processes that has notbeen integrated into models: historical survey data documenting millions of trees back to the Colonialperiod; tree rings, which show the growth response of trees after disturbance and in response tochanging climate; a menagerie of sedimentary data (isotopes, charcoal, lipids, fossil pollen, testateamoebae, etc) that correlate with climate, wildfire, and vegetation change over millennia.Two technical breakthroughs allow us to incorporate these paleoecological and historical data intopredictive ecosystem models for the first time. First, statistical breakthroughs allow us to translate theseobscure proxies into more familiar ecosystem terms: We can statistically estimate the composition offorest trees from networks of fossil pollen data. We can statistically estimate changing fire regimes fromfossil charcoal in sediments. Second, because these standard ecosystem properties are now measuredwith uncertainty, we can assimilate the information about changing ecosystem state into our forecastingmodels. Thus, the models we use to forecast the impact of global change can now be improved withempirical estimates of the slow ecosystem processes that have eluded modelers in the past.The PaleoEcological Observatory Network (PalEON) is an effort to build a team of paleoecologists,statisticians, and ecosystem modelers to improve ecological forecasts by incorporating slow processesinto models. In our Macrosystems Phase 1 stage, PalEON1 built this team; compiled networks ofpaleoecological data across New England and the Midwest; developed statistical tools and used them tomodel ecosystem change across millennia; and, finally, demonstrated the importance of these slowchanges to societally relevant forecasts of ecosystem change.\n\nAs an example, we know little about the distribution of species at the time of Euroamerican settlement(the Colonial era in New England and the early 19th century in the Midwest). But the \"original\"vegetation of the United States is important for benchmarking conservation and resource management,and for understanding the impact of subsequent human land-use. Figure 1 shows the PalEON estimateof the distribution of American beech at the time of Euroamerican settlement produced by a statisticalmodel of hundreds of thousands of trees in surveys of original forests across 15 states. Because theabundance of American beech has been strongly reduced by climate, land-use, and disease since theindustrial revolution, these estimates have great value for guiding forest conservation and management.Empirical estimates of the abundance of Eastern all tree taxa also allow us to evaluate the performanceof the ecosystem models underlying predictions of climate change. The \"CMIP5\" model comparison is arecent effort to compare the performance of dozens of ecosystem models run at the global scale. We found that none of these models captured the distribution of pre-industrial forests correctly. Becauseforests are linked to the atmosphere through the carbon cycle and biophysics, biases in modeledvegetation coul..."
 }
}