{
 "awd_id": "1346451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Support: Dynamics Days 2014 Conference on Nonlinear Dynamics and Chaos;  Georgia Institute of Technology, Atlanta, Georgia; 2 to 5 January 2014",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2013-12-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2013-08-15",
 "awd_max_amd_letter_date": "2013-08-15",
 "awd_abstract_narration": "This grant provides funding for the travel expenses of graduate students, postdocs, and individuals without other sources of support to attend the conference Dynamics Days US 2014, which will be held in the Clough Undergraduate Learning Commons on the campus of Georgia Tech in Atlanta, GA. Dynamics Days is an annual international conference that has been running in the US for more than 30 years. During this time, Dynamics Days has served as one of the main venues where recent developments in and applications of nonlinear dynamics are disseminated. This year the conference will feature 20 invited speakers giving talks on topics including nonlinear dynamics of biological systems, systems biology, population dynamics and genetics, neural dynamics and engineering, swimming and flight, robotics, dynamics on and of complex networks, dynamics of nonequilibrium and stochastic systems, and fluid dynamics. The work of conference participants will also be highlighted through the delivery of approximately 20 contributed talks and the anticipated presentation of approximately 100 posters.\r\n\r\nIn recent years, Dynamics Days has become established as an excellent venue for interactions between specialists in different fields and between young and established researchers. The topics of the talks cover a variety of areas with overlapping interests in nonlinear dynamics. This variety attracts participants from various fields in mathematics and physics, and also a significant number of participants with backgrounds in other fields such as engineering, biology, and geology. Experienced researchers will benefit from the exposure to new techniques and potential collaborators in diverse fields. Financial support will be available to students and young researchers. These young researchers will especially benefit from the format of the conference, gaining a broad perspective of current research in interdisciplinary areas. The participation of students and young researchers in engineering research communities, in particular from underrepresented groups, will be  especially encouraged.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Turgay",
   "pi_last_name": "Uzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Turgay Uzer",
   "pi_email_addr": "tuzer@gatech.edu",
   "nsf_id": "000093466",
   "pi_start_date": "2013-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North AVE NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant provided funding for the travel expenses of graduate students, postdocs, and individuals without other support sources to the conference \"Dynamics Days 2014\" on nonlinear dynamics and chaos which was held at Georgia Institute of Technology, in January 2-5 of 2014. Dynamics Days is an annual international conference that has been running in the US for more than 30 years. During this time, Dynamics Days has served as one of the main venues where recent developments in and applications of nonlinear dynamics are disseminated. This year, the conference focussed on applications of nonlinear dynamics to biological and bio-inspired systems, andaddressed topics such as nonlinear dynamics of biological systems, systems biology, population dynamics and genetics, neural dynamics and engineering, swimming and flight, robotics, dynamics on and of complex networks, dynamics of nonequilibrium and stochastic systems, and fluid dynamics.</p>\n<p>In the last decades, Dynamics Days has become established as an excellent venue for interactions between specialists in different fields and between young and established researchers. The topics of the talks covered a variety of areas with overlapping interests in nonlinear dynamics.<br />This variety attracted participants from various fields in mathematics and physics, and also a significant number of participants with backgrounds in other fields such as engineering, biology, and geology.</p>\n<p>The grant supported students and young researchers, who then could<br />give contributed talks or present in a poster session. Young researchers benefited especially from the format of the conference by gaining a broad perspective of current research in interdisciplinary areas. The participation of students from underrepresented groups was particularly encouraged.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2014<br>\n\t\t\t\t\tModified by: Turgay&nbsp;Uzer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant provided funding for the travel expenses of graduate students, postdocs, and individuals without other support sources to the conference \"Dynamics Days 2014\" on nonlinear dynamics and chaos which was held at Georgia Institute of Technology, in January 2-5 of 2014. Dynamics Days is an annual international conference that has been running in the US for more than 30 years. During this time, Dynamics Days has served as one of the main venues where recent developments in and applications of nonlinear dynamics are disseminated. This year, the conference focussed on applications of nonlinear dynamics to biological and bio-inspired systems, andaddressed topics such as nonlinear dynamics of biological systems, systems biology, population dynamics and genetics, neural dynamics and engineering, swimming and flight, robotics, dynamics on and of complex networks, dynamics of nonequilibrium and stochastic systems, and fluid dynamics.\n\nIn the last decades, Dynamics Days has become established as an excellent venue for interactions between specialists in different fields and between young and established researchers. The topics of the talks covered a variety of areas with overlapping interests in nonlinear dynamics.\nThis variety attracted participants from various fields in mathematics and physics, and also a significant number of participants with backgrounds in other fields such as engineering, biology, and geology.\n\nThe grant supported students and young researchers, who then could\ngive contributed talks or present in a poster session. Young researchers benefited especially from the format of the conference by gaining a broad perspective of current research in interdisciplinary areas. The participation of students from underrepresented groups was particularly encouraged.\n\n\t\t\t\t\tLast Modified: 08/14/2014\n\n\t\t\t\t\tSubmitted by: Turgay Uzer"
 }
}