{
 "awd_id": "1346406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Advanced Biomanufacturing to be held in Washington D.C. on July 25-26, 2013",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 49599.0,
 "awd_amount": 49599.0,
 "awd_min_amd_letter_date": "2013-07-24",
 "awd_max_amd_letter_date": "2013-07-24",
 "awd_abstract_narration": "Program ID 1346406\r\nPI: Kaplan\r\n\r\nOverview: A Workshop on biomanufacturing will identify the needs and barriers in the field of biomanufacturing, including research, scale up and implementation, further technological innovation and regulatory and cost issues. The Workshop will bring together leaders in the field, including scholars, government officials, industry representatives to discuss and identify critical issues and challenges related to biomanufacturing. To address these goals, the workshop will be run in an interactive and iterative approach where session leaders will be asked to prepare pre-workshop outlines of major topics and then address these to the attendees. The vision for this effort is to see biomanufacturing as an emerging discipline in academic and industrial communities, as well as a technological opportunity to spur research and industry growth. To navigate to this vision, we must assess where the state-of-the-art is currently located for the field, what the paths are to move forward to reach the vision, and to identify the major barriers along this path. These needs will encompass the science and engineering involved, the regulatory and infrastructure needs and the systems infrastructure and integration required. The outcome from the workshop will be a report that provides a detailed road map of where the current state-of-the art is in terms of biomanufacturing, what the major barriers are to move the field ahead, and identifies some of the major targets and opportunities. The potential impact on US infrastructure will be described and a network in the community will be established.\r\n\r\nIntellectual Merit: The intellectual merit will mainly be in coalescing insight into the field of biomanufacturing in terms of the current scientific state of the art, the technological implications and the future vision for the field. This insight will be a foundation upon which to propel the field ahead in the coming years towards direct impact for the US economy.\r\n\r\nBroader Impacts: The broader impact of the Workshop will be the identification of critical challenges for the scientific and technological communities for this emerging field, impact on the broader educational activities for interdisciplinary needs for students at all levels, guidance for the NSF in terms of future directions of impact, insight for government officials at all levels of future needs for growth in the US to support jobs, manufacturing and future technological leadership, and broad and new insight into the unique intersections between nature and engineering that remain to be tapped and exploited for a sustainable planet. Publication of outcomes and related materials will inform the general community and related venues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Kaplan",
   "pi_email_addr": "david.kaplan@tufts.edu",
   "nsf_id": "000162550",
   "pi_start_date": "2013-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Holiday Inn Arlington at Ballston",
  "perf_str_addr": "4610 N. Fairfax Drive",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222031538",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 49599.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major aims for the Advanced Biomanufacturing Workshop were to identify the needs and barriers in the field with respect to: research, scale up and implementation, further technological innovation, regulatory issues, training/education.</p>\n<p>Major recommendations identified:</p>\n<p>Building Blocks:</p>\n<p>Core Bio-Supply Houses and Bio-Factories &ndash; This concept is based on the success of oligonucleotide/gene synthesis and supply companies as a model from molecular biology field. &nbsp; Core industries that can supply building blocks for the field would be beneficial, reduce duplication of effort, provide quality control related to future FDA requirements, and provide a growth industry for jobs and infrastructure. &nbsp;Specific targeted products from such industries could include oligonucleotides/genes, purified recombinant proteins, engineered cells, modeling tools, educational software/tutorials/online learning. &nbsp;</p>\n<p>Synthetic cells to Generate Product &lsquo;x&rsquo; &ndash; The concept is derived from success with generating synthetic cells, where we envision corporate entities centered on generating synthetic cells with minimal genetic requirements for basic functions. &nbsp;These functional biological &lsquo;shells&rsquo; or &lsquo;containers&rsquo; &ndash; will be available to labs to either order or add genetic machinery to produce specific building blocks of interest. This would improve efficiency of production of building blocks, avoid duplication of effort and streamline eventual applications. &nbsp;For example, cells that can be used to generate specific polymers, such as the components of wood or bone or complex material gradients, would provide a useful template.&nbsp;</p>\n<p>Pre-programmed Cell Factories to Build &lsquo;x&rsquo; &ndash; The goal is to genetically pre-program cells to produce different components in an orchestrated approach towards the formation of complex structures. The origins are the need for generating products in resource-limited locations to reduce shipping/logistics burdens and to preserve the environment (for example, in future space travel scenarios where it is not feasible to carry the supplies needed for shelter, devices, containers). &nbsp;Cells originate complex extracellular matrices, complex woods, mineralized structures and many other unique material systems in nature, if we can prepare cells to work, in concert with other preprogrammed cells, so that lyophilized combinations of such cells could be used as on site factories, for in situ production to generate complex structures (for example, to generate tissue, a device, a house, a post, etc.).&nbsp;</p>\n<p>Speeding up Cell Functions as Factories &ndash; In many cases, cells are the machines driving advanced biomanufacturing, either directly or indirectly. &nbsp;Cells, depending on the type, function at specific metabolic rates and are generally limited by fundamental mass transfer constraints. &nbsp;Can cells be redesigned, or synthetically designed, to overcome some of the current limitations, in order to improve the kinetics of production of building blocks or other products.&nbsp;</p>\n<p>Programmed Building Blocks &ndash; The ability to &lsquo;build-and-go&rsquo; by designing biological legos that have all of the encoded information needed for self-assembly into complex patterns and forms would jump start many applications in advanced biomanufacturing. &nbsp;This is a hallmark of biological materials and emulating and harnessing these features would enhance the formation of complex materials.&nbsp;</p>\n<p>Biomolecular precision for hard materials &ndash; The goal is to combine the spatially precise organization power of biomolecular self-assembly with diverse functionality of hard materials, including metals, semiconductors, etc. &nbsp;Despite many challenges, recent progresses of organizing inorganic materials using biomolecules pictured the ex...",
  "por_txt_cntn": "\nThe major aims for the Advanced Biomanufacturing Workshop were to identify the needs and barriers in the field with respect to: research, scale up and implementation, further technological innovation, regulatory issues, training/education.\n\nMajor recommendations identified:\n\nBuilding Blocks:\n\nCore Bio-Supply Houses and Bio-Factories &ndash; This concept is based on the success of oligonucleotide/gene synthesis and supply companies as a model from molecular biology field.   Core industries that can supply building blocks for the field would be beneficial, reduce duplication of effort, provide quality control related to future FDA requirements, and provide a growth industry for jobs and infrastructure.  Specific targeted products from such industries could include oligonucleotides/genes, purified recombinant proteins, engineered cells, modeling tools, educational software/tutorials/online learning.  \n\nSynthetic cells to Generate Product æxÆ &ndash; The concept is derived from success with generating synthetic cells, where we envision corporate entities centered on generating synthetic cells with minimal genetic requirements for basic functions.  These functional biological æshellsÆ or æcontainersÆ &ndash; will be available to labs to either order or add genetic machinery to produce specific building blocks of interest. This would improve efficiency of production of building blocks, avoid duplication of effort and streamline eventual applications.  For example, cells that can be used to generate specific polymers, such as the components of wood or bone or complex material gradients, would provide a useful template. \n\nPre-programmed Cell Factories to Build æxÆ &ndash; The goal is to genetically pre-program cells to produce different components in an orchestrated approach towards the formation of complex structures. The origins are the need for generating products in resource-limited locations to reduce shipping/logistics burdens and to preserve the environment (for example, in future space travel scenarios where it is not feasible to carry the supplies needed for shelter, devices, containers).  Cells originate complex extracellular matrices, complex woods, mineralized structures and many other unique material systems in nature, if we can prepare cells to work, in concert with other preprogrammed cells, so that lyophilized combinations of such cells could be used as on site factories, for in situ production to generate complex structures (for example, to generate tissue, a device, a house, a post, etc.). \n\nSpeeding up Cell Functions as Factories &ndash; In many cases, cells are the machines driving advanced biomanufacturing, either directly or indirectly.  Cells, depending on the type, function at specific metabolic rates and are generally limited by fundamental mass transfer constraints.  Can cells be redesigned, or synthetically designed, to overcome some of the current limitations, in order to improve the kinetics of production of building blocks or other products. \n\nProgrammed Building Blocks &ndash; The ability to æbuild-and-goÆ by designing biological legos that have all of the encoded information needed for self-assembly into complex patterns and forms would jump start many applications in advanced biomanufacturing.  This is a hallmark of biological materials and emulating and harnessing these features would enhance the formation of complex materials. \n\nBiomolecular precision for hard materials &ndash; The goal is to combine the spatially precise organization power of biomolecular self-assembly with diverse functionality of hard materials, including metals, semiconductors, etc.  Despite many challenges, recent progresses of organizing inorganic materials using biomolecules pictured the exciting possibility of large-scale biomolecule-directed self-assembly of functional devices (e.g. in nanoelectronics, photonics, plasmonic and photovoltaics) with unprecedented precision, throughput and at low cost in future.  We need to inv..."
 }
}