{
 "awd_id": "1347691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Redefining the College Lecture: Facilitating Discussions in STEM Undergraduate Courses",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2013-09-11",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "The Lawrence Hall of Science, with support from the University of California Berkeley Center for Teaching and Learning and Educational Technology Services, is developing the Faculty Learning Program for changing STEM undergraduate faculty instructional practices and improving student learning gains and experiences in large STEM lecture courses. The project team is developing a blended professional learning program to deepen faculty understanding of how learning happens, and develop their abilities to facilitate discourse opportunities to support student learning in their classes. Faculty members are also learning to use digital technologies to \"flip their classrooms\" as a means to create time during lecture for students to reflect, explain, argue, and talk science with their classmates and instructor. The changed instructional practice requires faculty to rethink their role in teaching, and thus redefine how lecture courses are designed and taught. The goal of Redefining the College Lecture project is to improve university STEM faculty instructional practice through a blended professional learning program that nurtures a learning community, provides continuous support, and is situated within their everyday work.\r\n\r\nThe intellectual merit of this project lies in the distinctive design which creates an adaptable and adoptable professional learning (PL) program for changing STEM undergraduate faculty instructional practices. The project leverages the PI's experiences and proven ability to develop PL programs as demonstrated through prior NSF projects; collaborators bring online learning technology expertise. The support and involvement of STEM Deans and Chairs, STEM faculty, faculty development staff, and the Vice Provost reflect strong institutional commitment. Three bodies of literature support the project's theoretical framework and program design. First, professional learning, which has been found to have significant positive impacts on knowledge and use of effective pedagogy, involves developing faculty STEM education expertise within a learning community situated within their everyday work. Second, students' learning of complex STEM concepts is facilitated by student discourse including opportunities to talk, argue, and defend their ideas with peers and the instructor. Third, online technologies, used strategically with knowledge of evidence-based practices, are powerful tools that can be leveraged to support learning in university courses.\r\n\r\nThe broader impacts of the project arise from the fact that within the three institutions participating, up to 102 STEM faculty will have participated in an in-depth professional learning program and applied what they learned in the reconceptualization of their role in the lecture hall, and the redesign and instruction of their existing courses. This will result in an impact in the educational experience of over 18,000 students. The collaborative, customized nature of the professional learning program's design and implementation at each university and the inclusion of faculty development centers will position it to be sustained beyond the three-year tenure of this grant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Halversen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Halversen",
   "pi_email_addr": "chalver@berkeley.edu",
   "nsf_id": "000443610",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Tran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn Tran",
   "pi_email_addr": "lynn.tran@berkeley.edu",
   "nsf_id": "000560365",
   "pi_start_date": "2013-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence Hall of Science",
  "perf_str_addr": "1 Centennial Dr",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947205200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project,&nbsp;\"<em>Redefining the college lecture: Facilitating discussions in STEM undergraduate courses</em>\" developed, piloted, and field-tested the Faculty Learning Program (FLP) for changing STEM undergraduate faculty&rsquo;s instructional practices and improving students&rsquo; learning gains and experiences in large STEM lecture courses. The FLP is a blended (in-person and online) sustainable professional learning program with the goals of deepening faculty&rsquo;s understanding of how learning happens, and developing their abilities to facilitate discourse opportunities to support student learning in their classes. The program&nbsp;nurtures a learning community, provides continuous support, and is situated within faculty's everyday work. As faculty rethink and redefine their role in the large undergraduate lecture, students&rsquo; learning gains and experiences in these courses will be affected positively.&nbsp;</p>\n<p><strong>Faculty participants deepened their knowledge on learning and built confidence in moving beyond lecturing in their classes.</strong>&nbsp;The&nbsp;FLP helped faculty understand current thinking on how people learn, and more specifically, recognizing the importance of discourse in student learning. Providing experiences that placed faculty in the role of the learner allowed faculty to experience learning in the way they would want their students to experience it. For example, a faculty stated: \"<em>Effective learning has to be thought of parallel to the theory. Just because you understand the theory and are applying it to your class doesn&rsquo;t necessarily mean that effective learning is occurring. Effective student learning environments have to be very intentionally planned. For example, student dialogue is SO important! I didn&rsquo;t understand the importance of this until I actually read the theory, participated in discussion about the theory, tried it in my class, and saw how important student dialogue actually is.&rdquo;</em></p>\n<p><strong>Students valued the different teaching approach.</strong>&nbsp;The FLP supported faculty to rethink how they interacted with their students during class, and to try out different approaches. Their students recognized the difference and appreciated their efforts. In focus group interviews, some&nbsp;students shared that their instructors were more approachable and personable, and seemed to care that they understood the material. Others described their classroom as more comfortable than a typical science lecture or class because they were regularly engaging with one another and the instructor through a variety of activities and discussion formats, as opposed to primarily listening to lecture. Other contrasts shared by student participants included the use of more hands-on manipulatives, an increase in the amount of practice problems provided by the instructor, and the opportunity to learn from and teach peers in the class.&nbsp;They all reported feeling able to ask questions during lecture, and that practice problems often came out of the questions being asked in lecture. This sort of &ldquo;responsiveness&rdquo; from the instructors was also found to be unique and highly valued by students. For example, one student stated:&nbsp;<em>I think being more comfortable has been the most different thing for me... (Resounding &ldquo;yeah&rdquo; from other students in room). Getting to know your classmates through the act of learning is really helpful. Creating study groups and&nbsp;then also&nbsp;getting to know the professor a little more personally, too, was really helpful. Just&nbsp;knowing&nbsp;that you CAN go to them &ndash; that you have that ability if you&rsquo;re stuck is more reassuring than other classes I&rsquo;ve had.&nbsp;For other lecture classes, it&rsquo;s been harder to work out a time when I can even try to go talk to them.</em></p>\n<p>From two Pilots and four Field Tests, 49 STEM faculty from five California State University and University of California institutions participated in FLP, with three of the institutions implementing the program with at least two different cohorts. The faculty participants were multi-disciplinary and included: Biology, Chemistry, Computer Science, Earth &amp; Planetary Science, Engineering, Environmental Science, Mathematics, Physical Geography, and Physics.</p>\n<p>The Faculty Learning Program is now available for broad implementation. FLP instructional materials include all the content for&nbsp;faculty participants for both the in-person and online portions of the program, and a detailed Facilitator&rsquo;s Guide that advises facilitators through leading the program. Cartridges of this template course are now available in the three most common learning management systems (Canvas, Moodle and Blackboard) used in universities across the U.S., for ease of broad implementation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2017<br>\n\t\t\t\t\tModified by: Catherine&nbsp;Halversen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project, \"Redefining the college lecture: Facilitating discussions in STEM undergraduate courses\" developed, piloted, and field-tested the Faculty Learning Program (FLP) for changing STEM undergraduate faculty?s instructional practices and improving students? learning gains and experiences in large STEM lecture courses. The FLP is a blended (in-person and online) sustainable professional learning program with the goals of deepening faculty?s understanding of how learning happens, and developing their abilities to facilitate discourse opportunities to support student learning in their classes. The program nurtures a learning community, provides continuous support, and is situated within faculty's everyday work. As faculty rethink and redefine their role in the large undergraduate lecture, students? learning gains and experiences in these courses will be affected positively. \n\nFaculty participants deepened their knowledge on learning and built confidence in moving beyond lecturing in their classes. The FLP helped faculty understand current thinking on how people learn, and more specifically, recognizing the importance of discourse in student learning. Providing experiences that placed faculty in the role of the learner allowed faculty to experience learning in the way they would want their students to experience it. For example, a faculty stated: \"Effective learning has to be thought of parallel to the theory. Just because you understand the theory and are applying it to your class doesn?t necessarily mean that effective learning is occurring. Effective student learning environments have to be very intentionally planned. For example, student dialogue is SO important! I didn?t understand the importance of this until I actually read the theory, participated in discussion about the theory, tried it in my class, and saw how important student dialogue actually is.\"\n\nStudents valued the different teaching approach. The FLP supported faculty to rethink how they interacted with their students during class, and to try out different approaches. Their students recognized the difference and appreciated their efforts. In focus group interviews, some students shared that their instructors were more approachable and personable, and seemed to care that they understood the material. Others described their classroom as more comfortable than a typical science lecture or class because they were regularly engaging with one another and the instructor through a variety of activities and discussion formats, as opposed to primarily listening to lecture. Other contrasts shared by student participants included the use of more hands-on manipulatives, an increase in the amount of practice problems provided by the instructor, and the opportunity to learn from and teach peers in the class. They all reported feeling able to ask questions during lecture, and that practice problems often came out of the questions being asked in lecture. This sort of \"responsiveness\" from the instructors was also found to be unique and highly valued by students. For example, one student stated: I think being more comfortable has been the most different thing for me... (Resounding \"yeah\" from other students in room). Getting to know your classmates through the act of learning is really helpful. Creating study groups and then also getting to know the professor a little more personally, too, was really helpful. Just knowing that you CAN go to them &ndash; that you have that ability if you?re stuck is more reassuring than other classes I?ve had. For other lecture classes, it?s been harder to work out a time when I can even try to go talk to them.\n\nFrom two Pilots and four Field Tests, 49 STEM faculty from five California State University and University of California institutions participated in FLP, with three of the institutions implementing the program with at least two different cohorts. The faculty participants were multi-disciplinary and included: Biology, Chemistry, Computer Science, Earth &amp; Planetary Science, Engineering, Environmental Science, Mathematics, Physical Geography, and Physics.\n\nThe Faculty Learning Program is now available for broad implementation. FLP instructional materials include all the content for faculty participants for both the in-person and online portions of the program, and a detailed Facilitator?s Guide that advises facilitators through leading the program. Cartridges of this template course are now available in the three most common learning management systems (Canvas, Moodle and Blackboard) used in universities across the U.S., for ease of broad implementation. \n\n \n\n\t\t\t\t\tLast Modified: 11/25/2017\n\n\t\t\t\t\tSubmitted by: Catherine Halversen"
 }
}