{
 "awd_id": "1347279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative: Holistic Security for Cloud Computing: Oblivious Computation",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2013-08-20",
 "awd_max_amd_letter_date": "2016-03-04",
 "awd_abstract_narration": "One of the main impediment to a wider adoption of cloud storage and computing services is the need to keep data private. Recently, several research communities have begun exploring new techniques that allow a client to outsource storage and computation over private data to a potentially untrusted cloud service, while maintaining the privacy of the data. These techniques are highly varied depending on a large number of factors, like the ownership of the input and output data, the type of processing required, the desired level of protection, and the level of trust that the client is willing to put in different components of the outsourcing service. This highly collaborative project combines many different areas of expertise with the aim of substantially changing the way outsourced data and computation are perceived and used in the real world.\r\n\r\nThis project focuses on finding a modular approach to the specification, design and analysis of privacy preserving mechanisms in the context of outsourced computation. The investigators explore a broad solution space that combines algorithmic techniques, limited use of trusted hardware, and distributed computation and trust, and create a common framework that allows one to compare and analyze vastly different solutions in a modular and composable manner. The project will also explore the theoretical and practical limits of what each of these solutions can achieve and hone in on a practical solution that possibly combines many different techniques to achieve the right balance of efficiency and security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Srini",
   "pi_last_name": "Devadas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Srini Devadas",
   "pi_email_addr": "devadas@mit.edu",
   "nsf_id": "000451511",
   "pi_start_date": "2013-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8087",
   "pgm_ref_txt": "Frontiers in SaTC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 20.0px Menlo} span.s1 {font-variant-ligatures: no-common-ligatures} --> <!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 20.0px Menlo} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">As embedded and mobile devices become ubiquitous, users have become more computationally limited and computation outsourcing is becoming more common.&nbsp;</span><span style=\"font-size: 12px;\">From financial information to medical records, sensitive user data is being sent to and computed upon by the cloud.&nbsp;</span><span style=\"font-size: 12px;\">Data privacy has therefore become a huge concern, as sensitive user data is being revealed to and can be attacked by potentially malicious cloud applications, hypervisors/operating systems, or insiders.</span></p>\n<p class=\"p1\"><span class=\"s1\">This project evaluated hardware implementations of the Ascend secure processor taped out in a 32 nm SOI process.&nbsp;</span><span class=\"s1\" style=\"font-size: 12px;\">Ascend prevents information leakage over a processor's digital I/O pins --- in particular, the processor's requests to external memory --- and certifies the program's execution by verifying the integrity of the external memory.&nbsp;</span><span style=\"font-size: 12px;\">In secure processor design, encrypting main memory is not sufficient for security because where and when memory is accessed reveals secret information.</span></p>\n<p class=\"p1\"><span class=\"s1\">To this end, Ascend is equipped with a hardware Oblivious RAM (ORAM) controller, which obfuscates the address bus by reshuffling memory as it is accessed.&nbsp;</span><span style=\"font-size: 12px;\">To our knowledge, Ascend is the first prototyping of ORAM in custom silicon.</span></p>\n<p class=\"p1\"><span class=\"s1\">Ascend has also been carefully engineered to ensure its timing behaviors are independent of user private data.&nbsp;</span><span style=\"font-size: 12px;\">In 32 nm silicon, all security components combined (the ORAM controller, which includes 12 AES rounds and one SHA-3 hash unit) impose a moderate area overhead of 0.51 mm<sup>2</sup>.&nbsp;</span><span style=\"font-size: 12px;\">Post tape-out, the security components of the Ascend chip have been successfully tested at 857 MHz and 1.1 V, at which point they consume 299 mW of power.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2017<br>\n\t\t\t\t\tModified by: Srini&nbsp;Devadas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs embedded and mobile devices become ubiquitous, users have become more computationally limited and computation outsourcing is becoming more common. From financial information to medical records, sensitive user data is being sent to and computed upon by the cloud. Data privacy has therefore become a huge concern, as sensitive user data is being revealed to and can be attacked by potentially malicious cloud applications, hypervisors/operating systems, or insiders.\nThis project evaluated hardware implementations of the Ascend secure processor taped out in a 32 nm SOI process. Ascend prevents information leakage over a processor's digital I/O pins --- in particular, the processor's requests to external memory --- and certifies the program's execution by verifying the integrity of the external memory. In secure processor design, encrypting main memory is not sufficient for security because where and when memory is accessed reveals secret information.\nTo this end, Ascend is equipped with a hardware Oblivious RAM (ORAM) controller, which obfuscates the address bus by reshuffling memory as it is accessed. To our knowledge, Ascend is the first prototyping of ORAM in custom silicon.\nAscend has also been carefully engineered to ensure its timing behaviors are independent of user private data. In 32 nm silicon, all security components combined (the ORAM controller, which includes 12 AES rounds and one SHA-3 hash unit) impose a moderate area overhead of 0.51 mm2. Post tape-out, the security components of the Ascend chip have been successfully tested at 857 MHz and 1.1 V, at which point they consume 299 mW of power.\n\n \n\n\t\t\t\t\tLast Modified: 03/05/2017\n\n\t\t\t\t\tSubmitted by: Srini Devadas"
 }
}