{
 "awd_id": "1347476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Priming in Microbial Utilization of Terrestrially-Derived Dissolved Organic Carbon: A Proof of Concept",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2013-07-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 31851.0,
 "awd_amount": 31851.0,
 "awd_min_amd_letter_date": "2013-07-31",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "The motivation for this work is the observation of higher than previously thought consumption of terrestrial dissolved organic carbon (TDOC) in inland and coastal waters.  One possible mechanism contributing to enhancing consumption of TDOC from soil and plant litter is the \"priming effect,\" which has been demonstrated for soil but not in aquatic systems. The priming effect in soils consists in an increase in the rate of soil mineralization by the addition of labile organic matter. The proponents want to investigate if the priming effect is a general phenomenon of aquatic systems, which would influence the CO2 emissions of both aquatic and terrestrial ecosystems, and affect their nutrient cycles.  Their working hypothesis is that microbial consumption of TDOC will be enhanced by the availability of priming substrates derived from available dissolved organic carbon (ADOC), resulting in detectable effects using chemical assays and microcosm experiments. Thus, this study will examine microbial utilization of TDOC in Mississippi waters collected at Baton Rouge where dissolved labile substrates from ADOC mix with TDOC. \r\n\r\nDetermining whether the priming effect affects the process of carbon cycling in aquatic systems and thereby atmospheric C concentrations and the delivery of C to the oceans is of outmost importance for the global carbon budget and making predictions.  The PIs want to insert the findings into the US Carbon Cycle Plan. Undergraduate students will be involved in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Bianchi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas S Bianchi",
   "pi_email_addr": "tbianchi@ufl.edu",
   "nsf_id": "000187707",
   "pi_start_date": "2013-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31851.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main working hypothesis of our project was that microbial consumption of terrestrially-derived dissolved organic carbon (TDOC) will be enhanced by the availability of priming substrates derived from algal DOC (ADOC), resulting in detectable effects using chemical assays and microcosm experiments.</p>\n<p><em>Sub-Hypothesis</em>:<strong>&nbsp; </strong>Under controlled lab conditions, the priming effect due to the availability of a controlled single-source of ADOC (leached DOC from a diatom culture) will enhance the consumption of a controlled single-source of TDOC (higher vascular plant spp.) by select freshwater bacterial isolates, and be detected with chemical assays over short (e.g., days to weeks) and long-term (e.g., 6 to 8 months) ecological time intervals.</p>\n<p>Based on our working hypothesis we addressed the following objectives: 1)&nbsp; Isolate a species of bacteria (<em>Acinetobacter bouvetti) </em>from filtered waters from the lower Mississippi River to be used in incubation priming experiments; 2)&nbsp; Use short-term incubation experiments, to examine the effects of a highly available <sup>13</sup>C-labelled&nbsp; single substrate (trehalose)&nbsp; in the utilization of&nbsp; TDOC from RDLVP in synthetic media as well as leachate from a coastal diatom (<em>Phaeodactylum tricornutum</em>) culture (grown with <sup>13</sup>C labeled media)&nbsp; and 3)&nbsp; Use chemical biomarkers such as dissolved lignin and amino acids to examine the effects of ADOC leachate on the utilization of TDOC from RDLVP in in synthetic media.</p>\n<p>&nbsp;</p>\n<p>To date, the main outcomes of this project are as follows (also see included Figure):</p>\n<p>&nbsp;</p>\n<p>1) Isolated bacteria from the Mississippi River did show significant increases in respiration with the addition of trehalose and diatom leachate, as reflected by greater CO<sub>2</sub> production than treatments with just terrestrially-derived DOC and/or blanks.&nbsp;</p>\n<p>&nbsp;</p>\n<p>2) There was also greater glucosidase activity in the treatments with the diatom activity further supporting of decomposition diatom leachate, which is rich in carbohydrates, by river bacteria.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>3) There was greater microbial activity in the treatments that DOC with additions of trehalose and diatom leachate than in the TDOC treatment along, this suggest the possibility of priming of TDOC in these treatments.</p>\n<p>&nbsp;</p>\n<p>4) A simple 3-endmember mixing model was used to determine the relative amount of CO<sub>2</sub> produced by the breakdown of the priming substrate, the FACE leachate, and the medium (e.g. DOC transferred with the bacterial inoculation) under each treatment during the dynamic timeframe between T<sub>1</sub> and T<sub>2</sub>. The rate of FACE remineralization in the FACE-only experiment was ~0.010 mg C L<sup>-1</sup>d<sup>-1</sup>, as opposed to ~0.021 mg C L<sup>-1</sup>d<sup>-1</sup> in both the FACE+trehalose and FACE+diatom treatments. Although FACE was converted to CO<sub>2</sub> at roughly the same rate in the trehalose and diatom experiments, less than 1% of the diatom was converted to CO<sub>2</sub>, as opposed to ~50% of the trehalose between T<sub>1</sub> and T<sub>2</sub>. It is likely that a large fraction of the diatom OC was assimilated by bacteria, whereas the trehalose was mostly respired to CO<sub>2</sub>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The broader impact of this work relates to role of priming in natural systems as it relates to global change.&nbsp; Priming may prove to be an important driver with global warming and land-use change as humans continue to create critical zones in nature where different source of organic matter are mixed more rapidly than would have occurred naturally.&nbsp; For example, the expansion of dams around the world has increased the surface ...",
  "por_txt_cntn": "\nThe main working hypothesis of our project was that microbial consumption of terrestrially-derived dissolved organic carbon (TDOC) will be enhanced by the availability of priming substrates derived from algal DOC (ADOC), resulting in detectable effects using chemical assays and microcosm experiments.\n\nSub-Hypothesis:  Under controlled lab conditions, the priming effect due to the availability of a controlled single-source of ADOC (leached DOC from a diatom culture) will enhance the consumption of a controlled single-source of TDOC (higher vascular plant spp.) by select freshwater bacterial isolates, and be detected with chemical assays over short (e.g., days to weeks) and long-term (e.g., 6 to 8 months) ecological time intervals.\n\nBased on our working hypothesis we addressed the following objectives: 1)  Isolate a species of bacteria (Acinetobacter bouvetti) from filtered waters from the lower Mississippi River to be used in incubation priming experiments; 2)  Use short-term incubation experiments, to examine the effects of a highly available 13C-labelled  single substrate (trehalose)  in the utilization of  TDOC from RDLVP in synthetic media as well as leachate from a coastal diatom (Phaeodactylum tricornutum) culture (grown with 13C labeled media)  and 3)  Use chemical biomarkers such as dissolved lignin and amino acids to examine the effects of ADOC leachate on the utilization of TDOC from RDLVP in in synthetic media.\n\n \n\nTo date, the main outcomes of this project are as follows (also see included Figure):\n\n \n\n1) Isolated bacteria from the Mississippi River did show significant increases in respiration with the addition of trehalose and diatom leachate, as reflected by greater CO2 production than treatments with just terrestrially-derived DOC and/or blanks. \n\n \n\n2) There was also greater glucosidase activity in the treatments with the diatom activity further supporting of decomposition diatom leachate, which is rich in carbohydrates, by river bacteria.  \n\n \n\n3) There was greater microbial activity in the treatments that DOC with additions of trehalose and diatom leachate than in the TDOC treatment along, this suggest the possibility of priming of TDOC in these treatments.\n\n \n\n4) A simple 3-endmember mixing model was used to determine the relative amount of CO2 produced by the breakdown of the priming substrate, the FACE leachate, and the medium (e.g. DOC transferred with the bacterial inoculation) under each treatment during the dynamic timeframe between T1 and T2. The rate of FACE remineralization in the FACE-only experiment was ~0.010 mg C L-1d-1, as opposed to ~0.021 mg C L-1d-1 in both the FACE+trehalose and FACE+diatom treatments. Although FACE was converted to CO2 at roughly the same rate in the trehalose and diatom experiments, less than 1% of the diatom was converted to CO2, as opposed to ~50% of the trehalose between T1 and T2. It is likely that a large fraction of the diatom OC was assimilated by bacteria, whereas the trehalose was mostly respired to CO2.           \n\n \n\n \n\n \n\nThe broader impact of this work relates to role of priming in natural systems as it relates to global change.  Priming may prove to be an important driver with global warming and land-use change as humans continue to create critical zones in nature where different source of organic matter are mixed more rapidly than would have occurred naturally.  For example, the expansion of dams around the world has increased the surface are of dam reservoirs where TDOC can mix with large pools of algal-derived DOC.  These sites are known to have very high greenhouse gas (GHG) emission but to date the role of priming has not been involved to explain in part for these high (GHG) fluxes.  Another region in the world where we expect priming to be a significant driver of GHG emission is the opening of the Arctic Ocean, where reduced ice cover will allow for grater phytoplankton production which can then interact with the very TDOC inputs that are currently oc..."
 }
}