{
 "awd_id": "1348123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Brain Activity Maps of Novelty Detection",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 299957.0,
 "awd_amount": 299957.0,
 "awd_min_amd_letter_date": "2013-09-07",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "The ability to detect and rapidly respond to changes in the environment is evolutionarily conserved across the animal kingdom.  Yet, the neural computation underlying novelty detection have not been precisely defined or quantified. Drs. Wu (Georgetown University), Ding (University of Florida) and Chou (University of California, Los Angeles) will test the hypothesis that dynamics in neuronal activity at the tissue level play a two-step role in novelty-detection. First, a constant or repetitive stimulus establishes a spatiotemporal pattern of neuronal activity that stores an expectation of regularity within the system. Second, stimuli that violate the expected regularity are registered as changes in the patterns of neuronal activity, triggering a response.  The research team will use voltage-sensitive dye imaging, optogenetics, high-density EEG, and fMRI, to measure brain activity maps resulting from a common stimulus sequence. The expected neuronal activity and the novelty response to changing the stimulus will be measured in turtles, mice, and humans. The investigators will then quantify these activity maps using mathematical/statistical analysis and develop physically-motivated theoretical models. \r\n\r\nThis project is expected to provide the initial identification of shared computational principles as well as species- and system-specific implementation of such mechanisms.   Results from this research may shed light on a wider range of cognitive functions that rely on novelty detection and novelty-controlled neuromodulation, including attention, learning and memory, and decision-making. Given the importance of such cognitive functions, the proposed research may potentially have long-term, broad societal impact.  For example, the opportunity to relate novelty detection capacity of college students to their classroom performance may lead to the development of novelty-stimuli based tools for more effective classroom education.  Moreover, the comparative investigation of different species may provide insight into the evolution of learning capacity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian-young",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian-young Wu",
   "pi_email_addr": "wuj@georgetown.edu",
   "nsf_id": "000599272",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tom",
   "pi_last_name": "Chou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tom Chou",
   "pi_email_addr": "tomchou@ucla.edu",
   "nsf_id": "000306701",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mingzhou",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingzhou Ding",
   "pi_email_addr": "mding@bme.ufl.edu",
   "nsf_id": "000235088",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University Medical Center",
  "perf_str_addr": "3800 Reservoir Road,NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200072113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "770400",
   "pgm_ele_name": "Science of Learning Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 299957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project seeks to answer a fundamental question: How do nervous systems detect novelty in significant sensory input, while ignoring ongoing, constant, and insignificant sensory stimuli?</p>\n<p>Our nervous system has a tremendous ability to detect changes in our environment; for example, an increase in temperature, someone getting a haircut, or a flickering light bulb. This ability allows the nervous system to focus on the new event or stimuli in the environment while filtering out non-novel stimuli (such as the humming sound of air conditioning in an office). In the absence of novelty detecting mechanisms, the nervous system might quickly overload with insignificant stimuli such as the sensory stimuli of our own clothing, environmental noise or multiple moving objects on a street. Changes in the environment can be divided into two categories: the first is the <em>starting of NEW</em> stimuli and the second is the <em>stopping of OLD</em> stimuli that have been present. In general, a new stimulus can always trigger an &ldquo;evoked response&rdquo; in the system. In order to distinguish a response to novelty from an &ldquo;evoked response&rdquo;, this project works on the activity induced by stopping of an old stimulus, or pattern changes of an ongoing stimuli.</p>\n<p>The goal of this proposal is to collect preliminary evidence to support our fundamental idea that dynamic network processing performs novelty detection by <strong>(a)</strong> establishing and storing an &ldquo;expectation of regularity&rdquo;, and <strong>(b)</strong> registering violations of the expected stimuli as changes in spatiotemporal patterns. Here the &ldquo;regularity&rdquo; means an ongoing, constant pattern of stimuli, such as the humming sound of air conditioning in an office, with constant loudness, pitch and pattern. Our hypothesis is that such regularity will automatically register in the nervous system and any changes in the sound will violate the stored regularity, triggering a response. Note that the response may be triggered without input to the system; if the sound stops, there is no new stimulus but the regularity is violated. The EAGER support has greatly facilitated the development of testable hypotheses for uncovering the general mechanisms for novelty detection shared at different levels of the sensory system and across species. Three specific aims have been pursued simultaneously by three collaborating groups:</p>\n<p><strong><span style=\"text-decoration: underline;\">Aim 1:&nbsp;</span></strong><strong>To map brain activity underlying novelty-triggered responses in turtle and mouse&nbsp;in vitro&nbsp;preparations. The goal is to establish preliminary evidence to support the idea that the &ldquo;expectation of regularity&rdquo; is encoded in the spatiotemporal dynamics of the network activity. </strong></p>\n<p>In this project, we have developed an in vitro preparation to reduce turtle and mouse visual system components from the whole animal down to the essential circuits for novelty detection. The reduced in vitro preparation allows novelty detection to be studied, literally, &ldquo;in a dish&rdquo;. The reduced retina-tectum preparation showed a great sensitivity to detecting novelty in visual stimuli. When stimulated with a train of light flushes, the regularity of the flashing frequency and light intensity quickly establishes and is stored in the system, but after 10 - 20 flushes the response to the regularity diminishes.&nbsp; Any changes in the regularity, e.g. a missing flash, will trigger a vigorous response of the system, eliciting action potentials from many neurons.</p>\n<p><strong><span style=\"text-decoration: underline;\">Aim 2:&nbsp;</span></strong><strong>To map spatiotemporal brain activity underlying novelty-triggered responses in the human brain.</strong></p>\n<p>The goal of this aim is to provide primary evidence that essential mechanisms of novelty detectio...",
  "por_txt_cntn": "\nThis project seeks to answer a fundamental question: How do nervous systems detect novelty in significant sensory input, while ignoring ongoing, constant, and insignificant sensory stimuli?\n\nOur nervous system has a tremendous ability to detect changes in our environment; for example, an increase in temperature, someone getting a haircut, or a flickering light bulb. This ability allows the nervous system to focus on the new event or stimuli in the environment while filtering out non-novel stimuli (such as the humming sound of air conditioning in an office). In the absence of novelty detecting mechanisms, the nervous system might quickly overload with insignificant stimuli such as the sensory stimuli of our own clothing, environmental noise or multiple moving objects on a street. Changes in the environment can be divided into two categories: the first is the starting of NEW stimuli and the second is the stopping of OLD stimuli that have been present. In general, a new stimulus can always trigger an \"evoked response\" in the system. In order to distinguish a response to novelty from an \"evoked response\", this project works on the activity induced by stopping of an old stimulus, or pattern changes of an ongoing stimuli.\n\nThe goal of this proposal is to collect preliminary evidence to support our fundamental idea that dynamic network processing performs novelty detection by (a) establishing and storing an \"expectation of regularity\", and (b) registering violations of the expected stimuli as changes in spatiotemporal patterns. Here the \"regularity\" means an ongoing, constant pattern of stimuli, such as the humming sound of air conditioning in an office, with constant loudness, pitch and pattern. Our hypothesis is that such regularity will automatically register in the nervous system and any changes in the sound will violate the stored regularity, triggering a response. Note that the response may be triggered without input to the system; if the sound stops, there is no new stimulus but the regularity is violated. The EAGER support has greatly facilitated the development of testable hypotheses for uncovering the general mechanisms for novelty detection shared at different levels of the sensory system and across species. Three specific aims have been pursued simultaneously by three collaborating groups:\n\nAim 1: To map brain activity underlying novelty-triggered responses in turtle and mouse in vitro preparations. The goal is to establish preliminary evidence to support the idea that the \"expectation of regularity\" is encoded in the spatiotemporal dynamics of the network activity. \n\nIn this project, we have developed an in vitro preparation to reduce turtle and mouse visual system components from the whole animal down to the essential circuits for novelty detection. The reduced in vitro preparation allows novelty detection to be studied, literally, \"in a dish\". The reduced retina-tectum preparation showed a great sensitivity to detecting novelty in visual stimuli. When stimulated with a train of light flushes, the regularity of the flashing frequency and light intensity quickly establishes and is stored in the system, but after 10 - 20 flushes the response to the regularity diminishes.  Any changes in the regularity, e.g. a missing flash, will trigger a vigorous response of the system, eliciting action potentials from many neurons.\n\nAim 2: To map spatiotemporal brain activity underlying novelty-triggered responses in the human brain.\n\nThe goal of this aim is to provide primary evidence that essential mechanisms of novelty detection are preserved throughout evolution and used by both lower vertebrates and humans.  EEG-fMRI recordings on human subjects have been conducted and the data are being analyzed to test our hypothesis. These analyses include brain activity maps of omitted response based on ERP, brain activity maps of omitted response based on fMRI, EEG-informed fMRI analysis based on the correlation between ASEO-estimated single ..."
 }
}