{
 "awd_id": "1348528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "States as STEM Learning Environments: Building an Indicator System to Guide Instructional Improvement at Scale",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 1499853.0,
 "awd_amount": 1793060.0,
 "awd_min_amd_letter_date": "2013-09-03",
 "awd_max_amd_letter_date": "2016-09-14",
 "awd_abstract_narration": "Investigators are designing a state-wide, empirically based indicator system that aligns with Tennessee's (TN) vision of instructional improvement and is built from data gathered through in-depth study of teaching and learning in a sample of 4th through 8th grade mathematics classrooms. Investigators begin with a set of constructs and measures that are known to predict student learning on high-level mathematics assessments (high-cognitive-demand instruction) and that are associated with teachers' capacity to enact ambitious instruction (teacher social capital). The objective is to distill the measurement of these constructs to a core set of survey indicators that are predictive of student outcomes, can be administered efficiently at scale, and are consequential for state policy makers' decision making. Using a 3-tiered approach - in-depth data collection from an intensive sample of teachers (n=50), less comprehensive data from an intermediate sample (n=100), and survey-based data from a scale sample, a group that will increase in number each year, ending in year 3 with 1000 teachers or approximately 10% of TN's grades 4-8 mathematics teachers - the analyses leverage in-depth qualitative examination of mathematics instruction and teacher social capital in dialogue with survey-based approaches to construct a validity argument (Kane, 2006) that 1) teachers vary on proxy measures of central constructs, 2) measures of these proxies are correlated with other theoretically relevant measures, and 3) these proxies are predictive of student learning and high-quality teaching, respectively, in the scale sample.\r\nPrevious research on cognitive demand has provided both theoretical and empirical warrants for the connection between teaching and student learning. This project extends that work by establishing proxies for high-cognitive-demand instruction and observing their relationship to student learning across hundreds of classrooms. Previous work on teacher social capital has consisted primarily of theory-building, qualitative studies that have shown relationships between specific features of teacher social capital and level of instruction. This study tests that relationship in larger numbers of classroom and extends it to student learning.  Additionally, investigators build a practical theory of how states can support large-scale instructional improvement. While most theorizing and research in this regard has focused on the challenges that states confront in providing professional development for large numbers of teachers, less attention has been paid to the challenge of monitoring the effectiveness and impact of those efforts. This project is based on the idea that just doing more - without systematically learning from what one is doing - is a failing proposition. In the era of current reforms, increasing numbers of states will be devoting substantial resources to improving instruction across their states. By conceptualizing an entire state as a learning environment, this work calls attention to systematic and organized ways to learn from that activity, thereby getting smarter about efficient ways to support large-scale improvement in mathematics.\r\nThe development of indicators that can be deployed across an entire state is, in and of itself, a sign of broad impact. In addition, the indicator system is portable and, because it is aligned with college and career ready standards adopted by the majority of states, could be taken up by other states, especially those who have committed to common assessments. Furthermore, if leaders in TN and other states use the indicator system to identify where instruction is flagging and where teacher supports are needed, they will be positioned to make better decisions regarding where and how to assist educators across their states. This, in turn, will support the achievement of the societal goal of improved STEM education that will produce more globally competitive high school graduates. Finally, if this study is successful we will have established a longer chain of evidence than heretofore has been assembled. We will show linkages among (a) teachers' access to social resources; (b) teachers' instructional practice; and (c) student performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary Kay",
   "pi_last_name": "Stein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Kay Stein",
   "pi_email_addr": "mkstein@pitt.edu",
   "nsf_id": "000206332",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Correnti",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Correnti",
   "pi_email_addr": "rcorrent@pitt.edu",
   "nsf_id": "000523006",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Russell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Russell",
   "pi_email_addr": "jennifer.russell@vanderbilt.edu",
   "nsf_id": "000649110",
   "pi_start_date": "2013-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1499853.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 293207.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>States as STEM Learning Environments: Building an Indicator System to&nbsp;</strong></p>\n<p><strong>Guide Instructional Improvement at Scale</strong><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>The goal of this project was to design a state-wide, empirically based indicator system that could assist leaders in a state department of education in identifying where mathematics instruction is strong and areas of weakness that need support for improvement.&nbsp;To do so, we conducted a multiple-year study of natural variation in mathematics teaching in grades 4-8 classrooms across an entire state.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>We&nbsp;gathered information about instruction using multiple measures (survey, observations, student work samples). Similarly, we explored teachers? access to social resources to support mathematics instruction using surveys, logs, social network interviews, and observations. We also had access to students? performance on the state-administered annual test and their performance on a more ambitious measure of student learning (Constructed Response Assessment.).&nbsp;&nbsp;</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p2\">The results of the first two years of our study provide initial evidence for a theory of mathematics teaching and learning that can guide leaders? efforts to measure and provide valid inferences for improving teaching in a state that holds ambitious standards for student learning. The theory is based on two constructs that past research suggests foster students? conceptual learning: Explicit attention to concepts (EAC) and students? opportunity to struggle (S0S). By crossing high and low values of these constructs, four quadrants are formed that, we argue, represent four discernable profiles of teaching. Moreover, we argue that these profiles portray a more multi-dimensional view of teaching than does the typical way of characterizing mathematics teaching as ?reform? or ?traditional.?</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p2\">We found that all 4 profiles of teaching were observable in classrooms, suggesting that they do exist ?in the wild.? In addition, we found that teachers? quadrant placements could be identified through a survey of their beliefs, values and teaching practices, thereby opening the opportunity for large-scale investigations of the relationships between quadrant placement and student learning. Two studies form the basis for a validity argument that quadrant placements derived from the surveys predict the learning outcomes of students in ways that are theoretically meaningful. Results also suggest that quadrant-based teaching is characterized by other teaching practices that we had conjectured would be indicative of high or low EAC / SOS.</p>\n<p class=\"p2\">&nbsp;</p>\n<p>We also examined the social resources available to teachers in support of instructional improvement. Our findings suggest that social resources were differentially distributed among schools and districts. For example, the use of instructional coaches was a common strategy to support instructional improvement. However, this strategy was not universally employed throughout the state. Beyond the distribution of potential social resources, the extent to which a structure such as coaching represented&nbsp;<em>access&nbsp;</em>to an actual resource for instructional improvement varied. Staying with the example of coaching, the extent to which coaches represented a source of expertise varied based on the way districts selected coaches, the extent to which role construction provided teachers with time to work with coaches, as well as other design and implementation factors. Additionally, factors such as the size of schools and districts influenced the extent to which teachers had easy access to colleagues that teach the same grade and/or content, which in turn shaped the extent to which they had in-depth interactions about mathematics teaching and student learning. Finally, teachers varied with respect to whether they activated or utilized available social resources. This identification in variation in distribution, access, and activation, points to the complexity of the system of social supports that may or may not enable teachers to take up instructional practices that provide students with opportunities for thinking and reasoning.&nbsp;</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p2\">As a follow-up, we applied for and received a grant from the Spencer Foundation to engage in large- and small-scale efforts aimed at moving instructional practice toward the high-EAC / high-SOS quadrant.&nbsp;&nbsp;In one district-wide effort, we examined administrators? reaction to information regarding the proportion of their teachers in each of the quadrants compared to the proportion of teachers in the entire state that fell into each of the quadrants. We are currently embarking on a small-scale study of teachers? efforts to enact ?small tests of change? related to practices typically found in each of the quadrants.&nbsp;&nbsp;We also used our survey measures to study changes in teaching due to a mathematics coaching model we designed with state partners in the department of education. Similar to the video-based measures of teaching, we were also able to detect effects of the coaching on teaching (that were consistent with the content of the coaching) using our self-report survey-based measures.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2019<br>\n\t\t\t\t\tModified by: Mary Kay&nbsp;Stein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStates as STEM Learning Environments: Building an Indicator System to \n\nGuide Instructional Improvement at Scale \n\n \n\nThe goal of this project was to design a state-wide, empirically based indicator system that could assist leaders in a state department of education in identifying where mathematics instruction is strong and areas of weakness that need support for improvement. To do so, we conducted a multiple-year study of natural variation in mathematics teaching in grades 4-8 classrooms across an entire state.   \n\n \n\nWe gathered information about instruction using multiple measures (survey, observations, student work samples). Similarly, we explored teachers? access to social resources to support mathematics instruction using surveys, logs, social network interviews, and observations. We also had access to students? performance on the state-administered annual test and their performance on a more ambitious measure of student learning (Constructed Response Assessment.).  \n \nThe results of the first two years of our study provide initial evidence for a theory of mathematics teaching and learning that can guide leaders? efforts to measure and provide valid inferences for improving teaching in a state that holds ambitious standards for student learning. The theory is based on two constructs that past research suggests foster students? conceptual learning: Explicit attention to concepts (EAC) and students? opportunity to struggle (S0S). By crossing high and low values of these constructs, four quadrants are formed that, we argue, represent four discernable profiles of teaching. Moreover, we argue that these profiles portray a more multi-dimensional view of teaching than does the typical way of characterizing mathematics teaching as ?reform? or ?traditional.?\n \nWe found that all 4 profiles of teaching were observable in classrooms, suggesting that they do exist ?in the wild.? In addition, we found that teachers? quadrant placements could be identified through a survey of their beliefs, values and teaching practices, thereby opening the opportunity for large-scale investigations of the relationships between quadrant placement and student learning. Two studies form the basis for a validity argument that quadrant placements derived from the surveys predict the learning outcomes of students in ways that are theoretically meaningful. Results also suggest that quadrant-based teaching is characterized by other teaching practices that we had conjectured would be indicative of high or low EAC / SOS.\n \n\nWe also examined the social resources available to teachers in support of instructional improvement. Our findings suggest that social resources were differentially distributed among schools and districts. For example, the use of instructional coaches was a common strategy to support instructional improvement. However, this strategy was not universally employed throughout the state. Beyond the distribution of potential social resources, the extent to which a structure such as coaching represented access to an actual resource for instructional improvement varied. Staying with the example of coaching, the extent to which coaches represented a source of expertise varied based on the way districts selected coaches, the extent to which role construction provided teachers with time to work with coaches, as well as other design and implementation factors. Additionally, factors such as the size of schools and districts influenced the extent to which teachers had easy access to colleagues that teach the same grade and/or content, which in turn shaped the extent to which they had in-depth interactions about mathematics teaching and student learning. Finally, teachers varied with respect to whether they activated or utilized available social resources. This identification in variation in distribution, access, and activation, points to the complexity of the system of social supports that may or may not enable teachers to take up instructional practices that provide students with opportunities for thinking and reasoning. \n \nAs a follow-up, we applied for and received a grant from the Spencer Foundation to engage in large- and small-scale efforts aimed at moving instructional practice toward the high-EAC / high-SOS quadrant.  In one district-wide effort, we examined administrators? reaction to information regarding the proportion of their teachers in each of the quadrants compared to the proportion of teachers in the entire state that fell into each of the quadrants. We are currently embarking on a small-scale study of teachers? efforts to enact ?small tests of change? related to practices typically found in each of the quadrants.  We also used our survey measures to study changes in teaching due to a mathematics coaching model we designed with state partners in the department of education. Similar to the video-based measures of teaching, we were also able to detect effects of the coaching on teaching (that were consistent with the content of the coaching) using our self-report survey-based measures.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2019\n\n\t\t\t\t\tSubmitted by: Mary Kay Stein"
 }
}