{
 "awd_id": "1348401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cyber-Learning Activities to Scaffold STEM Practices (CLASSP)",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 749700.0,
 "awd_amount": 749700.0,
 "awd_min_amd_letter_date": "2013-09-17",
 "awd_max_amd_letter_date": "2013-09-17",
 "awd_abstract_narration": "This project adopts a design-based research approach to advance the theoretical agenda associated with cyber-learning activities and STEM educational practices.  It addresses the overarching question: how can innovative, cyber-enabled instructional methods transform STEM education and increase opportunities for underrepresented middle school student populations? A cyber-learning methodology is being developed, implemented, and tested with respect to elevating STEM learning opportunities and success for underrepresented minority and rural middle school students in NV.\r\n\r\nIntellectual Merit\r\n\r\nThe proposed approach combines a proven system for online inquiry with a feedback system that is informed by research on videogames. As a way to promote STEM practices (e.g., justifying claims, citing evidence), strategic rewards based on learning achievements and desired behaviors are incorporated into the existing pedagogical framework. In this way, cyber-learning activities are enhanced through just-in-time feedback as it relates directly to practices associated with success in STEM. This system is being developed in concert with a community of practitioners within the existing Nevada Gaining Early Awareness and Readiness Undergraduate Program (GEAR UP) network, a project that addresses the college preparation of underrepresented populations. The primary target audience of the project is a subset of middle school students identified through GEAR UP partnerships, specifically those from ethnically and racially diverse and economically disadvantaged communities. \r\n\r\nBroader Impacts\r\n\r\nThe proposed approach employs Cyber-Learning Activities to Scaffold STEM Practices (CLASSP) in partnership with NV GEAR UP. Through this partnership, the impact of the projects' cyber-learning methodology is piloted in hybrid formats (online and face-to-face interactions) with students in the urban settings of Reno and Las Vegas. The final phase of the project expands this methodology to meet the interests and needs of rural educators and students in remote areas of Nevada. Although the cyber-learning method is experimental, the technology requirements are low. As a result, CLASSP is capable of being integrated into the most rudimentary technology infrastructures. The lessons learned will inform teacher training and STEM education of diverse students (i.e., ethnic, racial, and economic diversity), locally and across vast geographic distances. Further, the transition from a local to a regional implementation of CLASSP's cyber-learning methodology will directly inform the potential to disseminate CLASSP on a national scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "PG",
   "pi_last_name": "Schrader",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "PG Schrader",
   "pi_email_addr": "pg.schrader@unlv.edu",
   "nsf_id": "000528988",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "MaryKay",
   "pi_last_name": "Orgill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "MaryKay Orgill",
   "pi_email_addr": "marykay.orgill@unlv.edu",
   "nsf_id": "000423332",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education",
  "inst_street_address": "2601 ENTERPRISE RD",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7025227070",
  "inst_zip_code": "895121666",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENT, NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "F995DBS4SRN3"
 },
 "perf_inst": {
  "perf_inst_name": "Nevada System of Higher Education",
  "perf_str_addr": "2601 Enterprise Road",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121666",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 749700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Cyber-Learning Activities to Scaffold STEM Practices (CLASSP) project was undertaken to examine the ways in which innovative cyber-enabled instructional methods could transform Science, Technology, Engineering, and Mathematics (STEM) education and increase opportunities for underrepresented populations. The project provided professional development opportunities for teachers in rural and urban school districts within Nevada and sought to support and incentivize the creation and implementation of 5-DIE (5-Featured, Dynamic, Inquiry Enterprise) instructional units.</p>\n<p>This outcomes report focuses on three areas: overall strengths of the professional development approach and content, overall benefits of the material on students, and the broader and sustained impacts of the project.</p>\n<p>&bull; <strong>Program Strengths: </strong>In general, the training experiences were successful, albeit intense for some teachers. Working through and engaging in 5-DIE prior to learning how to build one was essential for teachers. This principal experience prepared them to create materials in a more meaningful and purposeful way, with greater integration of inquiry features throughout the teacher-generated materials. Broadly speaking, the hybrid training methods developed in CLASSP have important implications well beyond the scope of the project.</p>\n<p>&bull; <strong>Implementation &amp; Outcomes: </strong>According to the findings, teachers who deployed their 5-DIE materials recognized numerous positive outcomes. Although creating these lessons was considerably more time consuming than other types of lessons, teachers observed vital and important aspects of learning, such as:</p>\n<ul>\n<li>increased engagement</li>\n<li>greater depth of knowledge, including increased recall of content </li>\n<li>increased students&rsquo; ability to make accurate predictions</li>\n<li>improved students&rsquo; ability to use evidence to justify claims (argumentation)</li>\n<li>enhance critical thinking</li>\n<li>improved students&rsquo; written and verbal communication skills</li>\n</ul>\n<p>Several teachers who participated in multiple phases of the project noted a complete (and productive) paradigm shift in their classroom practice: a shift from an information-based environment to one that focused on connecting ideas through evidence and argumentation.</p>\n<p>Interestingly, teachers confirmed a differential impact on students. Specifically, students who typically performed at a lower level with respect to peers were more accepting of the open-ended instructional model. They benefited more and demonstrated greater learning impacts than peers who sought a specific and &ldquo;correct&rdquo; answer to the big questions under investigation.</p>\n<p>&bull; <strong>Sustained Impacts: </strong>During the final phase of the project, teachers were recruited to generate a manual to disseminate broadly. The manual explains what a 5-DIE is, why they are important, and how to construct one. Further, the manual anticipates challenges or questions that are likely to arise during the process. The manual could be used in large groups or by individual teachers. Either way, the manual serves as a guide that is relatable and easy for teachers to follow because it is based on teacher&rsquo;s actual experiences using 5-DIEs.</p>\n<p>As teachers came to see the value of the 5-DIE format, they also came to see the value of the individual instructional approaches that were incorporated within a 5-DIE module. One teacher noted that the use of 5-DIE and the elements that it incorporates had changed &ldquo;the nature of in-class instruction and discussion.&rdquo; Through their participation in the CLASSP program, participants also came to have a better sense of how each part of STEM relates to the others. This awareness helped to facilitate a shift toward more unified or cross-disciplinary STEM instruction rather than traditional modes of covering each subject area separately.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2018<br>\n\t\t\t\t\tModified by: P.G.&nbsp;Schrader</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Cyber-Learning Activities to Scaffold STEM Practices (CLASSP) project was undertaken to examine the ways in which innovative cyber-enabled instructional methods could transform Science, Technology, Engineering, and Mathematics (STEM) education and increase opportunities for underrepresented populations. The project provided professional development opportunities for teachers in rural and urban school districts within Nevada and sought to support and incentivize the creation and implementation of 5-DIE (5-Featured, Dynamic, Inquiry Enterprise) instructional units.\n\nThis outcomes report focuses on three areas: overall strengths of the professional development approach and content, overall benefits of the material on students, and the broader and sustained impacts of the project.\n\n&bull; Program Strengths: In general, the training experiences were successful, albeit intense for some teachers. Working through and engaging in 5-DIE prior to learning how to build one was essential for teachers. This principal experience prepared them to create materials in a more meaningful and purposeful way, with greater integration of inquiry features throughout the teacher-generated materials. Broadly speaking, the hybrid training methods developed in CLASSP have important implications well beyond the scope of the project.\n\n&bull; Implementation &amp; Outcomes: According to the findings, teachers who deployed their 5-DIE materials recognized numerous positive outcomes. Although creating these lessons was considerably more time consuming than other types of lessons, teachers observed vital and important aspects of learning, such as:\n\nincreased engagement\ngreater depth of knowledge, including increased recall of content \nincreased students? ability to make accurate predictions\nimproved students? ability to use evidence to justify claims (argumentation)\nenhance critical thinking\nimproved students? written and verbal communication skills\n\n\nSeveral teachers who participated in multiple phases of the project noted a complete (and productive) paradigm shift in their classroom practice: a shift from an information-based environment to one that focused on connecting ideas through evidence and argumentation.\n\nInterestingly, teachers confirmed a differential impact on students. Specifically, students who typically performed at a lower level with respect to peers were more accepting of the open-ended instructional model. They benefited more and demonstrated greater learning impacts than peers who sought a specific and \"correct\" answer to the big questions under investigation.\n\n&bull; Sustained Impacts: During the final phase of the project, teachers were recruited to generate a manual to disseminate broadly. The manual explains what a 5-DIE is, why they are important, and how to construct one. Further, the manual anticipates challenges or questions that are likely to arise during the process. The manual could be used in large groups or by individual teachers. Either way, the manual serves as a guide that is relatable and easy for teachers to follow because it is based on teacher?s actual experiences using 5-DIEs.\n\nAs teachers came to see the value of the 5-DIE format, they also came to see the value of the individual instructional approaches that were incorporated within a 5-DIE module. One teacher noted that the use of 5-DIE and the elements that it incorporates had changed \"the nature of in-class instruction and discussion.\" Through their participation in the CLASSP program, participants also came to have a better sense of how each part of STEM relates to the others. This awareness helped to facilitate a shift toward more unified or cross-disciplinary STEM instruction rather than traditional modes of covering each subject area separately.\n\n \n\n\t\t\t\t\tLast Modified: 01/02/2018\n\n\t\t\t\t\tSubmitted by: P.G. Schrader"
 }
}