{
 "awd_id": "1348403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ARI: Synthesizing Conjugated Polymers with High Scintillation Light Yield",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 177194.0,
 "awd_amount": 177194.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2013-09-12",
 "awd_abstract_narration": "1348403 (Pei) Effective counter measures against potential radioactive and nuclear threats call for a wide-spread deployment of sensors with high-sensitivity isotopic identification of radiation sources. Detectors providing gamma ray spectroscopy and neutron and gamma discrimination are keys in nuclear sensing. This project aims to develop a new polymer scintillator that exhibits high sensitivity comparable to inorganic crystals while maintaining an extremely low production cost. The scintillators could be widely deployed at the nation?s ports and large public venues to deter security threats.  Current radiation detectors are mostly based on single crystal inorganic semiconductors or scintillators, none of which satisfy the demanding requirements of high sensitivity, energy resolution, fieldability, and low cost. This proposal aims at developing a fundamental approach to the synthesis of conjugated polymer monoliths with scintillation performance comparable to inorganic single crystal scintillators. The monoliths can be synthesized by thermosetting polymerization in a mold at extremely low production cost.  The research will investigate conjugated compounds and polymers with large triplet energy levels as the host material to transfer both singlet and triplet excitons to a blue phosphorescent fluor for high scintillation light yield. Copolymerization of molten solutions will be studied as an effective technique to synthesize bulk-size transparent monoliths with uniform distribution of additives and negligible aggregation. The objective of the project is to demonstrate transparent conjugated polymer monoliths with a target light yield of 100,000/MeV, an improvement of almost 10 times that of current commercial plastic scintillators. Sensitizing agents with high absorption cross-sections for neutron particles and gamma rays will also be investigated for high sensitivity and neutron-gamma pulse discrimination. The work is based on preliminary research on transparent polymer monoliths with a measured light yield that is already 4.6 times that of a commercial plastic scintillator. The proposed conjugated polymer scintillators with high scintillation light yield and low production cost will open up a wide range of new applications important to homeland security, medical imaging, and space exploration. The research findings will be rapidly disseminated, and the technology developed in the project is targeted to be transferred for rapid commercialization. The project will have impact on education and mentoring of students from high schools up to doctoral candidates. Education and training of undergraduate and graduate students with dual specialties of materials science and nuclear-material interactions is part of the project activities. Graduate students and postdoctoral fellows will have the opportunity to intern in the collaborating national labs to gain firsthand experience with radiation detection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qibing",
   "pi_last_name": "Pei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qibing Pei",
   "pi_email_addr": "qpei@seas.ucla.edu",
   "nsf_id": "000487456",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Los Angeles",
  "perf_str_addr": "420 Westwood Plaza",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951595",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7707",
   "pgm_ref_txt": "NSF/DHS ACADEMIC RES INITIAT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 177194.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to synthesize polymer scintillation materials for the detection of radioactive materials and deference of nuclear threat. &nbsp;More specifically, the project develops scintillator monoliths that not only exhibit high scintillation light yield, but also allows for mold polymerization for low-cost production of large-size scintillator monoliths.</p>\n<p>The first year of the 5-year effort was sponsored by the NSF. The project activities have focused on the synthesis of functionalized conjugated compounds as the host for the scintillation monoliths, synthesis of monoliths by bulk polymerization, synthesis of organometallic compounds, photophysical characterization and scintillation measurements. The major results are:</p>\n<ul>\n<li>Synthesized three conjugated compounds that could be employed as the host polymer in the monolith synthesis. Several matching luminescent compounds were investigated as the scintillation fluors.&nbsp; </li>\n<li>Improved the monolith fabrication process for greater reproducibility and quality of samples in size, surface quality, and reduced aggregation.&nbsp; Melt processing and curing of samples can be accomplished in less than 24 hours at temperatures as low as 70&deg;C. </li>\n<li>Synthesized new organometallic compounds for gamma sensitization. Dibenzobismole was successfully synthesized with good yield. Metatritolylbismuthine was synthesized in high yield. This compound exhibits excellent solubility and can be incorporated in a conjugated monolith at up to 80 wt%.</li>\n<li>Beta light yield measurement on a Xenogen imager yielded results ranging from 5 to 9 times the light yield of BC-400 for the best monoliths.&nbsp; Strong afterglow was also observed.&nbsp; The afterglow decay follows a phosphorescent decay pattern. Measurement in a collaborating lab did not show such afterglow, though significantly lower light yield was measured. &nbsp;</li>\n<li>A new scintillation measurement system has been set up that is equipped with a digital signal analyzer, a PC for data acquisition and processing, a PMT, and a motorized radiation source to control the distance to specimen. Preliminary gamma-ray and beta-ray pulse-height spectra obtained for commercial plastic scintillator and experimental samples validates the new setup.</li>\n</ul>\n<p>The project will be migrated to the DHS. These efforts will be continued, and the activities will also involve synthesizing phosphorescent fluors and the demonstration of monoliths with high beta and gamma light yield.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2014<br>\n\t\t\t\t\tModified by: Qibing&nbsp;Pei</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims to synthesize polymer scintillation materials for the detection of radioactive materials and deference of nuclear threat.  More specifically, the project develops scintillator monoliths that not only exhibit high scintillation light yield, but also allows for mold polymerization for low-cost production of large-size scintillator monoliths.\n\nThe first year of the 5-year effort was sponsored by the NSF. The project activities have focused on the synthesis of functionalized conjugated compounds as the host for the scintillation monoliths, synthesis of monoliths by bulk polymerization, synthesis of organometallic compounds, photophysical characterization and scintillation measurements. The major results are:\n\nSynthesized three conjugated compounds that could be employed as the host polymer in the monolith synthesis. Several matching luminescent compounds were investigated as the scintillation fluors.  \nImproved the monolith fabrication process for greater reproducibility and quality of samples in size, surface quality, and reduced aggregation.  Melt processing and curing of samples can be accomplished in less than 24 hours at temperatures as low as 70&deg;C. \nSynthesized new organometallic compounds for gamma sensitization. Dibenzobismole was successfully synthesized with good yield. Metatritolylbismuthine was synthesized in high yield. This compound exhibits excellent solubility and can be incorporated in a conjugated monolith at up to 80 wt%.\nBeta light yield measurement on a Xenogen imager yielded results ranging from 5 to 9 times the light yield of BC-400 for the best monoliths.  Strong afterglow was also observed.  The afterglow decay follows a phosphorescent decay pattern. Measurement in a collaborating lab did not show such afterglow, though significantly lower light yield was measured.  \nA new scintillation measurement system has been set up that is equipped with a digital signal analyzer, a PC for data acquisition and processing, a PMT, and a motorized radiation source to control the distance to specimen. Preliminary gamma-ray and beta-ray pulse-height spectra obtained for commercial plastic scintillator and experimental samples validates the new setup.\n\n\nThe project will be migrated to the DHS. These efforts will be continued, and the activities will also involve synthesizing phosphorescent fluors and the demonstration of monoliths with high beta and gamma light yield. \n\n \n\n\t\t\t\t\tLast Modified: 10/21/2014\n\n\t\t\t\t\tSubmitted by: Qibing Pei"
 }
}