{
 "awd_id": "1348857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on the Use of Visual Cueing and Feedback to Facilitate Problem Solving",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 1233906.0,
 "awd_amount": 1233906.0,
 "awd_min_amd_letter_date": "2013-09-09",
 "awd_max_amd_letter_date": "2016-12-06",
 "awd_abstract_narration": "The Research on the Use of Visual Cueing and Feedback to Facilitate Problem Solving project uses a rigorous experimental design to expand understanding of the role of visual cues and correctness feedback on undergraduate problem solving, specifically mathematics and physics, as well as the interaction between cues and feedback.  The project combines theoretical perspectives on problem solving (representational change theory) with theoretical perspectives on multimedia learning (cognitive theory of multimedia learning) as well as empirical research on visual cueing and feedback to develop and refine a conceptual model for STEM problem solving.  \r\n\r\nRepresentational change theory, used in this project, purports three mechanisms to break an impasse: (i) adding information to the problem to enrich the existing representation (i.e. elaboration); (ii) replacing the existing representation with a different, more productive representation (i.e. re-encoding); or (iii) removing unnecessary constraints often self-imposed by the problem solver (i.e. constraint relaxation). This project explores the use of visual cueing and feedback to harness two (elaboration and re-coding) of these three factors.\r\n\r\nCognitive theory of multimedia learning identifies three distinct stages involved in learning from multimodal information. Selection is attending to relevant pieces of sensory information from each modality. Organization is using the selected information to create a coherent internal representation. Integration is combining internal representations with activated prior knowledge. All three stages of multimedia learning are influenced by the learner's prior knowledge.  They are all explored in this study.\r\n\r\nThe foundational questions addressed by this project are: What are the malleable factors (i.e. factors that we can control) that affect learners' use of visual information while solving STEM problems? How can we alter these factors to positively influence students' problem solving in STEM? What moderating factors influence the outcome?\r\n\r\nTo explore these questions, the researchers conduct two studies in introductory college mathematics and physics courses to investigate the effects of a) cueing, b) feedback, and c) their interaction, on 1) problem solving performance, and 2) eye movements of problem solving involving graphics.  Furthermore, the study investigates these effects both i) during training and ii) at transfer.  These studies control for students' prior domain knowledge, initial problem solving skills, and initial eye movements on the problems.\r\n\r\nThe broader significance of this project, which engages researchers in STEM education and visual cognitive psychology, is that it has the potential to impact the use of diagrams in STEM problem solving, initially in mathematics and physics, with implications for broader STEM disciplines.  A benefit of the research emanating from this project is the infusion of approaches from cognitive psychology regarding visual cueing into STEM education instruction and research.  Ultimately, the findings of this project have tangible applications to online instruction which is becoming increasingly ubiquitous in STEM education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "DePaola",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brett D DePaola",
   "pi_email_addr": "depaola@ksu.edu",
   "nsf_id": "000275767",
   "pi_start_date": "2016-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "N Sanjay",
   "pi_last_name": "Rebello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "N Sanjay Rebello",
   "pi_email_addr": "rebellos@purdue.edu",
   "nsf_id": "000110470",
   "pi_start_date": "2013-09-09",
   "pi_end_date": "2016-03-01"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Bennett",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Bennett",
   "pi_email_addr": "bennett@math.ksu.edu",
   "nsf_id": "000417590",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lester",
   "pi_last_name": "Loschky",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lester C Loschky",
   "pi_email_addr": "loschky@ksu.edu",
   "nsf_id": "000099265",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1233906.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this NSF grant was to elucidate relationships between attention and higher-level cognitive processes in problem solving, and to leverage these relationships to facilitate STEM learning, ideally in the realm of computer assisted instruction (CAI).&nbsp;&nbsp;</p>\n<p>This NSF grant has made several important contributions to our understanding of the role of visual attention and cognitive load in problem solving in STEM domains (particularly physics and mathematics) where problems often require processing of visual information in figures and graphs.&nbsp; We have shown that machine learning using learners&rsquo; eye movements can be used to predict difficulty in problem solving, and to identify relevant and irrelevant areas of problems.&nbsp; We have shown the efficacy of visual cues and outcome feedback and also demonstrated that well designed visual cues can produce improvements in learning and near transfer, as well as delayed transfer.&nbsp; We have also demonstrated that visual cues can outperform auditory and textual hints.&nbsp; Finally, our investigations of cognitive load and its measurement using eye-tracking have provided further insights into how the three different types of cognitive load can be measured. These insights can inform future design of visual cues and other multimedia learning materials to facilitate problem solving, learning, and transfer.&nbsp; And we have shown that there is a high likelihood of successfully being able to use automated visual cueing in online CAI.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2019<br>\n\t\t\t\t\tModified by: Brett&nbsp;D&nbsp;Depaola</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this NSF grant was to elucidate relationships between attention and higher-level cognitive processes in problem solving, and to leverage these relationships to facilitate STEM learning, ideally in the realm of computer assisted instruction (CAI).  \n\nThis NSF grant has made several important contributions to our understanding of the role of visual attention and cognitive load in problem solving in STEM domains (particularly physics and mathematics) where problems often require processing of visual information in figures and graphs.  We have shown that machine learning using learners? eye movements can be used to predict difficulty in problem solving, and to identify relevant and irrelevant areas of problems.  We have shown the efficacy of visual cues and outcome feedback and also demonstrated that well designed visual cues can produce improvements in learning and near transfer, as well as delayed transfer.  We have also demonstrated that visual cues can outperform auditory and textual hints.  Finally, our investigations of cognitive load and its measurement using eye-tracking have provided further insights into how the three different types of cognitive load can be measured. These insights can inform future design of visual cues and other multimedia learning materials to facilitate problem solving, learning, and transfer.  And we have shown that there is a high likelihood of successfully being able to use automated visual cueing in online CAI.\n\n\t\t\t\t\tLast Modified: 03/31/2019\n\n\t\t\t\t\tSubmitted by: Brett D Depaola"
 }
}