{
 "awd_id": "1348979",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Southeast Regional PULSE Conference Planning Meeting, Atlanta, GA, August 9-11, 2013",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 20740.0,
 "awd_amount": 20740.0,
 "awd_min_amd_letter_date": "2013-08-13",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "An award has been made to Georgia Gwinnett College to conduct a workshop from August 9-11, 2013 to plan a regional conference to promote the mission of the Partnership for Undergraduate Life Science Education (PULSE).  In September 2012 the PULSE partners (HHMI, NIH, and NSF) appointed 40 Vision and Change Leadership Fellows to stimulate transformative changes in undergraduate life science education as recommended in the Vision and Change report.  Fellows were selected from two-year colleges, liberal arts colleges, comprehensive universities and research universities.  The Fellows have organized into working groups with the overarching goal of helping departments transform their programs in a national effort to increase student learning of core concepts, increase student retention in the sciences, and prepare all students to be more curious and scientifically literate citizens. \r\n \r\nThe current award is to fund a workshop in Atlanta, GA in which the fourteen Leadership Fellows located in the Southeastern United States will plan a Southeastern (SE) Regional PULSE (SERP) Conference to be held in spring of 2014.   The SERP Conference will provide a venue for institutional teams to build the awareness, skills, implementation plan, and support network to undertake reform on their home campuses.  The Fellows will partner at the workshop with a scholar whose expertise includes evaluating the outcomes of academic conferences and with representatives from the Association of Southeastern Biologists and the American Institute of Biological Sciences to plan synergistic activities in the region.  This regional network will expand the impact of PULSE by reaching out to institutions in states accredited by the Southern Association of Colleges and Schools Commission on Colleges, many of which are not currently represented by PULSE Leadership Fellows. While this regional network will be one of several \"laboratories\" for testing the resources being developed by the PULSE working groups, the workshop organizers recognize that each region of the country faces unique challenges and opportunities in moving Vision and Change efforts forward. One opportunity for the Southeast is to engage the large number of HBCUs and other Minority Serving Institutions in future Vision and Change activities. Results from the workshop and the larger regional conference will be shared with other regional networks and with the life sciences community, primarily via the www.pulsecommunity.org website, but also through conference presentations and publications.\r\n\r\nThis project is being funded jointly by the Directorate for Biological Sciences and the Directorate of Education and Human Resources, Division of Undergraduate Education as part of their efforts to support Vision and Change in Undergraduate Biology Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Awong-Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judy Awong-Taylor",
   "pi_email_addr": "jawongta@ggc.edu",
   "nsf_id": "000484119",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Goldey",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen S Goldey",
   "pi_email_addr": "egoldey@fau.edu",
   "nsf_id": "000272008",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Gwinnett College",
  "inst_street_address": "1000 UNIVERSITY CENTER LN",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCEVILLE",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6783610291",
  "inst_zip_code": "300437409",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "GA09",
  "org_lgl_bus_name": "GEORGIA GWINNETT COLLEGE",
  "org_prnt_uei_num": "D7C9V83N2MR5",
  "org_uei_num": "JERJUDKCYLE3"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Gwinnett College",
  "perf_str_addr": "1000 University Center Lane",
  "perf_city_name": "Lawrenceville",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "300437409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "GA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Partnership for Undergraduate Life Sciences Education (PULSE) was developed by a collaborative of leaders from NSF, NIH/NIGMS, and HHMI to catalyze change in undergraduate Life Sciences education as called for in Vision and Change in Undergraduate Biology Education: A Call to Action. As part of this effort, forty Vision and Change PULSE Leadership Fellows were selected and charged with inspiring and helping departments transform their programs. One initiative led by PULSE fellows has been to host regional institutes, and the Southeastern PULSE Fellows submitted a successful EAGER proposal for a two-day face-to-face meeting to plan the first such conference in their region.</p>\n<p>&nbsp;The committee for planning the SERP Institutes included the fourteen PULSE fellows from the Southeast, a scholar with expertise in evaluating the outcomes of academic conferences, and representatives from the Association of Southeastern Biologists and the American Institute of Biological Sciences. During the two-day meeting, the SERP Conference Planning Committee focused on the following goals: (1) itemize the needs and potential synergies of life sciences departments in the SE region, (2) plan workshops/sessions that address those needs and challenges, including strategies for improving retention of students from underrepresented groups, (3) identify the intended short and long term goals of the SERP Conferences, (4) develop a research-based strategy to assess the impacts of the SERP Conference(s) on participants and their departments, (5) partner with professional organizations to identify ways to extend the impact of the SERP Conferences, (6) develop a plan to promote networking among conference participants and other STEM-reform organizations (e.g, PKAL, SENCER), (7) consider how we might best coordinate with, and learn from, PULSE conferences in other regions, (8) identify how the demands of SACS-COC reaccreditation can inspire reform, and (9) use this combination of information to develop a strong proposal for an EAGER Grant to fund the SERP Conferences.</p>\n<p>During the SERP Conference Planning Meeting, we developed a framework for Southeast Regional PULSE (SERP) Institutes. Subsequently, we wrote and submitted a successful NSF EAGER proposal (#1435389; $140,378) to fund a pilot SERP Institute (PI-Ellen Goldey, Co-PIs-Judy Awong-Taylor and April Hill).&nbsp; Additional funding to support the pilot SERP Institute came from HHMI ($50,000) as a supplemental award to the University of Richmond.&nbsp; A larger collaborative NSF IUSE proposal (submitted by Wofford College, Ellen Goldey, co-PI and Georgia Gwinnett College, Judy Awong-Taylor, co-PI) to fund multiple SERP Institutes was declined.</p>\n<p>As a result of the funded NSF EAGER/HHMI grant, the pilot SERP Institute was held at the University of Richmond, VA on June 18<sup>th</sup>&nbsp;&ndash; 21<sup>st</sup>, 2014. Teams from 20 institutions, representing all Carnegie types and seven minority-serving institutions, participated.&nbsp; Teams included the department chair and faculty members from the life sciences along with an upper administrator, for a total of 86 participants. Participants attended plenary sessions and workshops and each campus team developed an action plan for future work. Ten months later, each team sent representatives to the 2015 annual conference of the Association of Southeastern Biologists (ASB) to report on their department&rsquo;s progress in a general poster session for all ASB attendees as well as a special poster discussion session for SERP participants. Remaining funds from the Conference Planning grant were used to support travel for PULSE Fellows to participate in this poster discussion session at ASB. The attending PULSE Fellows also used this opportunity to hold a symposium open to all ASB attendees on PULSE, Vision and Change, and the work of the SERP group.</p>\n<p>&nbsp;</p><br>\n<p>\n\t...",
  "por_txt_cntn": "\nThe Partnership for Undergraduate Life Sciences Education (PULSE) was developed by a collaborative of leaders from NSF, NIH/NIGMS, and HHMI to catalyze change in undergraduate Life Sciences education as called for in Vision and Change in Undergraduate Biology Education: A Call to Action. As part of this effort, forty Vision and Change PULSE Leadership Fellows were selected and charged with inspiring and helping departments transform their programs. One initiative led by PULSE fellows has been to host regional institutes, and the Southeastern PULSE Fellows submitted a successful EAGER proposal for a two-day face-to-face meeting to plan the first such conference in their region.\n\n The committee for planning the SERP Institutes included the fourteen PULSE fellows from the Southeast, a scholar with expertise in evaluating the outcomes of academic conferences, and representatives from the Association of Southeastern Biologists and the American Institute of Biological Sciences. During the two-day meeting, the SERP Conference Planning Committee focused on the following goals: (1) itemize the needs and potential synergies of life sciences departments in the SE region, (2) plan workshops/sessions that address those needs and challenges, including strategies for improving retention of students from underrepresented groups, (3) identify the intended short and long term goals of the SERP Conferences, (4) develop a research-based strategy to assess the impacts of the SERP Conference(s) on participants and their departments, (5) partner with professional organizations to identify ways to extend the impact of the SERP Conferences, (6) develop a plan to promote networking among conference participants and other STEM-reform organizations (e.g, PKAL, SENCER), (7) consider how we might best coordinate with, and learn from, PULSE conferences in other regions, (8) identify how the demands of SACS-COC reaccreditation can inspire reform, and (9) use this combination of information to develop a strong proposal for an EAGER Grant to fund the SERP Conferences.\n\nDuring the SERP Conference Planning Meeting, we developed a framework for Southeast Regional PULSE (SERP) Institutes. Subsequently, we wrote and submitted a successful NSF EAGER proposal (#1435389; $140,378) to fund a pilot SERP Institute (PI-Ellen Goldey, Co-PIs-Judy Awong-Taylor and April Hill).  Additional funding to support the pilot SERP Institute came from HHMI ($50,000) as a supplemental award to the University of Richmond.  A larger collaborative NSF IUSE proposal (submitted by Wofford College, Ellen Goldey, co-PI and Georgia Gwinnett College, Judy Awong-Taylor, co-PI) to fund multiple SERP Institutes was declined.\n\nAs a result of the funded NSF EAGER/HHMI grant, the pilot SERP Institute was held at the University of Richmond, VA on June 18th &ndash; 21st, 2014. Teams from 20 institutions, representing all Carnegie types and seven minority-serving institutions, participated.  Teams included the department chair and faculty members from the life sciences along with an upper administrator, for a total of 86 participants. Participants attended plenary sessions and workshops and each campus team developed an action plan for future work. Ten months later, each team sent representatives to the 2015 annual conference of the Association of Southeastern Biologists (ASB) to report on their departmentÆs progress in a general poster session for all ASB attendees as well as a special poster discussion session for SERP participants. Remaining funds from the Conference Planning grant were used to support travel for PULSE Fellows to participate in this poster discussion session at ASB. The attending PULSE Fellows also used this opportunity to hold a symposium open to all ASB attendees on PULSE, Vision and Change, and the work of the SERP group.\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Judy Awong-Taylor"
 }
}