{
 "awd_id": "1348341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ARI-MA: Realizing high performance inorganic scintillators at low cost",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 90443.0,
 "awd_amount": 90443.0,
 "awd_min_amd_letter_date": "2013-09-09",
 "awd_max_amd_letter_date": "2016-09-29",
 "awd_abstract_narration": "1348361 (Williams), 1348139 (Burger), and 1348341 (Biswas). The Global Nuclear Detection Architecture (GNDA) is intended to detect illicit and unregulated nuclear and radiological materials worldwide. Wide deployment calls for quick and accurate detection technology with sensitivity and resolution close to current state-of-the-art scintillators but at much lower cost. The basic premise of this approach is that there are already inorganic scintillators with light yield and proportionality close to the limits that can be achieved in their ~5 eV band gap range; and that this group haswe developed a predictive model that describes why there is a sweet spot of material parameters defining the current group of highest performance scintillators. This is used to narrow the scope of theoretical, crystal-growth, and evaluative searches in this project so that they can be targeted farther into ternary and quaternary compositions and at the same time deeper into parameters that affect cost and performance. Some of the best new scintillator hosts are in fact composed of abundant (cheap) elements. The reason for their current high cost is not materials, but low yield of growing large single crystals. This project will pursue four research avenues to solve or side-step the crystal growth problems on the way to realizing an economical detector from materials in the sweet spot of structures, compositions, and physical parameters identified from the design rules developed by Wake Forest, Fisk, LBNL, and others since about 2010. One of the approaches to reduce cost examines how to improve the proportionality of segmented index-matched assemblies of smaller crystal blocks that are difficult to grow in large sizes. Such segmented detectors combined with wavelength shifting also provide flexibility to deal with self-absorption (photon diffusion) that currently limits the size of SrI2:Eu detectors. The group will measure and model how the peripheries of blocks in segmented scintillators contribute to nonproportionality, and what can be done to improve it. One ultra-lowcost but high-risk possibility involves index-matched granular scintillators using pre-doped SrI2:Eu beads supplied in bulk by chemical manufacturers. Starting with an excellent scintillator like SrI2:Eu, guided by experience with the segmented scintillators and their modeling, and applying thermal and chemical processing to the beaded material, the group will investigate the physics of what limits the resolution of granular detectors and how to advance performance beyond prior index-matched granular scintillators. A third approach to cost reduction will raise the yield of crystal growth by hardening and toughening existing excellent scintillators while taking care that the hardening measures do not degrade proportionality and light yield. A fourth targets theoretical and experimental searches toward new ternary and quaternary crystals with cubic structures and other properties favoring large crystal growth as well as slow electron thermalization, poor hot electron mobility, good thermalized electron mobility, and low Auger rates leading to best proportionality and light yield. Three university teams bring to this quest their complementary expertise and facilities in (1) crystal growth and characterization, (2) ultrafast laser probes of scintillation and associated numerical modeling of transport, trapping, and nonlinear quenching, and (3) electronic structure calculations on candidate crystals, defects, and dopants. The intellectual merit lies in applying this complementary three university array of experimental and theoretical techniques guided by predictive physical models to attack the cost problem treated in terms of physical parameters alongside those determining proportionality and light yield in both gamma and neutron detectors. The results, positive or negative, will inform the whole field on the models and methods employed. The broader impacts will be to increase national and global security by making possible improved, affordable deployment of nuclear monitoring; increasing the pool of U.S. university graduates trained in the materials technologies necessary to build and deploy such systems widely; and instituting a 3- university bridge system of interacting undergraduate, M.S., and Ph.D. programs and opportunities among the participating universities in three southeastern states to provide a path into the nuclear detection workforce for under-represented and economically disadvantaged students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Koushik",
   "pi_last_name": "Biswas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Koushik Biswas",
   "pi_email_addr": "kbiswas@astate.edu",
   "nsf_id": "000632803",
   "pi_start_date": "2013-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arkansas State University Main Campus",
  "inst_street_address": "2105 AGGIE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "JONESBORO",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "8709722694",
  "inst_zip_code": "72401",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AR01",
  "org_lgl_bus_name": "ARKANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TRMDNABWE872"
 },
 "perf_inst": {
  "perf_inst_name": "Arkansas State University Main Campus",
  "perf_str_addr": "PO Box 2760",
  "perf_city_name": "State University",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "724672760",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7707",
   "pgm_ref_txt": "NSF/DHS ACADEMIC RES INITIAT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90443.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Luminescent materials (scintillators) are fascinating because they produce light when excited by an outside source, like ionizing radiation. Ever since neon signs and fluorescent lamps became part of our everyday lives, applications of these materials have extended to other important areas such as medical diagnostics, energy-efficient lighting and displays, and nuclear nonproliferation. One of the main requirements of nuclear security and nonproliferation is quick and accurate detection technology which can be scaled for wide deployment at low cost.</p>\n<p>In order to attack this performance versus cost problem we applied theoretical techniques and physical models to describe various mechanisms that control luminescence of inorganic crystals. Attention is given towards crystals that are inexpensive, easy to grow, and preferably made of nontoxic constituents. Complementary experimental methods (available in our collaborative research with Wake Forest and Fisk University) are used to investigate the influence of co-dopants on light emission, as well as study new ternary and quaternary crystals or solid solutions. Inexpensive solution growth of a CsPbBr<sub>3</sub>/Cs<sub>4</sub>PbBr<sub>6</sub> nano-inclusion composite exhibiting ultrafast luminescence decay was co-discovered by the WFU team and first explained by our collaboration. Solid solution crystals and co-doped scintillators predicted from theoretical calculations have been grown at Fisk, achieving remarkable intrinsic resolution. Ternary crystals predicted to be efficient scintillators have been grown outside of our collaboration and currently receiving attention and further testing. Results of our collaborative research have been disseminated in numerous refereed journal articles and conference oral presentations. The research has also trained undergraduate students at Arkansas State University and several of them presented their results at conference or meetings. One student entered graduate school and another just finished his BS (Physics) and plans to join graduate program in the next academic year. Two additional undergraduates are currently pursuing their BS (Physics). We note that although the NSF component of our research has ended, efforts are ongoing and we have entered the final year of our collaboration. News about research activities and publications can be obtained from: materials.astate.edu</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2017<br>\n\t\t\t\t\tModified by: Koushik&nbsp;Biswas</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1348341/1348341_10277280_1514326388056_Image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1348341/1348341_10277280_1514326388056_Image--rgov-800width.jpg\" title=\"Perovskite Halides as Fluorescent Materials\"><img src=\"/por/images/Reports/POR/2017/1348341/1348341_10277280_1514326388056_Image--rgov-66x44.jpg\" alt=\"Perovskite Halides as Fluorescent Materials\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">On the right: Crystal structure of a perovskite halide. Perovskite structure consist of a network of octahedra as shown. The central atom is bonded with six neighboring halogen ions forming an octahedron. On the left: Calculated electronic band structure of the halide perovskite.</div>\n<div class=\"imageCredit\">Byungkyun Kang</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Koushik&nbsp;Biswas</div>\n<div class=\"imageTitle\">Perovskite Halides as Fluorescent Materials</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nLuminescent materials (scintillators) are fascinating because they produce light when excited by an outside source, like ionizing radiation. Ever since neon signs and fluorescent lamps became part of our everyday lives, applications of these materials have extended to other important areas such as medical diagnostics, energy-efficient lighting and displays, and nuclear nonproliferation. One of the main requirements of nuclear security and nonproliferation is quick and accurate detection technology which can be scaled for wide deployment at low cost.\n\nIn order to attack this performance versus cost problem we applied theoretical techniques and physical models to describe various mechanisms that control luminescence of inorganic crystals. Attention is given towards crystals that are inexpensive, easy to grow, and preferably made of nontoxic constituents. Complementary experimental methods (available in our collaborative research with Wake Forest and Fisk University) are used to investigate the influence of co-dopants on light emission, as well as study new ternary and quaternary crystals or solid solutions. Inexpensive solution growth of a CsPbBr3/Cs4PbBr6 nano-inclusion composite exhibiting ultrafast luminescence decay was co-discovered by the WFU team and first explained by our collaboration. Solid solution crystals and co-doped scintillators predicted from theoretical calculations have been grown at Fisk, achieving remarkable intrinsic resolution. Ternary crystals predicted to be efficient scintillators have been grown outside of our collaboration and currently receiving attention and further testing. Results of our collaborative research have been disseminated in numerous refereed journal articles and conference oral presentations. The research has also trained undergraduate students at Arkansas State University and several of them presented their results at conference or meetings. One student entered graduate school and another just finished his BS (Physics) and plans to join graduate program in the next academic year. Two additional undergraduates are currently pursuing their BS (Physics). We note that although the NSF component of our research has ended, efforts are ongoing and we have entered the final year of our collaboration. News about research activities and publications can be obtained from: materials.astate.edu\n\n\t\t\t\t\tLast Modified: 12/26/2017\n\n\t\t\t\t\tSubmitted by: Koushik Biswas"
 }
}