{
 "awd_id": "1349163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Infusing Learning Sciences Research into Digital Fabrication and Making in Education",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 201608.0,
 "awd_amount": 201608.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "In this Cyberlearning: Transforming Education EAGER project, the PI proposes a research program and set of events for educators, policy makers, students, designers, researchers, and makers to present, discuss, investigate, and learn about digital fabrication in education. Digital fabrication and \"making\" is a new chapter in the process of bringing powerful ideas and expressive media to schoolchildren. Yet the making that happens in classrooms is usually disconnected from what is known about promoting learning from such making. The PI is organizing a series of activities aimed at better understanding what is needed so that teachers will be better able to use making activities to promote learning and what research and development needs to be done to meet those needs. Activities include (1) a conference as a venue for stakeholders (including educators, students, researchers, and others) to present, discuss, and learn about digital fabrication, the culture around it, and what is known about learning from making; (2) a summer institute that would help teachers deepen their fabrication skills and learn more about learning and assessment; (3) a research summit to share findings, receive feedback, and develop collaborations; and (4) a fellow program to support teachers in activity planning and curriculum development. Throughout, the PI and team will be taking notes and convening discussions with an eye toward formulating a research agenda around promoting learning in classrooms in the context of design and fabrication activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulo",
   "pi_last_name": "Blikstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulo Blikstein",
   "pi_email_addr": "paulob@tc.columbia.edu",
   "nsf_id": "000547976",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943053096",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 201608.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the popularity of the Maker Movement and FabLabs in education, most of the activities taking place in schools are disconnected from what researchers know about learning, and the learning sciences literature. Since the maker movement in still in early stages of being integrated into schools, we believe that it is an appropriate moment to strengthen the relationships between practitioners and researchers. This proposal was designed to support three programs to foster the development of research in the maker movement in education, as well as strengthening the capabilities of educators to integrate these research results into their work in schools. The first program was the FabLearn Conference, a venue for educators, policy-makers, students, designers, researchers, and makers to present, discuss, and learn about digital fabrication in education, the &ldquo;makers&rdquo; culture, and hands-on learning. The FabLearn conference had over 250 participants from four continents, 11 workshops, three keynote speakers, and several panels: research, educators, young maker&rsquo;s, and demos/posters. Some examples of the workshops offered at FabLearn: &ldquo;Exploring the Digital Sandbox with ArduBlock,&rdquo; &ldquo;Curiosity Machine: Connecting Digital &amp; Hands-On Learning,&rdquo; &ldquo;Impromptu: A Technologically Intuitive Pathway into Musical Knowledge-in-Action,&rdquo; &ldquo;New Frontiers in Educational Robotics with the Raspberry Pi and the PiTopping Robotics Module,&rdquo; &ldquo;Pedagogy of Hybrid Fabrication and the Lost Trades &ndash; Maker Pedagogy and reconstructing rigging from the Gold Star Schooner Project,&rdquo; &ldquo;Making as a Learning Process: Principles of Practice and Design,&rdquo; &ldquo;Getting Started &ndash; Low(er) Tech Making.&rdquo;</p>\n<p>The funding coming from this proposal allowed us to offer scholarships and travel assistance to many participants, especially teachers from low-income communities. The funding also helped us keep the registration for the conference at very affordable levels, allowing for the participation of educators with reduced professional development funding. The conference was a success if we considered metrics such as a record number of paper submissions, the fact that it was sold out several weeks before the event, and the wide repercussion on social media. The second program was a Research Summit, in which top researchers in the field met with teachers and practitioners to share findings, receive feedback, and develop collaborations. One product of the summit was a collaboration with the National Writing Project on a series of webinars on digital fabrication. The last component of the proposal was the FabLearn Fellows Program, in which teachers received the support and resources over a year-long period to help in activity planning and curriculum development. The Fellows program provided a full year of educational webinars, discussions, and intense production of educational materials. The fellows produced a wealth of materials about this the fabrication: about chewed those resource guides about machines, assessment, pedagogy<ins datetime=\"2015-07-09T10:42\" cite=\"mailto:Paulo%20Blikstein\">&rsquo;</ins>s, and classroom strategies (http://fablearn.stanford.edu/fellows/resources) and more than 100 blog posts about classroom practices, lessons learned, experiences with students, curriculum development, new techniques for days to fabrication, new technologies for making, etc. (<a href=\"http://fablearn.stanford.edu/fellows/\">http://fablearn.stanford.edu/fellows/</a>). Apart from the production of educational materials and resource guides an important product of the work was the creation of a tight community of early adopters in digital fabrication in schools. Our group of 17 fellows developed strong bonds, started to set up their own joint professional development programs, attended events together, and developed a ...",
  "por_txt_cntn": "\nDespite the popularity of the Maker Movement and FabLabs in education, most of the activities taking place in schools are disconnected from what researchers know about learning, and the learning sciences literature. Since the maker movement in still in early stages of being integrated into schools, we believe that it is an appropriate moment to strengthen the relationships between practitioners and researchers. This proposal was designed to support three programs to foster the development of research in the maker movement in education, as well as strengthening the capabilities of educators to integrate these research results into their work in schools. The first program was the FabLearn Conference, a venue for educators, policy-makers, students, designers, researchers, and makers to present, discuss, and learn about digital fabrication in education, the \"makers\" culture, and hands-on learning. The FabLearn conference had over 250 participants from four continents, 11 workshops, three keynote speakers, and several panels: research, educators, young makerÆs, and demos/posters. Some examples of the workshops offered at FabLearn: \"Exploring the Digital Sandbox with ArduBlock,\" \"Curiosity Machine: Connecting Digital &amp; Hands-On Learning,\" \"Impromptu: A Technologically Intuitive Pathway into Musical Knowledge-in-Action,\" \"New Frontiers in Educational Robotics with the Raspberry Pi and the PiTopping Robotics Module,\" \"Pedagogy of Hybrid Fabrication and the Lost Trades &ndash; Maker Pedagogy and reconstructing rigging from the Gold Star Schooner Project,\" \"Making as a Learning Process: Principles of Practice and Design,\" \"Getting Started &ndash; Low(er) Tech Making.\"\n\nThe funding coming from this proposal allowed us to offer scholarships and travel assistance to many participants, especially teachers from low-income communities. The funding also helped us keep the registration for the conference at very affordable levels, allowing for the participation of educators with reduced professional development funding. The conference was a success if we considered metrics such as a record number of paper submissions, the fact that it was sold out several weeks before the event, and the wide repercussion on social media. The second program was a Research Summit, in which top researchers in the field met with teachers and practitioners to share findings, receive feedback, and develop collaborations. One product of the summit was a collaboration with the National Writing Project on a series of webinars on digital fabrication. The last component of the proposal was the FabLearn Fellows Program, in which teachers received the support and resources over a year-long period to help in activity planning and curriculum development. The Fellows program provided a full year of educational webinars, discussions, and intense production of educational materials. The fellows produced a wealth of materials about this the fabrication: about chewed those resource guides about machines, assessment, pedagogyÆs, and classroom strategies (http://fablearn.stanford.edu/fellows/resources) and more than 100 blog posts about classroom practices, lessons learned, experiences with students, curriculum development, new techniques for days to fabrication, new technologies for making, etc. (http://fablearn.stanford.edu/fellows/). Apart from the production of educational materials and resource guides an important product of the work was the creation of a tight community of early adopters in digital fabrication in schools. Our group of 17 fellows developed strong bonds, started to set up their own joint professional development programs, attended events together, and developed a informal network to help their work in their schools. An important product of this community, which should be published in 2016, is an edited book a selected number of the fellowsÆ blog posts, written as book chapters.\n\nIn summary, we believe that the three projects developed as part of this propos..."
 }
}