{
 "awd_id": "1352883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Holistically Application-Aware Multi-dimensional Cognitive Radio (HAMCR)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 50632.0,
 "awd_amount": 50632.0,
 "awd_min_amd_letter_date": "2013-08-26",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "The overarching goal of the Holistically Application-Aware Multi-dimensional Cognitive Radio (HAMCR) research is to create a set of transformative and holistic technologies that enable substantial growth in the capacity of wireless networks, with support for diverse applications, but without increasing the available spectrum. The project is based on the observation that in today's wireless networks the spectral allocation of resources is either independent of the applications' Quality of Service (QoS) requirements and of the user's perceived QoS, or at best relies on a set of pre-defined fixed priorities. HAMCR maximizes spectrum utilization by trading off the spectral resource allocations of connections for the application-level QoS, while still maintaining acceptable levels of QoS for the individual users of the underlying applications, thus satisfying an increased number of users in times of shortage of spectral resources. Such an application-aware cognitive radio significantly advances spectrum utilization by intelligently supporting the expected traffic growth and by dynamically satisfying the changing demands in traffic. To achieve the above goal, the objectives of the proposed research are to: 1) Develop the fundamental design of  middleware to optimize the allocation of the available physical resources by characterizing the applications' parameters and by trading off application-level QoS for spectral resources, while minimizing the degradation to the user-perceived QoS, thus maximizing the spectrum utilization; and 2) Design and implementation of a simulated wireless testbed to assess the feasibility of the application-based resources allocation by evaluating the complexity and the gain of the proposed approach for a number of realistic communication scenarios. The results of this project are expected to forge a new direction in the cognitive radio field, i.e., application-aware cognitive radio.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gitlin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Richard D Gitlin",
   "pi_email_addr": "richgitlin@usf.edu",
   "nsf_id": "000137554",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Huseyin",
   "pi_last_name": "Arslan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huseyin Arslan",
   "pi_email_addr": "arslan@usf.edu",
   "nsf_id": "000492872",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In today&rsquo;s wireless 4G LTE networks, the current spectral resource allocation algorithms are either independent of the application&rsquo;s specific Quality of Service (QoS) requirements and of the users&rsquo; specific perceived QoS, or at most rely on a set of pre-defined fixed priorities. &nbsp;Indeed, from the user&rsquo;s perspective, the QoS required by different applications can be quite variable. Similarly, for a given application type, different users may require, or be satisfied with, different levels of QoS. This research describes a new form of Quality of Service (QoS), user aware QoS, that measures satisfaction for voice and video applications. For video applications, as a user-specific QoS example, older individuals, when compared to young adults, are less sensitive to spatial forms defined by a temporal structure. So for many older people, a lower video data rate provides the same user experience as the full rate video does for younger people. Hence, user-specific QoS requirements can be utilized by the scheduler to differentiate between users and make better use of the wireless spectral resources. In most commercial systems, the network operator can obtain the user-specific QoS requirements that are based primarily upon age. When users subscribe to a service from the wireless operator, they often provide their relevant information such as age, name, and nationality that can be used by the network to derive user-specific QoS parameters.</p>\n<p>&nbsp;</p>\n<p>System simulations were performed for a set of FTP users and &nbsp;voice and video users that were assigned specific QoS target levels in LTE systems. Simulation results show that significant system capacity improvements and acceptable MOS levels can be achieved for FTP users and video users, respectively, if such user-specific QoS requirements are considered in heterogeneous networks.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;D&nbsp;Gitlin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn todayÆs wireless 4G LTE networks, the current spectral resource allocation algorithms are either independent of the applicationÆs specific Quality of Service (QoS) requirements and of the usersÆ specific perceived QoS, or at most rely on a set of pre-defined fixed priorities.  Indeed, from the userÆs perspective, the QoS required by different applications can be quite variable. Similarly, for a given application type, different users may require, or be satisfied with, different levels of QoS. This research describes a new form of Quality of Service (QoS), user aware QoS, that measures satisfaction for voice and video applications. For video applications, as a user-specific QoS example, older individuals, when compared to young adults, are less sensitive to spatial forms defined by a temporal structure. So for many older people, a lower video data rate provides the same user experience as the full rate video does for younger people. Hence, user-specific QoS requirements can be utilized by the scheduler to differentiate between users and make better use of the wireless spectral resources. In most commercial systems, the network operator can obtain the user-specific QoS requirements that are based primarily upon age. When users subscribe to a service from the wireless operator, they often provide their relevant information such as age, name, and nationality that can be used by the network to derive user-specific QoS parameters.\n\n \n\nSystem simulations were performed for a set of FTP users and  voice and video users that were assigned specific QoS target levels in LTE systems. Simulation results show that significant system capacity improvements and acceptable MOS levels can be achieved for FTP users and video users, respectively, if such user-specific QoS requirements are considered in heterogeneous networks.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2015\n\n\t\t\t\t\tSubmitted by: Richard D Gitlin"
 }
}