{
 "awd_id": "1352992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: The LIT ROOM - A Networked Suite of Architectural-Robotic Artifacts Embedded in the Library for Advancing Literacy in Children",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 199995.0,
 "awd_amount": 199995.0,
 "awd_min_amd_letter_date": "2013-09-04",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "In an effort to cultivate literacy skills in the United States the nation's public libraries have embraced digital technologies, mostly in the form of public-access computers loaded with software, supported by library staff.  But interacting with a \"keyboard-mouse-screen\" may not offer the immediacy of interacting with the printed page, and both forms of interaction are far removed from the physical, tangible and social world in which young children thrive.  The PI argues that literacy can be cultivated in a space that is at once physical and digital and evocative of the book being read.  To this end, in this project the PI will explore the LIT ROOM, a literacy support tool at room-scale that consists of a novel suite of user-friendly, networked, \"architectural-robotic\" artifacts embedded in the everyday physical space of the library.  This physical-digital environment is transformed by words read by its young visitors, so that the everyday space of the library \"merges\" with the imaginary space of the book; the book becomes the room, the room becomes the book.  And should the LIT ROOM's intelligent reconfigurations not match the imagined spaces of young readers, they can \"fine-tune\" the room through tangible interfaces.  The work will proceed in two phases.  First, the PI will ask children to decide what makes for a compelling LIT ROOM.  He will present to children, ages 4-8, low-fidelity \"architectural-robotic\" artifacts within a library space to help capture how children define and employ this digital-physical suite to \"create the book.\"  Then, he will iteratively develop and evaluate the suite as a fully-working environment that embodies what was learned from the child-centered participatory design process.  The test bed implementation will be situated in the Richland County Public Library of Columbia, South Carolina, the largest public library in a state that ranks among the lowest in the State Technology and Science Index and the highest in numbers of people who are both illiterate and living below the poverty line.  To tackle this challenge, the interdisciplinary team includes two investigators  with complementary expertise in continuum and architectural robotics, and literacy education.\r\n\r\nBroader Impacts:  Because the prototype implementation will be located in a real-world public space it will have exposure to a large audience.  Project outcomes will also advance the start-of-the-art of robotic systems for a real-world environment and application, using a mix of sensing/actuating and deformable continuum surfaces.  The findings will further advance knowledge and understanding in literacy by studying and providing experimental data on the efficacy of tangible environmental technologies in promoting literacy in children.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Green",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Keith E Green",
   "pi_email_addr": "keg95@cornell.edu",
   "nsf_id": "000199684",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Walker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ian D Walker",
   "pi_email_addr": "iwalker@clemson.edu",
   "nsf_id": "000373849",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Fullerton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Fullerton",
   "pi_email_addr": "susanf@clemson.edu",
   "nsf_id": "000637558",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this no-cost extension year, we had three, key accomplishments associated with the three proposed:&nbsp;</p>\n<p>(1.) Further exploration of interactions</p>\n<p>We completed the analysis of our design-based study during this no-cost extension year.</p>\n<p>Our research leveraged Glenberg&rsquo;s theory of embodiment (2015): people &ldquo;simulate the content of language using bodily and neural systems of action, perception, and emotion.&rdquo; &nbsp;Accordingly, the LIT ROOM situates the interactive read-aloud within a physical environment in which robotic panels on the walls and ceiling, along with digitally-controlled lighting and sound, evoke aspects of the storyworld. We addressed the following questions:</p>\n<p><em>What is the nature of children&rsquo;s responses during interactive picturebook read-alouds of two narrative fiction texts within the LIT Room and traditional environment?&nbsp; How are responses mediated by robotic elements to promote understanding and discussion?</em></p>\n<p><em>Through retellings and interviews, what do children understand, recall, and find engaging about the texts and contexts?</em></p>\n<p>Following a piloting phase, our final assessment engaged two second-grade classrooms (35 children) participating in small-group discussions of the two texts. The study counter balanced context (LIT Room and traditional storytime room) and book (<em>Gorilla</em> and <em>Mr. Tiger Goes Wild</em>). A librarian conducted each interactive read-aloud. All discussions were videotaped and transcribed. Post read-aloud, we recorded children&rsquo;s retellings and interviews. To analyze interactive read-aloud discussions, we used qualitative analysis (Miles &amp; Huberman, 1984) to determine response typologies (Baer, 2009; Maloch &amp; Beutel, 2009; Sipe 2008). Retellings were scored based on Morrow (1986) and Pearman (2008). &nbsp;</p>\n<p>Our analysis of the results provided us a rich understanding of the nature of children&rsquo;s responses during interactive picturebook read-alouds, LIT Room and Traditional. Second graders demonstrated a wide range of responses similar to previous research (Maloch &amp; Beutel, 2010; Sipe, 2000). These responses included personal connections, &ldquo;I play around in water sometimes;&rdquo; intertextual connections (&ldquo;Superman!&rdquo;in relation to Gorilla); predictions, &ldquo;To the forest!&rdquo; while pointing at the robotic panel; interpretations, &ldquo;It sounds like he&rsquo;s lonely and it&rsquo;s raining;&rdquo; and entering the storyworld, &ldquo;He&rsquo;s going to come after all of us.&rdquo;</p>\n<p>We also observed an increase in performative responses for the LIT Room. Our analysis of the children&rsquo;s responses suggested that almost half (48%) of the children&rsquo;s talk was initiated in relation to the robotic effects with sound effects being most prominent (36%). Overall, children&rsquo;s performative responses were more likely to include embodied gestures, movements, and dramatizations when in the LIT Room.</p>\n<p>Our findings reject the potential inevitability that dialogic interactions will become more solitary and replaced by digitized storybooks (Bus, Verhallen, &amp;de Jong, 2009) rather than human-to-human interactions. Instead, it is feasible that cyber-physical environments that are evocative of the book can support collaborative interactions and facilitate children&rsquo;s embodied and interpreted responses.</p>\n<p>Much research in the design of children&rsquo;s interactive technologies results in &ldquo;one-off&rdquo; prototypes, artifacts that are iteratively designed and evaluated, but then largely unexplored beyond a summative usability evaluation (Isola &amp; Fails, 2012). Moreover, in studies that specifically focus on the design and development of technology-enhanced tools and texts, there is generally limited cross-pollination between the domains of technology and literacy...",
  "por_txt_cntn": "\nIn this no-cost extension year, we had three, key accomplishments associated with the three proposed: \n\n(1.) Further exploration of interactions\n\nWe completed the analysis of our design-based study during this no-cost extension year.\n\nOur research leveraged GlenbergÆs theory of embodiment (2015): people \"simulate the content of language using bodily and neural systems of action, perception, and emotion.\"  Accordingly, the LIT ROOM situates the interactive read-aloud within a physical environment in which robotic panels on the walls and ceiling, along with digitally-controlled lighting and sound, evoke aspects of the storyworld. We addressed the following questions:\n\nWhat is the nature of childrenÆs responses during interactive picturebook read-alouds of two narrative fiction texts within the LIT Room and traditional environment?  How are responses mediated by robotic elements to promote understanding and discussion?\n\nThrough retellings and interviews, what do children understand, recall, and find engaging about the texts and contexts?\n\nFollowing a piloting phase, our final assessment engaged two second-grade classrooms (35 children) participating in small-group discussions of the two texts. The study counter balanced context (LIT Room and traditional storytime room) and book (Gorilla and Mr. Tiger Goes Wild). A librarian conducted each interactive read-aloud. All discussions were videotaped and transcribed. Post read-aloud, we recorded childrenÆs retellings and interviews. To analyze interactive read-aloud discussions, we used qualitative analysis (Miles &amp; Huberman, 1984) to determine response typologies (Baer, 2009; Maloch &amp; Beutel, 2009; Sipe 2008). Retellings were scored based on Morrow (1986) and Pearman (2008).  \n\nOur analysis of the results provided us a rich understanding of the nature of childrenÆs responses during interactive picturebook read-alouds, LIT Room and Traditional. Second graders demonstrated a wide range of responses similar to previous research (Maloch &amp; Beutel, 2010; Sipe, 2000). These responses included personal connections, \"I play around in water sometimes;\" intertextual connections (\"Superman!\"in relation to Gorilla); predictions, \"To the forest!\" while pointing at the robotic panel; interpretations, \"It sounds like heÆs lonely and itÆs raining;\" and entering the storyworld, \"HeÆs going to come after all of us.\"\n\nWe also observed an increase in performative responses for the LIT Room. Our analysis of the childrenÆs responses suggested that almost half (48%) of the childrenÆs talk was initiated in relation to the robotic effects with sound effects being most prominent (36%). Overall, childrenÆs performative responses were more likely to include embodied gestures, movements, and dramatizations when in the LIT Room.\n\nOur findings reject the potential inevitability that dialogic interactions will become more solitary and replaced by digitized storybooks (Bus, Verhallen, &amp;de Jong, 2009) rather than human-to-human interactions. Instead, it is feasible that cyber-physical environments that are evocative of the book can support collaborative interactions and facilitate childrenÆs embodied and interpreted responses.\n\nMuch research in the design of childrenÆs interactive technologies results in \"one-off\" prototypes, artifacts that are iteratively designed and evaluated, but then largely unexplored beyond a summative usability evaluation (Isola &amp; Fails, 2012). Moreover, in studies that specifically focus on the design and development of technology-enhanced tools and texts, there is generally limited cross-pollination between the domains of technology and literacy. As such, technology-design investigations tend to highlight user-centered observation, iterative design and evaluation with less attention to literacy outcomes. The LIT Room research serves as an exemplar of interdisciplinary design research, where interactive technology and literacy approaches, theories, and outcomes comingle, in..."
 }
}