{
 "awd_id": "1352990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MPWR: Mentoring and Partnerships for Women in RUME",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Haddock",
 "awd_eff_date": "2013-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 44148.0,
 "awd_amount": 44148.0,
 "awd_min_amd_letter_date": "2013-08-13",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "This project is to support Partnerships for Women in RUME (Research in Undergraduate Mathematics Education) and create a sustainable support system for women at all career stages in undergraduate mathematics education research. Stemming from the need articulated in national reports and research findings, the project will initiate face-to-face mentoring and partnership system that targets participation amongst women researchers within undergraduate mathematics education. The project will be a clearinghouse for opportunities for established women to mentor newcomers into the field, and to build partnerships among women researchers of undergraduate mathematics education at all career stages.  \r\n\r\nThe project goals are to provide an environment for women in the undergraduate mathematics education research community to discuss issues specific to them; and informally provide or expose women to mentorship and partnership opportunities among graduate students and faculty, both junior and senior, within the research community. The project will initiate the process with a seminar which will occur in conjunction with the annual RUME conference.  The project will have sixty participants, who will arrive one day prior to the start of the National RUME conference. This will allow one full day of meetings for the MPWR seminar, followed by three days of informal contact.  The structure of the MPWR seminar is panel discussions followed by organized break-out groups. The panel discussions will target various topics of interest, such as the work-life balance and climbing the academic ladder. Invited panel discussants, chosen from within and beyond the RUME community, are women that represent various stages in career, type of career path, institution type, and lifestyle choices. Each panel discussion will be followed by organized breakout group discussions about the panel topic.  Following the RUME conference, participants will submit requests for formalized mentoring and partnership networks composed of one senior faculty, two junior faculty, and three graduate students.\r\n\r\nThe project aligns with the national effort to support the careers of women and minorities within the STEM disciplines. It takes up specific recommendations for this support in the form of fostering personal, face-to-face mentoring and partnership opportunities. By supporting women in undergraduate mathematics education, the project seeks to increase the number of graduate students pursuing undergraduate mathematics education research who will go onto academic positions, as well as increase the productivity of female junior and senior faculty who already hold academic positions.  The MPWR seminar will further expand the role of women pursuing research in undergraduate mathematics education within in the broader Discipline Based Education Research (DBER) community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Wawro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Megan Wawro",
   "pi_email_addr": "mwawro@vt.edu",
   "nsf_id": "000619803",
   "pi_start_date": "2013-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 44148.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 20\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Although women are increasingly pursing advanced careers in mathematics, and STEM fields in general, they are disproportionately represented in these within academia.&nbsp;</span>In an effort to address this need, the <em>MPWR: Mentoring and Partnerships for Women in RUME</em> (Research in Undergraduate Mathematics Education) seminar was designed to (a) provide an environment for women in the undergraduate mathematics education research community to discuss shared concerns and (b) informally provide or expose women to mentorship and partnership opportunities among graduate students, junior and senior faculty within that research community. The inaugural seminar was held on February 26, 2014 in Denver, Colorado prior to and in the same location as the 17th annual SIGMAA on RUME Conference.</p>\n<p>The seminar was structured around four main themes: (a) Mentoring + Partnerships, (b) Roles + Identities, (c) Overcoming Obstacles + Meeting Challenges, and (d) Personal + Professional. We invited twelve prominent female academics from the RUME and other discipline-based education research (DBER) communities to share their experiences related to the four themes. The invited speakers were divided into four subgroups surrounding each theme, and each subgroup facilitated an interactive session with the seminar participants. 60 women attended the <em>MPWR </em>seminar:&nbsp;45 attendees, 12 speakers, and 3 planners. Participants were from all career stages, from a variety of university departments, and primarily within the RUME community.</p>\n<div class=\"page\" title=\"Page 21\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>A week after the <em>MPWR</em> seminar, an anonymous online survey was sent to the seminar participants. &nbsp;The&nbsp;</span>survey contained 14 open-ended response questions, such as, &ldquo;What aspect of <em>MPWR </em>resonated with you the most?&rdquo; &ldquo;What did you like and dislike about the structure of the day?&rdquo; and &ldquo;In what ways, if any, do you think participating in <em>MPWR </em>will impact your career?&rdquo; The survey also contained nine Likert-scale questions asking participants their level of agreement to statements addressing specific elements of the seminar and if they should change or not for a following seminar. The survey had a 67% response rate.&nbsp;</p>\n</div>\n</div>\n</div>\n<p>The feedback on was the structure of the seminar was positive overall. &nbsp;This included seminar size, participant diversity (career stage, field of study, departmental affiliation), schedule, topics discussed, format, speakers, and layout of the venue. In addition, responses to the post-seminar survey indicated that the <em>MPWR </em>seminar was community building, demonstrated that women have similar experiences in balancing roles and identities in academia, and highlighted that there are numerous paths to tenure and promotion, and empowered participants. The survey responses document many ways that the <em>MPWR </em>seminar helped to foster a community and provided this community with an experience that was needed. The feedback also indicated that the community would like a version of <em>MPWR </em>to continue annually.&nbsp;</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Megan&nbsp;Wawro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nAlthough women are increasingly pursing advanced careers in mathematics, and STEM fields in general, they are disproportionately represented in these within academia. In an effort to address this need, the MPWR: Mentoring and Partnerships for Women in RUME (Research in Undergraduate Mathematics Education) seminar was designed to (a) provide an environment for women in the undergraduate mathematics education research community to discuss shared concerns and (b) informally provide or expose women to mentorship and partnership opportunities among graduate students, junior and senior faculty within that research community. The inaugural seminar was held on February 26, 2014 in Denver, Colorado prior to and in the same location as the 17th annual SIGMAA on RUME Conference.\n\nThe seminar was structured around four main themes: (a) Mentoring + Partnerships, (b) Roles + Identities, (c) Overcoming Obstacles + Meeting Challenges, and (d) Personal + Professional. We invited twelve prominent female academics from the RUME and other discipline-based education research (DBER) communities to share their experiences related to the four themes. The invited speakers were divided into four subgroups surrounding each theme, and each subgroup facilitated an interactive session with the seminar participants. 60 women attended the MPWR seminar: 45 attendees, 12 speakers, and 3 planners. Participants were from all career stages, from a variety of university departments, and primarily within the RUME community.\n\n\n\n\nA week after the MPWR seminar, an anonymous online survey was sent to the seminar participants.  The survey contained 14 open-ended response questions, such as, \"What aspect of MPWR resonated with you the most?\" \"What did you like and dislike about the structure of the day?\" and \"In what ways, if any, do you think participating in MPWR will impact your career?\" The survey also contained nine Likert-scale questions asking participants their level of agreement to statements addressing specific elements of the seminar and if they should change or not for a following seminar. The survey had a 67% response rate. \n\n\n\n\nThe feedback on was the structure of the seminar was positive overall.  This included seminar size, participant diversity (career stage, field of study, departmental affiliation), schedule, topics discussed, format, speakers, and layout of the venue. In addition, responses to the post-seminar survey indicated that the MPWR seminar was community building, demonstrated that women have similar experiences in balancing roles and identities in academia, and highlighted that there are numerous paths to tenure and promotion, and empowered participants. The survey responses document many ways that the MPWR seminar helped to foster a community and provided this community with an experience that was needed. The feedback also indicated that the community would like a version of MPWR to continue annually. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Megan Wawro"
 }
}