{
 "awd_id": "1353249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"Workshop on Key Challenges in the Implementation of Convergence\"; September 16-17, 2013; National Academy of Sciences in Washington, DC",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2013-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2013-08-26",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "The \"Workshop on Key Challenges in the Implementation of Convergence\" will be held September 16-17, 2013 at the National Academy of Sciences in Washington, DC. The grant will support the participation of approximately 15 younger and diverse faculty members. An important area of development propelling research in the life sciences has been the integration and collaboration of its research communities with the physical, mathematical, computational, and engineering sciences, often referred  to as \"convergence.\" The level of engagement to implement this concept goes beyond one field simply borrowing tools or techniques from another to emphasize the ability to forge new kinds of working partnerships and take on new types of challenges. Convergence of the life sciences with fields including physical, chemical, mathematical, computational, and engineering sciences has become a key strategy to tackle complex challenges and achieve new and innovative solutions. Numerous reports have explored advances that are enabled when multiple disciplines come together in integrated partnerships, and as a result institutions have increasingly moved to implement programs that foster such convergent research. The workshop will gather practitioners who embody or seek to embody convergent and transdisciplinary research in their laboratories and organizations, leaders from academia and industry, and representatives of foundations and agencies to discuss strategies that programs have implemented to achieve this vision, what pitfalls were encountered, and what practical lessons have been learned. An ad hoc committee appointed through the National Academy of Sciences will distill the discussions and the key messages, conclusions, and recommendations into a report that seeks to provide useful guidance for the community. NSF support will enable a broader group of faculty members to participate in the workshop and its discussions, particularly younger faculty members and/or faculty members from diverse institutions or from underrepresented groups. Engaging diverse perspectives in a discussion of the strategies and challenges encountered while implementing convergent science will be important if the promise of this convergence is to be realized. Such younger and diverse faculty members will bring a wealth of ideas, perspectives, and enthusiasm to the discussions. The workshop will help to articulate the excitement of convergent science and explore examples of how it can be implemented.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Bowman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine W Bowman",
   "pi_email_addr": "kbowman@nas.edu",
   "nsf_id": "000229553",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Sharples",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frances E Sharples",
   "pi_email_addr": "fsharples@nas.edu",
   "nsf_id": "000142172",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 5th St, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>By merging expertise from life and health sciences with physical, mathematical, and computational sciences and engineering, convergence stimulates innovation from discovery to translational application. The project&rsquo;s data-gathering workshop and report examined lessons learned from approaches for fostering convergence in different types of research institutions and identified cultural and structural elements in successful convergence ecosystems. The report calls for national coordination to build the infrastructure needed to solve problems that transcend traditional boundaries.</p>\n<p>Other recommendations include:</p>\n<ul>\n<li> Identify key problems whose solution requires convergence in order to catalyze new research directions and guide research priorities</li>\n<li>Address barriers to effective convergence, including: expand mechanisms for funding convergence efforts; support collaborative proposal review across funding partners; and implement or expand institutional seed funding to catalyze collaborations</li>\n<li>Review administrative structures, faculty recruitment and promotion practices, cost recovery models, and research support policies to identify and reduce roadblocks</li>\n<li>Include explicit guidelines in hiring and promotion policies to recognize the importance of both convergent and disciplinary scholarship and criteria to fairly evaluate them</li>\n<li>Identify evidence-based practices that have facilitated convergence by drawing on the expertise of economic, social, and behavioral sciences, program management, and strategic planning</li>\n<li>Develop partnerships with colleagues in other organizations, especially in small universities and institutions that serve traditionally underrepresented groups</li>\n<li>Collect, establish, and disseminate best practices on the effective transfer of technologies from research organizations into the private sector.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2014<br>\n\t\t\t\t\tModified by: Katherine&nbsp;W&nbsp;Bowman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBy merging expertise from life and health sciences with physical, mathematical, and computational sciences and engineering, convergence stimulates innovation from discovery to translational application. The projectÆs data-gathering workshop and report examined lessons learned from approaches for fostering convergence in different types of research institutions and identified cultural and structural elements in successful convergence ecosystems. The report calls for national coordination to build the infrastructure needed to solve problems that transcend traditional boundaries.\n\nOther recommendations include:\n\n Identify key problems whose solution requires convergence in order to catalyze new research directions and guide research priorities\nAddress barriers to effective convergence, including: expand mechanisms for funding convergence efforts; support collaborative proposal review across funding partners; and implement or expand institutional seed funding to catalyze collaborations\nReview administrative structures, faculty recruitment and promotion practices, cost recovery models, and research support policies to identify and reduce roadblocks\nInclude explicit guidelines in hiring and promotion policies to recognize the importance of both convergent and disciplinary scholarship and criteria to fairly evaluate them\nIdentify evidence-based practices that have facilitated convergence by drawing on the expertise of economic, social, and behavioral sciences, program management, and strategic planning\nDevelop partnerships with colleagues in other organizations, especially in small universities and institutions that serve traditionally underrepresented groups\nCollect, establish, and disseminate best practices on the effective transfer of technologies from research organizations into the private sector.\n\n\n\t\t\t\t\tLast Modified: 08/08/2014\n\n\t\t\t\t\tSubmitted by: Katherine W Bowman"
 }
}