{
 "awd_id": "1353312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Understanding Barriers to Workplace Collaboration for People with Visual Impairments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 164982.0,
 "awd_amount": 164982.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2014-08-29",
 "awd_abstract_narration": "People with visual impairments face significant barriers to participation in public life and productive contributions in the workplace.  Barriers due to inaccessible information and communication technology can make it difficult for a person with visual impairments to excel in school or find employment commensurate with his or her abilities and potential.  Fortunately, accessible computing technology enables people with visual impairments to access information that was previously inaccessible.  For example, people with visual impairments can use screen reader software to translate electronic documents into speech or Braille.  However, barriers still exist in the context of using computers to participate in the contemporary classroom or workplace because these are now places where active, real-time, face-to-face collaboration with other people has become the norm, and because there is a gulf between the look and feel of assistive technology such as screen readers and the look and feel of contemporary graphical user interfaces such as those used routinely by people without disabilities.  Screen readers are difficult to learn and use, and operate quite differently than contemporary graphical user interfaces, and most sighted people do not know how to use screen readers, and so the opportunity for shared artifacts in communication and collaboration is reduced.\r\n\r\nThe focus of this proposal is to explore and identify barriers to collaboration between people with and without visual impairments.  This research will support the development of tools that will bridge the gap between the non-graphical user interfaces used by people with visual impairments and the graphical interfaces used by sighted people, enabling individuals with any level of visual ability to collaborate at school or work.  Building on prior research on developing accessible user interfaces for people with visual impairments, this project will explore the challenges of collocated synchronous collaboration between people with and without visual impairments.  The researchers will conduct formative interviews and observational studies of professional adults with and without visual impairments to understand the barriers to collaboration within and across these populations.  Very little prior research has explored these issues.  This project will conduct a deep exploration to reveal accessibility barriers that were previously hidden and unknown.\r\n\r\nBroader Impacts:  This research will identify existing barriers to employment that can be addressed through changes in policy or practice, or through the development of new technology.  Enabling people with visual impairments to work alongside their sighted peers will significantly improve educational and employment outcomes for millions of people.  The research project itself will be developed in the context of a collaboration between people with and without visual impairments, and will include blind and visually impaired people from the local community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shaun",
   "pi_last_name": "Kane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaun Kane",
   "pi_email_addr": "shaun.kane@colorado.edu",
   "nsf_id": "000611397",
   "pi_start_date": "2013-09-05",
   "pi_end_date": "2014-08-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Branham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy Branham",
   "pi_email_addr": "sbranham@uci.edu",
   "nsf_id": "000676378",
   "pi_start_date": "2014-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 164982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">In recent decades, great technological strides have been made toward enabling people who are blind to live independent, successful lives. However, there has been relatively little progress towards understanding the social, collaborative needs of this population, particularly in the home. Furthermore, people who are blind often find themselves in social settings with people who are sighted, but current technology design does not account for simultaneous use by people with different visual abilities. This research has contributed to understanding how people who are blind use technology in social settings, as well as how to improve technology design to be more inclusive and collaborative for diverse populations.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">We designed and carried out a series of studies to explore this topic. The first study took place in the homes of people who are blind and their sighted partners. The second set of studies took place in the workplaces of people who are blind and their sighted colleagues. We collected evidence by interviewing both blind and sighted study participants, taking guided tours of their homes and workplaces, taking pictures and videos as they carried out their daily activities, and administering survey questionnaires.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Our study uncovered many new findings. We found that blind and sighted companions engaged in &ldquo;collaborative accessibility,&rdquo; meaning that they worked together to create spaces that supported the abilities of both individuals. For example, one couple created a memorable saying that helped them put the shampoo and conditioner bottles back in the correct locations, so that the blind partner could easily distinguish between the two. Furthermore, even though some technologies are specifically designed to be accessible to people who are blind (like a smart phone camera application that can identify the shampoo bottle), our study participants often found it easier to simply ask a nearby sighted companion. Interestingly, an accessible technology may work very well in one situation, but be socially inappropriate in another. For example, screen readers will convert the visual information on a computer screen into spoken audio descriptions, thereby making computers accessible to blind users. However, we noticed that blind users would sometimes turn off their screen reader software when collaborating with sighted colleagues so as not to be disruptive.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">One important outcome of our study is raised awareness within the technology design community of complications that arise during the use of technology in real-world situations. Designers cannot take for granted that the accessible technologies they design for one setting (at home, for instance) will be available or adopted in other settings (at work). Specifically, designers must take into account the presence of people who are sighted when they design technologies for people who are blind. Doing so will not only lead to more effective accessible technologies, but it will also open new opportunities for people who are blind to be more integrated and more collaborative at work and play.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/15/2016<br>\n\t\t\t\t\tModified by: Stacy&nbsp;Branham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In recent decades, great technological strides have been made toward enabling people who are blind to live independent, successful lives. However, there has been relatively little progress towards understanding the social, collaborative needs of this population, particularly in the home. Furthermore, people who are blind often find themselves in social settings with people who are sighted, but current technology design does not account for simultaneous use by people with different visual abilities. This research has contributed to understanding how people who are blind use technology in social settings, as well as how to improve technology design to be more inclusive and collaborative for diverse populations. \nWe designed and carried out a series of studies to explore this topic. The first study took place in the homes of people who are blind and their sighted partners. The second set of studies took place in the workplaces of people who are blind and their sighted colleagues. We collected evidence by interviewing both blind and sighted study participants, taking guided tours of their homes and workplaces, taking pictures and videos as they carried out their daily activities, and administering survey questionnaires. \nOur study uncovered many new findings. We found that blind and sighted companions engaged in \"collaborative accessibility,\" meaning that they worked together to create spaces that supported the abilities of both individuals. For example, one couple created a memorable saying that helped them put the shampoo and conditioner bottles back in the correct locations, so that the blind partner could easily distinguish between the two. Furthermore, even though some technologies are specifically designed to be accessible to people who are blind (like a smart phone camera application that can identify the shampoo bottle), our study participants often found it easier to simply ask a nearby sighted companion. Interestingly, an accessible technology may work very well in one situation, but be socially inappropriate in another. For example, screen readers will convert the visual information on a computer screen into spoken audio descriptions, thereby making computers accessible to blind users. However, we noticed that blind users would sometimes turn off their screen reader software when collaborating with sighted colleagues so as not to be disruptive. \nOne important outcome of our study is raised awareness within the technology design community of complications that arise during the use of technology in real-world situations. Designers cannot take for granted that the accessible technologies they design for one setting (at home, for instance) will be available or adopted in other settings (at work). Specifically, designers must take into account the presence of people who are sighted when they design technologies for people who are blind. Doing so will not only lead to more effective accessible technologies, but it will also open new opportunities for people who are blind to be more integrated and more collaborative at work and play.\n\n\t\t\t\t\tLast Modified: 03/15/2016\n\n\t\t\t\t\tSubmitted by: Stacy Branham"
 }
}