{
 "awd_id": "1353919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:The 'Keystone Community Concept' as a probe to understand metacommunity ecology.",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 252216.0,
 "awd_amount": 252216.0,
 "awd_min_amd_letter_date": "2013-09-12",
 "awd_max_amd_letter_date": "2013-09-12",
 "awd_abstract_narration": "The classical approach to understanding ecological communities is based on the niche, and relates local environmental conditions to the species found in a community. Recent challenges to this approach emphasize the importance of processes that act over broader spatial scales, such as dispersal and extinction. While it is likely that natural communities are influenced by both local and regional factors, the interaction between these has been extremely difficult to study. This EAGER project will develop new theory, statistical tools, and experimental protocols to quantify the roles of dispersal limitation, extinction, and niche-based community assembly in natural, unmanipulated communities. Because few of the proposed approaches are thoroughly developed, the research is risky. It promises to transform the field of community ecology from its current dichotomous and therefore simplistic view of community regulation to one that integrates diverse processes across broad spatial scales. As a result, scientific understanding of natural communities and the maintenance of biodiversity will be significantly improved.\r\n\r\nBy extending existing theory and developing a new, statistical toolbox to test this theory in natural communities, the work will contribute significantly to the general field of ecology. Results will be directly applicable to critical questions in conservation of biodiversity. The project will involve a workshop to consolidate links between theoretical metacommunity ecology and conservation biology. Through this workshop, research that is primarily theoretical will gain practical application. Undergraduate students, graduate students and a postdoctoral researcher will participate in the project, gaining experience in linking theory with experimentation. The project will also engage secondary school teachers in association with the University of Texas U Teach program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathew",
   "pi_last_name": "Leibold",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mathew A Leibold",
   "pi_email_addr": "mleibold@ufl.edu",
   "nsf_id": "000822208",
   "pi_start_date": "2013-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 252216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We studied how patch removal in a metacommunity (akin to the removal of single reserves in a network of conservation reserves) would affect the patterns of species composition in the metacommunity.&nbsp; This happens because the way that dispersal among patches (reserves) occurs can have complex long term effects on the ways species interact with each other and are distributed in the landscape.&nbsp; We built new theoretical and statistical models to identify how this may happen depending on the details of the network of patches.&nbsp; We also studied this with careful manipulative replicated experiments in the lab using protozoans as &lsquo;model systems&rsquo; for our hypotheses.&nbsp; We found that centrally connected patches that are of rare habitat types are those that most strongly alter such patterns by making distributions more spatially limited and random and reducing the ability of species to track their preferred environments.&nbsp; However we also discovered that other more complicated aspects of the network are equally or more important and are now trying to identify just what these components are.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The scientific merit of our work is that we developed new modeling approaches and provide the first experimental tests of the idea that details of patch distributions in a metacommunity can be important.&nbsp; Our modeling work is especially important because it can both predict these effects and provide a probabilistic statistical test to compare with actual data.&nbsp; The most important broader impacts of our work are to connect the scientific work being done in the emerging field of metacommunity ecology with problems of environmental concern; here to the problem of prioritizing reserve conservation (and reciprocally, prioritizing possible reserve restoration) in networks of reserves that might be designed to maximize the conservation of species and their functions in nature.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2016<br>\n\t\t\t\t\tModified by: Mathew&nbsp;A&nbsp;Leibold</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe studied how patch removal in a metacommunity (akin to the removal of single reserves in a network of conservation reserves) would affect the patterns of species composition in the metacommunity.  This happens because the way that dispersal among patches (reserves) occurs can have complex long term effects on the ways species interact with each other and are distributed in the landscape.  We built new theoretical and statistical models to identify how this may happen depending on the details of the network of patches.  We also studied this with careful manipulative replicated experiments in the lab using protozoans as æmodel systemsÆ for our hypotheses.  We found that centrally connected patches that are of rare habitat types are those that most strongly alter such patterns by making distributions more spatially limited and random and reducing the ability of species to track their preferred environments.  However we also discovered that other more complicated aspects of the network are equally or more important and are now trying to identify just what these components are. \n\n \n\nThe scientific merit of our work is that we developed new modeling approaches and provide the first experimental tests of the idea that details of patch distributions in a metacommunity can be important.  Our modeling work is especially important because it can both predict these effects and provide a probabilistic statistical test to compare with actual data.  The most important broader impacts of our work are to connect the scientific work being done in the emerging field of metacommunity ecology with problems of environmental concern; here to the problem of prioritizing reserve conservation (and reciprocally, prioritizing possible reserve restoration) in networks of reserves that might be designed to maximize the conservation of species and their functions in nature. \n\n \n\n\t\t\t\t\tLast Modified: 02/08/2016\n\n\t\t\t\t\tSubmitted by: Mathew A Leibold"
 }
}