{
 "awd_id": "1354741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions IRCN: Diversity and Forest Change: Characterizing functional, phylogenetic and genetic contributions to diversity gradients and dynamics in tree communities",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-04-30",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 443010.0,
 "awd_amount": 443010.0,
 "awd_min_amd_letter_date": "2013-09-07",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "This project will establish an international research coordination network that combines two existing forest networks in the United States with a set of forest plots in China, to advance understanding of how tree biodiversity determines the functional aspects of forests, and to test hypotheses concerning the resilience of forests to global change.  Together these networks maintain 24 large-scale forest plots in tropical and temperate forests in Asia and the Americas, providing data on the demography, functional traits, phylogenetic relatedness and environmental preferences of thousands of tree species.  Through a series of symposia, analytical workshops and international scientific exchanges, these data will be used to ask: what functional traits underlie species distributions across environmental gradients; how functional traits and phylogenetic relatedness of communities link to forest function; how functional traits and environmental tolerances vary among individuals within species; and how gene flow contributes to genetic diversity at local and regional scales.  By combining long-term temperate and tropical forest studies across entire tree communities, this project will parameterize models that incorporate functional and genetic variation among species, to test predictions about current and future changes in forests.  An ultimate goal is to develop detailed models of forest composition and its genetic and functional basis, to be simulated over a range of climatic predictions.  This integration across multiple dimensions of biodiversity will enhance understanding of how forests are structured, a critical step towards predicting how forests will respond to global change.\r\n\r\nThis project will implement a series of capacity building and training initiatives to expand science and enhance collaboration between the United States and China. The strengthening of the network of forest research plots in Asia and the Americas will provide information crucial to determining the role of forests in a changing global environment.  This project will engage numerous graduate students and early-career scientists in interdisciplinary training on taxonomic, functional and genetic dimensions of biodiversity and ecosystem processes.  An exchange program will enable students and early-career researchers from the United States to spend 3 months in collaborating institutions in China.  Chinese scientists will have similar opportunities in the United States through parallel funding provided by NSF-China.  In addition, the scientific workshops will result in the development of new analytical tools and data compilations that will be made openly available through the web.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Davies",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart J Davies",
   "pi_email_addr": "daviess@si.edu",
   "nsf_id": "000096913",
   "pi_start_date": "2013-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution",
  "perf_str_addr": "10th and Constitution",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "205600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  },
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 443010.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Dimensions IRCN: Diversity and Forest Change: Characterizing functional, phylogenetic and genetic contributions to diversity gradients and dynamics in tree communities</strong></p>\n<p>&nbsp;</p>\n<p>We brought together two existing forest research networks in the US and China to advance understanding of how taxonomic, functional and genetic dimensions of diversity structure forest communities and relate to the resilience of forests to global change.</p>\n<p>&nbsp;</p>\n<p>The goals of the project were to: (1) analyze and synthesize existing comparative datasets on species, functional and phylogenetic diversity and dynamics of temperate and tropical tree communities; (2) train US and Chinese graduate students and early career scientists in analytical techniques and provide opportunities to gain international research experience; and (3) establish a new research focus for the network that integrates studies of within-species genetic diversity with current data on species, functional and phylogenetic diversity and dynamics</p>\n<p>&nbsp;</p>\n<p>To accomplish these goals five annual workshops were held between 2011 and 2015 in association with one of the CTFS-ForestGEO and CForBio large forest plots. Workshops were held in Changbaishan, China (2011); Seattle, WA (2012); Front Royal, VA (2013), Xishuangbanna, China (2014), and Panama (2015). The workshops included a total of 305 participants from 22 countries. 70% of workshop participants were graduate students or postdoctoral fellows. In addition to the workshops, four early career scholars from US institutions (2 post-doctoral fellows, and 2 graduate students) spent 1-3 months at different partner institutions in China for research exchange and to build relationships for future collaborations.</p>\n<p>&nbsp;</p>\n<p>Each of the five workshops lasted 16-21 days and involved 55-67 participants. The workshops were organized into 4-6 working groups of participants addressing focused science questions with PIs and Senior Personnel leading and mentoring each group. Topics included a combination of independent and cross-site investigations. Groups reassembled daily for broader formal and informal discussions and seminars by workshop participants, visiting scientists, and local experts. Workshops culminated in a final day of &ldquo;lightening&rdquo; talks that served as progress reports to establish timelines for publication and future work in the coming year.</p>\n<p>&nbsp;</p>\n<p>The research was designed to understand: (i) how the functional characteristics of tree species influences the places they live and their growth and mortality patterns; (ii) how the functional characteristics of different species are determined by how closely related the species are due to their evolutionary histories, and (iii) how functional diversity within species may influence a species&rsquo; ability to survive in a particular habitat. The overarching goal was then to integrate these three questions to advance understanding of how forests are structured and the resilience of forests and ecosystems under global change.</p>\n<p>&nbsp;</p>\n<p>The project has thus far resulted in over 150 peer-reviewed publications, 7 book chapters, and one published book. These papers are published in a wide array of journals, spanning a range of specific disciplines, and including high-ranked journals (e.g., <em>Nature, PNAS, Ecology, Ecology Letters, Functional Ecology, Journal of Ecology</em>, etc.). Many of the papers are multi-authored reflecting the value of data sharing and analysis that is fostered through the workshops. Papers are mainly in English, but are also in Chinese and Spanish language journals illustrating the international impact of this program. And, several of the papers have received significant media attention for addressing important issues in environmental science. In 2015, we held an Organized Oral Symposium at the annual Ecological Society of America conference to present core findings from the project.</p>\n<p>&nbsp;</p>\n<p>During the project we also developed a publicly accessible set of analytical tools for analyzing a wide range of forest ecological data, the CTFS R Program. This portal is an important new contribution to the field, and is being used widely within the discipline of ecology.</p>\n<p>&nbsp;</p>\n<p>The grant has played a critical role in strengthening the international network of CTFS-ForestGEO, a global forest monitoring and research initiative. Without the opportunity for training and capacity strengthening the network would be far less effective and scientifically productive. The success of international CTFS-ForestGEO network has impacted Smithsonian policies towards long-term observational/monitoring science. The role of the NSF Dimensions grant in supporting the strengthening of the network cannot be underestimated.</p>\n<p>&nbsp;</p>\n<p>The jointly funded program has also had a large impact on the ability of our international collaborators to access resources and expand the research program of CTFS-ForestGEO plots. This international recognition has released resources for the expansion of the Chinese plots, and created opportunities for additional funding for fellowships and scientific exchange programs. The Project has fostered opportunities for numerous early-career scientists to access further training opportunities through relationships built during this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2016<br>\n\t\t\t\t\tModified by: Stuart&nbsp;J&nbsp;Davies</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDimensions IRCN: Diversity and Forest Change: Characterizing functional, phylogenetic and genetic contributions to diversity gradients and dynamics in tree communities\n\n \n\nWe brought together two existing forest research networks in the US and China to advance understanding of how taxonomic, functional and genetic dimensions of diversity structure forest communities and relate to the resilience of forests to global change.\n\n \n\nThe goals of the project were to: (1) analyze and synthesize existing comparative datasets on species, functional and phylogenetic diversity and dynamics of temperate and tropical tree communities; (2) train US and Chinese graduate students and early career scientists in analytical techniques and provide opportunities to gain international research experience; and (3) establish a new research focus for the network that integrates studies of within-species genetic diversity with current data on species, functional and phylogenetic diversity and dynamics\n\n \n\nTo accomplish these goals five annual workshops were held between 2011 and 2015 in association with one of the CTFS-ForestGEO and CForBio large forest plots. Workshops were held in Changbaishan, China (2011); Seattle, WA (2012); Front Royal, VA (2013), Xishuangbanna, China (2014), and Panama (2015). The workshops included a total of 305 participants from 22 countries. 70% of workshop participants were graduate students or postdoctoral fellows. In addition to the workshops, four early career scholars from US institutions (2 post-doctoral fellows, and 2 graduate students) spent 1-3 months at different partner institutions in China for research exchange and to build relationships for future collaborations.\n\n \n\nEach of the five workshops lasted 16-21 days and involved 55-67 participants. The workshops were organized into 4-6 working groups of participants addressing focused science questions with PIs and Senior Personnel leading and mentoring each group. Topics included a combination of independent and cross-site investigations. Groups reassembled daily for broader formal and informal discussions and seminars by workshop participants, visiting scientists, and local experts. Workshops culminated in a final day of \"lightening\" talks that served as progress reports to establish timelines for publication and future work in the coming year.\n\n \n\nThe research was designed to understand: (i) how the functional characteristics of tree species influences the places they live and their growth and mortality patterns; (ii) how the functional characteristics of different species are determined by how closely related the species are due to their evolutionary histories, and (iii) how functional diversity within species may influence a species? ability to survive in a particular habitat. The overarching goal was then to integrate these three questions to advance understanding of how forests are structured and the resilience of forests and ecosystems under global change.\n\n \n\nThe project has thus far resulted in over 150 peer-reviewed publications, 7 book chapters, and one published book. These papers are published in a wide array of journals, spanning a range of specific disciplines, and including high-ranked journals (e.g., Nature, PNAS, Ecology, Ecology Letters, Functional Ecology, Journal of Ecology, etc.). Many of the papers are multi-authored reflecting the value of data sharing and analysis that is fostered through the workshops. Papers are mainly in English, but are also in Chinese and Spanish language journals illustrating the international impact of this program. And, several of the papers have received significant media attention for addressing important issues in environmental science. In 2015, we held an Organized Oral Symposium at the annual Ecological Society of America conference to present core findings from the project.\n\n \n\nDuring the project we also developed a publicly accessible set of analytical tools for analyzing a wide range of forest ecological data, the CTFS R Program. This portal is an important new contribution to the field, and is being used widely within the discipline of ecology.\n\n \n\nThe grant has played a critical role in strengthening the international network of CTFS-ForestGEO, a global forest monitoring and research initiative. Without the opportunity for training and capacity strengthening the network would be far less effective and scientifically productive. The success of international CTFS-ForestGEO network has impacted Smithsonian policies towards long-term observational/monitoring science. The role of the NSF Dimensions grant in supporting the strengthening of the network cannot be underestimated.\n\n \n\nThe jointly funded program has also had a large impact on the ability of our international collaborators to access resources and expand the research program of CTFS-ForestGEO plots. This international recognition has released resources for the expansion of the Chinese plots, and created opportunities for additional funding for fellowships and scientific exchange programs. The Project has fostered opportunities for numerous early-career scientists to access further training opportunities through relationships built during this project.\n\n \n\n\t\t\t\t\tLast Modified: 12/15/2016\n\n\t\t\t\t\tSubmitted by: Stuart J Davies"
 }
}