{
 "awd_id": "1355313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Minority Undergraduate/Graduate Student Technical Presentation Experience at the 2013 NOBCChE Annual Technical Conference",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 65100.0,
 "awd_amount": 65100.0,
 "awd_min_amd_letter_date": "2013-08-23",
 "awd_max_amd_letter_date": "2013-08-23",
 "awd_abstract_narration": "This award is to support the travel of fifty (50) undergraduate and graduate students from the departments of chemistry and chemical engineering, and related sciences at selected Historically Black Colleges & Universities (HBCU) and Minority Serving Institutions (Minority Serving Institutions including Hispanic Serving Institutions (MSI) and Tribal Colleges) to attend and participate in technical symposia at the 40th NOBCChE Annual Technology Conference in Indianapolis, IN from October 1-4, 2013. \r\n\r\nThis award will provide opportunities for undergraduate and graduate students to present their original research to a forum composed of industry, government, and academic peers. Students will have the opportunity to meet colleagues from other HBCU, MSI, and majority institutions to develop research collaborations and to explore opportunities to pursue graduate degrees in the chemistry or chemical engineering disciplines. Students will be exposed to new ideas and innovations in an atmosphere with role models who were trained in the science, technology, engineering, and mathematics (STEM) disciplines. These new ideas and innovations are critical to the development of the next generation of products and technologies. The outcome of this activity is that students will be encouraged to pursue graduate degrees and post-doctoral positions in chemistry, chemical engineering, and related fields of study, thus increasing the pipeline for the development of ideas and innovations from students who in their careers may choose employment opportunities as scientists and engineers in either the government, academic or the industry sectors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bobby",
   "pi_last_name": "Wilson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bobby L Wilson",
   "pi_email_addr": "bobby.wilson@tsu.edu",
   "nsf_id": "000354919",
   "pi_start_date": "2013-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Southern University",
  "inst_street_address": "3100 CLEBURNE ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133137457",
  "inst_zip_code": "770044501",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "TEXAS SOUTHERN UNIVERSITY",
  "org_prnt_uei_num": "HEMSG8TLU9N3",
  "org_uei_num": "HYYJJ5ZP7CR9"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Southern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770044598",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 65100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>NOBCChE Outcomes</strong></p>\n<p>TSU and National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE) sponsored fifty (50) students to attend the 40th Annual National Conference, October 1-4, 2013 in Indianapolis, IN. This grant provided a travel stipend and paid the registration fee and hotel arrangement for the students.</p>\n<p>The 2013 NOBCChE Annual Technology Conference was an avenue to increase and to retain the number of under-represented minorities pursuing careers in the STEM disciplines. In addition, NOBCChE continues to stimulate the advanced contributions to science and technological applications through scientific research collaborations with HBCU&rsquo;s, MI's, majority colleges and universities, federal agencies, and industries by convening in one venue students from these institutions, federal agencies and industries in the STEM fields. NOBCChE is the host organization and visionary of this event in which the progress resulting from the goals derived from the Annual Technology Conference will be presented, and future goals and strategies to be developed.</p>\n<p>The 2013 NOBCChE Annual Technology Conference was an avenue to also address the &ldquo;quiet crisis&rdquo; by convening in one setting, invited under-represented minority serving institutions, key federal agencies, and industries committed to the increase of diverse persons in the STEM fields in the US and develop successful, strategic pipeline programs which produces under-represented minority and women scientists and engineers to meet the rising demands in STEM areas.</p>\n<p>Benefits of the 2013 NOBCChE Annual Technology Conference included<strong>:</strong></p>\n<p>&bull; Discussion on the development of alliances among the invited participants<br />from HBCU&rsquo;s, HSI's, majority institutions, given their existing partnerships<br />with various federal agencies and companies, which could be most influential inthe increasing the current rate of under-represented minorities and women<br />entering the STEM fields in the US, by reaching more aspiring students than<br />before;</p>\n<p>&bull; The increase in the rate of under-represented minorities in the STEM fields in the US through participation in various programs evolved which are collaborations among member schools, organizations, government agencies, laboratories, and industries. Fostering more careers and the participating agencies and industries and studies at these schools;</p>\n<p>&bull; Initiatives for technology transfer, technology transfer programs, and patenting on the research discoveries through the research pursued through the collaborations of HBCU&rsquo;s, MI's schools, and majority institutions, government agencies, and industries;</p>\n<p>&bull; Increase in the number of under-represented faculty of color and minority Ph.D. degree holders in Chemistry, Chemical Engineering and related fields as a portion of today&rsquo;s students who attend this Conference will pursue academic careers later in their life;</p>\n<p>&bull; Addressed many of the issues and challenges faced at HBCU&rsquo;s and MI's schools and discussed the development of initiatives to meet those challenges to promote the increase of underrepresented minorities in STEM fields.</p>\n<p><br /><br /></p>\n<p><strong>&nbsp;</strong></p>\n<p><br /><br /></p>\n<p><strong>&nbsp;</strong></p>\n<p><br /><br /></p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2014<br>\n\t\t\t\t\tModified by: Bobby&nbsp;L&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "NOBCChE Outcomes\n\nTSU and National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE) sponsored fifty (50) students to attend the 40th Annual National Conference, October 1-4, 2013 in Indianapolis, IN. This grant provided a travel stipend and paid the registration fee and hotel arrangement for the students.\n\nThe 2013 NOBCChE Annual Technology Conference was an avenue to increase and to retain the number of under-represented minorities pursuing careers in the STEM disciplines. In addition, NOBCChE continues to stimulate the advanced contributions to science and technological applications through scientific research collaborations with HBCUÆs, MI's, majority colleges and universities, federal agencies, and industries by convening in one venue students from these institutions, federal agencies and industries in the STEM fields. NOBCChE is the host organization and visionary of this event in which the progress resulting from the goals derived from the Annual Technology Conference will be presented, and future goals and strategies to be developed.\n\nThe 2013 NOBCChE Annual Technology Conference was an avenue to also address the \"quiet crisis\" by convening in one setting, invited under-represented minority serving institutions, key federal agencies, and industries committed to the increase of diverse persons in the STEM fields in the US and develop successful, strategic pipeline programs which produces under-represented minority and women scientists and engineers to meet the rising demands in STEM areas.\n\nBenefits of the 2013 NOBCChE Annual Technology Conference included:\n\n&bull; Discussion on the development of alliances among the invited participants\nfrom HBCUÆs, HSI's, majority institutions, given their existing partnerships\nwith various federal agencies and companies, which could be most influential inthe increasing the current rate of under-represented minorities and women\nentering the STEM fields in the US, by reaching more aspiring students than\nbefore;\n\n&bull; The increase in the rate of under-represented minorities in the STEM fields in the US through participation in various programs evolved which are collaborations among member schools, organizations, government agencies, laboratories, and industries. Fostering more careers and the participating agencies and industries and studies at these schools;\n\n&bull; Initiatives for technology transfer, technology transfer programs, and patenting on the research discoveries through the research pursued through the collaborations of HBCUÆs, MI's schools, and majority institutions, government agencies, and industries;\n\n&bull; Increase in the number of under-represented faculty of color and minority Ph.D. degree holders in Chemistry, Chemical Engineering and related fields as a portion of todayÆs students who attend this Conference will pursue academic careers later in their life;\n\n&bull; Addressed many of the issues and challenges faced at HBCUÆs and MI's schools and discussed the development of initiatives to meet those challenges to promote the increase of underrepresented minorities in STEM fields.\n\n\n\n\n\n \n\n\n\n\n\n \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/16/2014\n\n\t\t\t\t\tSubmitted by: Bobby L Wilson"
 }
}