{
 "awd_id": "1355683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Programming and Financial Literacy Education Using Student-Developed Games",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2013-08-05",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 86618.0,
 "awd_amount": 86618.0,
 "awd_min_amd_letter_date": "2013-08-26",
 "awd_max_amd_letter_date": "2013-08-26",
 "awd_abstract_narration": "Every year, two thirds of college seniors (about 1.8 million) in the US graduate with significant debts. Most of them are poorly equipped to manage their debts and make intelligent financial decisions.  These same students are avid technology users and game players who learn effectively using computer games. Building on early successes of incorporating financial applications in programming courses and engaging students in game development, this project connects computing and personal finance education by teaching programming and financial literacy simultaneously using student-developed computer games. Programming courses are uniquely positioned to offer opportunities to help students improve financial literacy, but there have been no integrated courses to exploit this synergy. This project infuses financial literacy into seven computing courses and engages students to develop financial literacy games.  A knowledge-sharing portal creates a collaborative learning environment for students to learn programming and financial literacy concurrently.  Previous research shows that students' interests and learning outcomes improve when they address issues closely related to their daily lives.  This project builds on the premise that games will be engaging and financial literacy is relevant to students' lives.   \r\n\r\nThis cross-disciplinary project involves faculty members from three colleges. Each year, it directly impacts more than 550 undergraduate students in computing and other disciplines as well as over 60 high school students. The financial literacy games will be publicly accessible and the learning materials will be contributed to online course repositories for other institutions to use. Through journal publications, conference presentations, workshop demonstrations, and summer game development camps, the results of the project reach a broad audience that includes college instructors, K-12 teachers, researchers, practitioners, and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hongwei",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hongwei Zhu",
   "pi_email_addr": "hongwei_zhu@uml.edu",
   "nsf_id": "000284703",
   "pi_start_date": "2013-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543643",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86618.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>More than two thirds of college students in the U.S. graduate with a student loan, but they are not necessarily equipped with essential financial knowledge to manage their debts and make intelligent financial decisions. This discrepancy must be addressed to alleviate any potential negative impact on college education. Since personal finance requires data processing and quantitative analyses, there is intrinsic synergy between financial literacy and computing education. Many students can learn effectively through computer and video games. They can potentially improve financial literacy trough playing serious games (i.e., games with educational purposes). This project addressed the challenge through innovative learning materials and serious games.</p>\n<p>&nbsp;</p>\n<p>The learning materials are systematically organized as a textbook for broad dissemination and adoption. The materials use personal finance as the problem domain to illustrate programing concepts. Programming assignments are designed to address a broad range of personal finance issues. Evaluation results indicate that the learning materials and the overall approach are effective in helping students to learn programming and improve financial literacy simultaneously.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Students interested in game development are offered an opportunity to develop games to engage players to learn financial literacy. Their creativity reveals a number of effective approaches, which we synthesize to develop a set of principles for effective game design. Students are also exposed to personal finance topics in the process of designing and implementing their games.</p>\n<p>&nbsp;</p>\n<p>The cooperative learning model in this interdisciplinary project has created a learning community for students to utilize each other&rsquo;s skillsets, resources, and shared education experiences to benefit their problem-solving skills. This student-centric and collaborative learning &nbsp;approach can be applied to other disciplines. The approach will benefit not only students&rsquo; academic achievements but also their social persona. In addition, it will enhance students&rsquo; communication and cognitive skills as well as high order interdisciplinary critical thinking.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2015<br>\n\t\t\t\t\tModified by: Hongwei&nbsp;Zhu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMore than two thirds of college students in the U.S. graduate with a student loan, but they are not necessarily equipped with essential financial knowledge to manage their debts and make intelligent financial decisions. This discrepancy must be addressed to alleviate any potential negative impact on college education. Since personal finance requires data processing and quantitative analyses, there is intrinsic synergy between financial literacy and computing education. Many students can learn effectively through computer and video games. They can potentially improve financial literacy trough playing serious games (i.e., games with educational purposes). This project addressed the challenge through innovative learning materials and serious games.\n\n \n\nThe learning materials are systematically organized as a textbook for broad dissemination and adoption. The materials use personal finance as the problem domain to illustrate programing concepts. Programming assignments are designed to address a broad range of personal finance issues. Evaluation results indicate that the learning materials and the overall approach are effective in helping students to learn programming and improve financial literacy simultaneously. \n\n \n\nStudents interested in game development are offered an opportunity to develop games to engage players to learn financial literacy. Their creativity reveals a number of effective approaches, which we synthesize to develop a set of principles for effective game design. Students are also exposed to personal finance topics in the process of designing and implementing their games.\n\n \n\nThe cooperative learning model in this interdisciplinary project has created a learning community for students to utilize each otherÆs skillsets, resources, and shared education experiences to benefit their problem-solving skills. This student-centric and collaborative learning  approach can be applied to other disciplines. The approach will benefit not only studentsÆ academic achievements but also their social persona. In addition, it will enhance studentsÆ communication and cognitive skills as well as high order interdisciplinary critical thinking.\n\n \n\n\t\t\t\t\tLast Modified: 09/30/2015\n\n\t\t\t\t\tSubmitted by: Hongwei Zhu"
 }
}