{
 "awd_id": "1355632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Towards a self-organizing map and hyper-dimensional information network for the human genome",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2013-09-10",
 "awd_max_amd_letter_date": "2013-09-10",
 "awd_abstract_narration": "Genome data enable scientists to pose a host of compelling questions spanning diverse disciplines.  However, relational databases are inefficient at modeling the complex relationships between genes and the proteins they encode. The PI will enable biologists to answer these questions efficiently and automatically by developing a computational infrastructure that models the inherent structure of biological data, by creating a graphical database of genome and proteome data for the human genome and related eukaryotic genomes to model relationships (evolutionary, interaction, regulatory) that cannot be represented effectively in relational databases.    Nodes will represent different biological entities - genes, proteins, species - and edges between nodes will represent different relationships between these entities. For example, edges between genes and proteins can represent \"Gene G encodes protein P\" or \"Gene G is regulated by protein P\". Edges between proteins can represent physical interaction or homology.  Different types of features for these entities at each node will be stored and the team will use the network structure and statistical modeling methods to enable precise predictions of various aspects of \"function\" -- molecular function, metabolic pathway, biological process, cellular localization, inter-molecular interactions, protein 3D structure, etc. Functional annotation will be automated, with results produced in both machine-readable and human-readable formats. Intuitive web-based interfaces will be provided for navigation and interpretation of data by experimental biologists. Provenance of predicted functions will be provided, allowing biologists to drill down to examine the underlying support and evidence. All core software tools will be provided in open source, and data will be downloadable.  This project will contribute curriculum materials suitable for inclusion in undergraduate and graduate courses in bioinformatics, genomics, phylogenomics and evolutionary biology and provide a resource for researchers in vertebrate genomes.This project will contribute curriculum materials suitable for inclusion in undergraduate and graduate courses in bioinformatics, genomics, phylogenomics and evolutionary biology,\r\nand provide a resource for researchers in vertebrate genomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimmen",
   "pi_last_name": "Sjolander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimmen Sjolander",
   "pi_email_addr": "kimmen@berkeley.edu",
   "nsf_id": "000185937",
   "pi_start_date": "2013-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the Unviversity of California",
  "perf_str_addr": "308 Stanley Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201762",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Big Data presents unprecedented challenges to the field of genomics. The problems are both of scale &ndash; with petabytes of sequence data being generated each year &ndash; as well as complexity, noise, error, and integration.&nbsp; The 4 V&rsquo;s of Big Data -- volume, variety, veracity and velocity -- are all major issues in genomics. In addition to petabytes of sequence data, novel high-throughput functional genomics technologies have been developed to elucidate the biochemical functions, protein-protein interactions and biological processes in which proteins participate. These data represent tantalizing opportunities for scientists to pose questions that were previously impossible, enabling a deeper understanding of the functions of genes in sequenced genomes, improving our ability to predict protein structure from primary sequence, to predict the impact of gene mutations on protein structure and function, and many other problems in biology.</p>\n<p>One of the main challenges to pulling off this data revolution is data integration. While many other groups are attempting to tackle this challenge, a distinguishing difference in this project is that we focused on a solution <em>to address the graphical nature of the most informative data through the development of graph database technologies. </em></p>\n<p>What does it mean for data to be graphical, why is this important, and why are graph databases a necessary component of the solution?</p>\n<p>Graphical data are those data that can be described by a set of nodes (or vertices) and edges between nodes. In addition to their importance in genomics, graphical data are core data types in other fields (e.g., social networks in Facebook: people are represented by nodes and an edge between two nodes represents the &ldquo;friend&rdquo; relationship).&nbsp;&nbsp; Examples of graphical data in biology include phylogenetic (or evolutionary) trees for both species and for gene families, protein-protein interaction networks, metabolic and signalling pathways, the Gene Ontology, and hierarchical data such as CATH and SCOP structure-hierarchy databases. All of these data embed critical information in the structures of the graphs themselves, and this information is fundamental for advances in biology.</p>\n<p>As the famous geneticist and evolutionary biologist Theodosius Dobzhansky once said, &ldquo;Nothing in biology makes sense except in the light of evolution.&rdquo; Dobzhansky was correct: evolution is responsible for the emergence of novel gene functions and protein structures, for the development of new pathways and processes, and in changes between species. These relationships are inferred and represented by evolutionary (or phylogenetic) trees. The most common use of a phylogenetic tree is to represent the evolution of species. In this case the terminal nodes (the &ldquo;leaves&rdquo; in the tree) represent the species in existence today, internal nodes represent ancestral species, and edges represent the relationships between current species and ancestral species. In a phylogenetic tree for a gene family, the leaves represent genes from species in existence today (from sequenced genomes), internal nodes represent inferred ancestral genes, and edges represent the evolutionary process linking a gene with its ancestor. Since gene families evolve novel functions through complex processes, including gene duplication, domain architecture rearrangements and mutations at key sites, and all of these events can change the function of the protein encoded by the gene, and also the protein structure.&nbsp;&nbsp;</p>\n<p>Phylogenomic methods of protein function prediction attempt to make use of this evolutionary information to improve the precision of genome functional annotation.&nbsp;</p>\n<p>Unfortunately, automating phylogenomic methods of gene function prediction has been hampered by the limitations of traditional relational database...",
  "por_txt_cntn": "\nBig Data presents unprecedented challenges to the field of genomics. The problems are both of scale &ndash; with petabytes of sequence data being generated each year &ndash; as well as complexity, noise, error, and integration.  The 4 VÆs of Big Data -- volume, variety, veracity and velocity -- are all major issues in genomics. In addition to petabytes of sequence data, novel high-throughput functional genomics technologies have been developed to elucidate the biochemical functions, protein-protein interactions and biological processes in which proteins participate. These data represent tantalizing opportunities for scientists to pose questions that were previously impossible, enabling a deeper understanding of the functions of genes in sequenced genomes, improving our ability to predict protein structure from primary sequence, to predict the impact of gene mutations on protein structure and function, and many other problems in biology.\n\nOne of the main challenges to pulling off this data revolution is data integration. While many other groups are attempting to tackle this challenge, a distinguishing difference in this project is that we focused on a solution to address the graphical nature of the most informative data through the development of graph database technologies. \n\nWhat does it mean for data to be graphical, why is this important, and why are graph databases a necessary component of the solution?\n\nGraphical data are those data that can be described by a set of nodes (or vertices) and edges between nodes. In addition to their importance in genomics, graphical data are core data types in other fields (e.g., social networks in Facebook: people are represented by nodes and an edge between two nodes represents the \"friend\" relationship).   Examples of graphical data in biology include phylogenetic (or evolutionary) trees for both species and for gene families, protein-protein interaction networks, metabolic and signalling pathways, the Gene Ontology, and hierarchical data such as CATH and SCOP structure-hierarchy databases. All of these data embed critical information in the structures of the graphs themselves, and this information is fundamental for advances in biology.\n\nAs the famous geneticist and evolutionary biologist Theodosius Dobzhansky once said, \"Nothing in biology makes sense except in the light of evolution.\" Dobzhansky was correct: evolution is responsible for the emergence of novel gene functions and protein structures, for the development of new pathways and processes, and in changes between species. These relationships are inferred and represented by evolutionary (or phylogenetic) trees. The most common use of a phylogenetic tree is to represent the evolution of species. In this case the terminal nodes (the \"leaves\" in the tree) represent the species in existence today, internal nodes represent ancestral species, and edges represent the relationships between current species and ancestral species. In a phylogenetic tree for a gene family, the leaves represent genes from species in existence today (from sequenced genomes), internal nodes represent inferred ancestral genes, and edges represent the evolutionary process linking a gene with its ancestor. Since gene families evolve novel functions through complex processes, including gene duplication, domain architecture rearrangements and mutations at key sites, and all of these events can change the function of the protein encoded by the gene, and also the protein structure.  \n\nPhylogenomic methods of protein function prediction attempt to make use of this evolutionary information to improve the precision of genome functional annotation. \n\nUnfortunately, automating phylogenomic methods of gene function prediction has been hampered by the limitations of traditional relational database management systems. Relational databases are outstanding at retrieving data and enabling complex queries, provided that the data are not graphical. As soon as graphical data come..."
 }
}