{
 "awd_id": "1355816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiscale Transport in Expanding Biopolymers During Extrusion: Modeling and Experimental Verification",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 101982.0,
 "awd_amount": 101982.0,
 "awd_min_amd_letter_date": "2013-09-08",
 "awd_max_amd_letter_date": "2014-01-16",
 "awd_abstract_narration": "CBET-0756762\r\nTakhar\r\n\r\nA large number of products in food, feed, plastics and biomedical industries are formed by extrusion of starch, which involves forcing it at a high temperature and pressure through a narrow die.  Upon exiting the die, the starch expands due to sudden drop in pressure.  The expansion causes changes in structural, mechanical and textural characteristics of starch.  Controlling the final product characteristics during expansion is a tedious task because of the involvement of multiscale heat and fluid (liquid and vapor) transport processes interacting with the surrounding biopolymeric matrix from micro to macroscale.  [Intellectual Merit] In the proposed research, a three-scale predictive modeling tool will be developed using the hybrid mixture theory of porous media.  Three-scale laws of conservation of mass, momentum and energy will be used and the second law of thermodynamics will be exploited to develop multiscale fluid and heat transport equations coupled with thermomechanics of expansion.  The developed equations will be used for predicting the liquid and vapor transport and thermomechanical changes in the starch matrix during expansion.  The solid phase will be modeled as viscoelastic and the liquid phase will be modeled as viscous.  The effect of glass transition, which plays a key role in expansion of starches and end-product characteristics, will be investigated. The mathematical model will be solved using numerical simulations.  The required experimental parameters are expected to be the liquid and vapor permeabilities, glass transition behavior, thermal diffusivity and viscoelastic properties.  Some of these parameters will be obtained from the literature and the remaining will be measured experimentally.  Surface temperature and thermal gradients in the starch exiting the die will be recorded using hyperdermic thermocouples.  Heat transfer will be accounted by developing a three-scale generalized Laplace equation.  Various stages of expansion will be recorded with a digital camcorder. Structural and textural characteristics of expanded starch foam will be measured using porosity measurements, scanning electron microscopy and mechanical testing. The computer program will be made general so that it could also be used for other biopolymers after using different properties.  [Broader Impact] The project will train two doctoral students and one undergraduate student.  Efforts will be made to recruit these students from women and/or minority groups.  A lab exercise will be included in senior/graduate level courses taught by PIs, in which the students will play with the developed computer program with basic understanding of the underlying equations and compare the results with the experimental observations. The lab exercise will be simplified and repeated for minority freshmen, high school students, and women interested in engineering during their visit to Texas Tech and University of Nebraska under various programs in place at these Universities.  The project will allow including a new component to Texas Tech's Mentor Tech program designed for minority students.  The research outcomes will be disseminated to the scientific community and biopolymer industry through conference presentations and peer-reviewed publications.  [Potentially Transformative Nature] The study will contribute significantly for the efficient production of foods, biodegradable plastics and numerous other products for medical and biotechnological applications by extrusion.  It will aid the researchers and engineers in these diverse fields to develop novel starch based products using knowledge gained from the computer based predictive tool.  This will allow saving time, effort, energy and raw materials due to efficient design and operation of the starch expansion process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pawan",
   "pi_last_name": "Takhar",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Pawan S Takhar",
   "pi_email_addr": "ptakhar@illinois.edu",
   "nsf_id": "000287964",
   "pi_start_date": "2013-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "006E",
   "pgm_ref_txt": "BIOPROCESS ENGINEERING"
  },
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 101981.0
  }
 ],
 "por": null
}