{
 "awd_id": "1356153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel 3-D printing of catalytic nanodiodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2013-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 79999.0,
 "awd_amount": 81786.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2014-08-06",
 "awd_abstract_narration": "Principal Investigator Eduardo Wolf of the University of Notre Dame has investigated the concept of the catalytic nanodiode with previous support from NSF and invested time and effort into developing the tools required to probe the intricacies of this device. The concept rests on the assumption that electron transfer effects will occur at catalyst metal-support interfaces in a similar way to those in a Schottky junction. Wolf hoped to control catalyst activity and selectivity by nanofabricating a device that will mimic this effect, and that will permit catalytic control by an external bias voltage in a similar way that electron flow is controlled in diodic rectifying junctions. Up until recently, the lack of proper nanofabrication tools prevented the realization at the nanoscale.\r\n\r\nPI Wolf made progress within the prior CBET award. The concept was buoyed with first principle simulations. The technique of Multilayer Enhanced Infrared Reflection Absorption Spectroscopy was developed by Wolf using polarized IR and varying the polarization and incidence angle to detect the orientation of CO molecules adsorbed on Pt nanowires. Next, electron transfer during CO adsorption on a Pt/TiO2 catalytic diode was demonstrated using the MEIRAS technique. Finally, the control of a reaction rate (CO adsorption) with an external bias voltage was demonstrated.\r\n\r\nThis result demonstrates the hypothesis that control of the chemical bond can be achieved via an external voltage, a variable not studied before in the field of catalysis. Yet to be done is to control the selectivity of complex reactions. What is needed is more nanodiodes to study this new variable in catalysis. The main limitation of the catalytic diode as currently designed is that its 2D surface area is limited and the cost of nanofabrication of each device, which involves multiple steps that must be carried out separately in different equipment. Thus the current nanofabrication technique is certainly not competitive with the preparation of industrial catalysts.\r\n\r\nThe Pt/TiO2/Au multilayer structure was prepared using optical lithography to create the bottom and top electrodes, and electron beam evaporation, followed by e-beam lithography . As a result the 5 nm Pt film deposited on the top of TiO2, although electrically continuous, had a rough surface at the atomic level, with cracks and a fraction of exposed Pt/TiO2 interfaces.\r\n\r\nPI Wolf will receive an EAGER award from the ENG Catalysis & Biocatalysis Program to carry out the high risk experimentation evaluating an improved methodology of fabricating catalytic diodes involving desktop nanofabrication with massively multiplexed beam pen lithography  to fabricate a simple catalytic diode in a 3-D printer, but covering a 3? disk instead of the 4x4 mm area fabricated in the previous design. As to the best of Wolf?s knowledge, 3-D printing has not been attempted before in catalyst design. Thus, there is no guarantee that the proposed method of catalyst preparation will produce a catalyst with the characteristics of a catalytic diode. Nonetheless the knowledge acquired will create the foundation for future implementation of this work via 3-D printing which may have an important impact in the field of catalysis, sensors, and solar energy in the same way that 3-D printing is having transformative impact in manufacturing and medicine and biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Wolf",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo E Wolf",
   "pi_email_addr": "wolf.1@nd.edu",
   "nsf_id": "000442416",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "172 Fitzpatrick Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 79999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The key outcome of this work, was the realization that fabrication of a novel device to control catalytic reactions (catalytic nanodiode) using 3D printing was achievable using a specialized 3D printer with metal deposition capabilities. Such printers are available from various vendors, but funding to acquire such equipment must be provided along with a longer funding period to be able to achieve the proposed goal of this exploratory research. A plastic prototype of the catalytic nanodiode was designed and fabricated with a conventional 3D printer. However, full fabrication was not possible due to the limitations of outr 3D printers. Catalytic nanodiodes, tailored after the prototype, were fabricated using conventional nanofabrication techniques. Previous results obtained with the similar catalytic nanodiode were reproduced, and a new large-scale catalytic nanodiode was fabricated. We also built a reaction system to study the effect of the voltage on catalytic reactions. Due to the short duration of this funding (1yr) the later objective could not be completed.</p>\n<p>Another key outcome was a proposed collaboration with an international group that has specialized 3D printers with metal deposition capabilities. Work is underway to demonstrate the proposed concept using such equipment. If this is achieved, it could be a transformative technology for catalyst design, which could have a broader impact in the chemical technology industries.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2015<br>\n\t\t\t\t\tModified by: Eduardo&nbsp;E&nbsp;Wolf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe key outcome of this work, was the realization that fabrication of a novel device to control catalytic reactions (catalytic nanodiode) using 3D printing was achievable using a specialized 3D printer with metal deposition capabilities. Such printers are available from various vendors, but funding to acquire such equipment must be provided along with a longer funding period to be able to achieve the proposed goal of this exploratory research. A plastic prototype of the catalytic nanodiode was designed and fabricated with a conventional 3D printer. However, full fabrication was not possible due to the limitations of outr 3D printers. Catalytic nanodiodes, tailored after the prototype, were fabricated using conventional nanofabrication techniques. Previous results obtained with the similar catalytic nanodiode were reproduced, and a new large-scale catalytic nanodiode was fabricated. We also built a reaction system to study the effect of the voltage on catalytic reactions. Due to the short duration of this funding (1yr) the later objective could not be completed.\n\nAnother key outcome was a proposed collaboration with an international group that has specialized 3D printers with metal deposition capabilities. Work is underway to demonstrate the proposed concept using such equipment. If this is achieved, it could be a transformative technology for catalyst design, which could have a broader impact in the chemical technology industries. \n\n \n\n\t\t\t\t\tLast Modified: 11/22/2015\n\n\t\t\t\t\tSubmitted by: Eduardo E Wolf"
 }
}