{
 "awd_id": "1358636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Astronomy & Astrophysics Postdoctoral Fellows 2014 Symposium",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Evans",
 "awd_eff_date": "2013-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 19636.0,
 "awd_amount": 19636.0,
 "awd_min_amd_letter_date": "2013-09-05",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "This award will provide support for attendees and invited speakers for the twelfth annual symposium of the NSF Astronomy and Astrophysics Postdoctoral Fellowships (AAPF) program, to be held in the National Harbor, Maryland, on January 4-5, 2014. The purpose of the AAPF program is to integrate research and educational activities at the postdoctoral level to better prepare fellows for a scientific career. The annual symposium provides a venue for fellows to discuss their research and teaching or outreach projects while increasing their exposure within the astronomy and astrophysics community. The symposium represents a key component of the AAPF program and acts as a mechanism to facilitate knowledge transfer from experiences that the fellows have obtained in the course of their activities to a broad audience. \r\n\r\nAs with previous symposia in this series, the AAPF symposium for 2014 will promote interactions among astronomers with very different interests and backgrounds. By creating a forum in which discussions can occur across the standard boundaries defined by sub-discipline, there is great opportunity for new insights and the ability to develop new interdisciplinary collaborations. The symposium will also provide a venue for discussing other issues that are important to early career astronomers. In addition, the symposium will (1) provide a forum for discussing the combination of research and teaching, (2) facilitate collaborations between AAPF fellows on both research and education, and (3) provide exposure for the fellows and the fellowship program within the astronomical community",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Kravtsov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey V Kravtsov",
   "pi_email_addr": "kravtsov@uchicago.edu",
   "nsf_id": "000493432",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation Astronomy and Astrophysics Postdoctoral Fellowship<br />(AAPF) program is a fellowship designed to integrate research and education at the&nbsp;<br />postdoctoral level to better prepare its fellows for a scientific career. The 12th Annual&nbsp;<br />NSF AAPF Symposium, which was supported by this NSF award, provided a venue&nbsp;<br />for current fellows to discuss their research and teaching or outreach projects while&nbsp;<br />increasing their exposure within the astronomy and astrophysics community.<br />The 2014 NSF AAPF Symposium was held at the Gaylord National Resort &amp; Convention&nbsp;<br />Center in Washington, D.C., January 4-5, 2014, preceding the winter meeting of the&nbsp;<br />American Astronomical Society (AAS). The Symposium brought together fellows, their&nbsp;<br />faculty mentors, members of the NSF staff, prospective fellowship applicants, and other&nbsp;<br />interested members of the astronomy and astrophysics community.<br />As in previous years, this year&rsquo;s NSF AAPF Symposium provided (1) a venue for&nbsp;<br />fellows to discuss their research and education projects, (2) exposure for the fellows and&nbsp;<br />the fellowship program within the broader astronomy community, and (3) a venue for&nbsp;<br />discussing issues that are important to early-career astronomers.<br />The NSF AAPF Symposium differs from most small meetings attended by astronomers&nbsp;<br />in that it provides a unique forum for the discussion of the integration of research&nbsp;<br />and teaching. The NSF AAPF fellowship program leads the field in simultaneously&nbsp;<br />addressing the importance of both research and teaching in the careers of astronomers.&nbsp;<br />Through invited keynote speeches and expert discussion panels, the Symposium fosters&nbsp;<br />an active discussion of ways to improve the teaching of astronomy while also conducting&nbsp;<br />top rate scientific research. This helps to further develop the educational expertise of&nbsp;<br />the AAP Fellows, who will likely become future leaders in the community capable of&nbsp;<br />advancing and implementing the best techniques in education and outreach.<br />As in previous years, the 2014 NSF AAPF Symposium consisted of the following&nbsp;<br />components:<br />&bull; Multiple expert panels on special topics of interest to the fellows.&nbsp;<br />&bull; A keynote science talk by a well-known member of the field who has managed to&nbsp;<br />effectively integrate research and teaching during his/her career.&nbsp;<br />&bull; An invited talk by a science education specialist, discussing cutting-edge methods&nbsp;<br />in science education and outreach.&nbsp;<br />&bull; Talks by current fellows on their research and education or public outreach&nbsp;<br />projects.<br />The 2013 Symposium included the following three expert panel discussions:<br />1. How to be a successful mentor:<br />2. Big topics in astronomy: pressing scientific problems for the next 5-10 years:&nbsp;<br />3. Alternative career paths:<br />a. Prof. Andrew Zentner (University of Pittsburgh)<br />b. Prof. Raja GuhaThakurta (UC- Santa Cruz)<br />c. Prof. Kelle Cruz (former AAPF, Hunter College)<br />a. Prof. David Weinberg (Ohio State)<br />b. Frank van den Bosch (Yale)<br />c. Rachel Osten (STScI)<br />a. Adam Becker (freelance Astronomer)<br />b. Ali Vanderveld (Groupon)<br />c. Mark SubbaRao (Adler Planetarium)<br />The 2014 Symposium science keynote talk, &ldquo;Cosmology Over the Past 20 Years,&rdquo; was&nbsp;<br />presented by Prof. David Weinberg (Ohio State). The education and public outreach&nbsp;<br />keynote talk, &ldquo;The Future of the Planetarium,&rdquo; was presented byMark SubbaRao (The&nbsp;<br />Adler Planetarium, Chicago). In addition, 21 current NSF AAPF fellows presented their&nbsp;<br />latest work in research and education, and status reports from the NSF were provid...",
  "por_txt_cntn": "\nThe National Science Foundation Astronomy and Astrophysics Postdoctoral Fellowship\n(AAPF) program is a fellowship designed to integrate research and education at the \npostdoctoral level to better prepare its fellows for a scientific career. The 12th Annual \nNSF AAPF Symposium, which was supported by this NSF award, provided a venue \nfor current fellows to discuss their research and teaching or outreach projects while \nincreasing their exposure within the astronomy and astrophysics community.\nThe 2014 NSF AAPF Symposium was held at the Gaylord National Resort &amp; Convention \nCenter in Washington, D.C., January 4-5, 2014, preceding the winter meeting of the \nAmerican Astronomical Society (AAS). The Symposium brought together fellows, their \nfaculty mentors, members of the NSF staff, prospective fellowship applicants, and other \ninterested members of the astronomy and astrophysics community.\nAs in previous years, this yearÆs NSF AAPF Symposium provided (1) a venue for \nfellows to discuss their research and education projects, (2) exposure for the fellows and \nthe fellowship program within the broader astronomy community, and (3) a venue for \ndiscussing issues that are important to early-career astronomers.\nThe NSF AAPF Symposium differs from most small meetings attended by astronomers \nin that it provides a unique forum for the discussion of the integration of research \nand teaching. The NSF AAPF fellowship program leads the field in simultaneously \naddressing the importance of both research and teaching in the careers of astronomers. \nThrough invited keynote speeches and expert discussion panels, the Symposium fosters \nan active discussion of ways to improve the teaching of astronomy while also conducting \ntop rate scientific research. This helps to further develop the educational expertise of \nthe AAP Fellows, who will likely become future leaders in the community capable of \nadvancing and implementing the best techniques in education and outreach.\nAs in previous years, the 2014 NSF AAPF Symposium consisted of the following \ncomponents:\n&bull; Multiple expert panels on special topics of interest to the fellows. \n&bull; A keynote science talk by a well-known member of the field who has managed to \neffectively integrate research and teaching during his/her career. \n&bull; An invited talk by a science education specialist, discussing cutting-edge methods \nin science education and outreach. \n&bull; Talks by current fellows on their research and education or public outreach \nprojects.\nThe 2013 Symposium included the following three expert panel discussions:\n1. How to be a successful mentor:\n2. Big topics in astronomy: pressing scientific problems for the next 5-10 years: \n3. Alternative career paths:\na. Prof. Andrew Zentner (University of Pittsburgh)\nb. Prof. Raja GuhaThakurta (UC- Santa Cruz)\nc. Prof. Kelle Cruz (former AAPF, Hunter College)\na. Prof. David Weinberg (Ohio State)\nb. Frank van den Bosch (Yale)\nc. Rachel Osten (STScI)\na. Adam Becker (freelance Astronomer)\nb. Ali Vanderveld (Groupon)\nc. Mark SubbaRao (Adler Planetarium)\nThe 2014 Symposium science keynote talk, \"Cosmology Over the Past 20 Years,\" was \npresented by Prof. David Weinberg (Ohio State). The education and public outreach \nkeynote talk, \"The Future of the Planetarium,\" was presented byMark SubbaRao (The \nAdler Planetarium, Chicago). In addition, 21 current NSF AAPF fellows presented their \nlatest work in research and education, and status reports from the NSF were provided by \nthe AAPF Program Director Dr. Ed Ajhar.\nThe symposiumÆs intellectual merit included promoting discussions among astronomers \nwith very different interests and backgrounds. By creating a forum in which \ndiscussions can occur across the standard boundaries defined by sub-discipline, there \nis great opportunity for new insights and the ability to develop new interdisciplinary \ncollaborations. The symposium also provided a venue for discussing other issues that are \nimportant to young astr..."
 }
}