{
 "awd_id": "1359523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterizing and Modifying Defects that Trap Excitons in Yttrium Aluminum Garnets Doped with Rare-Earth Elements",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 34620.0,
 "awd_amount": 34620.0,
 "awd_min_amd_letter_date": "2013-09-04",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "Technical: This project aims for greater understanding of the interactions between excitons and crystalline defects in rare earth doped yttrium aluminum garnet (YAG) scintillator crystals. The approach toward more in-depth understanding and control of exciton dynamics is through their interactions with activating impurities and lattice defects. Lattice defects in the YAG structure will be characterized using positron lifetime spectrometry through a comprehensive study of their types, sizes and concentrations. Positron parameters will be correlated with optical measurements of exciton behavior, photon emission, and scintillation properties. The correlation between positron parameters and optical properties will be monitored as a function of growth conditions, choice of rare-earth dopant, doping levels, deviations from stoichiometry and postgrowth treatments. The correlation will further be examined following processing steps that include thermal annealing under different atmospheres. Results of the characterizations will be used to modify synthesis and growth conditions in order to improve optical properties. \r\n\r\nNon-technical: The project addresses basic research issues in a topical area of materials science with technological relevance in electronics and photonics. Through greater understanding of the interactions of excitons with defects this research is expected to lead to significant improvements in scintillator performance. Scintillator materials convert various types of radiation into photons, which can then be collected and analyzed. Two important application areas are medical diagnostics, and gamma and neutron radiation detection. The relationship between crystalline defects and scintillator performance is an important topic and at the present time not well understood. The results of these studies will help to understand how to improve scintillator efficiency by leading to the design of improved scintillator compositions and structure. The research will enhance understanding of defect formation in ionic crystals and selection of improved methods of synthesis/processing for superior optical properties. The project will integrate research and education of undergraduate and graduate student participants. Training will be in a multi-disciplinary environment of basic and applied physics, materials science, electronics and photonics. In addition to providing support and mentoring of graduate students, the PIs will motivate undergraduate and high school students through a web site and make presentations to students on and off campus. The PIs will create a diverse research group that includes women and minority group members. Research results will be disseminated through publications in premier journals and via presentations at conferences and in seminars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "FARIDA",
   "pi_last_name": "SELIM",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "FARIDA A SELIM",
   "pi_email_addr": "Farida.Selim@asu.edu",
   "nsf_id": "000504258",
   "pi_start_date": "2013-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowling Green State University",
  "inst_street_address": "1851 N RESEARCH DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOWLING GREEN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4193722481",
  "inst_zip_code": "434034401",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "BOWLING GREEN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SLT3EB6G3FA9"
 },
 "perf_inst": {
  "perf_inst_name": "Bowling Green State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "434030230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 34620.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report covers the period from July 2010 to June 2014</p>\n<p style=\"text-align: left;\"><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong></p>\n<p style=\"text-align: left;\">The research project led to important outcomes that benefit US national security, medical diagnostic and many other fields. &nbsp;&nbsp;Important achievements of the project can be summarized in three categories:&nbsp;</p>\n<p style=\"text-align: left;\">1- inventing and building new instrumentation, 2- developing new sensor materials (materials for fast detectors for medical diagnostic and national security), 3- obtaining better understanding on how to control to some extent the properties of electronic and photonic materials which are crucial for many applications such as light emitting diodes, solar cells and sensors.</p>\n<p style=\"text-align: left;\">Below is a summary for the&nbsp; project achievements</p>\n<p style=\"text-align: left;\">1-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Inventing new instrumentation and developing new techniques:&nbsp; A X-ray based luminescence system has been developed and built during the project (US Patent 20,140, 254,752, 2014).&nbsp; This new system greatly improved the study of scintillation properties of materials, it is more efficient and less time<br />consuming than the current methods. &nbsp;The use of new instrumentation by researcher and industries is expected to lead to revolution and great developments in building new scintillation detectors for gamma rays and x-rays. These detectors are required for many important fields.&nbsp; First of all, high efficient detectors for gamma rays are must for national security and nuclear non-proliferation. &nbsp;They are also important for mining and high energy physics and astrophysics research.&nbsp; On the other hand, advancing x-ray detectors is essential for improving medical diagnostics.</p>\n<p style=\"text-align: left;\">2-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Developing new fast scintillator for fast timing detection.&nbsp; &nbsp;It is<br />faster and has better energy resolution than the best one in the market<br />today.&nbsp; It is expected to greatly improve fast timing systems what are important in many applications and research.</p>\n<p style=\"text-align: left;\">3-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Defects in materials have great effects on the material performance and properties. This project revealed important findings about defects in many important technological materials and showed how to control their properties, which could be very useful in many future applications related to energy production and saving.</p>\n<p style=\"text-align: left;\"><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong></p>\n<p style=\"text-align: left;\">The research project provided great opportunities to a large number of<br />students.&nbsp; It demonstrated many career paths in science and engineering for US young youths.&nbsp; The project has been used to recruit high school students to science and engineering.&nbsp; It created tremendous opportunities for high school students to be involved in cutting edge research and developing experience in high technological fields.&nbsp;</p>\n<p style=\"text-align: left;\"><span style=\"text-decoration: underline;\"><br />The first attached picture</span> shows one high school student &ldquo;Frederick Chen&rdquo; during presenting his poster at Washington State University. After one year of training and conducting research at the PI nlab through this project, Frederick has been chosen to present his research and compete on the research awards offered to WSU students.&nbsp; Although he was the youngest person and only high school student in the event, he won the first award in research.&nbsp;</p>\n<p style=\"text-align: left;\"><span style=\"text-decoration: underline;\">The bsecond attached picture</span> shows BGSU physics female undergraduate students wi...",
  "por_txt_cntn": "\nThis report covers the period from July 2010 to June 2014\nIntellectual Merit\nThe research project led to important outcomes that benefit US national security, medical diagnostic and many other fields.   Important achievements of the project can be summarized in three categories: \n1- inventing and building new instrumentation, 2- developing new sensor materials (materials for fast detectors for medical diagnostic and national security), 3- obtaining better understanding on how to control to some extent the properties of electronic and photonic materials which are crucial for many applications such as light emitting diodes, solar cells and sensors.\nBelow is a summary for the  project achievements\n1-      Inventing new instrumentation and developing new techniques:  A X-ray based luminescence system has been developed and built during the project (US Patent 20,140, 254,752, 2014).  This new system greatly improved the study of scintillation properties of materials, it is more efficient and less time\nconsuming than the current methods.  The use of new instrumentation by researcher and industries is expected to lead to revolution and great developments in building new scintillation detectors for gamma rays and x-rays. These detectors are required for many important fields.  First of all, high efficient detectors for gamma rays are must for national security and nuclear non-proliferation.  They are also important for mining and high energy physics and astrophysics research.  On the other hand, advancing x-ray detectors is essential for improving medical diagnostics.\n2-      Developing new fast scintillator for fast timing detection.   It is\nfaster and has better energy resolution than the best one in the market\ntoday.  It is expected to greatly improve fast timing systems what are important in many applications and research.\n3-      Defects in materials have great effects on the material performance and properties. This project revealed important findings about defects in many important technological materials and showed how to control their properties, which could be very useful in many future applications related to energy production and saving.\nBroader Impacts\nThe research project provided great opportunities to a large number of\nstudents.  It demonstrated many career paths in science and engineering for US young youths.  The project has been used to recruit high school students to science and engineering.  It created tremendous opportunities for high school students to be involved in cutting edge research and developing experience in high technological fields. \n\nThe first attached picture shows one high school student \"Frederick Chen\" during presenting his poster at Washington State University. After one year of training and conducting research at the PI nlab through this project, Frederick has been chosen to present his research and compete on the research awards offered to WSU students.  Although he was the youngest person and only high school student in the event, he won the first award in research. \nThe bsecond attached picture shows BGSU physics female undergraduate students with the PI during their visit to Argonne National Laboratory (ANL) to explore the research capabilities at ANL.\nThe third attached picture shows US veteran, Paul Husband, who is currently physics undergraduate at BGSU. Paul carried out significant research on this project and has been invited to present his results at the international workshop of positron studies of defects (PSD-14) at Kyoto University in Japan on Sept. 14-19, 2014.\n \nThe project also offered graduate and undergraduate students tremendous opportunities for training and education at Washington State University and Bowling Green State University.   Chris Varney completed his doctoral degree in Physics last year. Jianfeng Ji will complete his doctoral degree in the next\nfew months.  A number of graduate nstudents completed their master degree working on this project. \n \nIn summary the p..."
 }
}