{
 "awd_id": "1360966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamics and Function of Proteins by NMR and Computation",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2013-08-31",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 685063.0,
 "awd_amount": 685063.0,
 "awd_min_amd_letter_date": "2013-09-25",
 "awd_max_amd_letter_date": "2013-09-25",
 "awd_abstract_narration": "Detailed information about protein structure and dynamics at an atomic level is of fundamental importance for understanding protein stability, interactions, and function. The overall goals of this project are the development of new methods for a comprehensive description of complex dynamics of proteins by combining NMR spectroscopy with advanced computer simulations and the application of these methods to biologically important molecular systems. To achieve these objectives, NMR chemical shifts of all amino acid side-chains will be quantitatively parametrized in terms of their structure and environment using databank information and molecular dynamics trajectories into the microsecond range. They will permit the rigorous assessment of the quality of protein ensembles such as ones generated by long molecular dynamics trajectories. These tools together with experimental NMR will be applied for the improvement of the accuracy of low-resolution protein structures and for the characterization of allosteric regulation and high-plasticity ligand binding. The project will produce new algorithms, web servers, and software for the increasingly accurate and realistic characterization of proteins in their native environment. The combination of NMR spectrosccopy with high-performance computation will be applicable to a wide range of biomolecular systems. These tools will be made available to the structural biology, biophysics, and biomolecular NMR communities. \r\n\r\nThis project will provide interdisciplinary training and research opportunities for undergraduate students in FSU's \"Honors in the Major program\", graduate students, and postdocs at the Department of Chemistry and Biochemistry at Florida State University (FSU), at the Institute of Molecular Biophysics at FSU, and at the National High Magnetic Field Laboratory (NHMFL), with significant numbers of students from demographically underrepresented groups. Research methods and results will be incorporated into undergraduate and graduate courses on biophysics and biomolecular spectroscopy. Selected examples of this research will be presented at the annual Open House at the NHMFL, which attracts a broad cross section of the population of North Florida and its vicinity, helping to increase scientific literacy of the public. An assistant professor at Bethune-Cookman University (BCU), a historically black college in Florida, will be provided space and resources to spend each summer in the PI's lab, which will count toward his professional development activities. He will bring minority undergraduate students with him from BCU to carry out research on NMR parameter calculations and analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Bruschweiler",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael P Bruschweiler",
   "pi_email_addr": "bruschweiler.1@osu.edu",
   "nsf_id": "000486168",
   "pi_start_date": "2013-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 685063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We developed new biophysical and computational methods and software and applied them to different protein systems to better understand their motional properties in relationship to their biological function. For the more accurate prediction of nuclear magnetic resonance (NMR) spectroscopic parameters from three-dimensional protein structures and dynamic ensembles, we developed the software (&lsquo;PPM&rsquo; and &lsquo;PPM_one&rsquo;), which allows one to increasingly quantitatively assess representations of proteins as conformational ensembles or average structures, respectively. We also developed the public web server &lsquo;ToeLoop&rsquo; that predicts motional properties, including their timescales, of protein loops from a single average protein structure. This tool is useful to characterize functionally important parts of proteins that might be directly involved in protein-protein interactions. The hallmark of the enzyme glucokinase (GCK), which catalyzes the phosphorylation of glucose in the first step of the glycolysis metabolic pathway, is its kinetic cooperativity manifested as a sigmoidal (i.e. &lsquo;S-shaped&rsquo;) profile of the enzyme turnover rate as a function of glucose concentration. The atomistic understanding of this phenomenon has remained open since its discovery over 40 years ago. We showed by NMR that at physiological glucose concentration kinetic cooperativity is rooted in specific intramolecular dynamics processes involving the small domain at a rate that directly interferes with enzymatic turnover, thereby generating the S-shaped glucose dependence of the kinetic rate that characterizes kinetic cooperativity. Such new information about the inner workings of this critical enzyme, whose mutants cause a variety of diseases, such as certain forms of diabetes (MODY 2) and hyperinsulinism (PHHI), might prove useful for the future development of new therapies. Research results generated during this project were published in a wide range of peer-reviewed scientific journals.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project provided scientific training of three graduate students and two postdocs, including two female graduate students and a female postdoc in biomolecular NMR spectroscopy and biomolecular computation. The inauguration symposium of the new CCIC-NMR at OSU center attracted over 100 visitors from Ohio. Annual 3-day workshops offered at the CCIC-NMR center provided theoretical and hands-on training in multidimensional NMR spectroscopy for NMR users from academia, research hospitals, and industry. A round-table discussion with industrial NMR users and vendors was arranged to address NMR and other scientific needs by the broader industrial community in Ohio. We invited a local high-school class, which synthesized aspirin as part of their science curriculum, to visit our CCIC NMR center and measure the NMR spectra of their samples. The high-school students were then taught how to infer from the spectra the molecular structure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2017<br>\n\t\t\t\t\tModified by: Rafael&nbsp;P&nbsp;Bruschweiler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe developed new biophysical and computational methods and software and applied them to different protein systems to better understand their motional properties in relationship to their biological function. For the more accurate prediction of nuclear magnetic resonance (NMR) spectroscopic parameters from three-dimensional protein structures and dynamic ensembles, we developed the software (?PPM? and ?PPM_one?), which allows one to increasingly quantitatively assess representations of proteins as conformational ensembles or average structures, respectively. We also developed the public web server ?ToeLoop? that predicts motional properties, including their timescales, of protein loops from a single average protein structure. This tool is useful to characterize functionally important parts of proteins that might be directly involved in protein-protein interactions. The hallmark of the enzyme glucokinase (GCK), which catalyzes the phosphorylation of glucose in the first step of the glycolysis metabolic pathway, is its kinetic cooperativity manifested as a sigmoidal (i.e. ?S-shaped?) profile of the enzyme turnover rate as a function of glucose concentration. The atomistic understanding of this phenomenon has remained open since its discovery over 40 years ago. We showed by NMR that at physiological glucose concentration kinetic cooperativity is rooted in specific intramolecular dynamics processes involving the small domain at a rate that directly interferes with enzymatic turnover, thereby generating the S-shaped glucose dependence of the kinetic rate that characterizes kinetic cooperativity. Such new information about the inner workings of this critical enzyme, whose mutants cause a variety of diseases, such as certain forms of diabetes (MODY 2) and hyperinsulinism (PHHI), might prove useful for the future development of new therapies. Research results generated during this project were published in a wide range of peer-reviewed scientific journals.\n\n            This project provided scientific training of three graduate students and two postdocs, including two female graduate students and a female postdoc in biomolecular NMR spectroscopy and biomolecular computation. The inauguration symposium of the new CCIC-NMR at OSU center attracted over 100 visitors from Ohio. Annual 3-day workshops offered at the CCIC-NMR center provided theoretical and hands-on training in multidimensional NMR spectroscopy for NMR users from academia, research hospitals, and industry. A round-table discussion with industrial NMR users and vendors was arranged to address NMR and other scientific needs by the broader industrial community in Ohio. We invited a local high-school class, which synthesized aspirin as part of their science curriculum, to visit our CCIC NMR center and measure the NMR spectra of their samples. The high-school students were then taught how to infer from the spectra the molecular structure.\n\n\t\t\t\t\tLast Modified: 10/11/2017\n\n\t\t\t\t\tSubmitted by: Rafael P Bruschweiler"
 }
}