{
 "awd_id": "1242889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  CubeSat:  A U.S. CubeSat",
 "cfda_num": "47.050",
 "org_code": "06020200",
 "po_phone": "7032924773",
 "po_email": "msharma@nsf.gov",
 "po_sign_block_name": "Mangala Sharma",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 149939.0,
 "awd_amount": 83616.0,
 "awd_min_amd_letter_date": "2014-04-28",
 "awd_max_amd_letter_date": "2020-05-14",
 "awd_abstract_narration": "This project by a consortium of six institutions describes an initiative, named QBUS, to participate in the international QB50 cubesat network.\r\n\r\nQB50 is an international network of 50 CubeSats for multi-point, in-situ measurements in the largely unexplored lower thermosphere. Led by the Von Karman Institute (VKI) of Belgium, the QB50 project is predominantly funded from a FP7 Grant by the European Union (EU) and includes international participation from more than 30 countries.  The idea behind the project is that the EU grant will supply the science instruments and a joint launch for all 50 satellites, which will be provided by participating teams that will secure their own independent funding for CubSat production and ground station operation.  The plan for QB50 is that all 50 CubeSats will be launched together in 2015-2016 on a Shtil-2.1 from Murmansk in northern Russia into a circular orbit at 320 km altitude, inclination 79º. Due to atmospheric drag, the orbits will decay and the CubeSats will be able to explore all layers of the lower thermosphere without the need for on-board propulsion, down to 90 or 100 km, depending on the quality of their thermal design. It is expected that the network will spread around the Earth (in a single orbit plane) providing a range of spacing and temporal revisit times. The lifetime of the CubeSats from deployment until atmosphere re-entry will be less than three months.  Each QB50 satellite is required to carry one of three standardized sensor packages: a plasma package, a neutral package or a composition package. The plasma package is based on a miniaturized Langmuir probe providing plasma density, the neutral package measures the atomic and molecular Oxygen density, and the composition package is an Ion-Neutral Mass Spectrometer (INMS).\r\n\r\nThe partners of the QBUS consortium (3 research universities, one Hispanic minority undergraduate university, and 2 national laboratories) all have significant CubeSat and Ionosphere-Thermosphere (IT) science experience. The QBUS team will build 4 identical 2U CubeSat flight units based on a joint design, with participating members providing various components of the usual satellite functions (attitude determination and control, uplink and downlink telecommunications, power subsystem including a battery and body-mounted solar cells, on-board data handling and storage by a CPU).   Of the three available options, the QBUS team has been approved by the QB50 project to fly the INMS sensor built by  the Mullard Space Science Laboratory (MSSL). This instrument will measure atmospheric composition via abundance determination of neutral atomic O, molecular O2 and N2.  QBUS as part of QB50 offers a unique opportunity for dense and distributed in-situ measurements of the most poorly characterized state parameter: neutral and ion composition from 100-320 km. The project will use measurements from QBUS, QB50, and complementary ground-based observations to characterize and understand how compositional changes are created by energy inputs, propagated and ultimately equilibrated within the IT system.   Specifically, it will be possible, for the first time, to quantify the effect of composition changes (primarily O/N2) on electron density changes across temporal scales (minutes to months) and spatial scales (10-s km to global).\r\n\r\nThe project constitutes a particularly creative and cost-effective approach.   The multi-university and national Laboratory solution proposed entails partners sharing and leading by their specific strengths.   Efficiency of numbers and division of labor by experience will result in tremendous program costs savings.  In addition, QBUS constitutes substantial leveraging on the international QB50 project.  As a result of U.S. funded participation in QB50 the entire U.S. science community will have the opportunity to access the full constellation dataset from QB50.   The QB50/QBUS program also serves as impetus for unprecedented coordination between NSF-sponsored facilities and instruments for in-situ and ground based campaigns to enable IT discovery.  The project has tremendous educational impacts.  It will directly support the training of the next generation of instrument engineers and geoscientists at 4 universities (one of which is minority serving) in the consortium, expecting to provide around 200 students hands-on involvement in the development, testing and operations of the QBUS CubeSats.   It will facilitate additional student participation across the United States and internationally through use of derived data products from the entire QB50 mission.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Dyrud",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Lars P Dyrud",
   "pi_email_addr": "ldyrud@draper.com",
   "nsf_id": "000541262",
   "pi_start_date": "2014-04-28",
   "pi_end_date": "2016-12-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Landis",
   "pi_last_name": "David",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Landis A David",
   "pi_email_addr": "dalandis@draper.com",
   "nsf_id": "000741572",
   "pi_start_date": "2016-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Charles Stark Draper Laboratory Inc",
  "inst_street_address": "555 TECHNOLOGY SQ",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172582761",
  "inst_zip_code": "021393539",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "THE CHARLES STARK DRAPER LABORATORY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTJHZE4M7YK1"
 },
 "perf_inst": {
  "perf_inst_name": "Charles Stark Draper Laboratory Inc",
  "perf_str_addr": "555 Technology Square - M/S 07",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021393563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 74961.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8655.0
  }
 ],
 "por": null
}