{
 "awd_id": "1257373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of NB-LRR disease resistance protein function",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 825000.0,
 "awd_amount": 1100000.0,
 "awd_min_amd_letter_date": "2013-12-23",
 "awd_max_amd_letter_date": "2016-12-01",
 "awd_abstract_narration": "Plants are fertile sources of nutrients for a variety of microbes. Many of these reduce plant fitness and productivity, and hence are pathogens. Plant pathogens devastate crops, particularly in developing areas where expensive (and often unsustainable) fungicides and pesticides are beyond the economic reach of most farmers. Yield losses due to plant disease are also 'water losses', since that resource is often invested before disease decimates a crop. Hence, successfully combating plant diseases through rational deployment of the plant immune system will contribute directly to human and environmental health, and save lots of fresh water. The plant immune system uses a family of proteins to recognize the proteins of invasive microbes. The key plant proteins are called 'disease resistance receptors' and have the acronym NLR, which reflects their particular set of protein domains. Recognition of pathogen molecules by NLRs results in a successful immune response that halts pathogen growth. Plant breeders have unknowingly manipulated NLRs for over 100 years, and all of our crop plants rely on their set of NLRs to protect them from microbial pathogens. However, because the generation times of microbes are very short, and crops by contrast very slow, microbes evolve faster and they can evade the slow work of plant breeders to anticipate how diseases will emerge. The investigators study the precise mechanisms by which NLR proteins are activated, and the consequences of that activation. Their work uses genomics, genetics, biochemistry and cell biology to understand how these important proteins work. Their research will lead to better tools with which to design more efficient plant immune receptors and responses to protect our food security. Similarly, animal NLR receptors respond to microbial signals in hosts as diverse as sea urchins and humans. Hence, the broadest impacts of the proposed research project will significantly inform translation to crop species and to human health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Dangl",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery L Dangl",
   "pi_email_addr": "dangl@email.unc.edu",
   "nsf_id": "000448324",
   "pi_start_date": "2013-12-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "Univ. of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 275000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 550000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong></p>\n<p>Our research aims to understand the molecular wiring of the plant immune system. Plants can &lsquo;recognize&rsquo; pathogens and stop their growth. This is a critical feature of agriculture and plant breeding and a critical issue in food security. We try to understand how a specific family of protein immune receptors that are located inside the plant cell recognize and respond to specific pathogen molecules that function to enhance pathogen growth. In our project over its entire funding period we have made several interesting and important findings that contribute to a broader understanding of how the plant immune system works. Our results will impact plant engineering and breeding strategies to enable durable disease resistance in crops.</p>\n<p>We study the plant intracellular (inside the cell) immune receptors called NLR proteins. Most of these function to &lsquo;sense&rsquo; the presence of a specific bacterial &lsquo;weapon&rsquo; that works inside the plant cell to &lsquo;target&rsquo; other plant proteins and thereby disrupt the immune system. Thus the NLR proteins can be thought of as a &lsquo;counter-measure&rsquo; that recognize the pathogen weapon and re-boot the blocked immune response. We study NLR receptors and several of the pathogen weapon proteins. Our most important findings are:</p>\n<p>1. While most NLR proteins sense pathogen weapons, we discovered and have characterized an evolutionarily ancient class of NLRs that actually &lsquo;help&rsquo; the sensors and boost their ability to activate a successful immune response. Virtually nothing is known about how the &lsquo;sensor&rsquo; NLRs work together with the &lsquo;helper&rsquo; NLRs and we are among the several groups trying to figure this out. We have made on important new discovery. We found a new NLR that literally &lsquo;helps the helper&rsquo;. It is required to function after a &lsquo;helper&rsquo; NLR has been triggered by a &lsquo;sensor&rsquo; NLR. Additionally, it seems that this novel NLR functions not in the infected cell but in cells directly surrounding the infection site.</p>\n<p>2. Most &lsquo;sensor&rsquo; NLRs have three domains in their full length proteins. Plant genomes contain many genes that can encode truncated NLRs that contain only the first domain, critical for signaling function. Little is known about these truncated NLRs. We found that one of them is a functional disease resistance gene that responds to a specific bacterial &lsquo;weapon&rsquo; protein, but does not interact directly with it. This suggests other protein are also required to sense this particular pathogen &lsquo;weapon&rsquo; protein. We showed that, very surprisingly, this truncated NLRs can act as an enzyme that may generate a novel signaling molecule that is involved in subsequent signaling.</p>\n<p>3. Many &lsquo;sensor&rsquo; NLRs do not directly bind the pathogen &lsquo;weapon&rsquo; protein that they recognize&mdash;their recognition mechanism is thus indirect. In essence, these &lsquo;sensor&rsquo; NLRs &lsquo;guard&rsquo; the targets of the pathogen &lsquo;weapon&rsquo; protein. The &lsquo;weapon&rsquo; protein alters its target and in the absence of the &lsquo;sensor&rsquo; NLR this enhances pathogen growth. But if the &lsquo;sensor&rsquo; is nearby to the target, it can recognize the alteration itself and trigger a successful immune response. We study a particular target of four different pathogen &lsquo;weapon&rsquo; proteins. Because this target is such a magnet for &lsquo;weapon&rsquo; proteins, we wanted to understand how they manipulate the target and how this manipulation is &lsquo;sensed&rsquo; by the NLR. We established that this target is, in the absence of infection, a negative regulator of the immune response. The &lsquo;weapon&rsquo; proetins all enhance this suppressive effect. However in the presence of a specific &lsquo;sensor&rsquo; NLR, the manipulation of the target is recognized as a shift in the balance of phosphorylation modifications on the target to induce an immune response.</p>\n<p><strong>Broader impacts</strong></p>\n<p>Three post-docs, one graduate student and five undergrads contributed to this project. The three post-docs have recently gone on to positions as: research faculty (Marc Nishimura, CSU and co-PI here), research group leader (Farid El Kasmi, at the ZMBP in Tuebingen, Germany), and Biotech Senior Research Scientist (Ryan Anderson, working on Citrus Greening Disease at Bayer Crop Sciences, here in RTP). First in family college graduate and doctoral student Lance Jubic is keenly aware of the importance of outreach. Lance volunteered for the UNC DNA Day CONNECT program. Twice a month, he talked with rural area high school students about science, college life, and possible careers. At rural North Rowan High school, Lance had students plant a garden of common fruits and vegetables. To improve critical thinking skills and teamwork, students challenged these plants with common powdery mildew fungus spores and documented which plant cultivars exhibit susceptibility which did not. Dr. Nishimura served as a lecturer and mentor for two years with the HHMI Future Scientists and Clinicians program which recruited and financially supported under-represented undergraduates to train in the laboratory. The post-docs gained teaching experience, Dr. Nishimura in a graduate level Cell Biology course and Dr. El Kasmi in an upper level undergraduate Plant Biology course.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2019<br>\n\t\t\t\t\tModified by: Jeffery&nbsp;L&nbsp;Dangl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit\n\nOur research aims to understand the molecular wiring of the plant immune system. Plants can ?recognize? pathogens and stop their growth. This is a critical feature of agriculture and plant breeding and a critical issue in food security. We try to understand how a specific family of protein immune receptors that are located inside the plant cell recognize and respond to specific pathogen molecules that function to enhance pathogen growth. In our project over its entire funding period we have made several interesting and important findings that contribute to a broader understanding of how the plant immune system works. Our results will impact plant engineering and breeding strategies to enable durable disease resistance in crops.\n\nWe study the plant intracellular (inside the cell) immune receptors called NLR proteins. Most of these function to ?sense? the presence of a specific bacterial ?weapon? that works inside the plant cell to ?target? other plant proteins and thereby disrupt the immune system. Thus the NLR proteins can be thought of as a ?counter-measure? that recognize the pathogen weapon and re-boot the blocked immune response. We study NLR receptors and several of the pathogen weapon proteins. Our most important findings are:\n\n1. While most NLR proteins sense pathogen weapons, we discovered and have characterized an evolutionarily ancient class of NLRs that actually ?help? the sensors and boost their ability to activate a successful immune response. Virtually nothing is known about how the ?sensor? NLRs work together with the ?helper? NLRs and we are among the several groups trying to figure this out. We have made on important new discovery. We found a new NLR that literally ?helps the helper?. It is required to function after a ?helper? NLR has been triggered by a ?sensor? NLR. Additionally, it seems that this novel NLR functions not in the infected cell but in cells directly surrounding the infection site.\n\n2. Most ?sensor? NLRs have three domains in their full length proteins. Plant genomes contain many genes that can encode truncated NLRs that contain only the first domain, critical for signaling function. Little is known about these truncated NLRs. We found that one of them is a functional disease resistance gene that responds to a specific bacterial ?weapon? protein, but does not interact directly with it. This suggests other protein are also required to sense this particular pathogen ?weapon? protein. We showed that, very surprisingly, this truncated NLRs can act as an enzyme that may generate a novel signaling molecule that is involved in subsequent signaling.\n\n3. Many ?sensor? NLRs do not directly bind the pathogen ?weapon? protein that they recognize&mdash;their recognition mechanism is thus indirect. In essence, these ?sensor? NLRs ?guard? the targets of the pathogen ?weapon? protein. The ?weapon? protein alters its target and in the absence of the ?sensor? NLR this enhances pathogen growth. But if the ?sensor? is nearby to the target, it can recognize the alteration itself and trigger a successful immune response. We study a particular target of four different pathogen ?weapon? proteins. Because this target is such a magnet for ?weapon? proteins, we wanted to understand how they manipulate the target and how this manipulation is ?sensed? by the NLR. We established that this target is, in the absence of infection, a negative regulator of the immune response. The ?weapon? proetins all enhance this suppressive effect. However in the presence of a specific ?sensor? NLR, the manipulation of the target is recognized as a shift in the balance of phosphorylation modifications on the target to induce an immune response.\n\nBroader impacts\n\nThree post-docs, one graduate student and five undergrads contributed to this project. The three post-docs have recently gone on to positions as: research faculty (Marc Nishimura, CSU and co-PI here), research group leader (Farid El Kasmi, at the ZMBP in Tuebingen, Germany), and Biotech Senior Research Scientist (Ryan Anderson, working on Citrus Greening Disease at Bayer Crop Sciences, here in RTP). First in family college graduate and doctoral student Lance Jubic is keenly aware of the importance of outreach. Lance volunteered for the UNC DNA Day CONNECT program. Twice a month, he talked with rural area high school students about science, college life, and possible careers. At rural North Rowan High school, Lance had students plant a garden of common fruits and vegetables. To improve critical thinking skills and teamwork, students challenged these plants with common powdery mildew fungus spores and documented which plant cultivars exhibit susceptibility which did not. Dr. Nishimura served as a lecturer and mentor for two years with the HHMI Future Scientists and Clinicians program which recruited and financially supported under-represented undergraduates to train in the laboratory. The post-docs gained teaching experience, Dr. Nishimura in a graduate level Cell Biology course and Dr. El Kasmi in an upper level undergraduate Plant Biology course.\n\n\t\t\t\t\tLast Modified: 07/01/2019\n\n\t\t\t\t\tSubmitted by: Jeffery L Dangl"
 }
}