{
 "awd_id": "1264832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Enhancing bone regeneration by mimicking the osteogenic niche",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2014-02-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 100412.0,
 "awd_amount": 100412.0,
 "awd_min_amd_letter_date": "2014-02-12",
 "awd_max_amd_letter_date": "2014-02-12",
 "awd_abstract_narration": "1264848/1264832\r\nKaunas/Gregory\r\n\r\nOf the 13 million yearly fractures that occur in the United States, about 10% fail to repair and in extreme cases result in immobility or amputation. While autologous bone grafts are the most effective method to heal complex defects, the available graft material is limited, and the procedure involves additional surgery known to cause chronic donor-site pain in many patients. Human mesenchymal stem cells (hMSCs) have been intensely investigated for their ability to promote bone healing, but results have been variable and disappointing. This is at least partly due insufficient retention of hMSCs at the site of injury for sufficient time to achieve engraftment and promote repair. In an attempt to solve these problems, hMSCs have been treated with the small molecule PPARã inhibitor GW9662 to produce osteogenically-enhanced hMSCs (OEhMSCs). These OEhMSCs produce extracellular matrix (hMatrix) that dramatically increases hMSC retention and osteorepair in calvarial defects. The central hypothesis for this project is that an injectable microsphere vehicle co-administering GW9662, hMatrix and hMSCs will promote osteo-repair through a mechanism that involves extended hMSC retention, trophic factor secretion and paracrine activation of the host stroma. To test this, composite microspheres will be constructed and assessed for GW9662 delivery and hMatrix presentation to hMSCs in culture, as well as for their ability to promote repair of critical-sized defects in a mouse calvarial model. Finally, soluble factors secreted by hMSCs responsible for promoting osteoregeneration will be identified. These studies will lay the groundwork for translating this novel hMSC-based method for osteo-repair to the clinic. Successful completion of this project could lead to a revolutionary new method for bone repair that could effectively dismiss the need for autologus bone graft in regenerative orthopedics. These studies are based on the concept that providing an in vivo-like microenvironment stimulates hMSCs to behave as they do during normal tissue generation. This concept applies to hMSC-mediated healing in general, thus the knowledge gained from the proposed studies may eventally be applied to the regeneration of other tissue targets. The methods and concepts used to construct and evaluate the microsphere composites will be broadly disseminated in journals and conferences and incorporated into courses taught at Texas A&M. The PI has a record of successfully mentoring undergraduate researchers from underrepresented populations in his lab; the proposed project will provide additional opportunities for undergraduate research in the laboratory. As part of the project, two graduate students will be supported for their doctoral studies. The PI and the graduate students will each participate in outreach to high schools in the greater Houston area and develop media for broad use in the Texas school system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Gregory",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carl A Gregory",
   "pi_email_addr": "CGregory@medicine.tamhsc.edu",
   "nsf_id": "000628554",
   "pi_start_date": "2014-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Ficht",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Allison R Ficht",
   "pi_email_addr": "aficht@medicine.tamhsc.edu",
   "nsf_id": "000628565",
   "pi_start_date": "2014-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "The Texas A&M University System HSC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "765026954",
  "perf_ctry_code": "US",
  "perf_cong_dist": "31",
  "perf_st_cong_dist": "TX31",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100412.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-healing defects of bone are a major challenge in orthopedics. Of the 13 million yearly fractures that occur in the United States, about 10% fail to repair. In many cases, synthetic hardware can temporarily stabilize such injuries, but delayed healing and poor bone quality can cause loss of fixation over time. Failed implants are notoriously difficult to repair and bones that fail to heal exact a high cost on the medical system in general and on the health of the patient in particular. Thus, rapid and reliable healing can prevent costly hardware complications and allow more rapid return to health in patients.</p>\n<p>To heal complex bone injuries, bone grafting can be performed where bone is explanted from a different site, and implanted at the site of injury. This procedure is very effective, but the available graft material is limited and it involves an additional surgery, which has been shown to cause chronic donor-site pain in many patients. Bone substitutes taking the form of synthetic material or processed cadaver bone are abundantly available, but they also have their disadvantages, including poor biocompatibility, poor efficacy and immune rejection. They have also have variable success in achieving complete integration with host bone. Powerful osteogenic drugs such as bone morphogenic protein 2 (BMP2) enhance the functionality of synthetic bone substitutes, but BMP2 is associated with serious safety concerns.</p>\n<p>There is therefore a pressing need for biocompatible tissue engineered bone analog that interacts with the surrounding tissue to rapidly heal bone injuries. In this project, we proposed to generate a tissue engineered, injectable, live bone repair graft generated from donated, laboratory cultured, adult bone marrow stem cells (also referred to as human mesenchymal stem cells, hMSCs) delivered attached to spherical cell microcarriers. The hMSCs are known to change into osteoblasts (bone repair cells) under defined conditions, and the microcarriers will be designed to stimulate this process.</p>\n<p>While there were some modifications from the original design of the microcarriers, we successfully achieved the aims of the project. The microcarriers were initially proposed to contain drug-eluting nanoparticles that secrete osteogenic factors that stimulate bone formation by attached hMSCs. Unfortunately, we found that manufacture of microcarriers with drug eluting particles could not be achieved reproducibly or cost-effectively. In an alternative approach, we coated osteogenic proteins commonly generated by in healing bone on the outside of the microcarriers and this served as an effective osteoinductive agent. We also employed tissue culture conditions that enhance the osteogenic nature of hMSCs, referring to these hMSCs as &ldquo;osteogenically enhanced hMSCs&rdquo; (OEhMSCs). During the project, we perfected methods to generate large quantities of the osteogenic proteins from cultured OEhMSCs and developed procedures to coat the microcarriers (Fig1a). We referred to this cocktail of osteogenic proteins as &ldquo;hMatrix&rdquo; and partially characterized its composition in an attempt to understand how it works. In these experiments, we learned that collagen 6 and collagen 12 were major bioactive components in hMatrix, a result that made some sense given that these collagens are abundant in developing and repairing bone. Using 3D printing approaches, we prototyped equipment to generate large batches of microcarriers, and chemically modified the microcarriers with methacrylate to increase their durability. Since the spherical microcarriers are synthesized from gelatin methacrylate, we referred to them as &ldquo;gelMAspheres&rdquo;.</p>\n<p>In tissue culture experiments, we found that the hMatrix-coated gelMAspheres were superior to uncoated controls in inducing the formation of osteoblasts by hMSCs. In mouse studies, we found that OEhMSCs co-administered with hMatrix-coated gelMAspheres were extremely effective in healing experimentally induced defects of the skull when compared to controls that lacked cells or hMatrix (Fig1b-d). Moreover, when compared to the most widely used osteogenic agent, bone morphogenic protein 2 (BMP2), the OEhMSC hMatrix coated-gelMAsphere combination demonstrated equivalent efficacy. These results are significant given the poor safety profile of BMP2.</p>\n<p>Collectively, the results demonstrate that it is feasible to synthesize a bone graft analog from osteogenic proteins, gelMAspheres, and bone marrow derived hMSCs, but the technology relies on donor-derived bone marrow to generate clinically relevant quantities of hMSCs. Donor derived MSCs are subject to donor variation, and there are limitations on how many cells can be expanded from a single bone marrow sample before the cells senesce. To address this limitation, we generated hMSCs from a theoretically infinite, genetically identical source of human induced pluripotent stem (iPS) cell. In their native form, iPS cells are proliferatively immortal, thereby allowing the generation of limitless numbers of cells. When the cells are differentiated to hMSCs, the cells lose their immortality, initiate a senescence program, and are safe to administer. Furthermore, the cells are universally immune-compatible, raising the possibility of an &ldquo;off-the-shelf&rdquo; bone graft for all patients. Future studies will be directed towards generating osteogenic hMSC- gelMAsphere composites from this sustainable source of stem cells.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/23/2018<br>\n\t\t\t\t\tModified by: Carl&nbsp;A&nbsp;Gregory</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1264832/1264832_10291568_1524498344615_Figures--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1264832/1264832_10291568_1524498344615_Figures--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2018/1264832/1264832_10291568_1524498344615_Figures--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1: hMatrix-coated gelMA spheres as a carrier for OEhMSCs in a cranial defect model in mice.</div>\n<div class=\"imageCredit\">Research team</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carl&nbsp;A&nbsp;Gregory</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nNon-healing defects of bone are a major challenge in orthopedics. Of the 13 million yearly fractures that occur in the United States, about 10% fail to repair. In many cases, synthetic hardware can temporarily stabilize such injuries, but delayed healing and poor bone quality can cause loss of fixation over time. Failed implants are notoriously difficult to repair and bones that fail to heal exact a high cost on the medical system in general and on the health of the patient in particular. Thus, rapid and reliable healing can prevent costly hardware complications and allow more rapid return to health in patients.\n\nTo heal complex bone injuries, bone grafting can be performed where bone is explanted from a different site, and implanted at the site of injury. This procedure is very effective, but the available graft material is limited and it involves an additional surgery, which has been shown to cause chronic donor-site pain in many patients. Bone substitutes taking the form of synthetic material or processed cadaver bone are abundantly available, but they also have their disadvantages, including poor biocompatibility, poor efficacy and immune rejection. They have also have variable success in achieving complete integration with host bone. Powerful osteogenic drugs such as bone morphogenic protein 2 (BMP2) enhance the functionality of synthetic bone substitutes, but BMP2 is associated with serious safety concerns.\n\nThere is therefore a pressing need for biocompatible tissue engineered bone analog that interacts with the surrounding tissue to rapidly heal bone injuries. In this project, we proposed to generate a tissue engineered, injectable, live bone repair graft generated from donated, laboratory cultured, adult bone marrow stem cells (also referred to as human mesenchymal stem cells, hMSCs) delivered attached to spherical cell microcarriers. The hMSCs are known to change into osteoblasts (bone repair cells) under defined conditions, and the microcarriers will be designed to stimulate this process.\n\nWhile there were some modifications from the original design of the microcarriers, we successfully achieved the aims of the project. The microcarriers were initially proposed to contain drug-eluting nanoparticles that secrete osteogenic factors that stimulate bone formation by attached hMSCs. Unfortunately, we found that manufacture of microcarriers with drug eluting particles could not be achieved reproducibly or cost-effectively. In an alternative approach, we coated osteogenic proteins commonly generated by in healing bone on the outside of the microcarriers and this served as an effective osteoinductive agent. We also employed tissue culture conditions that enhance the osteogenic nature of hMSCs, referring to these hMSCs as \"osteogenically enhanced hMSCs\" (OEhMSCs). During the project, we perfected methods to generate large quantities of the osteogenic proteins from cultured OEhMSCs and developed procedures to coat the microcarriers (Fig1a). We referred to this cocktail of osteogenic proteins as \"hMatrix\" and partially characterized its composition in an attempt to understand how it works. In these experiments, we learned that collagen 6 and collagen 12 were major bioactive components in hMatrix, a result that made some sense given that these collagens are abundant in developing and repairing bone. Using 3D printing approaches, we prototyped equipment to generate large batches of microcarriers, and chemically modified the microcarriers with methacrylate to increase their durability. Since the spherical microcarriers are synthesized from gelatin methacrylate, we referred to them as \"gelMAspheres\".\n\nIn tissue culture experiments, we found that the hMatrix-coated gelMAspheres were superior to uncoated controls in inducing the formation of osteoblasts by hMSCs. In mouse studies, we found that OEhMSCs co-administered with hMatrix-coated gelMAspheres were extremely effective in healing experimentally induced defects of the skull when compared to controls that lacked cells or hMatrix (Fig1b-d). Moreover, when compared to the most widely used osteogenic agent, bone morphogenic protein 2 (BMP2), the OEhMSC hMatrix coated-gelMAsphere combination demonstrated equivalent efficacy. These results are significant given the poor safety profile of BMP2.\n\nCollectively, the results demonstrate that it is feasible to synthesize a bone graft analog from osteogenic proteins, gelMAspheres, and bone marrow derived hMSCs, but the technology relies on donor-derived bone marrow to generate clinically relevant quantities of hMSCs. Donor derived MSCs are subject to donor variation, and there are limitations on how many cells can be expanded from a single bone marrow sample before the cells senesce. To address this limitation, we generated hMSCs from a theoretically infinite, genetically identical source of human induced pluripotent stem (iPS) cell. In their native form, iPS cells are proliferatively immortal, thereby allowing the generation of limitless numbers of cells. When the cells are differentiated to hMSCs, the cells lose their immortality, initiate a senescence program, and are safe to administer. Furthermore, the cells are universally immune-compatible, raising the possibility of an \"off-the-shelf\" bone graft for all patients. Future studies will be directed towards generating osteogenic hMSC- gelMAsphere composites from this sustainable source of stem cells.\n\n\t\t\t\t\tLast Modified: 04/23/2018\n\n\t\t\t\t\tSubmitted by: Carl A Gregory"
 }
}