{
 "awd_id": "1319663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Population Dynamics in Greenland - A Multi-Component, Mixed-Methods Study of Demographic Change in the Arctic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Erica Hill",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 741987.0,
 "awd_amount": 887341.0,
 "awd_min_amd_letter_date": "2014-04-22",
 "awd_max_amd_letter_date": "2018-07-11",
 "awd_abstract_narration": "This award supports research on the social, cultural, environmental and physiological dynamics of pregnancy in an indigenous Arctic population. The project is a 3-year collaborative study focusing on Greenlandic ways of perceiving, understanding and experiencing pregnancy. Greenlander's believe that future generations of Greenlanders and Greenlandic culture and practices are in jeopardy due to a variety of demographic factors including low birth rates. This project will examine the individual, social, cultural, environmental and physiological factors that appear to have the greatest influence on Greenlandic women's and men's reproduction. The research will be implemented in Kullorsuaq in northwestern Greenland and the target population for the study is Greenlandic women and men, ages 15 to 49 years. \r\n\r\nThe project is an interdisciplinary international, collaborative community based participatory research (CBPR) study involving the University of Greenland, local health and community partners in Greenland, Indiana University and Montana State University. The main activities of the research project are: 1) Examine how the individual level characteristics including age, gender, physical and mental health, spirituality, and beliefs about sex, pregnancy, and adoption influence reproductive decision making in Kullorsuaq; 2) Examine how the interpersonal dynamics in sexual relationships influence reproductive decision-making among men and women in Kullorsuaq: 3) Examine the foundational cultural constructs regarding kinship, familial obligations and personhood that influence pregnancy outcomes in Kullorsuaq; 4) Examine how natural and built environmental characteristics such as one's own and one's family's connection to place, the climate changes occurring in the environment and its influence on hunting, as well as the increased oil industry in the area, influence pregnancy outcomes in Kullorsuaq; and 5) Examine whether hormonal contraceptives may be biologically ill-matched to some clients in Kullorsuaq. The project will be implemented using a Community Based Participatory Research (CBPR) framework. Of particular interest is the combination of the CBPR approach with ethnographic (cultural, natural and biological) and public health methods.  \r\n\r\nOverall the project will contribute to our understanding of the complexity of the factors that may be influencing a declining Arctic population.   This research is important for strengthening the scientific collaborations between the United States and a strategic Arctic ally, Greenland.  In addition, the information gained from this research will give us critical insights into the effects of global economic forces on the well-being of remote communities.   In addition, the interdisciplinary investigation of photoperiod has promise for providing insights into the higher risk of breast cancer faced by women who work in night shift and other jobs that involve changes from a typical daytime work schedule (e.g, airline pilots and personnel, and others with heavy travel schedules), which could lead to low-cost interventions that would reduce the risk of cancer, thereby saving medical costs and increasing economic productivity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Vitzthum",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia J Vitzthum",
   "pi_email_addr": "vitzthum@indiana.edu",
   "nsf_id": "000060950",
   "pi_start_date": "2014-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 142352.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 343999.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 255636.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 145354.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;In collaboration with Icelandic scholars, this multidisciplinary research project investigated the potential impacts of extreme seasonal variation in photoperiod (duration of natural daylight) on several aspects of Arctic women's physiology, behaviors, and well-being. Understanding the causes and extent of variation in women's biology is fundamental to understanding (1) how humans adapt to different environmental challenges, and (2) how ongoing modifications of environments, including rapid climate change, can impact human health and well-being.&nbsp;<br />&nbsp; &nbsp; &nbsp;To capture the greatest difference in duration of natural daylight, we compared measurements made during both the mid-summer and mid-winter seasons from a sample of Icelandic women. In addition to data collected by the researchers, study participants self-collected samples of saliva and urine, and recorded information on their own well-being and behaviors, on every day of a complete menstrual cycle in each season.<br />&nbsp; &nbsp; &nbsp;The sample of women scored above average on a healthy diet evaluation, based on the Icelandic Food Based Dietary Guidelines. Food choice, and therefore nutrient intake, varied during the menstrual cycle. Differences in food choices were also seen between winter and summer seasons.&nbsp;<br />&nbsp; &nbsp; &nbsp;Our analyses found that the likelihood of ovulating did not differ between winter and summer seasons in this sample of healthy, relatively well-nourished women.&nbsp;<br />&nbsp; &nbsp; &nbsp;There were substantial differences between women in their daily self-reports of well-being. On average, in winter compared to summer, women reported lower daily scores on positive mood, ability to concentrate, physical health, and a sense of social support. The differences in these measures between winter and summer were greatest during the days before ovulation (the late follicular phase of the cycle). The effects of season on well-being were stronger than the effects of cycle phase. Reported tiredness was greater in the winter only during the weeks after ovulation (the luteal phase of the cycle).<br />&nbsp; &nbsp; &nbsp;Overall, these findings indicate that there are important individual differences in responsiveness to an extreme seasonal change in daylight duration. At the same time, on average there is a tendency for a poorer sense of well-being during the winter, even in this sample of healthy women. Notably, the effect of a seasonal change in daylight is greater than the effects of typical hormonal changes occurring during the course of a menstrual cycle.&nbsp;<br />&nbsp; &nbsp; &nbsp;We anticipate that similar seasonal patterns in well-being also occur in men, and are likely to be important factors in the well-being of children and adolescents. These hypotheses require further study. We are continuing our investigations into the specific mechanisms, which may include seasonal changes in immune function, metabolism, or sleep behaviors, that may underlie the effect of season on the well-being of humans in different environments.&nbsp;<br />&nbsp; &nbsp; &nbsp;The findings from this study have the potential to impact medical practice.&nbsp; Understanding the natural variation in women's physiology from different regions can inform diagnostics, interpretations of contraceptive and pharmaceutical side effects, and prescription of medicines. Such advancements are important components in the development of individualized, and thus more effective, medical interventions.<br />&nbsp; &nbsp; &nbsp;This international collaborative investigation received essential resources (including physical facilities, logistical support, and access to computers and libraries) from the Faculty of Sociology, Anthropology and Folkloristics, University of Iceland, and from the Faculty of Food Science and Nutrition, Landspitali-University Hospital, Reykjavik. The project provided training and research experience for five post-doctoral scientists, four graduate students, and seven undergraduate students; collectively, this group comprised eleven women, three members of ethnic and economic groups under-represented in the U.S. scientific community, and two Icelandic students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2020<br>\n\t\t\t\t\tModified by: Virginia&nbsp;J&nbsp;Vitzthum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n     In collaboration with Icelandic scholars, this multidisciplinary research project investigated the potential impacts of extreme seasonal variation in photoperiod (duration of natural daylight) on several aspects of Arctic women's physiology, behaviors, and well-being. Understanding the causes and extent of variation in women's biology is fundamental to understanding (1) how humans adapt to different environmental challenges, and (2) how ongoing modifications of environments, including rapid climate change, can impact human health and well-being. \n     To capture the greatest difference in duration of natural daylight, we compared measurements made during both the mid-summer and mid-winter seasons from a sample of Icelandic women. In addition to data collected by the researchers, study participants self-collected samples of saliva and urine, and recorded information on their own well-being and behaviors, on every day of a complete menstrual cycle in each season.\n     The sample of women scored above average on a healthy diet evaluation, based on the Icelandic Food Based Dietary Guidelines. Food choice, and therefore nutrient intake, varied during the menstrual cycle. Differences in food choices were also seen between winter and summer seasons. \n     Our analyses found that the likelihood of ovulating did not differ between winter and summer seasons in this sample of healthy, relatively well-nourished women. \n     There were substantial differences between women in their daily self-reports of well-being. On average, in winter compared to summer, women reported lower daily scores on positive mood, ability to concentrate, physical health, and a sense of social support. The differences in these measures between winter and summer were greatest during the days before ovulation (the late follicular phase of the cycle). The effects of season on well-being were stronger than the effects of cycle phase. Reported tiredness was greater in the winter only during the weeks after ovulation (the luteal phase of the cycle).\n     Overall, these findings indicate that there are important individual differences in responsiveness to an extreme seasonal change in daylight duration. At the same time, on average there is a tendency for a poorer sense of well-being during the winter, even in this sample of healthy women. Notably, the effect of a seasonal change in daylight is greater than the effects of typical hormonal changes occurring during the course of a menstrual cycle. \n     We anticipate that similar seasonal patterns in well-being also occur in men, and are likely to be important factors in the well-being of children and adolescents. These hypotheses require further study. We are continuing our investigations into the specific mechanisms, which may include seasonal changes in immune function, metabolism, or sleep behaviors, that may underlie the effect of season on the well-being of humans in different environments. \n     The findings from this study have the potential to impact medical practice.  Understanding the natural variation in women's physiology from different regions can inform diagnostics, interpretations of contraceptive and pharmaceutical side effects, and prescription of medicines. Such advancements are important components in the development of individualized, and thus more effective, medical interventions.\n     This international collaborative investigation received essential resources (including physical facilities, logistical support, and access to computers and libraries) from the Faculty of Sociology, Anthropology and Folkloristics, University of Iceland, and from the Faculty of Food Science and Nutrition, Landspitali-University Hospital, Reykjavik. The project provided training and research experience for five post-doctoral scientists, four graduate students, and seven undergraduate students; collectively, this group comprised eleven women, three members of ethnic and economic groups under-represented in the U.S. scientific community, and two Icelandic students.\n\n\t\t\t\t\tLast Modified: 04/17/2020\n\n\t\t\t\t\tSubmitted by: Virginia J Vitzthum"
 }
}