{
 "awd_id": "1324157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Experimental Research on Religious Scripture and Political Behavior in the Muslim World",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2014-02-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 122787.0,
 "awd_amount": 122787.0,
 "awd_min_amd_letter_date": "2014-01-24",
 "awd_max_amd_letter_date": "2016-12-28",
 "awd_abstract_narration": "This award satisfies Division B, Title V, Sec. 543 of the Consolidated and Further Continuing Appropriations Act of 2013 (P.L. 113-6, enacted on March 26, 2013). \r\n\r\nThis project explores how Islam shapes the political attitudes and behavior of Muslims. Scholars and policymakers have long argued that Islam's influence on the way Muslims think and act is powerful. This is reflected not just in the social conservatism of Muslim-majority societies, but also in the fact that Islamist parties, such as Egypt's Muslim Brotherhood, Tunisia's Ennahdha Party, Indonesia's Party of Prosperous Justice, or Morocco's Party of Justice and Development, routinely earn large vote shares. However, this belief that religion exerts a stronger pull than other types of ideologies on Muslims has never been put to any kind of scientific test. The project includes a series of experiments in Morocco and Indonesia that will explore whether Muslims are more responsive to political appeals using religious language and symbols than they are to ones made in non-religious terms. \r\n\r\nThe project includes two nationally-representative surveys that enable tests to determine whether experimental subjects who are exposed to religiously-based arguments for or against particular policies are more likely to be influenced than those who are exposed to non-religiously based arguments. This will permit the exploration of critical questions: whether the use of religious rhetoric endows Islamic clerical leaders and Islamist parties with a built-in advantage over their secular rivals, and whether Muslim receptivity to religious appeals varies by policy domain. The project will ask whether Islam has a more potent influence on Muslims' attitudes toward such matters as cooperation with the United States, gender equality, violence, or relations with non-Muslims than it does on their attitudes toward the economy or policies on health, welfare, and taxation. And finally, the project will address how social factors affect individual receptivity to religious rhetoric: Are vulnerable populations, such as women, the young, the unemployed, and inhabitants of urban slums more likely than others to be influenced by Islamist political speech? The project will not only add to the understanding of Islam and politics, but will also yield insights into the challenge of radical Islamism.\r\n\r\nIntellectual Merit: The importance of this research is twofold. First, it advances knowledge in political science, sociology, and anthropology about how religion drives the words, thoughts, and actions of Muslims citizens and their political leaders. Given the continued potency of political Islam in the Muslim world, the increasingly violent struggles between Islamists and their rivals in such countries as Egypt and Tunisia, and the religious justifications that undergird much of the region's anti-Americanism, this question is of urgent scholarly and policy interest. Second, the project has the potential to help transform the study of religion and politics and catalyze further research by demonstrating how scientific, experimental methods can be bring precision to the study of religion's role in shaping behavior. \r\n\r\nBroader Impacts: The project has considerable potential to benefit society in two ways. First, exploring the effects and limits of religious rhetoric can help to promote political pluralism in the new democracies of the Muslim world, by enabling secular and liberal political parties to learn how to compete effectively with those who deploy religious rhetoric. Second, the project has important implications for the national security of the United States. By studying the impact of religious rhetoric on Muslim hearts and minds, we can contribute to efforts to counter the extremist, illiberal, and anti-American discourses that are so often grounded in religion. In addition to generating academic products, the PIs plan to disseminate the findings of this research to policy and public audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tarek",
   "pi_last_name": "Masoud",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tarek Masoud",
   "pi_email_addr": "Tarek_Masoud@harvard.edu",
   "nsf_id": "000638699",
   "pi_start_date": "2014-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "79 JFK Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 61095.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 61692.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explores how Islam shapes the political attitudes and behavior of Muslims. Scholars and policymakers have long argued that Islam's influence on the way Muslims think and act is powerful. This is reflected not just in the social conservatism of Muslim-majority societies, but also in the fact that Islamist parties, such as Egypt's Muslim Brotherhood, Tunisia's Ennahdha Party, Indonesia's Party of Prosperous Justice, or Morocco's Party of Justice and Development, routinely earned large vote shares. However, this belief that religion exerts a stronger pull than other types of ideologies on Muslims has never been put to any kind of scientific test. The project used survey experiments in the Republic of Indonesia (which included 3,053 respondents and was conducted in April, 2016) and the Hashemite Kingdom of Jordan (which included 2,999 respondents and was conducted in July, 2017) to explore whether Muslims were more responsive to politicians and political appeals using religious language and symbols than they are to ones made in non-religious terms.&nbsp;<br /> <br /> The project included two nationally-representative surveys that explored political attitudes toward religion and politics, and which have embedded within them survey experiments that enable the exploration of the causal impact of religious rhetoric and symbols on individuals&rsquo; political behavior. In scholarly work deriving from these studies, we are exploring whether the use of religious rhetoric endows Islamic clerical leaders and Islamist parties with a built-in advantage over their secular rivals, and the factors influencing variation in Muslims&rsquo; receptivity to religious appeals. We are particularly interested in whether vulnerable populations, such as women, the young, the unemployed, and inhabitants of urban slums more likely than others to be influenced by Islamist political speech, and we believe that the data collected will provide us with useful leverage on these questions. <br /> <br /></p>\n<p>The potential impact of this research, which we are now analyzing and preparing for publication, is twofold. First, we believe that the data collected and the insights gleaned will help advance knowledge in political science, sociology, and anthropology about how religion influences the behaviors and political choices of Muslims citizens. Given the continued potency of political Islam in the Muslim world, the increasingly violent struggles between Islamists and their rivals in such countries as Egypt and Tunisia, this question is of urgent scholarly and policy interest. Second, the project has the potential to help advance the study of religion and politics and catalyze further research by demonstrating how scientific, experimental methods can be bring fresh insights to the study of religion's role in shaping behavior.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We also believe the project has the potential to benefit society. We believe that exploring the effects and limits of religious rhetoric will help to promote political pluralism in the new democracies of the Muslim world, by enabling secular and liberal political parties to learn how to compete effectively with those who deploy religious rhetoric and symbols.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2018<br>\n\t\t\t\t\tModified by: Tarek&nbsp;Masoud</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explores how Islam shapes the political attitudes and behavior of Muslims. Scholars and policymakers have long argued that Islam's influence on the way Muslims think and act is powerful. This is reflected not just in the social conservatism of Muslim-majority societies, but also in the fact that Islamist parties, such as Egypt's Muslim Brotherhood, Tunisia's Ennahdha Party, Indonesia's Party of Prosperous Justice, or Morocco's Party of Justice and Development, routinely earned large vote shares. However, this belief that religion exerts a stronger pull than other types of ideologies on Muslims has never been put to any kind of scientific test. The project used survey experiments in the Republic of Indonesia (which included 3,053 respondents and was conducted in April, 2016) and the Hashemite Kingdom of Jordan (which included 2,999 respondents and was conducted in July, 2017) to explore whether Muslims were more responsive to politicians and political appeals using religious language and symbols than they are to ones made in non-religious terms. \n \n The project included two nationally-representative surveys that explored political attitudes toward religion and politics, and which have embedded within them survey experiments that enable the exploration of the causal impact of religious rhetoric and symbols on individuals? political behavior. In scholarly work deriving from these studies, we are exploring whether the use of religious rhetoric endows Islamic clerical leaders and Islamist parties with a built-in advantage over their secular rivals, and the factors influencing variation in Muslims? receptivity to religious appeals. We are particularly interested in whether vulnerable populations, such as women, the young, the unemployed, and inhabitants of urban slums more likely than others to be influenced by Islamist political speech, and we believe that the data collected will provide us with useful leverage on these questions. \n \n\n\nThe potential impact of this research, which we are now analyzing and preparing for publication, is twofold. First, we believe that the data collected and the insights gleaned will help advance knowledge in political science, sociology, and anthropology about how religion influences the behaviors and political choices of Muslims citizens. Given the continued potency of political Islam in the Muslim world, the increasingly violent struggles between Islamists and their rivals in such countries as Egypt and Tunisia, this question is of urgent scholarly and policy interest. Second, the project has the potential to help advance the study of religion and politics and catalyze further research by demonstrating how scientific, experimental methods can be bring fresh insights to the study of religion's role in shaping behavior. \n\n \n\nWe also believe the project has the potential to benefit society. We believe that exploring the effects and limits of religious rhetoric will help to promote political pluralism in the new democracies of the Muslim world, by enabling secular and liberal political parties to learn how to compete effectively with those who deploy religious rhetoric and symbols.\n\n \n\n\t\t\t\t\tLast Modified: 04/30/2018\n\n\t\t\t\t\tSubmitted by: Tarek Masoud"
 }
}