{
 "awd_id": "1329644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CPS: Frontiers: Collaborative Research: ROSELINE: Enabling Robust, Secure and Efficient Knowledge of Time Across the System Stack",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 1050000.0,
 "awd_amount": 1050000.0,
 "awd_min_amd_letter_date": "2014-06-13",
 "awd_max_amd_letter_date": "2016-09-19",
 "awd_abstract_narration": "Accurate and reliable knowledge of time is fundamental to cyber-physical systems for sensing, control, performance, and energy efficient integration of computing and communications. This statement underlies the proposal. Emerging CPS applications depend on precise knowledge of time to infer location and control communication. There is a diversity of semantics used to describe time, and quality of time varies as we move up and down the system stack. System designs tend to overcompensate for these uncertainties and the result is systems that may be over designed, inefficient, and fragile.\r\n\r\nThe intellectual merit derives from the new and fundamental concept of time and the holistic measure of quality of time (QoT) that captures metrics including resolution, accuracy, and stability. The proposal builds a system stack (\"ROSELINE\") that enables new ways for clock hardware, operating system, network services, and applications to learn, maintain and exchange information about time, influence component behavior, and robustly adapt to dynamic QoT requirements, as well as to benign and adversarial changes in operating conditions. Application areas that will benefit from Quality of Time will include: smart grad, networked and coordinated control of aerospace systems, underwater sensing, and industrial automation.\r\n\r\nThe broader impact of the proposal is due to the foundational nature of the work which builds a robust and tunable quality of time that can be applied across a broad spectrum of applications that pervade modern life. The proposal will also provide valuable opportunities to integrate research and education in graduate, undergraduate, and K-12 classrooms. There will be extensive outreach through publications, open sourcing of software, and participation in activities such as the Los Angeles Computing Circle for pre-college students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Rowe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Rowe",
   "pi_email_addr": "agr@ece.cmu.edu",
   "nsf_id": "000576177",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ragunathan",
   "pi_last_name": "Rajkumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ragunathan Rajkumar",
   "pi_email_addr": "rajkumar@cmu.edu",
   "nsf_id": "000241708",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 420000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 630000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern operating systems provide limited abstractions for specifying task-timing requirements. The most sophisticated examples are found in Real-Time Operating Systems where tasks are represented by periods, worst-case execution times and deadlines. These abstractions are currently disconnected from the underlying details of the clock. &nbsp;Many developers are unaware of the OS tick granularity and the impact that this might have on overall system performance. &nbsp;Smaller OS tick intervals tend to require higher frequency clocks that in turn can increase scheduler overhead and consume additional energy. &nbsp;We show how OS abstractions could be extended from the traditional real-time task model to include tolerances associated with timing requirements along with hooks for responding to potentially dynamic Quality-of-Time (QoT) parameters. &nbsp;QoT captures metrics such as resolution, accuracy, and stability of a clock. Building on this notion we propose an architecture in which the local perception of time is a controllable operating system primitive with observable uncertainty, and where time synchronization balances applications&rsquo; timing demands with system resources such as energy and bandwidth.</p>\n<p>&nbsp;</p>\n<p>Our architecture features an expressive application programming interface that is centered around the abstraction of a timeline&ndash; a virtual temporal coordinate frame that is defined by an application to provide its components with a shared sense of time, with a desired accuracy and resolution. The timeline abstraction enables developers to easily write applications whose activities are choreographed across time and space.&nbsp; Through the course of the project, we developed a number of prototype systems to study how these abstractions can be used to simplify the design of timing critical applications like smart grid, localization and mobile devices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2020<br>\n\t\t\t\t\tModified by: Anthony&nbsp;Rowe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModern operating systems provide limited abstractions for specifying task-timing requirements. The most sophisticated examples are found in Real-Time Operating Systems where tasks are represented by periods, worst-case execution times and deadlines. These abstractions are currently disconnected from the underlying details of the clock.  Many developers are unaware of the OS tick granularity and the impact that this might have on overall system performance.  Smaller OS tick intervals tend to require higher frequency clocks that in turn can increase scheduler overhead and consume additional energy.  We show how OS abstractions could be extended from the traditional real-time task model to include tolerances associated with timing requirements along with hooks for responding to potentially dynamic Quality-of-Time (QoT) parameters.  QoT captures metrics such as resolution, accuracy, and stability of a clock. Building on this notion we propose an architecture in which the local perception of time is a controllable operating system primitive with observable uncertainty, and where time synchronization balances applications’ timing demands with system resources such as energy and bandwidth.\n\n \n\nOur architecture features an expressive application programming interface that is centered around the abstraction of a timeline&ndash; a virtual temporal coordinate frame that is defined by an application to provide its components with a shared sense of time, with a desired accuracy and resolution. The timeline abstraction enables developers to easily write applications whose activities are choreographed across time and space.  Through the course of the project, we developed a number of prototype systems to study how these abstractions can be used to simplify the design of timing critical applications like smart grid, localization and mobile devices.\n\n\t\t\t\t\tLast Modified: 08/04/2020\n\n\t\t\t\t\tSubmitted by: Anthony Rowe"
 }
}