{
 "awd_id": "1329578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Yeast as a model for understanding heterosis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2013-12-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 535000.0,
 "awd_min_amd_letter_date": "2013-11-25",
 "awd_max_amd_letter_date": "2016-02-08",
 "awd_abstract_narration": "This project aims to understand the genetic basis of heterosis (a genetic phenomenon in which a hybrid demonstrates higher vigor than its parents) using the baker's yeast Saccharomyces cerevisiae as a model organism. Heterosis is widely applied in crop breeding and has contributed to major improvements in crop yields in the last 50 years. Yet, its genetic basis remains elusive, primarily because of the lack of a powerful model organism. Here it is proposed that S. cerevisiae be developed as a model organism for heterosis, with three specific aims. Aim 1 will establish the basic parameters and patterns of heterosis in yeast. Sixty-three diverse strains of S. cerevisiae have been chosen based on their geographic, genetic, and environmental origins, and have been crossed in all pairwise combinations reciprocally to generate 3906 hybrid strains. The growth rates of these parental and hybrid strains will be measured and the prevalence and magnitude of heterosis will be quantified in three biologically relevant conditions. Whether the probability and magnitude of heterosis are correlated with geographic, genetic, and environmental distances between parents will be tested. The genomes of all 63 parental strains will be sequenced to facilitate the interpretation of the observed patterns of heterosis and Aims 2 and 3. Aim 2 will map the quantitative trait loci (QTLs) underlying heterosis and test competing models of heterosis (dominance vs. overdominance). A powerful strategy to map the QTLs underlying heterosis and to differentiate between dominance and overdominance has been designed by combining backcrosses with the bulk-segregant-analysis-based extreme QTL mapping. QTLs for five heterotic hybrids identified in Aim 1 will be mapped by this method. The mapping in Aim 2 allows the localization of causal mutations of heterosis to small genomic regions of 1-2 kb. In Aim 3, the causal genes of five QTLs will be identified and the underlying genetic mechanisms (dominance vs. overdominance) will be confirmed. Aim 3 will further identify causal mutations and investigate whether heterosis is caused by the effects of these mutations on protein function or gene expression. Overall, the project will provide unprecedented amount of information on the patterns and mechanisms of heterosis in the model organism S. cerevisiae and significantly improve understanding of the enigmatic yet highly useful genetic phenomenon of heterosis. \r\n\r\nThe broader impacts of the project are manifold. First and foremost, this project will significantly deepen the mechanistic understanding of heterosis, which is likely to have profound impacts on crop breeding and other applications of heterosis. Second, the project will produce the resource of 63 high-quality yeast genome sequences that can be used for addressing a wide array of scientific questions. Third, the PI has an excellent record of training evolutionary geneticists; this project will allow the training of a postdoctoral fellow and a graduate student in classical genetics, genomics, and computational biology, in addition to their conceptual developments in genetics and evolution. Fourth, the PI has trained students through the University of Michigan Summer Research Opportunity Program (SROP), which offers outstanding undergraduates underrepresented in their field of study the opportunity to conduct intensive research to prepare them for advanced studies in a Ph.D. program. This project will allow the PI to continue and expand the collaboration with SROP in training underrepresented undergraduates in genetics and evolution. Fifth, research findings will be integrated into the lectures that the PI regularly gives, including the undergraduate courses of \"Introduction to Genetics\" and \"Capstone Seminars in Ecology and Evolutionary Biology\", the graduate course of \"Molecular and Genomic Evolution\", and occasional public lectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianzhi",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianzhi Zhang",
   "pi_email_addr": "jianzhi@umich.edu",
   "nsf_id": "000224645",
   "pi_start_date": "2013-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "3003 South State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1080",
   "pgm_ref_txt": "EVOLUTION OF DEVELOP MECHANISM"
  },
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1118",
   "pgm_ref_txt": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ref_code": "1119",
   "pgm_ref_txt": "ANIMAL DEVELOPMENTAL MECHANSMS"
  },
  {
   "pgm_ref_code": "6864",
   "pgm_ref_txt": "MICROBIAL SYS IN BIOSPHERE"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 195000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project entitled &ldquo;Yeast as a model for understanding heterosis&rdquo; aims to understand the genetic basis of heterosis using the baker's yeast Saccharomyces cerevisiae as a model organism. Heterosis is widely applied in crop breeding and has contributed to major improvements in crop yields in the last 50 years. Yet, its genetic basis remains elusive, primarily because of the lack of a powerful model organism. This project develops S. cerevisiae as a model organism for heterosis. Sixty-three diverse strains of S. cerevisiae were chosen based on their geographic, genetic, and environmental origins, and were crossed in all pairwise combinations reciprocally to generate 3906 hybrid strains. The growth rates of these parental and hybrid strains were measured in several conditions and the prevalence and magnitude of heterosis were quantified. The correlations between the probability and magnitude of heterosis and geographic, genetic, and environmental distances between parents are being analyzed. An in-depth genetic dissection of heterosis for some hybrids is still being conducted. The genomes of the 63 parental strains were fully sequenced. A detailed population genomic analysis of yeast including these 63 genomes was performed. Genes unannotated in the reference genome were identified and functionally characterized. A genomewide association study was performed, leading to the identification followed by experimental validation of the genic basis of high temperature adaptation in yeast. A combined forward and reverse genetic approach was developed for efficient mapping of genes important to fitness variation in yeast.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2017<br>\n\t\t\t\t\tModified by: Jianzhi&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project entitled \"Yeast as a model for understanding heterosis\" aims to understand the genetic basis of heterosis using the baker's yeast Saccharomyces cerevisiae as a model organism. Heterosis is widely applied in crop breeding and has contributed to major improvements in crop yields in the last 50 years. Yet, its genetic basis remains elusive, primarily because of the lack of a powerful model organism. This project develops S. cerevisiae as a model organism for heterosis. Sixty-three diverse strains of S. cerevisiae were chosen based on their geographic, genetic, and environmental origins, and were crossed in all pairwise combinations reciprocally to generate 3906 hybrid strains. The growth rates of these parental and hybrid strains were measured in several conditions and the prevalence and magnitude of heterosis were quantified. The correlations between the probability and magnitude of heterosis and geographic, genetic, and environmental distances between parents are being analyzed. An in-depth genetic dissection of heterosis for some hybrids is still being conducted. The genomes of the 63 parental strains were fully sequenced. A detailed population genomic analysis of yeast including these 63 genomes was performed. Genes unannotated in the reference genome were identified and functionally characterized. A genomewide association study was performed, leading to the identification followed by experimental validation of the genic basis of high temperature adaptation in yeast. A combined forward and reverse genetic approach was developed for efficient mapping of genes important to fitness variation in yeast.\n\n \n\n\t\t\t\t\tLast Modified: 03/09/2017\n\n\t\t\t\t\tSubmitted by: Jianzhi Zhang"
 }
}