{
 "awd_id": "1330724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AGU Chapman Conference on Magnetosphere-Ionosphere Coupling in the Solar System; Yosemite National Park, California; February 10-14, 2014",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janet U. Kozyra",
 "awd_eff_date": "2014-01-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2014-01-14",
 "awd_max_amd_letter_date": "2015-08-26",
 "awd_abstract_narration": "This grant will support travel by students, young researchers and a few senior researchers unable to afford the cost to attend the AGU Chapman Conference on Magnetosphere-Ionosphere Coupling in the Solar System.  The conference will be held February 10-14, 2014 in Yosemite National Park.  Topics will include the ionosphere as a source of magnetospheric plasma, the effects of cold ionospheric plasma on more energetic plasmas, how the two regions are coupled, coupled models and simulations of the magnetosphere and ionosphere system and planetary magnetospheres and ionospheres.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Weaver",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda L Weaver",
   "pi_email_addr": "bweaver@agu.org",
   "nsf_id": "000242443",
   "pi_start_date": "2014-01-14",
   "pi_end_date": "2015-08-26"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pranoti",
   "pi_last_name": "Asher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pranoti Asher",
   "pi_email_addr": "pasher@agu.org",
   "nsf_id": "000601418",
   "pi_start_date": "2015-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Geophysical Union",
  "inst_street_address": "2000 FLORIDA AVE NW LBBY",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024626900",
  "inst_zip_code": "200091374",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN GEOPHYSICAL UNION",
  "org_prnt_uei_num": "",
  "org_uei_num": "QSTAN1HJRXJ5"
 },
 "perf_inst": {
  "perf_inst_name": "American Geophysical Union",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200091277",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">A major motivation for the study of the Earth&rsquo;s space environment and those of the other planets is to understand how they came to be and how these environments are continuously changed by the changing output of the Sun, both in its changing light and particle output.&nbsp; By understanding how our space environment was created and how it changes naturally, we can better understand the role that humankind plays in changing the environment of spaceship Earth.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">One of the major questions involves understanding the source of the energetic particles that are trapped in the magnetic fields of Earth and other planets.&nbsp; These particles were originally thought to come entirely from the Sun through a phenomenon called the solar wind.&nbsp; This &ldquo;wind&rdquo;&nbsp; of particles and magnetic fields that flows outward from the surface of the Sun moves outward through the entire solar system.&nbsp; As a result of this NSF-sponsored AGU conference and previous Chapman Conferences that have take place at Yosemite National Park over a period of four decades, we are now finding that the Earth and other planets themselves play a significant role in furnishing these particles in their own space environments.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">This is a new paradigm that improves our understanding of our broader environment and how it changes.&nbsp; This knowledge will be of great value in enhancing our ability to predict future changes at Earth and other planets.&nbsp; This improved knowledge will be crucial in preparing us to protect our sensitive technological systems that operate both on Earth and in space around Earth from our changing &ldquo;Space Weather.&rdquo;&nbsp; In addition, the continued development of advanced mathematical models of this coupled ionosphere-magnetosphere system will help guide decision makers in taking the necessary steps to protect our Earth and space infrastructure in the future.&nbsp; This terrestrial-based understanding can and will be directly applied to the broader understanding of planetary systems such as those at Jupiter and Saturn.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2016<br>\n\t\t\t\t\tModified by: Pranoti&nbsp;Asher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "A major motivation for the study of the EarthÆs space environment and those of the other planets is to understand how they came to be and how these environments are continuously changed by the changing output of the Sun, both in its changing light and particle output.  By understanding how our space environment was created and how it changes naturally, we can better understand the role that humankind plays in changing the environment of spaceship Earth.\n \nOne of the major questions involves understanding the source of the energetic particles that are trapped in the magnetic fields of Earth and other planets.  These particles were originally thought to come entirely from the Sun through a phenomenon called the solar wind.  This \"wind\"  of particles and magnetic fields that flows outward from the surface of the Sun moves outward through the entire solar system.  As a result of this NSF-sponsored AGU conference and previous Chapman Conferences that have take place at Yosemite National Park over a period of four decades, we are now finding that the Earth and other planets themselves play a significant role in furnishing these particles in their own space environments.\n \nThis is a new paradigm that improves our understanding of our broader environment and how it changes.  This knowledge will be of great value in enhancing our ability to predict future changes at Earth and other planets.  This improved knowledge will be crucial in preparing us to protect our sensitive technological systems that operate both on Earth and in space around Earth from our changing \"Space Weather.\"  In addition, the continued development of advanced mathematical models of this coupled ionosphere-magnetosphere system will help guide decision makers in taking the necessary steps to protect our Earth and space infrastructure in the future.  This terrestrial-based understanding can and will be directly applied to the broader understanding of planetary systems such as those at Jupiter and Saturn.\n\n\t\t\t\t\tLast Modified: 03/11/2016\n\n\t\t\t\t\tSubmitted by: Pranoti Asher"
 }
}