{
 "awd_id": "1330667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterization of a novel, evolutionarily distinct chaperone for centromeric histone H3",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 510000.0,
 "awd_min_amd_letter_date": "2014-07-28",
 "awd_max_amd_letter_date": "2016-07-06",
 "awd_abstract_narration": "This research will take an evolutionary approach to understand how centromeres assemble. Centromeres are essential elements of chromosomes that are crucial for proper transmission of genetic information from cell to cell during cell division.  When centromeres fail to assemble correctly, the result can be an imbalance in chromosome number whereby cells have too many or too few chromosomes.  In animals, such an imbalance can lead to visible developmental defects, which in turn can lead to birth defects or death. This study aims to impact our understanding of the conserved aspects of centromere assembly, and hence aspects that are crucial for preventing an imbalance in chromosome number and catastrophic developmental defects. In addition, this research will have a strong educational impact by providing opportunities for undergraduate and graduate students to engage directly in research and by developing a new hands-on summer laboratory workshop for high school teachers to enable them to learn about chromosome biology and take the lessons learned back to their high school classrooms.\r\n\r\nIn eukaryotes, centromeres assemble by binding special centromere-specific histone H3 proteins, which are escorted to the correct location on the chromosome by chaperone proteins.  Recent results have revealed structural and sequence variation in these chaperones, which suggests that during evolution, multiple mechanisms may have arisen for assembling centromeres.  This work will focus on analysis of the chaperone proteins using evolutionary, structural and functional studies.  Comparisons will be made among a newly discovered chaperone from Drosophila and two well-conserved chaperones from yeast and mouse.  The outcomes of the work will provide unique mechanistic and evolutionary insights into the fundamental processes that govern centromere structure and function.  The project will also have broad impact from the educational perspective.  The research will be carried out by undergraduate and graduate students, many of whom are women, thereby providing opportunities for scientific training, career development and direct participation in the promulgation of scientific findings through publications and conference presentations. In addition, a novel hands-on summer laboratory workshop will be developed for high school teachers (ten per year), focusing on the basic biology of chromosome segregation and cell division and extending to emerging topics such as stem cells and altered genetic states in cancer. The teachers will leave the workshop armed with teaching materials, ideas for lesson plans, and positive research experiences through their direct involvement in experimentation. By enabling the teachers to take what they learn back to their classrooms, the workshops will have a multiplier effect on the scientific education of scores of pre-college level students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Mellone",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara G Mellone",
   "pi_email_addr": "barbara.mellone@uconn.edu",
   "nsf_id": "000507615",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "354 Mansfield Road, Unit 1131",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>During cell division, chromosomes must be accurately segregated to ensure that the entire assortment of genetic information is properly passed on to the next generation.</span></p>\n<p><span>&nbsp;</span>Centromeres are essential chromosomal regions in eukaryotes that mediate this critical process by generating attachments between chromosomes and spindle microtubules. Centromeres are marked by the presence of a unique type of chromatin containing the histone variant CENP-A and by highly repetitive DNA sequences. CENP-A-containing chromatin is necessary for centromere activity and is epigenetically maintained through each cell cycle.&nbsp;</p>\n<p><span>Despite their functional conservation, centromeres are surprisingly dynamic and are a driving force of chromosome evolution and speciation. Why centromeres evolve rapidly at both the DNA and protein level in spite of their conserved role remains an outstanding question in biology. The rapid evolution of centromeric DNA and centromere-binding proteins such as CENP-A led to the proposal that these two components are evolving under genetic conflict. According to this model, known as centromere drive, centromeres act as &lsquo;selfish&rsquo; DNA elements, exploiting the inherently asymmetric production of eggs in females to promote their preferential transmission, spurring the rapid evolution of centromere-binding proteins to suppress non-Mendelian transmission. A prediction of this model would be that CENP-A display binding preferences for species-matched centromeric DNA sequences and lower affinity for distant centromeric DNA.</span></p>\n<p><span>In the fruitfly Drosophila, both centromere-associated satellite DNA and the centromere-specific histone CENP-A are rapidly evolving. Previous work showed that CENP-A from a subset of Drosophila species is unable to localize to the centromere of Drosophila melanogaster, consistent with the centromere drive model. Under this award, we investigated the molecular basis of this centromere incompatibility and determined whether it could be explained by a genetic conflict between CENP-A proteins and divergent centromeric DNA. Using chromosome engineering and cell biology, we demonstrated that this conflict is in fact due to an incompatibility between CENP-A and its assembly factor, CAL1. When CENP-A and CAL1 from the same species are expressed in Drosophila melanogaster cells, centromeric localization is restored, demonstrating that centromeric DNA does not constitute a barrier to this interaction. Using mutant chimeric proteins, we identified the region within CAL1 that is responsible for this incompatibility and that co-evolves with CENP-A, and showed that this region is sufficient to mediate centromeric localization of divergent CENP-As. This work solved a long-standing puzzle in the field and provided a new paradigm for centromere evolution.</span></p>\n<p><span>In addition to the above findings, this award supported our efforts in the sequencing and characterizing the centromeric DNA of Drosophila melanogaster. The role of centromere-associated DNA in multicellular organisms has remained elusive in large part because centromeres map to repeat-rich genomic regions inaccessible to traditional DNA sequencing technologies. Using long-read sequencing, ChIP-seq, and FISH we have characterized the sequences and chromatin that make up the Drosophila centromeres. These findings will enable the future manipulation and functional characterization of these regions.</span></p>\n<p><span>Last but not least, this award supported a number of activities that made possible the participation of undergraduate and high school students from underrepresented groups in laboratory research. All of the student mentored have completed their degrees in STEM fields and are either training in medical or graduate school, or have joined the biomedical industry workforce. The award also made possible the participation of graduate students and the PI in outreach activities to promote the involvement of the public in the process of discovery through established initiatives at our university.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2018<br>\n\t\t\t\t\tModified by: Barbara&nbsp;Mellone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring cell division, chromosomes must be accurately segregated to ensure that the entire assortment of genetic information is properly passed on to the next generation.\n\n Centromeres are essential chromosomal regions in eukaryotes that mediate this critical process by generating attachments between chromosomes and spindle microtubules. Centromeres are marked by the presence of a unique type of chromatin containing the histone variant CENP-A and by highly repetitive DNA sequences. CENP-A-containing chromatin is necessary for centromere activity and is epigenetically maintained through each cell cycle. \n\nDespite their functional conservation, centromeres are surprisingly dynamic and are a driving force of chromosome evolution and speciation. Why centromeres evolve rapidly at both the DNA and protein level in spite of their conserved role remains an outstanding question in biology. The rapid evolution of centromeric DNA and centromere-binding proteins such as CENP-A led to the proposal that these two components are evolving under genetic conflict. According to this model, known as centromere drive, centromeres act as ?selfish? DNA elements, exploiting the inherently asymmetric production of eggs in females to promote their preferential transmission, spurring the rapid evolution of centromere-binding proteins to suppress non-Mendelian transmission. A prediction of this model would be that CENP-A display binding preferences for species-matched centromeric DNA sequences and lower affinity for distant centromeric DNA.\n\nIn the fruitfly Drosophila, both centromere-associated satellite DNA and the centromere-specific histone CENP-A are rapidly evolving. Previous work showed that CENP-A from a subset of Drosophila species is unable to localize to the centromere of Drosophila melanogaster, consistent with the centromere drive model. Under this award, we investigated the molecular basis of this centromere incompatibility and determined whether it could be explained by a genetic conflict between CENP-A proteins and divergent centromeric DNA. Using chromosome engineering and cell biology, we demonstrated that this conflict is in fact due to an incompatibility between CENP-A and its assembly factor, CAL1. When CENP-A and CAL1 from the same species are expressed in Drosophila melanogaster cells, centromeric localization is restored, demonstrating that centromeric DNA does not constitute a barrier to this interaction. Using mutant chimeric proteins, we identified the region within CAL1 that is responsible for this incompatibility and that co-evolves with CENP-A, and showed that this region is sufficient to mediate centromeric localization of divergent CENP-As. This work solved a long-standing puzzle in the field and provided a new paradigm for centromere evolution.\n\nIn addition to the above findings, this award supported our efforts in the sequencing and characterizing the centromeric DNA of Drosophila melanogaster. The role of centromere-associated DNA in multicellular organisms has remained elusive in large part because centromeres map to repeat-rich genomic regions inaccessible to traditional DNA sequencing technologies. Using long-read sequencing, ChIP-seq, and FISH we have characterized the sequences and chromatin that make up the Drosophila centromeres. These findings will enable the future manipulation and functional characterization of these regions.\n\nLast but not least, this award supported a number of activities that made possible the participation of undergraduate and high school students from underrepresented groups in laboratory research. All of the student mentored have completed their degrees in STEM fields and are either training in medical or graduate school, or have joined the biomedical industry workforce. The award also made possible the participation of graduate students and the PI in outreach activities to promote the involvement of the public in the process of discovery through established initiatives at our university.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2018\n\n\t\t\t\t\tSubmitted by: Barbara Mellone"
 }
}