{
 "awd_id": "1331872",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Reynolds Creek Carbon Critical Zone Observatory",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2013-12-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 2500000.0,
 "awd_amount": 3755249.0,
 "awd_min_amd_letter_date": "2013-12-06",
 "awd_max_amd_letter_date": "2023-07-24",
 "awd_abstract_narration": "Most of the world's terrestrial carbon is found in the Critical Zone as soil carbon. Indeed, soils store approximately three times more carbon than the atmosphere. Yet large uncertainties exist as to whether soils will release carbon to the atmosphere faster than they can take it up when disturbed or experiencing new environmental conditions or extremes. These uncertainties arise owing to an incomplete understanding of the processes controlling soil carbon fate and the challenge of scaling up estimates of soil carbon from the plot to the landscape or global level.\r\n\r\nInvestigators are establishing the Reynolds Creek Critical Zone Observatory (RC CZO) to address the grand challenge of improving prediction of soil carbon storage and the processes governing its fate at the plot to the landscape scale. The RC CZO will be co-located with the Reynolds Creek Experimental Watershed (RCEW) in southwest Idaho, which has been administered by the United State Department of Agriculture -Agricultural Research Service (USDA-ARS) for over 50 years. The RCEW is particularly well suited for the CZO because of its strong gradients in climate, vegetation, and distributions of soil organic and inorganic carbon. The observatory will leverage existing scientific infrastructure that includes long-term, spatially extensive meteorological and soil monitoring.\r\n\r\nAn interdisciplinary team of scientists from Idaho State University, Boise State University, and the USDA-ARS will focus their initial efforts on extensive characterization of above and below ground plant biomass and soil carbon amounts and characteristics across the watershed. An intensively instrumented set of sites (CORE) along an elevation gradient will include measurements of evapotranspiration and the associated land-atmosphere exchange of carbon, sap flux, soil respiration, soil moisture, soil temperature, and other essential climate variables. Experimental research will include investigation of prescribed fire and grazing on soil carbon and processes. The CORE site data will support efforts to improve modeling of the soil-vegetation-atmosphere system and provide a rich dataset for collaborations. A suite of simulation tools will be used to distribute controlling climate input variables at a sufficiently high resolution to capture the natural heterogeneity on the landscape and predict the distribution of soil carbon and other key ecological and hydrologic stores and fluxes throughout the watershed. \r\n\r\nThis CZO will produce one of the largest coupled soil carbon- environmental variable datasets available. The dataset will provide a unique calibration target to develop and test modeling tools critical for regional and global climate and biogeochemical modeling. The intermediate scale research at the RC CZO will improve our ability to scale local observations to the landscape and the globe; an essential step to support accurate Earth system modeling. Evaluation of simulations at the intermediate scale will reveal areas of weakness in process representation and allow researchers to identify critical research needs. This CZO will become a community resource for carbon cycling research and education, and a magnet for global soil modeling community research to address the grand challenge of understanding soil carbon behavior. This observatory will also improve understanding of how land management activities like prescribed fire and grazing alter soil properties, carbon inputs and the fate of soil organic carbon at the landscape level.  In additional to traditional training, this CZO will develop a field methods course on critical zone processes and develop K-12 curriculum to improve literacy of soils in the critical zone.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Lohse",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen A Lohse",
   "pi_email_addr": "klohse@isu.edu",
   "nsf_id": "000441462",
   "pi_start_date": "2013-12-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Glenn",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy F Glenn",
   "pi_email_addr": "nancyglenn@boisestate.edu",
   "nsf_id": "000439546",
   "pi_start_date": "2013-12-06",
   "pi_end_date": "2023-07-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Benner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn Benner",
   "pi_email_addr": "sbenner@boisestate.edu",
   "nsf_id": "000469301",
   "pi_start_date": "2013-12-06",
   "pi_end_date": "2023-07-24"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Flores",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro Flores",
   "pi_email_addr": "lejoflores@boisestate.edu",
   "nsf_id": "000561642",
   "pi_start_date": "2013-12-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Seyfried",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Seyfried",
   "pi_email_addr": "mark.seyfried@ars.usda.gov",
   "nsf_id": "000605337",
   "pi_start_date": "2013-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "921 S 8th Ave 8007",
  "perf_city_name": "Pocatello",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832090002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "757000",
   "pgm_ele_name": "SURFACE EARTH PROCESS SECTION"
  },
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1733",
   "pgm_ref_txt": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7693",
   "pgm_ref_txt": "CZO: CRITICAL ZONE OBSER SOLIC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 586601.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 689364.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 634351.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 374247.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 825946.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 409691.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 159508.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 75541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong>. Much uncertainty in soil carbon (C) budgets stems from distributing soil C across complex terrain where soil thickness is largely unknown. The main goal of the Reynolds Creek Carbon Critical Zone Observatory (RC CZO) was to improve prediction of soil carbon at the plot to landscape scale (10m to 100 km) and understand the processes controlling this storage. We achieved our three main research priorities proposed in 2013. <em>First, </em>we created world-class landscape-scale soil carbon and environmental datasets that provided a foundation for investigating intermediate scale processes that dictate soil carbon fate and elucidate the complex relationships between climate, landscape, and ecology. We produced both fine resolution (3m-10 m) soil C maps at the intermediate scale (1-100 km<sup>2</sup>) and long-term (31 yr.) databases describing fine resolution (10 m), hourly measures of climate variables distributed across the 239 km<sup>2</sup> watershed. We also mapped soil temperature, vegetation carbon input indexes at high resolution as well as surficial geology of the landscape. We developed a simple empirical model that could predict soil thickness at <em>any</em> location within a catchment using high-resolution digital elevation models and a limited number of soil thickness measurements. Combining this method with soil C, the total amount of soil profile C could be accurately predicted to the boundary between soil and rock at 3 m resolution, and the entire watershed C stores could be quantified. We also advanced our understanding of the contribution of rock carbonate coatings to total inorganic carbon pools. Findings showed that rock carbonate coating can represent as much as 40% of total inorganic carbon in soil profiles indicating that studies that only examine the fine fraction of soils (&lt;2 mm) are overlooking a vast store of carbon in gravelly parent materials in arid and semi-arid regions. <em>Second</em>, we developed develop an integrated, watershed scale, instrumentation and monitoring network focused on soil carbon dynamics but of value across the hydrologic, ecologic, and geologic disciplines. We focused on intensive measurements of soil carbon and aboveground and belowground processes within the vicinity of the four eddy covariance towers as well as collection of limited groundwater and stream samples. Eddy covariance data showed that all sites were net source of carbon uptake, except for the lowest, driest site that was net neutral during dry years. A wildfire in the RC CZO resulted in soil pH increasing and soil organic carbon (SOC) decreasing. In contrast to our expectations, we documented the novel formation of soil inorganic carbon (SIC) with wildfire that differed significantly with aspect and plant-interplant scale. Our findings highlighted the formation of SIC after fire as a novel short-term sink of C in non-forested shrubland ecosystems. Finally, streams studies showed variable sources of C and responses to fire, while investigations of groundwater showed the evolution of C as it passes through the critical zone and C sequestration in deep groundwater in weathered silicates. <em>Third</em>, we integrated these data and predicted soil carbon at fine resolution (10m) across the watershed using a process-based model.</p>\n<p><strong><em>Broader impacts. </em></strong>The<em> </em>Reynolds Creek Carbon Critical Zone Observatory (RC CZO) resulted in numerous broader impacts. In particular, Reynolds Creek Experimental Watershed (RCEW) -CZO has become a magnet for an interdisciplinary scientific community. The use of the RCEW-CZO increased from 100 to 500 visitor nights/year at its peak use. RCEW-CZO has sustained a high level of activity and interest from the ecology and biogeochemistry communities, resulting in exciting &ldquo;cross-fertilization&rdquo; of ideas and products. The RCEW-CZO team trained multiple students and early-career scientists (24 graduate students (12 MS, 5 PhD, and 1 doctoral of arts (DA), 5 postdocs, and 9 undergraduate researchers) and increased public awareness of fire, invasives, water, and soil conservation through film (Voice of Fire), virtual tours, and educational pamphlets and videos. A total of 293 products (papers and conference abstracts) have been disseminated as well as 30 datasets with DOIs made available to the public. Outreach included multi-day cap-stone experiences for 8<sup>th</sup> graders in the watershed, numerous talks to the public, development of educational pamphlets and virtual tour website, and production of documentaries.The <em>Voices of Fire</em> documented the Soda Fire that burned much of the RC CZO in 2015 and tells of the challenges of managing multiple uses, cheat grass and fire. The film was distributed to the public via Montana and Idaho PBS. Our research efforts also lead to the adoption by management agencies of a snow model to manage flooding and snow melt. Finally, our modeling activities from the RC CZO science yielded benchmark datasets that will have broad impact and importance to the ecohydrologic and biogeochemical modeling community. For example, eddy covariance datasets have been downloaded over 2000 times from Ameriflux repository sites for modeling purposes. Collectively, these datasets serve as an important vehicle to build collaborations with researchers from other CZOs and the broader community.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/30/2024<br>\nModified by: Kathleen&nbsp;A&nbsp;Lohse</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit. Much uncertainty in soil carbon (C) budgets stems from distributing soil C across complex terrain where soil thickness is largely unknown. The main goal of the Reynolds Creek Carbon Critical Zone Observatory (RC CZO) was to improve prediction of soil carbon at the plot to landscape scale (10m to 100 km) and understand the processes controlling this storage. We achieved our three main research priorities proposed in 2013. First, we created world-class landscape-scale soil carbon and environmental datasets that provided a foundation for investigating intermediate scale processes that dictate soil carbon fate and elucidate the complex relationships between climate, landscape, and ecology. We produced both fine resolution (3m-10 m) soil C maps at the intermediate scale (1-100 km2) and long-term (31 yr.) databases describing fine resolution (10 m), hourly measures of climate variables distributed across the 239 km2 watershed. We also mapped soil temperature, vegetation carbon input indexes at high resolution as well as surficial geology of the landscape. We developed a simple empirical model that could predict soil thickness at any location within a catchment using high-resolution digital elevation models and a limited number of soil thickness measurements. Combining this method with soil C, the total amount of soil profile C could be accurately predicted to the boundary between soil and rock at 3 m resolution, and the entire watershed C stores could be quantified. We also advanced our understanding of the contribution of rock carbonate coatings to total inorganic carbon pools. Findings showed that rock carbonate coating can represent as much as 40% of total inorganic carbon in soil profiles indicating that studies that only examine the fine fraction of soils (Second, we developed develop an integrated, watershed scale, instrumentation and monitoring network focused on soil carbon dynamics but of value across the hydrologic, ecologic, and geologic disciplines. We focused on intensive measurements of soil carbon and aboveground and belowground processes within the vicinity of the four eddy covariance towers as well as collection of limited groundwater and stream samples. Eddy covariance data showed that all sites were net source of carbon uptake, except for the lowest, driest site that was net neutral during dry years. A wildfire in the RC CZO resulted in soil pH increasing and soil organic carbon (SOC) decreasing. In contrast to our expectations, we documented the novel formation of soil inorganic carbon (SIC) with wildfire that differed significantly with aspect and plant-interplant scale. Our findings highlighted the formation of SIC after fire as a novel short-term sink of C in non-forested shrubland ecosystems. Finally, streams studies showed variable sources of C and responses to fire, while investigations of groundwater showed the evolution of C as it passes through the critical zone and C sequestration in deep groundwater in weathered silicates. Third, we integrated these data and predicted soil carbon at fine resolution (10m) across the watershed using a process-based model.\n\n\nBroader impacts. The Reynolds Creek Carbon Critical Zone Observatory (RC CZO) resulted in numerous broader impacts. In particular, Reynolds Creek Experimental Watershed (RCEW) -CZO has become a magnet for an interdisciplinary scientific community. The use of the RCEW-CZO increased from 100 to 500 visitor nights/year at its peak use. RCEW-CZO has sustained a high level of activity and interest from the ecology and biogeochemistry communities, resulting in exciting cross-fertilization of ideas and products. The RCEW-CZO team trained multiple students and early-career scientists (24 graduate students (12 MS, 5 PhD, and 1 doctoral of arts (DA), 5 postdocs, and 9 undergraduate researchers) and increased public awareness of fire, invasives, water, and soil conservation through film (Voice of Fire), virtual tours, and educational pamphlets and videos. A total of 293 products (papers and conference abstracts) have been disseminated as well as 30 datasets with DOIs made available to the public. Outreach included multi-day cap-stone experiences for 8th graders in the watershed, numerous talks to the public, development of educational pamphlets and virtual tour website, and production of documentaries.The Voices of Fire documented the Soda Fire that burned much of the RC CZO in 2015 and tells of the challenges of managing multiple uses, cheat grass and fire. The film was distributed to the public via Montana and Idaho PBS. Our research efforts also lead to the adoption by management agencies of a snow model to manage flooding and snow melt. Finally, our modeling activities from the RC CZO science yielded benchmark datasets that will have broad impact and importance to the ecohydrologic and biogeochemical modeling community. For example, eddy covariance datasets have been downloaded over 2000 times from Ameriflux repository sites for modeling purposes. Collectively, these datasets serve as an important vehicle to build collaborations with researchers from other CZOs and the broader community.\n\n\n\t\t\t\t\tLast Modified: 08/30/2024\n\n\t\t\t\t\tSubmitted by: KathleenALohse\n"
 }
}