{
 "awd_id": "1335302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Testing Stable Isotopes of Human Dental Calculus as a Nondestructive Proxy for Paleodiet",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 119502.0,
 "awd_amount": 119502.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2015-06-03",
 "awd_abstract_narration": "For over thirty years, bioarchaeologists have used stable carbon and nitrogen isotopes to evaluate the dietary habits of earlier human populations.  Given that bone preserves better than skin, fingernails, and hair in most taphonomic contexts, the primary biomaterial used in isotope analysis is collagen.  This protein, the organic fraction of calcified bone, is not directly available for analysis so methods used to isolate collagen are destructive.\r\n  \r\nIn contrast to collagen, dental plaque is a biofilm that forms on the teeth of humans and other animals. When plaque accumulates and is not removed, it calcifies to form dental calculus. In 2008, calculus was collected from medieval and post-medieval Basque skeletons from Vitoria, Spain with the aim of isolating plant phytoliths.  The goal of this project was to determine if researchers could observe directly the introduction of edible plants from the New World to Spain, with special emphasis on maize. Unfortunately, processing calculus samples to find phytoliths was minimally successful.  With 58 samples and diminished hopes of finding phytoliths, five calculus samples were sent to the geochemistry lab at the University of Nevada, Reno for stable isotope analysis.  The researchers could find no evidence in the literature that anyone had ever attempted to obtain stable isotope signatures from calculus, so they were not optimistic there would be enough carbon and nitrogen to get a good signal from a biomaterial primarily made up of calcium and phosphate minerals.\r\n  \r\nThe initial analysis of five samples yielded surprising results.   There was more carbon than anticipated, it yielded ratios that could be replicated on repeated trials, and these ratios were close to the values obtained from bone collagen for earlier European populations. When the samples were tested for nitrogen, a similar result was found.  There is sufficient nitrogen in calculus to get a good isotope estimate and the results were consistent with values for earlier European populations based on bone collagen.\r\n  \r\nThis project does not center on the utility of stable carbon and nitrogen isotopes in paleodietary analysis as that has been demonstrated in hundreds of studies over the past 35 years.  The project goal is to determine whether a new biomaterial ? dental calculus ? can be used to estimate C and N ratios, especially in instances where destructive analysis is prohibited. The key is that calculus is not part of the skeletal or dental system but is an add-on that goes through a cycle of addition and removal (by a dental hygienist) in modern human populations.  Prior to dental hygiene, emphasis was more on addition and less on removal so calculus is common on the teeth of earlier humans.  \r\n\r\nWhile results to date are encouraging, this project will conduct the necessary additional tests to determine if dental calculus can be a consistent and effective proxy for isotope analysis.   Calculus samples will be obtained from human groups with divergent subsistence patterns, including Greenlandic Inuit, Greenlandic Norse, classic and colonial Maya, and prehistoric Peruvians, to determine if isotopes from calculus exhibit differences in protein consumption and the varied use of C3 and C4 plants.  \r\n\r\nIf consistent results can be obtained, dental calculus might provide a much more accessible source of data and may also avoid resistance by Native American groups to this sort of analysis using destructive analyses techniques on human skeletal remains.  The project will validate a method of isotopic analysis that is faster, non-destructive and less expensive than the current standard testing bone collagen, which would be a major contribution to the sub-field of paleo-diet studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Scott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "George R Scott",
   "pi_email_addr": "grscott@unr.edu",
   "nsf_id": "000573085",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Poulson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Simon R Poulson",
   "pi_email_addr": "poulson@mines.unr.edu",
   "nsf_id": "000205142",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Reno",
  "perf_str_addr": "1664 N. Virginia Street",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49514.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 69988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stable isotope analysis has long been used in archeology as a research tool to investigate the diet of ancient individuals and ancient populations.&nbsp; Primarily, a combination of carbon (13C/12C) and nitrogen (15N/14N) stable isotope compositions have been used to help constrain dietary components, for example, carbon isotopes are particularly useful to distinguish between diets rich in C3 vs. C4 plants, and nitrogen isotopes are helpful in identifying a diet rich in marine resources.&nbsp; The biomaterial most commonly used for stable isotope analysis is collagen extracted from bone, and collagen is typically considered the &ldquo;gold standard&rdquo; of biomaterials for stable isotope analysis.&nbsp; However, as stable isotope analysis is a destructive analytical method (even though relatively small amounts of material is required), this has prompted increasing reticence from museum curators to allow bone material to be used for isotope analysis, in deference to societal and cultural concerns, as well as regards to legislative protections such as the Native Americans Graves Protection and Repatriation Act (NAGPRA, enacted in 1990) in the US.&nbsp;</p>\n<p>This project has investigated the use of dental calculus as an isotope proxy, as an alternative biomaterial to the use of bone collagen.&nbsp; While dental calculus material is consumed during isotope analysis, as is the case with bone collagen, dental calculus is commonly considered to be a secondary, or &ldquo;add-on&rdquo; biomaterial, in contrast to primary biomaterials such as teeth and bones.&nbsp; As a secondary rather than a primary biomaterial, concerns over the destructive use of dental calculus for isotope analysis may be alleviated.&nbsp; Dental calculus consists of mineralized dental plaque, and is comprised primarily of various phosphate minerals, but contains sufficient carbon and nitrogen concentrations to facilitate stable isotope analysis (these concentrations are variable, but are typically on the order of 7 weight% C and 0.8 weight% N).&nbsp; Moreover, due to the absence of modern dental hygiene practices, many ancient populations have sufficient dental calculus present to allow for stable isotope analysis to be performed.&nbsp; However, while the mechanisms and pathways of carbon and nitrogen incorporation into bone collagen are well understood, the mechanism and pathways for carbon and nitrogen incorporation into dental calculus will be different and are not well known.&nbsp; Hence, characterization of the isotopic fidelity of carbon and nitrogen in dental calculus vs. the isotopic composition of a diet is necessary.</p>\n<p>This study has investigated the use of dental calculus as an alternative isotope proxy for paleodiet studies via a number of approaches, including: comparison of dental calculus isotope compositions vs. bone collagen isotope compositions for the same individuals and populations; investigation of calculus isotope compositions vs. the chemical composition of calculus (particularly the C/N atomic ratio, and the proportion of calculus carbon present as organic-C vs. carbonate-C); and a preliminary study of the isotopic composition of specific organic compounds isolated from dental calculus.&nbsp; A number of case studies of populations from various locations and ages have been performed (Greenland, Iceland, South and Central America, Iberian Peninsula).</p>\n<p>Results of the study indicate that calculus isotope compositions are often well correlated with collagen isotope compositions for populations, while the isotope compositions of calculus vs. collagen of the same individuals are often less well correlated. Calculus nitrogen isotope compositions for populations are essentially the same as collagen nitrogen isotope compositions, but calculus carbon isotope compositions are shifted to isotopically lighter values vs. collagen carbon isotope compositions.&nbsp; These observations are attributed to the source of nitrogen in the diet (primarily protein) being the same for both calculus-N and collagen-N, but that the sources of carbon in the diet and the mechanisms of incorporation into the biomaterial may be different (although systematically related) for calculus-C vs. collagen-C.&nbsp; Research indicates the importance of the use of the chemical compositions of dental calculus as quality control criteria to identify whether the isotope composition of calculus has been compromised by post-deposition alteration, with reliable, non-altered calculus having a C/N atomic ratio &lt; 12 (suggested by earlier researchers, and the presence of approximately 90% of carbon in dental calculus as organic-C.&nbsp; Finally, an initial reconnaissance analysis of the isotopic composition specific organic compounds in calculus provides results that are consistent with these compounds reflecting and preserving isotope compositions derived from dietary components.</p>\n<p>The broad impacts of the study are the development of a possible isotope proxy to study the diet of ancient individuals and populations, as an alternative to the current most commonly used biomaterial.&nbsp; These impacts have been disseminated widely in presentations at various venues.&nbsp; A number of undergraduate and graduate students were supported by the research, and a number of national and international collaborators participated in the research.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2017<br>\n\t\t\t\t\tModified by: Simon&nbsp;R&nbsp;Poulson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStable isotope analysis has long been used in archeology as a research tool to investigate the diet of ancient individuals and ancient populations.  Primarily, a combination of carbon (13C/12C) and nitrogen (15N/14N) stable isotope compositions have been used to help constrain dietary components, for example, carbon isotopes are particularly useful to distinguish between diets rich in C3 vs. C4 plants, and nitrogen isotopes are helpful in identifying a diet rich in marine resources.  The biomaterial most commonly used for stable isotope analysis is collagen extracted from bone, and collagen is typically considered the \"gold standard\" of biomaterials for stable isotope analysis.  However, as stable isotope analysis is a destructive analytical method (even though relatively small amounts of material is required), this has prompted increasing reticence from museum curators to allow bone material to be used for isotope analysis, in deference to societal and cultural concerns, as well as regards to legislative protections such as the Native Americans Graves Protection and Repatriation Act (NAGPRA, enacted in 1990) in the US. \n\nThis project has investigated the use of dental calculus as an isotope proxy, as an alternative biomaterial to the use of bone collagen.  While dental calculus material is consumed during isotope analysis, as is the case with bone collagen, dental calculus is commonly considered to be a secondary, or \"add-on\" biomaterial, in contrast to primary biomaterials such as teeth and bones.  As a secondary rather than a primary biomaterial, concerns over the destructive use of dental calculus for isotope analysis may be alleviated.  Dental calculus consists of mineralized dental plaque, and is comprised primarily of various phosphate minerals, but contains sufficient carbon and nitrogen concentrations to facilitate stable isotope analysis (these concentrations are variable, but are typically on the order of 7 weight% C and 0.8 weight% N).  Moreover, due to the absence of modern dental hygiene practices, many ancient populations have sufficient dental calculus present to allow for stable isotope analysis to be performed.  However, while the mechanisms and pathways of carbon and nitrogen incorporation into bone collagen are well understood, the mechanism and pathways for carbon and nitrogen incorporation into dental calculus will be different and are not well known.  Hence, characterization of the isotopic fidelity of carbon and nitrogen in dental calculus vs. the isotopic composition of a diet is necessary.\n\nThis study has investigated the use of dental calculus as an alternative isotope proxy for paleodiet studies via a number of approaches, including: comparison of dental calculus isotope compositions vs. bone collagen isotope compositions for the same individuals and populations; investigation of calculus isotope compositions vs. the chemical composition of calculus (particularly the C/N atomic ratio, and the proportion of calculus carbon present as organic-C vs. carbonate-C); and a preliminary study of the isotopic composition of specific organic compounds isolated from dental calculus.  A number of case studies of populations from various locations and ages have been performed (Greenland, Iceland, South and Central America, Iberian Peninsula).\n\nResults of the study indicate that calculus isotope compositions are often well correlated with collagen isotope compositions for populations, while the isotope compositions of calculus vs. collagen of the same individuals are often less well correlated. Calculus nitrogen isotope compositions for populations are essentially the same as collagen nitrogen isotope compositions, but calculus carbon isotope compositions are shifted to isotopically lighter values vs. collagen carbon isotope compositions.  These observations are attributed to the source of nitrogen in the diet (primarily protein) being the same for both calculus-N and collagen-N, but that the sources of carbon in the diet and the mechanisms of incorporation into the biomaterial may be different (although systematically related) for calculus-C vs. collagen-C.  Research indicates the importance of the use of the chemical compositions of dental calculus as quality control criteria to identify whether the isotope composition of calculus has been compromised by post-deposition alteration, with reliable, non-altered calculus having a C/N atomic ratio &lt; 12 (suggested by earlier researchers, and the presence of approximately 90% of carbon in dental calculus as organic-C.  Finally, an initial reconnaissance analysis of the isotopic composition specific organic compounds in calculus provides results that are consistent with these compounds reflecting and preserving isotope compositions derived from dietary components.\n\nThe broad impacts of the study are the development of a possible isotope proxy to study the diet of ancient individuals and populations, as an alternative to the current most commonly used biomaterial.  These impacts have been disseminated widely in presentations at various venues.  A number of undergraduate and graduate students were supported by the research, and a number of national and international collaborators participated in the research. \n\n \n\n\t\t\t\t\tLast Modified: 10/20/2017\n\n\t\t\t\t\tSubmitted by: Simon R Poulson"
 }
}