{
 "awd_id": "1338247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEACH:    Integrated Data-Model Analysis of CO2-Climate-Vegetation Feedbacks in a Dynamic Paleo-Icehouse",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 169070.0,
 "awd_amount": 169070.0,
 "awd_min_amd_letter_date": "2013-12-03",
 "awd_max_amd_letter_date": "2017-07-20",
 "awd_abstract_narration": "COLLABORATIVE RESEARCH :Integrated Data-Model Analysis of CO2-Climate-Vegetation Feedbacks in a Dynamic Paleo-Icehouse\r\n\r\nby\r\n\r\nIsabel Montanez, Univ. California, Davis EAR-1338281\r\nChristopher Poulsen, Univ. Michigan, EAR-1338200\r\nJoseph White, Baylor University, EAR-1338247\r\nMichael Hren, Univ. Conneticutt, EAR-1338256\r\n\r\nABSTRACT\r\nOverview: Vegetation-CO¬2-climate feedbacks have been shown to be an important component of the climate system, capable of perturbing atmospheric circulation, continental surface temperatures, and hydrological cycling on regional- to global-scales. Recent work indicates that vegetation-climate feedbacks likely had the potential to push the late Paleozoic climate system between glacial and interglacial states and to strongly modify the climate regime within these states. The details of the nature, time-scales, and potential impact of these feedbacks remain elusive. This multi-disciplinary project, driven by three interlinked hypotheses, addresses these shortcomings and analyzes the roles of CO2- and orbital-forcing and vegetation-climate feedbacks in promoting glacial-interglacial transitions on eccentricity- to multi-million year time-scales:  \r\n-\tThe response of vegetation to primarily CO2-driven glacial-interglacial transitions depended on the timing, magnitude and duration of CO2 forcing and whether critical ecological thresholds were reached.\r\n-\tTropical vegetation, by way of physiological forcing, impacted low-latitude climate and water & C cycling\r\n-\tVegetation-climate feedbacks - on a global-scale - amplified radiatively forced glacial-interglacial transitions through changes in direct surface forcing and terrestrial C & N cycling.\r\nThese hypotheses are being tested through integrated empirical, experimental and multi-scale modeling approaches across a spectrum of time- (10 to 1,000,000 yr) and spatial-scales (leaf-to-canopy-to-global climate system). Climate-CO2-vegetation feedbacks, including the role of plant physiological forcing of climate will be assessed through a two-stage modeling effort that will first reformulate a terrestrial biosphere model (BIOME-BGC) using the empirical and experimental results coupled with modeling sensitivity experiments to define plant functional traits for late Paleozoic PFTs. In the second stage, we will incorporate these PFT traits into NCAR's fully coupled Community Earth System Model and use this version to investigate glacial-interglacial dynamics.\r\nIntellectual Merit: This research will generate the first high-resolution, high-precision reconstruction of atmospheric CO2 during the LPIA, which when incorporated into the climate modeling will provide insight into the evolution of earth system processes, including the terrestrial biosphere, in an icehouse under changing CO2 levels relevant to our long-term future. This study will be the first modification of terrestrial biosphere models to account for paleo-PFT traits and investigation of paleovegetation-climate feedbacks thus providing an improved understanding of the potential of non-angiosperm plants to influence hydrologic and C cycling through physiological forcing.  \r\nBroader Impacts: Cross-disciplinary training and mentoring will occur through in-residence internships for the Ph.D. students.  Underrepresented students to Earth and environmental sciences will be integrated through a range of summer and academic year internships and programs at the collaborating institutions.  This study will contribute directly to a Carboniferous exhibit planned for the Paleontological Halls of the National Museum of Natural History, Smithsonian Institution. All data generated by this study will be archived and shared via publications, and web-accessible tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "White",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph D White",
   "pi_email_addr": "Joseph_D_White@baylor.edu",
   "nsf_id": "000507905",
   "pi_start_date": "2013-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987388",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7459",
   "pgm_ref_txt": "SEDIMENTARY GEO & PALEOBIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 30370.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 41267.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 41664.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 55769.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>We modified the ecosystem process model BIOME-BGC, as a novel application for Paleozoic plants (<em><span>p</span></em>BGC) for seven dominant plant types (lycopsids, medullosans, sphenopsids, cordaitaleans, peltasperms, tree ferns, and Walchian confiers) of the Late Carboniferous with simulated input meteorology at a daily time-step. Process modeling was based on defining individual plants types based on foliar characteristics that could be derived from fossil material: 1) leaf conductance, both stomatal boundary layer (as a function of leaf morphology), 2) foliar carbon to nitrogen ratios (C:N<sub>leaf</sub>), 3) mesophyll pathlength (<em><span>D<sub>m</sub></span></em>). &nbsp;In addition, specific leaf area (SLA), which is an intrinsic character of foliage that represents the allometry of leaf mass to surface area, was defined for these plant types from C:N<sub>leaf</sub>&nbsp;from a proxy function between SLA and&nbsp;C:N<sub>leaf</sub>&nbsp;values developed from data for modern New Zealand podocarps.&nbsp; For this project, a new constraint on stomatal conductance was added to the&nbsp;<em><span>p</span></em>BGC&nbsp;model in which the parameter&nbsp;<em><span>D<sub>m</sub></span></em>, was used to subsume the influence of venation and leaf thickness, factors known to have differed in non-angiosperm plants of the Paleozoic.&nbsp; Simulations at specific points and globally showed minimal influence of oxygen on ecosystem function such as productivity, water use, or nitrogen cycling despite early suggestion that higher&nbsp;<em><span>p</span></em>O<sub>2</sub>&nbsp;would increase atmospheric pressure reducing overall inherent evaporation rates.&nbsp; Other scenarios assessed including varying&nbsp;<em><span>p</span></em>CO<sub>2</sub>&nbsp;between 200 to 600 ppm increased productivity, though reduced water availability and water runoff. &nbsp;However, much of these effects were due to coincident change in simulated temperature and precipitation associated with these CO<sub>2</sub>&nbsp;changes derived from meteorological data derived from the GENESIS model by Chris Poulsen, University of Michigan.&nbsp; Rather, much of the change in ecosystem functions simulated (i.e. productivity, water budgets, and nitrogen cycling) were due to differential water use by the different taxa.&nbsp; In particular, lycopsids, as the primary plant type of the ?coal? swamps of the Carboniferous, were found to have very high stomatal conductance based on the fossil morphology, that coupled with high&nbsp;<em><span>D<sub>m</sub></span></em>&nbsp;simultaneously resulted in high water loss with sensitivity to reduced leaf water resupply.&nbsp; This result is different than previous conceptualization of this plant type which has been represented as being very water conservative based on inadequate comparisons with extant lycophytes. This leads to one of the main conclusions of our study which is that reconstruction of plant function of taxa from deep time are best approached by mechanistic modeling informed from direct fossil evidence, rather than inference of functional limitations based on nearest living relatives. For global simulations of these plant types, we found distinctive geographical distribution limits that we refer to as the physiological landscape.&nbsp; High correspondence was found between locations on Pangea where our simulated plants were modeled to have grown compared to locations of major fossil assemblage sites.&nbsp; The major find of global simulations was that the total terrestrial land area covered by Carboniferous vegetation ranged from 20 to 60% based on our assessment of the physiological landscape of plants that existed during that time.&nbsp; This is compared to modern land area coverage which is approximately 88%.&nbsp; Limitations to distribution are associated with water management by these taxa.&nbsp; From a global climate perspective, this provides us our second major conclusion which is that plants of the Carboniferous had limited capacity to affect climate through either carbon or water exchange capacity, rather influenced by their presence or absence across the large Pangean supercontinent through both planetary albedo and interception of precipitation affecting runoff and direct soil erosion. Thus, the land area to support plant growth constrains climate interactions as a function of evolutionary physiological limitations.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2019<br>\n\t\t\t\t\tModified by: Joseph&nbsp;D&nbsp;White</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221842361_pangea_600_21--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221842361_pangea_600_21--rgov-800width.jpg\" title=\"Pangea Vegetation\"><img src=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221842361_pangea_600_21--rgov-66x44.jpg\" alt=\"Pangea Vegetation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of potential vegetative land cover in the Late Carboniferous. Using LAI and minimum daily temperature, each grid cell was categorized as bare (brown), bare and frost affected (grey), vegetated (green), vegetated and frost affected (yellow).</div>\n<div class=\"imageCredit\">Joseph D. White, William Matthaues, Chris Poulsen</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joseph&nbsp;D&nbsp;White</div>\n<div class=\"imageTitle\">Pangea Vegetation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221171415_climate_summary_graphs2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221171415_climate_summary_graphs2--rgov-800width.jpg\" title=\"Climate by location\"><img src=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221171415_climate_summary_graphs2--rgov-66x44.jpg\" alt=\"Climate by location\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Average daily temperature (?C) and precipitation (cm d-1) for the low (182 and 200 ppm) and high (546 and 600 ppm) pCO2 GENESIS GCM simulations extracted for each zone location.</div>\n<div class=\"imageCredit\">Joseph D. White, Chris Poulsen</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joseph&nbsp;D&nbsp;White</div>\n<div class=\"imageTitle\">Climate by location</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221331436_bgc_flowchart--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221331436_bgc_flowchart--rgov-800width.jpg\" title=\"pBGC\"><img src=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221331436_bgc_flowchart--rgov-66x44.jpg\" alt=\"pBGC\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simplified flowchart of the pBGC processing including inputs from fossil leaf data, GENESIS-derived daily meteorology, and input atmospheric gas concentrations of CO2 and O2.</div>\n<div class=\"imageCredit\">Joseph D. White</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joseph&nbsp;D&nbsp;White</div>\n<div class=\"imageTitle\">pBGC</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221476955_soil_leaf_WP--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221476955_soil_leaf_WP--rgov-800width.jpg\" title=\"Simulated Leaf/Soil Water Potential\"><img src=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221476955_soil_leaf_WP--rgov-66x44.jpg\" alt=\"Simulated Leaf/Soil Water Potential\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simulated soil and leaf water potentials (MPa) for the paleofloral plant functional types by pBGC for each plant type for 50 years of simulations with pCO2 = 600 pm and pO2 = 0.21. The plant wilting point (-2.5 MPa)  is shown as a dotted line for reference.</div>\n<div class=\"imageCredit\">Joseph D. White</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joseph&nbsp;D&nbsp;White</div>\n<div class=\"imageTitle\">Simulated Leaf/Soil Water Potential</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221606703_discharge--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221606703_discharge--rgov-800width.jpg\" title=\"Simulated Discharge\"><img src=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221606703_discharge--rgov-66x44.jpg\" alt=\"Simulated Discharge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Daily average discharge (kg H2O m-2 yr-1) predicted by pBGC for each plant type for 50 years of simulations with pCO2 = 600 pm and pO2 = 0.21.</div>\n<div class=\"imageCredit\">Joseph D. White</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joseph&nbsp;D&nbsp;White</div>\n<div class=\"imageTitle\">Simulated Discharge</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221004550_climate--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221004550_climate--rgov-800width.jpg\" title=\"Simulation locations\"><img src=\"/por/images/Reports/POR/2019/1338247/1338247_10286162_1556221004550_climate--rgov-66x44.jpg\" alt=\"Simulation locations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Mapped a) annual precipitation (cm yr-1) and btemperature derived from the GENESIS GCM for 310 Mya for the glaciated scenario with CO2=546 ppm and pO2=0.28. Locations where GENESIS GCM daily meteorology were extracted and input into pBGC are shown.</div>\n<div class=\"imageCredit\">Joseph D. White, Chris Poulsen</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joseph&nbsp;D&nbsp;White</div>\n<div class=\"imageTitle\">Simulation locations</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWe modified the ecosystem process model BIOME-BGC, as a novel application for Paleozoic plants (pBGC) for seven dominant plant types (lycopsids, medullosans, sphenopsids, cordaitaleans, peltasperms, tree ferns, and Walchian confiers) of the Late Carboniferous with simulated input meteorology at a daily time-step. Process modeling was based on defining individual plants types based on foliar characteristics that could be derived from fossil material: 1) leaf conductance, both stomatal boundary layer (as a function of leaf morphology), 2) foliar carbon to nitrogen ratios (C:Nleaf), 3) mesophyll pathlength (Dm).  In addition, specific leaf area (SLA), which is an intrinsic character of foliage that represents the allometry of leaf mass to surface area, was defined for these plant types from C:Nleaf from a proxy function between SLA and C:Nleaf values developed from data for modern New Zealand podocarps.  For this project, a new constraint on stomatal conductance was added to the pBGC model in which the parameter Dm, was used to subsume the influence of venation and leaf thickness, factors known to have differed in non-angiosperm plants of the Paleozoic.  Simulations at specific points and globally showed minimal influence of oxygen on ecosystem function such as productivity, water use, or nitrogen cycling despite early suggestion that higher pO2 would increase atmospheric pressure reducing overall inherent evaporation rates.  Other scenarios assessed including varying pCO2 between 200 to 600 ppm increased productivity, though reduced water availability and water runoff.  However, much of these effects were due to coincident change in simulated temperature and precipitation associated with these CO2 changes derived from meteorological data derived from the GENESIS model by Chris Poulsen, University of Michigan.  Rather, much of the change in ecosystem functions simulated (i.e. productivity, water budgets, and nitrogen cycling) were due to differential water use by the different taxa.  In particular, lycopsids, as the primary plant type of the ?coal? swamps of the Carboniferous, were found to have very high stomatal conductance based on the fossil morphology, that coupled with high Dm simultaneously resulted in high water loss with sensitivity to reduced leaf water resupply.  This result is different than previous conceptualization of this plant type which has been represented as being very water conservative based on inadequate comparisons with extant lycophytes. This leads to one of the main conclusions of our study which is that reconstruction of plant function of taxa from deep time are best approached by mechanistic modeling informed from direct fossil evidence, rather than inference of functional limitations based on nearest living relatives. For global simulations of these plant types, we found distinctive geographical distribution limits that we refer to as the physiological landscape.  High correspondence was found between locations on Pangea where our simulated plants were modeled to have grown compared to locations of major fossil assemblage sites.  The major find of global simulations was that the total terrestrial land area covered by Carboniferous vegetation ranged from 20 to 60% based on our assessment of the physiological landscape of plants that existed during that time.  This is compared to modern land area coverage which is approximately 88%.  Limitations to distribution are associated with water management by these taxa.  From a global climate perspective, this provides us our second major conclusion which is that plants of the Carboniferous had limited capacity to affect climate through either carbon or water exchange capacity, rather influenced by their presence or absence across the large Pangean supercontinent through both planetary albedo and interception of precipitation affecting runoff and direct soil erosion. Thus, the land area to support plant growth constrains climate interactions as a function of evolutionary physiological limitations.\n\n \n\n\t\t\t\t\tLast Modified: 04/25/2019\n\n\t\t\t\t\tSubmitted by: Joseph D White"
 }
}