{
 "awd_id": "1338666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Deep Propagating Gravity Wave (DEEPWAVE)",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Meriwether",
 "awd_eff_date": "2014-02-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 454613.0,
 "awd_min_amd_letter_date": "2014-02-05",
 "awd_max_amd_letter_date": "2018-08-07",
 "awd_abstract_narration": "DEEP propagating gravity WAVE (DEEPWAVE) is an interdisciplinary project addressing the  propagation and effects of gravity waves (GW) extending from their generation in the troposphere to their breakdown in the mesosphere and lower thermosphere (MLT). The project is designed by experts on the MLT and the lower atmosphere. These research communities have not worked closely together before, but a coupled approach is required to address these dynamics in a comprehensive and consistent manner. GWs strongly influence the dynamics and climate throughout the atmosphere. DEEPWAVE will provide a more complete understanding of GW generation, propagation, breakdown, and energy and momentum transport in the presence of large topography, cyclones, and strong wind shears than has been possible previously.\r\n\tAt the core of the project is a 6-week deployment of the NSF Gulfstream V (GV) research aircraft to Christchurch in June and July 2014. The GV flights will take place over mountain wave locations over and downwind of New Zealand, Tasmania, and islands in the Southern Ocean as well as the southern circumpolar jet that is an additional strong GW source. Recent satellite remote sensing has identified this region as a primary global \"hotspot\" of GWs reaching high altitudes.  Using the GV in situ instruments, dropsondes, and three new airborne remote sensing instruments, nearly the full vertical propagation path of GWs can be observed.\r\n \tThe GV will fly at altitudes from 9-13 km with in situ instruments observing the structure and fluxes of GWs up to ~18 km. On the GV, high-power Rayleigh and Na resonance lidars and an advanced mesospheric temperature mapper (AMTM) will map out GW structures from ~15 to 100 km. These state-of-the-art measurements will be supplemented by ground-based balloon and remote sensing instruments. \r\n\tThis 4-year research program includes DEEPWAVE measurements in 2014, and extensive analysis efforts and associated modeling to quantify the observed dynamics thereafter. All DEEPWAVE data will be made available in a timely fashion. In addition to the investigators supported by this collaborative award, participants supported by NRL as well as international collaborators from New Zealand, Australia, Canada, Germany and the UK will be closely involved in the DEEPWAVE project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Taylor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Taylor",
   "pi_email_addr": "mike.taylor@usu.edu",
   "nsf_id": "000493285",
   "pi_start_date": "2014-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "4405 Old Main Hill, CASS",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843224405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 119730.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 123343.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99998.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 81929.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 29613.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Deep Propagating Gravity Wave Experiment (DEEPWAVE) was a highly successful joint airborne and ground-based measurement program conducted over New Zealand (NZ) and the surrounding oceans in the Southern Hemisphere during the winter season 2014. &nbsp;The primary mission goal was to measure the occurrence, properties, and dissipation of atmospheric gravity waves (GWs) as they propagate into the Earth&rsquo;s upper atmosphere (called the &ldquo;mesosphere&rdquo; at an altitude of about 87 km, or 55 miles).</p>\n<p>&nbsp;Gravity waves are a naturally occurring atmospheric phenomenon generated by strong weather disturbances such as storms. In particular, intense winds blowing over high mountain ranges can create a special type of standing GW termed a Mountain Wave (MW).&nbsp; These waves are important as they can transfer huge amounts of energy upwards from the ground into the upper atmosphere where they break, like waves on a beach.&nbsp; At flight level, breaking GWs create the unsettling, and sometimes dangerous, turbulence felt by passengers flying over mountainous regions.&nbsp; At higher altitudes, GW breaking can create major &ldquo;weather disturbances&rdquo; termed &ldquo;Hot Spots&rdquo;. &nbsp;</p>\n<p>New Zealand is well-known for its MWs generated from strong southeastward tropospheric winds impinging on the backbone of the towering Southern Alps.&nbsp; Such &ldquo;Norwester&rdquo; winds are common, especially during the winter months, and they create stationary long white clouds suspended over the mountain range.&nbsp; This phenomenon gives rise to the Maori name for New Zealand &ldquo;Aotearoa&rdquo;, which literally means &ldquo;Long White Cloud&rdquo;.&nbsp; The isolated location of NZ provided an excellent natural laboratory for investigating this hot spot and measuring the influences of MW on the mesospheric region where future space planes may one day fly.&nbsp;</p>\n<p>As part of this program, Utah State University (USU) operated two Advanced Mesospheric Temperature Mappers (AMTMs) developed at the USU Space Dynamics Laboratory (SDL). These are robust digital camera systems designed to measure the temperature amplitudes of the waves from which we can determine their energy fluxes into the upper atmosphere. One camera was mounted in the National Science Foundation Gulfstream V aircraft, while the other one was set up at the Lauder Research Station in the South Island of NZ, providing complementary measurements over NZ and the surrounding oceans.</p>\n<p>Our contributions to this collaborative program have been very successful, achieving our primary goals and obtaining excellent quality image data on all 180 hours nighttime flights and 50 nights of coordinated ground-based measurements, including first detection and measurements of MW over NZ and determination of their large fluxes and strong variability.&nbsp; This program contributed significantly to research training of two physics graduate students at USU. One student participated in the AMTM measurements program in NZ, while the other recently gained her M.S. analyzing AMTM MW data.&nbsp;&nbsp; In addition, a student from University of Colorado, Boulder, gained her Ph.D. analyzing joint AMTM and LIDAR (laser radar) airborne measurements.&nbsp; To date, over 12 collaborative research papers have been published utilizing our DEEPWAVE AMTM data and results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2019<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Deep Propagating Gravity Wave Experiment (DEEPWAVE) was a highly successful joint airborne and ground-based measurement program conducted over New Zealand (NZ) and the surrounding oceans in the Southern Hemisphere during the winter season 2014.  The primary mission goal was to measure the occurrence, properties, and dissipation of atmospheric gravity waves (GWs) as they propagate into the Earth’s upper atmosphere (called the \"mesosphere\" at an altitude of about 87 km, or 55 miles).\n\n Gravity waves are a naturally occurring atmospheric phenomenon generated by strong weather disturbances such as storms. In particular, intense winds blowing over high mountain ranges can create a special type of standing GW termed a Mountain Wave (MW).  These waves are important as they can transfer huge amounts of energy upwards from the ground into the upper atmosphere where they break, like waves on a beach.  At flight level, breaking GWs create the unsettling, and sometimes dangerous, turbulence felt by passengers flying over mountainous regions.  At higher altitudes, GW breaking can create major \"weather disturbances\" termed \"Hot Spots\".  \n\nNew Zealand is well-known for its MWs generated from strong southeastward tropospheric winds impinging on the backbone of the towering Southern Alps.  Such \"Norwester\" winds are common, especially during the winter months, and they create stationary long white clouds suspended over the mountain range.  This phenomenon gives rise to the Maori name for New Zealand \"Aotearoa\", which literally means \"Long White Cloud\".  The isolated location of NZ provided an excellent natural laboratory for investigating this hot spot and measuring the influences of MW on the mesospheric region where future space planes may one day fly. \n\nAs part of this program, Utah State University (USU) operated two Advanced Mesospheric Temperature Mappers (AMTMs) developed at the USU Space Dynamics Laboratory (SDL). These are robust digital camera systems designed to measure the temperature amplitudes of the waves from which we can determine their energy fluxes into the upper atmosphere. One camera was mounted in the National Science Foundation Gulfstream V aircraft, while the other one was set up at the Lauder Research Station in the South Island of NZ, providing complementary measurements over NZ and the surrounding oceans.\n\nOur contributions to this collaborative program have been very successful, achieving our primary goals and obtaining excellent quality image data on all 180 hours nighttime flights and 50 nights of coordinated ground-based measurements, including first detection and measurements of MW over NZ and determination of their large fluxes and strong variability.  This program contributed significantly to research training of two physics graduate students at USU. One student participated in the AMTM measurements program in NZ, while the other recently gained her M.S. analyzing AMTM MW data.   In addition, a student from University of Colorado, Boulder, gained her Ph.D. analyzing joint AMTM and LIDAR (laser radar) airborne measurements.  To date, over 12 collaborative research papers have been published utilizing our DEEPWAVE AMTM data and results.\n\n\t\t\t\t\tLast Modified: 12/06/2019\n\n\t\t\t\t\tSubmitted by: Michael J Taylor"
 }
}