{
 "awd_id": "1339801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SI2-SSI: Collaborative Research: STORM: A Scalable Toolkit for an Open Community Supporting Near Realtime High Resolution Coastal Modeling",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 540012.0,
 "awd_amount": 540012.0,
 "awd_min_amd_letter_date": "2014-08-26",
 "awd_max_amd_letter_date": "2015-02-27",
 "awd_abstract_narration": "The ADCIRC coastal circulation and storm surge model has a long standing track record of extremely high societal impact. It has been used to define risk (e.g., 100-yr, 500-yr coastal flood levels) for the FEMA National Flood Insurance Program in coastal states from New York to Texas, it has been used to design the multi-billion dollar Hurricane and Storm Damage Risk Reduction System around greater New Orleans and southern Louisiana by the Army Corps of Engineers, it is currently run operationally by NOAA/NWS National Center for Environmental Prediction to forecast storm surge, to name just a few of its current and recent applications. Thus there is a well-established user network in place to convert improvements in ADCIRC into significant broader impacts. The proposed research provides transformative intellectual contributions that focus on applying new parallelization schemes to enable major advances in the algorithms, implementation and utilization of the ADCIRC model. The broadening of ADCIRC to a multi-algorithmic framework and the resulting performance gains that are anticipated will help ensure ADCIRC's sustainability as a core community model for at least the next 20 years. In addition, the proposed collaboration will impact computer science by serving as a high impact use case to inform the design of new approaches to efficient scalable computing. Together, the advancements in coastal modeling and parallelization technology will make a significant contribution to the science of modeling and HPC. The results of the proposed research will be disseminated to a wider community through ongoing educational outreach activities at the participating organizations as well as through refereed conference and journal papers, and invited presentations. The involvement of graduate students and post-doctoral fellows will be crucial towards the success of this project. The PIs have a long history of training and mentoring students and post-docs in computational science and engineering, coastal engineering and marine science. The recruitment and involvement of underrepresented groups in these efforts has always been a high priority. In addition, aspects of the proposed research will be incorporated into the curricula of several courses taught by the PIs in the areas of finite element methods, scientific computation, hydrology and oceanography.\r\nThe aim of this project is to broaden the ADCIRC coastal circulation and storm surge model from a successful, but somewhat static coastal modeling tool that is tied to a single solution algorithm and the MPI parallelization paradigm, to a dynamic computational platform that is comprised of multiple solution algorithms, that readily admits new solution algorithms and that is built on a transformational new parallelization scheme that will allow us to scale to at least 256k compute cores on modern high performance computing (HPC) systems. We will do this by creating a living, evolving coastal modeling framework that will continue to lead the community in merging physical science / engineering and high performance computing and we will make the framework available to the broader community as a sustainable long term solution for its coastal modeling needs. In addition we will utilize these advancements in the highly demanding coastal storm surge forecasting system that we presently operate to demonstrate both improved robustness and speed of the model solution. We expect this effort will shorten the time required to provide reliable forecasting results and improve our ability to provide highly resolved, accurate, and physically complete predictions on an unprecedented scale. Concurrently, it should enable the use of smaller resources for simulations of increased scale which improves the usability and widens the applicability of ADCIRC in a broader community. The development of tightly integrated web-oriented products like CERA (www.coastalemergency.org) will enable the wide and timely dissemination of forecast modeling results to reach a broad audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clinton",
   "pi_last_name": "Dawson",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Clinton N Dawson",
   "pi_email_addr": "clint@ices.utexas.edu",
   "nsf_id": "000369173",
   "pi_start_date": "2014-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Michoski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Michoski",
   "pi_email_addr": "michoski@ices.utexas.edu",
   "nsf_id": "000688507",
   "pi_start_date": "2015-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 E. 27th Street, Suite 5.300",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8009",
   "pgm_ref_txt": "Scientifc Software Integration"
  },
  {
   "pgm_ref_code": "8251",
   "pgm_ref_txt": "Math Sci Innovation Incubator"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 540012.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project utilized new research in computer science and in numerical algorithms to advance the state of the art in modeling the physics of the coastal ocean. &nbsp;In this project, we focused specifically on the important problem of modeling storm surges in the coastal ocean due to hurricanes and tropical storms. &nbsp;It is well recognized that the U.S. is particularly vulnerable to the impacts of flooding due to storm surge, as recent hurricanes have demonstrated. &nbsp;Large-scale computer models such as those investigated in this project are used in emergency planning and preparedness in the event of a storm, in the study of mitigation techniques for resilience to future storms, and in determining risk related to flooding in coastal communities. &nbsp;These complex problems require high performance computing resources, and algorithms that can take advantage of all the power that such computers offer. &nbsp;In this project, a collaboration between computer scientistics, computational scientists and coastal engineers was formed to use new high performance computing software and enable significant improvement in performance in both existing and emerging coastal ocean models. &nbsp;One focus of the project was on improving the performance of an existing operational coastal ocean model, the Advanced Circulation Model, or ADCIRC. &nbsp;Another focus of the project was to develop, more or less from scratch, new coastal ocean models that take advantage of both the latest advances in computer science technology and new algorithms. &nbsp;</p>\n<p>The project resulted in significant dissemination and outreach through publications, presentations, workshops, and training of students and postdocs. &nbsp;Students trained under this project have been exposed and helped create state of the art tools and techniques in computer science, high performance computing, and numerical algorithms. &nbsp;Many of these students have gone onto positions in industrial research labs, federal research labs, and postdoctoral fellowships. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2019<br>\n\t\t\t\t\tModified by: Clinton&nbsp;N&nbsp;Dawson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project utilized new research in computer science and in numerical algorithms to advance the state of the art in modeling the physics of the coastal ocean.  In this project, we focused specifically on the important problem of modeling storm surges in the coastal ocean due to hurricanes and tropical storms.  It is well recognized that the U.S. is particularly vulnerable to the impacts of flooding due to storm surge, as recent hurricanes have demonstrated.  Large-scale computer models such as those investigated in this project are used in emergency planning and preparedness in the event of a storm, in the study of mitigation techniques for resilience to future storms, and in determining risk related to flooding in coastal communities.  These complex problems require high performance computing resources, and algorithms that can take advantage of all the power that such computers offer.  In this project, a collaboration between computer scientistics, computational scientists and coastal engineers was formed to use new high performance computing software and enable significant improvement in performance in both existing and emerging coastal ocean models.  One focus of the project was on improving the performance of an existing operational coastal ocean model, the Advanced Circulation Model, or ADCIRC.  Another focus of the project was to develop, more or less from scratch, new coastal ocean models that take advantage of both the latest advances in computer science technology and new algorithms.  \n\nThe project resulted in significant dissemination and outreach through publications, presentations, workshops, and training of students and postdocs.  Students trained under this project have been exposed and helped create state of the art tools and techniques in computer science, high performance computing, and numerical algorithms.  Many of these students have gone onto positions in industrial research labs, federal research labs, and postdoctoral fellowships.  \n\n\t\t\t\t\tLast Modified: 12/18/2019\n\n\t\t\t\t\tSubmitted by: Clinton N Dawson"
 }
}