{
 "awd_id": "1340024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Controls over Prairie Plant Range Distributions under Future Climate Change",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 416355.0,
 "awd_amount": 416355.0,
 "awd_min_amd_letter_date": "2014-07-17",
 "awd_max_amd_letter_date": "2014-07-17",
 "awd_abstract_narration": "A key challenge for environmental science is to understand how climate change will interact with other disturbance agents, such as invasive plant species, to impact biodiversity through changes in the range of both native and invasive species. There is overwhelming evidence that many species have shifted their ranges in the past 30 years as the climate has changed. However, observed range shifts and the results of computer modeling based on the current climatic boundaries of species distributions, both fail to provide a strong enough theoretical foundation for making sound predictions of how future changes will affect these distributions. A mechanistic approach that fuses theory with field experimentation is required to truly understand controls over range distributions. In addition, how plants disperse has not been included in models of range shifts except in rudimentary ways.  Yet dispersal may keep many species from responding to climate change, especially for those native species that occur in isolated pockets of the highly fragmented landscapes of today. This project will address this gap in understanding by using a novel climate change experiment at three prairie sites across a 300 mile climate gradient in the Pacific Northwest. It will also estimate historical and recent rates of dispersal of representative prairie plants using molecular genetics techniques, and computer models that include the effects of climate on the survival, reproduction, and rates of dispersal of these plants. A range of education activities will help high school, undergraduate, and graduate students to develop their professional skills. A web site will be developed to focus on the potential impacts of climate change on regional and global biodiversity. Several nongovernmental conservation organizations will be partners in the research.\r\n\r\nThis research will be comprised of three coupled tasks. (1) An established manipulative warming and precipitation study that is embedded within a regional climate gradient will be used to experimentally examine the role of climate versus local factors in controlling the demography of a broad suite of 12 native grass and forb species that currently reach northern range limits in the Pacific Northwest. Demographic models will be used to quantitatively determine the relative effect sizes of local factors (e.g., plant community composition and soil variables), regional-scale climate differences, and interannual climate variability on the vital rates of the focal species. (2) Landscape population genetics will be used to determine dispersal probabilities of eight of the focal species in landscapes that face different barriers to dispersal due to both historical and contemporary land use and vegetation, geographic dispersal barriers, and distance between prairie habitat patches. (3) The first two components will be synthesized in a regional landscape simulation under three climate change scenarios within interior-valley prairies in the Pacific Northwest. The simulation model will then be used to predict whether the focal species are likely to go extinct in all or parts of their current ranges, where they are capable of surviving outside of their current ranges under future climatic conditions, and the probability of reaching these new favorable habitats, if they exist. The effects of increased or decreased landscape resistance to dispersal through loss (e.g., increased development pressure) or gain (e.g., increased prairie restoration) of prairie habitat in the future will also be examined.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Doak",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel F Doak",
   "pi_email_addr": "daniel.doak@colorado.edu",
   "nsf_id": "000473057",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 416355.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;In this project, the researchers sought to understand how climate change would influence a suite of co-occurring plant species that all are native to lowland prairie ecosystems in the Pacific Northwest. This habitat is endangered and increasingly rare. A major goal of the work was to find out how similar or different the responses of different species are to climate change, to better anticipate impacts of climate alternations. During the work the research team conducted multi-year manipulations of temperature and rainfall in three locations, and also repeatedly surveyed natural populations of multiple plant species. Major findings were that all species studied responded strongly to climate, and that for most but not all species, these responses were similar. This suggests that generalizing about climate responses may be a reasonable approach to forecasting ecological impacts of climate change. However, the findings also suggest that one common method of using observational data to make predictions about climate effects may not be as robust as often assumed. The findings made in this study suggest that correlations between climate and performance of species across sites may be substantially altered by other, non-climate effects in ways that can weaken or confuse the estimated climate effects on species success. This result cautions that more careful statistical or experimental methods may be needed to best use observational data to predict climate change effects. During this study, multiple ungraduated and graduate students were supported, and received training in both field and modeling methods. In addition, the postdoc supported received extensive analytical training, &nbsp;successfully applied for academic jobs, and accepted a tenure track position.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2020<br>\n\t\t\t\t\tModified by: Daniel&nbsp;F&nbsp;Doak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n In this project, the researchers sought to understand how climate change would influence a suite of co-occurring plant species that all are native to lowland prairie ecosystems in the Pacific Northwest. This habitat is endangered and increasingly rare. A major goal of the work was to find out how similar or different the responses of different species are to climate change, to better anticipate impacts of climate alternations. During the work the research team conducted multi-year manipulations of temperature and rainfall in three locations, and also repeatedly surveyed natural populations of multiple plant species. Major findings were that all species studied responded strongly to climate, and that for most but not all species, these responses were similar. This suggests that generalizing about climate responses may be a reasonable approach to forecasting ecological impacts of climate change. However, the findings also suggest that one common method of using observational data to make predictions about climate effects may not be as robust as often assumed. The findings made in this study suggest that correlations between climate and performance of species across sites may be substantially altered by other, non-climate effects in ways that can weaken or confuse the estimated climate effects on species success. This result cautions that more careful statistical or experimental methods may be needed to best use observational data to predict climate change effects. During this study, multiple ungraduated and graduate students were supported, and received training in both field and modeling methods. In addition, the postdoc supported received extensive analytical training,  successfully applied for academic jobs, and accepted a tenure track position.\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2020\n\n\t\t\t\t\tSubmitted by: Daniel F Doak"
 }
}