{
 "awd_id": "1340856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Landscape Genetic Connectivity of a Foundation Tree Species: Implications for Dependent Communities Facing Climate Change and Exotic Species Invasion",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 346071.0,
 "awd_amount": 360054.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2018-02-07",
 "awd_abstract_narration": "An important topic of research today is how temperature affects the diversity of life on earth. At the same time as the climate is rapidly changing though, there is also rapid expansion of highly invasive, exotic species that additionally threaten biodiversity by displacing native species. The combined effects present an enormous challenge to land managers, as they may threaten established ecosystems and undermine the services they provide to humans.  One way to meet this challenge is to study the effects on what are called foundation species. This study focuses on Fremont cottonwood, a foundation tree species that creates unique habitats along streams in the southwestern United States. These habitats support a high diversity of microbes, insects and animals, but are threatened by climate change along with a major invasive tree species, tamarisk, that displaces the native cottonwood and drastically alters the habitat and the beneficial ecosystem services it provides. The project uses genomic techniques, plus experiments that involve planting the same tree species in a range of areas, and computer modeling to determine gene flow among the cottonwoods along streams, to figure out how the cottonwood interacts with tamarisk, and to determine how tamarisk invasion changes all of the plants in these habitats and the services they provide. \r\n\t\r\nAs environmental conditions change, foundation species must either adapt or go extinct. The loss of streamside habitats that are based on Fremont cottonwood is important because they are hotspots of biodiversity and provide services to local human populations in the region. This project may transform how we think of foundation species and how they respond to major disturbances, along with the other plants, animals and insects they harbor. This is useful for conservation planning.  The project will provide lesson plans and teaching materials for elementary and high school teachers and opportunities for undergraduate and graduate students.  It will also expand outreach to the public on how to approach the impacts of climate change and invasive species. The field experiments will be installed in collaboration with the Southwest Experimental Garden Array, which is focused on using genetics to address climate change impacts. The results will also be made available on a public outreach website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Hultine",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Hultine",
   "pi_email_addr": "khultine@dbg.org",
   "nsf_id": "000450283",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Desert Botanical Garden",
  "inst_street_address": "1201 N GALVIN PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "PHOENIX",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4804818143",
  "inst_zip_code": "850083437",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AZ01",
  "org_lgl_bus_name": "DESERT BOTANICAL GARDEN INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "JHJ7RMZ16834"
 },
 "perf_inst": {
  "perf_inst_name": "Desert Botanical Garden",
  "perf_str_addr": "1201 N Galvin Parkway",
  "perf_city_name": "Phoenix",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "850083437",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AZ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 58632.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 287439.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5808.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8175.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Populus fremontii&nbsp;</em>(Fremont cottonwood) is recognized as one of the most important foundation tree species in the southwestern US and northern Mexico because of its ability to structure communities across multiple trophic levels, drive ecosystem processes, and influence biodiversity via genetic-based functional trait variation. However, the areal extent of&nbsp;<em>P. fremontii&nbsp;</em>cover has declined dramatically over the last century due to the effects of surface water diversions, non-native species invasions, and more recently climate change. Consequently,&nbsp;<em>P. fremontii&nbsp;</em>gallery forests are considered among the most threatened forest types in North America.&nbsp;</p>\n<p>To address these concerns, we established&nbsp;three 2-ha experimental common gardens spanning an environmental gradient that contains the entire thermal range of&nbsp;<em>P. fremontii</em>.&nbsp;On the warm edge of its distribution,&nbsp;<em>P. fremontii&nbsp;</em>is exposed to some of the warmest mean annual temperatures in North America, often approaching 50 &deg;C in mid-summer. Common garden experiments conducted at the mid-elevation common garden revealed that chronic exposure to intense heat waves could impose strong selection pressures on&nbsp;<em>P</em>.<em>fremontii&nbsp;</em>to maximize canopy thermal regulation via a suite of hydraulic strategies. Genotypes from the extremely warm Sonoran Desert ecoregion maintained cooler leaf temperatures in midsummer compared to genotypes sourced from the higher elevation, cooler Utah High Plateau ecoregion. The cooler leaf temperatures corresponded with the warm-adapted, Sonoran Desert ecotypes having a 35% higher midday leaf transpiration rate (<em>E</em>) relative to the Utah High Plateau ecotypes, resulting in substantially greater leaf evaporative cooling. However, maintaining higher leaf transpiration rated in midsummer is an inherently risky strategy that could predispose warm-adapted genotypes to the negative effects of drought or other stressors.&nbsp;</p>\n<p>The selection pressures caused by extreme heat stress likely governs the&nbsp;coordination of expressed traits from individual organs to whole-plants as a consequence of environmental constraints on resource acquisition and use. A primary outcome of this research was the examination of multiple traits that encompassed&nbsp;four spectra: phenology, leaf economic traits (LES), whole-tree architecture (Corner&rsquo;s Rule), and wood economic traits (WES). High-elevation genotypes expressed traits within the phenology and WES that limit frost exposure and tissue damage. Conversely, genotypes sourced from low elevations expressed traits within the LES that prioritized hydraulic efficiency and canopy thermal regulation to cope with extreme heat exposure. These results increase our understanding of local adaptation and the potential effects of climate change that in turn, improves our capacity to identify genotypes that are best suited for future restoration efforts of this important foundation tree species. Moreover, these results provide restoration ecologists and riparian system managers with the necessary data to identify genotypes that can persist under current conditions, and thrive under predicted future hydro-climatological conditions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2020<br>\n\t\t\t\t\tModified by: Kevin&nbsp;R&nbsp;Hultine</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1340856/1340856_10314536_1597180362132_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1340856/1340856_10314536_1597180362132_Figure3--rgov-800width.jpg\" title=\"Map of common gardens and source populations\"><img src=\"/por/images/Reports/POR/2020/1340856/1340856_10314536_1597180362132_Figure3--rgov-66x44.jpg\" alt=\"Map of common gardens and source populations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map showing locations of P. fremontii source populations and network of reciprocal common garden mean annual temperatures and locations distributed across a broad climate, elevational and latitudinal gradient.</div>\n<div class=\"imageCredit\">Kevin Hultine</div>\n<div class=\"imageSubmitted\">Kevin&nbsp;R&nbsp;Hultine</div>\n<div class=\"imageTitle\">Map of common gardens and source populations</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPopulus fremontii (Fremont cottonwood) is recognized as one of the most important foundation tree species in the southwestern US and northern Mexico because of its ability to structure communities across multiple trophic levels, drive ecosystem processes, and influence biodiversity via genetic-based functional trait variation. However, the areal extent of P. fremontii cover has declined dramatically over the last century due to the effects of surface water diversions, non-native species invasions, and more recently climate change. Consequently, P. fremontii gallery forests are considered among the most threatened forest types in North America. \n\nTo address these concerns, we established three 2-ha experimental common gardens spanning an environmental gradient that contains the entire thermal range of P. fremontii. On the warm edge of its distribution, P. fremontii is exposed to some of the warmest mean annual temperatures in North America, often approaching 50 &deg;C in mid-summer. Common garden experiments conducted at the mid-elevation common garden revealed that chronic exposure to intense heat waves could impose strong selection pressures on P.fremontii to maximize canopy thermal regulation via a suite of hydraulic strategies. Genotypes from the extremely warm Sonoran Desert ecoregion maintained cooler leaf temperatures in midsummer compared to genotypes sourced from the higher elevation, cooler Utah High Plateau ecoregion. The cooler leaf temperatures corresponded with the warm-adapted, Sonoran Desert ecotypes having a 35% higher midday leaf transpiration rate (E) relative to the Utah High Plateau ecotypes, resulting in substantially greater leaf evaporative cooling. However, maintaining higher leaf transpiration rated in midsummer is an inherently risky strategy that could predispose warm-adapted genotypes to the negative effects of drought or other stressors. \n\nThe selection pressures caused by extreme heat stress likely governs the coordination of expressed traits from individual organs to whole-plants as a consequence of environmental constraints on resource acquisition and use. A primary outcome of this research was the examination of multiple traits that encompassed four spectra: phenology, leaf economic traits (LES), whole-tree architecture (Corner’s Rule), and wood economic traits (WES). High-elevation genotypes expressed traits within the phenology and WES that limit frost exposure and tissue damage. Conversely, genotypes sourced from low elevations expressed traits within the LES that prioritized hydraulic efficiency and canopy thermal regulation to cope with extreme heat exposure. These results increase our understanding of local adaptation and the potential effects of climate change that in turn, improves our capacity to identify genotypes that are best suited for future restoration efforts of this important foundation tree species. Moreover, these results provide restoration ecologists and riparian system managers with the necessary data to identify genotypes that can persist under current conditions, and thrive under predicted future hydro-climatological conditions.\n\n \n\n\t\t\t\t\tLast Modified: 08/11/2020\n\n\t\t\t\t\tSubmitted by: Kevin R Hultine"
 }
}