{
 "awd_id": "1340300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Extreme Events and Ecological Acclimation: Scaling from Cells to Ecosystems",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 34798.0,
 "awd_amount": 34798.0,
 "awd_min_amd_letter_date": "2014-05-14",
 "awd_max_amd_letter_date": "2014-05-14",
 "awd_abstract_narration": "Forests are vital natural and economic resources that support habitat for plants and animals, protect water quality, offer opportunities for recreation and provide jobs and wood for people. Forests are sensitive to the effects of climate change including drought, shifts in weather, and invasion by insects. Little is known about the effects of repeated droughts brought on by climate change or how these effects occur from the tree cells to entire regional forests. \r\n\r\nDroughts in the past decade have occurred across much of the western and southwestern United States. These droughts have led to severe consequences on forests, such as widespread forest die-off. This award will answer a fundamental gap in scientific understanding with profound implications for the future of western U.S. forests.  Are trees that survive a severe drought more vulnerable or less vulnerable to the next drought?  Over two years, the research will assess water stress and scale these measurements of drought vulnerability from the cell level in individual branches to entire ecosystems across four western States. It will draw on tree-core records, measurements of plant populations, anatomy of tree water transport, and measurements of whole-ecosystem fluxes of carbon and water. The ultimate goal is a predictive framework across different spatial scales that will allow prediction of which forests are most vulnerable and the return frequency of drought that's survivable versus lethal.\r\n\r\nThis project incorporates an extensive commitment to training of scientists at the undergraduate, graduate, post-doctoral, and early-career levels.  The project's research will be directly linked with teaching activities by incorporating findings and projects into five undergraduate and two graduate courses across Northern Arizona University, Princeton University, and the University of Nevada, Reno. The research will enable entire continent wide drought monitoring.  The research will develop sensor capacity needed for establishing a continent-wide forest drought-monitoring network. The technology developed can aid land managers with the USFS in managing US Forest Lands. High resolution meteorological and plant water status sensors will be developed and deployed, and measurements of forest canopy cover will be made across a broad spatial scale. In addition, these measurements can also supplement the national USFS information such as the Forest Inventory and Analysis program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiona",
   "pi_last_name": "Ogle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiona Ogle",
   "pi_email_addr": "Kiona.Ogle@nau.edu",
   "nsf_id": "000421946",
   "pi_start_date": "2014-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852874501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5037.0
  }
 ],
 "por": null
}