{
 "awd_id": "1341312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Element Composition of High Energy Solar Particles",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Moore",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 340176.0,
 "awd_amount": 385477.0,
 "awd_min_amd_letter_date": "2014-06-26",
 "awd_max_amd_letter_date": "2020-04-09",
 "awd_abstract_narration": "The neutron monitor at the U.S. Amundsen-Scott Station, located at the geographic South Pole, has operated since 1964. Neutrons detected by such monitors are byproducts of nuclear interactions of cosmic rays (predominantly protons and helium nuclei) with Earth's atmosphere. South Pole is a unique location at high altitude and low geomagnetic cutoff rigidity. This installation is the lynchpin of the worldwide neutron monitor network at low energies and the primary link to spacecraft measurements at much lower energies. Central to the research is the need to understand the detector response to the radiation environment of the South Pole, particularly to determine the cause of a peculiar secular decline in cosmic rays intensity at South Pole throughout the ~50-year operating period of the neutron monitor. Understanding this decline is important because cosmic rays produce radionuclides such as Beryllium-10 that become trapped in the ice and are used to determine ice-core sample ages and precipitation levels over the Earth's Polar Regions. A full understanding of the production rate is vital to interpreting these data.\r\n\r\nRecent opening of the IceCube Neutrino Observatory at South Pole, specifically the IceTop air shower array, has increased the value of neutron observation. In addition to its primary function as an extensive air shower detector, IceTop is highly sensitive to the intensity and spectrum of cosmic rays of energy formerly accessible only to the neutron monitors. IceTop and the neutron monitor are highly complementary to each other as the former is more sensitive in an absolute sense but responds to somewhat higher energy particles than does the monitor. IceTop responds primarily to the electronic component of the secondary particles whereas the neutron monitor responds primarily to the hadronic component. Together the detectors can determine not only the spectra but also the element composition of the primary particles.\r\n\r\nSolid science, collaborative effort, international partners, and travel to Antarctica provide an ideal opportunity to achieve education and outreach goals. Operation of the neutron monitor at South Pole will become an undergraduate activity at University of Wisconsin-River Falls. Providing undergraduate and two-year college students with research experiences will allow students to make meaningful contributions to cutting-edge science.\r\n\r\nNeutron monitor data are broadly employed by other research groups, with applications in cosmic ray research, solar-terrestrial relations, space weather, climatology, atmospheric physics, geophysics, and magnetospheric physics. Neutron monitors play a direct role in forecasting and specifying solar wind disturbances and in providing Ground Level Enhancement alerts relevant to the transpolar aviation. Improving the capability to forecast and characterize major space weather events has direct societal benefit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Surujhdeo",
   "pi_last_name": "Seunarine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Surujhdeo Seunarine",
   "pi_email_addr": "surujhdeo.seunarine@uwrf.edu",
   "nsf_id": "000626682",
   "pi_start_date": "2014-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Madsen",
   "pi_last_name": "Jim",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Madsen M Jim",
   "pi_email_addr": "madsen@icecube.wisc.edu",
   "nsf_id": "000341711",
   "pi_start_date": "2014-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-River Falls",
  "inst_street_address": "410 S 3RD ST",
  "inst_street_address_2": "RM 8",
  "inst_city_name": "RIVER FALLS",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7154253195",
  "inst_zip_code": "540225010",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UW RIVER FALLS",
  "org_prnt_uei_num": "",
  "org_uei_num": "DZNGAULLMMZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-River Falls",
  "perf_str_addr": "410 South Third Street",
  "perf_city_name": "River Falls",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "540225001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  },
  {
   "pgm_ele_code": "511500",
   "pgm_ele_name": "ANT Astrophys & Geospace Sci"
  },
  {
   "pgm_ele_code": "529400",
   "pgm_ele_name": "Antarctic Education"
  },
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 340176.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 45301.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cosmic rays, energetic particles that arrive at Earth from space, carry information on the radiation and magnetic environment in the solar system. Studying cosmic rays themselves allow us to better understand their sources, likely explosive astronomical events like supernova, and to forecast potential radiation hazard events that could impact human activity on Earth and in space. &nbsp;A neutron monitor is a ground-based particle detector designed to indirectly detect cosmic rays. Neutron monitors typically observe cosmic rays that originate in our Galaxy but they are also sensitive to energetic particles ejected from the Sun. A neutron monitor station at the South Pole has been in near continuous operation for nearly six decades. It provides a rich legacy data set that has recorded the radiation environment over several solar cycles and its high latitude and high altitude location makes it a linchpin station in the worldwide network of neutron monitors.</p>\n<p>A goal of the project was to study the element composition of solar energetic particles using neutron monitor data in conjunction with data taken with <span><span>IceTop</span></span>, a cosmic ray detector at the South Pole located about 2 kilometers from the neutron monitor. Approximately once per year in each solar cycle the sun ejects energetic particles that produce a significant enhancement of radiation observed at ground level on earth. However, in the duration of this project only two solar events of this type were observed, one in 2017 and one in la<span><span>te</span>&nbsp;</span>2021 near the end of the project. Moreover, these two events were weak and therefore there were insufficient events to undertake the statistical analysis required for composition study. However, a significant amount of work was done in applying new analysis techniques and new electronics to study the spectrum and energy of cosmic rays observed by the South Pole neutron monitor. The work was done in collaboration with investigators at the University of Delaware and at <span><span>Mahidol</span></span> and Chiang Mai Universities in Thailand. &nbsp;</p>\n<p>A novel approach uses the delay time between individual neutrons observed in the detectors. Based on the timing, one can determine a proxy, called a leader-fraction, for the energy of the of the cosmic rays that produced the neutrons in the detector. By monitoring how the leader-fraction varies with time one can determine how the distribution of energies of cosmic rays, the spectrum, vary in time. A result of this project showed a week spectral variation in the cosmic ray spectrum on a 27-day period, corresponding to the rotation period of the sun, in contrast with the strong observed spectral variation due to solar modulation.</p>\n<p>Electronics on the detectors were improved so the <span><span>absolu</span></span><span><span>te</span></span> timing between neutron events could be recorded. The goal was to improve understanding of the neutron monitor response to air showers and to work with investigators with low latitude neutron monitors to increase the energy range observable by the instruments. As part of the effort at the South Pole, air showers were studied in coincidence with <span><span>IceCube</span></span>, the large neutrino observatory deployed under the ice.</p>\n<p>Significant progress was made in improving understanding of yield functions of the three types of neutron counters at the South Pole. The yield function connects the number of cosmic rays that arrive at the top of the atmosphere with the rate at which neutrons are observed in the detectors. This was a significant undertaking which involved large scale simulations not only of the neutron monitors themselves, but for the indoor monitors it required simulating the structure of the South Pole station around where the neutron monitors are installed.</p>\n<p>The apparent long-term decline in the neutron rate at the South Pole was also investigated. It was suggested that the decline in rate could be due to changing geomagnetic field effects over the several decades over which the decline has been observed. A detailed numerical simulation of particle propagation in the atmosphere at the South Pole with the correct geomagnetic field included in each time period showed that while there was some decrease in rate it was not sufficiently large to explain the decline observed in real data. Hence geomagnetic effects is ruled out as the main cause.</p>\n<p>The data product from the South Pole Neutron Monitor is valuable to a diverse community of users. Some of the data is reported on the Neutron Monitor Database. They provide real time data for radiation exposure at aircraft altitudes and serve national space weather objectives including interests in the impacts of cosmic radiation on human activity and infrastructure. &nbsp;A central feature of this project was the incusion of undergraduates;&nbsp;<span><span>UWRF</span></span>&nbsp;is a primarily <span>undergraduate</span>&nbsp;institution. Many undergraduates worked on the project, which provided training in experimental methods, programming, and data analysis. The experiences contributed to retaining most of the students in STEM when they graduated into the workforce or went on to <span><span>gradua</span></span><span><span>te</span></span> schools.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/18/2022<br>\n\t\t\t\t\tModified by: Surujhdeo&nbsp;Seunarine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCosmic rays, energetic particles that arrive at Earth from space, carry information on the radiation and magnetic environment in the solar system. Studying cosmic rays themselves allow us to better understand their sources, likely explosive astronomical events like supernova, and to forecast potential radiation hazard events that could impact human activity on Earth and in space.  A neutron monitor is a ground-based particle detector designed to indirectly detect cosmic rays. Neutron monitors typically observe cosmic rays that originate in our Galaxy but they are also sensitive to energetic particles ejected from the Sun. A neutron monitor station at the South Pole has been in near continuous operation for nearly six decades. It provides a rich legacy data set that has recorded the radiation environment over several solar cycles and its high latitude and high altitude location makes it a linchpin station in the worldwide network of neutron monitors.\n\nA goal of the project was to study the element composition of solar energetic particles using neutron monitor data in conjunction with data taken with IceTop, a cosmic ray detector at the South Pole located about 2 kilometers from the neutron monitor. Approximately once per year in each solar cycle the sun ejects energetic particles that produce a significant enhancement of radiation observed at ground level on earth. However, in the duration of this project only two solar events of this type were observed, one in 2017 and one in late 2021 near the end of the project. Moreover, these two events were weak and therefore there were insufficient events to undertake the statistical analysis required for composition study. However, a significant amount of work was done in applying new analysis techniques and new electronics to study the spectrum and energy of cosmic rays observed by the South Pole neutron monitor. The work was done in collaboration with investigators at the University of Delaware and at Mahidol and Chiang Mai Universities in Thailand.  \n\nA novel approach uses the delay time between individual neutrons observed in the detectors. Based on the timing, one can determine a proxy, called a leader-fraction, for the energy of the of the cosmic rays that produced the neutrons in the detector. By monitoring how the leader-fraction varies with time one can determine how the distribution of energies of cosmic rays, the spectrum, vary in time. A result of this project showed a week spectral variation in the cosmic ray spectrum on a 27-day period, corresponding to the rotation period of the sun, in contrast with the strong observed spectral variation due to solar modulation.\n\nElectronics on the detectors were improved so the absolute timing between neutron events could be recorded. The goal was to improve understanding of the neutron monitor response to air showers and to work with investigators with low latitude neutron monitors to increase the energy range observable by the instruments. As part of the effort at the South Pole, air showers were studied in coincidence with IceCube, the large neutrino observatory deployed under the ice.\n\nSignificant progress was made in improving understanding of yield functions of the three types of neutron counters at the South Pole. The yield function connects the number of cosmic rays that arrive at the top of the atmosphere with the rate at which neutrons are observed in the detectors. This was a significant undertaking which involved large scale simulations not only of the neutron monitors themselves, but for the indoor monitors it required simulating the structure of the South Pole station around where the neutron monitors are installed.\n\nThe apparent long-term decline in the neutron rate at the South Pole was also investigated. It was suggested that the decline in rate could be due to changing geomagnetic field effects over the several decades over which the decline has been observed. A detailed numerical simulation of particle propagation in the atmosphere at the South Pole with the correct geomagnetic field included in each time period showed that while there was some decrease in rate it was not sufficiently large to explain the decline observed in real data. Hence geomagnetic effects is ruled out as the main cause.\n\nThe data product from the South Pole Neutron Monitor is valuable to a diverse community of users. Some of the data is reported on the Neutron Monitor Database. They provide real time data for radiation exposure at aircraft altitudes and serve national space weather objectives including interests in the impacts of cosmic radiation on human activity and infrastructure.  A central feature of this project was the incusion of undergraduates; UWRF is a primarily undergraduate institution. Many undergraduates worked on the project, which provided training in experimental methods, programming, and data analysis. The experiences contributed to retaining most of the students in STEM when they graduated into the workforce or went on to graduate schools.\n\n \n\n\t\t\t\t\tLast Modified: 03/18/2022\n\n\t\t\t\t\tSubmitted by: Surujhdeo Seunarine"
 }
}