{
 "awd_id": "1341474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Phytoplankton Phenology in the Antarctic: Drivers, Patterns, and Implications for the Adelie Penguin",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Burns",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 108019.0,
 "awd_amount": 108019.0,
 "awd_min_amd_letter_date": "2014-07-09",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "The aim of study is to understand how climate-related changes in snow and ice affect predator populations in the Antarctic, using the Adélie penguin as a focal species due to its long history as a Southern Ocean 'sentinel' species and the number of long-term research programs monitoring its abundance, distribution, and breeding biology.  Understanding the environmental factors that control predator population dynamics is critically important for projecting the state of populations under future climate change scenarios, and for designing better conservation strategies for the Antarctic ecosystem. For the first time, datasets from a network of observational sites for the Adélie penguin across the entire Antarctic will be combined and analyzed, with a focus on linkages among the ice environment, primary production, and the population responses of Adélie penguins. The project will also further the NSF goals of making scientific discoveries available to the general public and of training new generations of scientists. The results of this project can be used to illustrate intuitively to the general public the complex interactions between ice, ocean, pelagic food web and top predators. This project also offers an excellent platform to demonstrate the process of climate-change science - how scientists simulate climate change scenarios and interpret model results. This project supports the training of undergraduate and graduate students in the fields of polar oceanography, plankton and seabird ecology, coupled physical-biological modeling and mathematical ecology. The results will be broadly disseminated to the general oceanographic research community through scientific workshops, conferences and peer-reviewed journal articles, and to undergraduate and graduate education communities, K-12 schools and organizations, and the interested public through web-based servers using existing infrastructure at the investigators' institutions. \r\n\r\nThe key question to be addressed in this project is how climate impacts the timing of periodic biological events (phenology) and how interannual variation in this periodic forcing influences the abundance of penguins in the Antarctic. The focus will be on the timing of ice algae and phytoplankton blooms because the high seasonality of sea ice and associated pulsed primary productivity are major drivers of the Antarctic food web. This study will also examine the responses of Adélie penguins to changes in sea ice dynamics and ice algae-phytoplankton phenology. Adélie penguins, like many other Antarctic seabirds, are long-lived, upper trophic-level predators that integrate the effects of sea ice on the food web at regional scales, and thus serve as a reliable biological indicator of environmental changes. The proposed approach is designed to accommodate the limits of measuring and modeling the intermediate trophic levels between phytoplankton and penguins (e.g., zooplankton and fish) at the pan-Antarctic scale, which are important but latent variables in the Southern Ocean food web.  Through the use of remotely sensed and in situ data, along with state of the art statistical approaches (e.g. wavelet analysis) and numerical modeling, this highly interdisciplinary study will advance our understanding of polar ecosystems and improve the projection of future climate change scenarios.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Lynch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Lynch",
   "pi_email_addr": "heather.lynch@stonybrook.edu",
   "nsf_id": "000239942",
   "pi_start_date": "2014-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 108019.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Antarctic food web is considered relatively simple, with reduced species diversity compared with temperate and tropical ecosystems and only a few steps in the food chain between marine plants (phytoplankton) and top predators (penguins and marine mammals). Despite its relative simplicity, we do not yet understand all the mechanisms by which changes in the environment (e.g., sea ice, air and ocean temperature, etc.) impact each level of the food web, in part because the ocean environment is so temporally and spatially dynamic. The research supported by this award involved scientists working at all levels of the environment-food web puzzle to understand how changing sea ice conditions has impacted phytoplankton conditions and the dynamics of penguins, particularly the Ad&eacute;lie penguin. One of the key questions investigated was whether the timing of key environmental events (sea ice retreat, phytoplankton &lsquo;bloom&rsquo;, Ad&eacute;lie penguin breeding) is changing through time and, additionally, whether these changes in timing are important for the long-term stability of penguin populations. Through this effort, we now understand that the timing of Ad&eacute;lie penguin breeding is just one of many factors related to successful reproduction, and that in practice the timing of reproduction (&lsquo;phenology&rsquo;) likely plays only a minor role in driving fluctuations in the abundance of penguins from one year to the next. As part of this project, we collaborated with SeaWorld San Diego to compare breeding phenology among captive Ad&eacute;lie penguins as compared to wild populations of Ad&eacute;lie penguins, and discovered that the timing of Ad&eacute;lie penguin breeding displays high levels of interannual variation even among captive populations. We now know that studies of phenological change in wild populations require a good understanding of baseline levels of phenological variation, since we have to interpret changes in the timing of key events in the context of this &lsquo;natural&rsquo; variation from one year to the next. Finally, we used all the available data on the distribution and abundance of Ad&eacute;lie penguin populations to model how Ad&eacute;lie penguin populations have changed over the last 40 years. Through this model, we learned that while long-term changes in abundance are clear from the historical record, there remains considerable unexplained variation on short time scales that makes it difficult to make accurate short-term forecasts at any one individual penguin breeding colony. This model represents the first effort to create a pan-Antarctic penguin population model that can describe past dynamics at any spatial scale, which is a critically needed tool for Antarctic management. In sum, this project has substantially improved our understanding of how environmental conditions influence penguin phenology and population dynamics. This project has generated both methodological advances, in terms of new statistical approaches for modelling populations in the face of sparse data, and new scientific understanding of both short- and long-term ecological variation.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2018<br>\n\t\t\t\t\tModified by: Heather&nbsp;Lynch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Antarctic food web is considered relatively simple, with reduced species diversity compared with temperate and tropical ecosystems and only a few steps in the food chain between marine plants (phytoplankton) and top predators (penguins and marine mammals). Despite its relative simplicity, we do not yet understand all the mechanisms by which changes in the environment (e.g., sea ice, air and ocean temperature, etc.) impact each level of the food web, in part because the ocean environment is so temporally and spatially dynamic. The research supported by this award involved scientists working at all levels of the environment-food web puzzle to understand how changing sea ice conditions has impacted phytoplankton conditions and the dynamics of penguins, particularly the Ad&eacute;lie penguin. One of the key questions investigated was whether the timing of key environmental events (sea ice retreat, phytoplankton ?bloom?, Ad&eacute;lie penguin breeding) is changing through time and, additionally, whether these changes in timing are important for the long-term stability of penguin populations. Through this effort, we now understand that the timing of Ad&eacute;lie penguin breeding is just one of many factors related to successful reproduction, and that in practice the timing of reproduction (?phenology?) likely plays only a minor role in driving fluctuations in the abundance of penguins from one year to the next. As part of this project, we collaborated with SeaWorld San Diego to compare breeding phenology among captive Ad&eacute;lie penguins as compared to wild populations of Ad&eacute;lie penguins, and discovered that the timing of Ad&eacute;lie penguin breeding displays high levels of interannual variation even among captive populations. We now know that studies of phenological change in wild populations require a good understanding of baseline levels of phenological variation, since we have to interpret changes in the timing of key events in the context of this ?natural? variation from one year to the next. Finally, we used all the available data on the distribution and abundance of Ad&eacute;lie penguin populations to model how Ad&eacute;lie penguin populations have changed over the last 40 years. Through this model, we learned that while long-term changes in abundance are clear from the historical record, there remains considerable unexplained variation on short time scales that makes it difficult to make accurate short-term forecasts at any one individual penguin breeding colony. This model represents the first effort to create a pan-Antarctic penguin population model that can describe past dynamics at any spatial scale, which is a critically needed tool for Antarctic management. In sum, this project has substantially improved our understanding of how environmental conditions influence penguin phenology and population dynamics. This project has generated both methodological advances, in terms of new statistical approaches for modelling populations in the face of sparse data, and new scientific understanding of both short- and long-term ecological variation. \n\n\t\t\t\t\tLast Modified: 10/18/2018\n\n\t\t\t\t\tSubmitted by: Heather Lynch"
 }
}