{
 "awd_id": "1341527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Reconstruction and Understanding of Antarctic Circulation Variability and Trends since 1905",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 328498.0,
 "awd_amount": 328498.0,
 "awd_min_amd_letter_date": "2014-03-12",
 "awd_max_amd_letter_date": "2014-03-12",
 "awd_abstract_narration": "Patterns of variability in sea level pressure (SLP) are a potential diagnostic of the Antarctic atmospheric circulation, and may be used to model polar forcing mechanisms such as stratospheric ozone depletion, greenhouse gas (GHG) increases, tropical SST changes and intrinsic extra-tropical climate dynamics. Previous work has shown some skill in gridded reconstructions of temperature over Antarctica, yet no similar Antarctic-focused data sets exist for SLP. A few studies have recognized the fact that SLP variability over the Antarctic is the largest of any comparably sized region on Earth. This implies low signal-to-noise ratios. For both modeling and observation-based studies, long time periods need to be considered, not just the data-rich instrumented period since ~1979, in order to assess the roles of various types of forcing and to detect their signals. \r\n\r\nThe project seeks to answer two sets of questions: (1) How has the Antarctic circulation changed during the last century, both at individual stations and across the continent? Are changes in the past three decades unique in the last 100+ years? (2) What mechanisms are associated with these changes, both in the zonal mean and regional circulation patterns? What is the range of natural (internal) variability, and what role do changes in SSTs, GHG forcing, and/or ozone depletion play in driving any of these changes?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clara",
   "pi_last_name": "Deser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clara Deser",
   "pi_email_addr": "cdeser@ucar.edu",
   "nsf_id": "000573078",
   "pi_start_date": "2014-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "National Center for Atmospheric Research",
  "perf_str_addr": "1850 Table Mesa Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803055602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 328498.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8379acf7-d85d-2507-6553-94c7d7c15de5\"> </span></p>\n<p dir=\"ltr\"><span>Antarctica and the Southern Ocean play a profound role in global climate change. &nbsp;Over 90% of the heat trapped by greenhouse gases is absorbed by the world&rsquo;s ocean&rsquo;s, and two-thirds of this heat is taken up by the Southern Ocean that surrounds the Antarctic continent. &nbsp;The Antarctic ice sheet contains an incredible volume of ice, equivalent to over 50 meters of sea level rise.&nbsp; Parts of it are vulnerable to invasion by the warming ocean. &nbsp;Shifts in the atmospheric pressure and wind patterns around Antarctica are a major factor in how much heat the ocean can absorb, as well as in the strength and direction of currents that can deliver ocean heat to the bottom of the ice sheet.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>The overarching goal of this project was to understand how the wind and atmospheric pressure patterns have changed over the Antarctic continent and surrounding Southern Ocean during the past 100 years. &nbsp;This is a challenging goal because direct meteorological observations in this region began only in late 1950s, and even today these measurements are very sparse.  The approach adopted by our team was a statistical reconstruction, which uses pressure data from remote locations (such as Australia, New Zealand, and South Africa) to predict the pressure variations in the Antarctic. &nbsp;The predictions are based on the modern-day correlations of seasonal weather between the mid-latitude regions and the Antarctic.  In this way we produced reconstructions of pressure across Antarctica for each of the four seasons from 1904 to present.  Due to the larger amount of data in the austral summer, the greatest skill of the reconstruction was in December-January-February. &nbsp;For this season, we found a distinct drop in pressure since the 1960s that is unique in the past 100 years.  The other seasons showed more variability from decade to decade, with no long-term changes.</span></p>\n<p dir=\"ltr\"><span>We compared our reconstructions with simulations from a state-of-the-art climate model. &nbsp;In these model experiments, we could control which factors drove the trend, such as greenhouse gases, stratospheric ozone depletion (the &ldquo;ozone hole&rdquo;), tropical sea surface temperatures, or a combination. &nbsp;We found that the best agreement between the model experiment and the reconstruction trend for austral summer was when the model is driven by a combination of stratospheric ozone depletion and tropical sea surface temperatures. &nbsp;While the impact of the ozone hole on Antarctic climate has been well documented, the impact of the tropics has been less appreciated; related work of ours also suggests that wind patterns influenced by the tropics have played a key role in the expansion of Antarctic sea ice during the past 30 years. &nbsp;Taken together, these results illustrate the variety of factors that must be taken into account to make reliable projections of Antarctic and Southern Ocean climate change. </span></p>\n<p>The project supported the education and training of both undergraduate and graduate students. &nbsp;Some of these students spent a summer at the National Center For Atmospheric Research, and they were able to give presentations and publish peer-reviewed papers related to this work.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/27/2018<br>\n\t\t\t\t\tModified by: Clara&nbsp;Deser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nAntarctica and the Southern Ocean play a profound role in global climate change.  Over 90% of the heat trapped by greenhouse gases is absorbed by the world?s ocean?s, and two-thirds of this heat is taken up by the Southern Ocean that surrounds the Antarctic continent.  The Antarctic ice sheet contains an incredible volume of ice, equivalent to over 50 meters of sea level rise.  Parts of it are vulnerable to invasion by the warming ocean.  Shifts in the atmospheric pressure and wind patterns around Antarctica are a major factor in how much heat the ocean can absorb, as well as in the strength and direction of currents that can deliver ocean heat to the bottom of the ice sheet.  \nThe overarching goal of this project was to understand how the wind and atmospheric pressure patterns have changed over the Antarctic continent and surrounding Southern Ocean during the past 100 years.  This is a challenging goal because direct meteorological observations in this region began only in late 1950s, and even today these measurements are very sparse.  The approach adopted by our team was a statistical reconstruction, which uses pressure data from remote locations (such as Australia, New Zealand, and South Africa) to predict the pressure variations in the Antarctic.  The predictions are based on the modern-day correlations of seasonal weather between the mid-latitude regions and the Antarctic.  In this way we produced reconstructions of pressure across Antarctica for each of the four seasons from 1904 to present.  Due to the larger amount of data in the austral summer, the greatest skill of the reconstruction was in December-January-February.  For this season, we found a distinct drop in pressure since the 1960s that is unique in the past 100 years.  The other seasons showed more variability from decade to decade, with no long-term changes.\nWe compared our reconstructions with simulations from a state-of-the-art climate model.  In these model experiments, we could control which factors drove the trend, such as greenhouse gases, stratospheric ozone depletion (the \"ozone hole\"), tropical sea surface temperatures, or a combination.  We found that the best agreement between the model experiment and the reconstruction trend for austral summer was when the model is driven by a combination of stratospheric ozone depletion and tropical sea surface temperatures.  While the impact of the ozone hole on Antarctic climate has been well documented, the impact of the tropics has been less appreciated; related work of ours also suggests that wind patterns influenced by the tropics have played a key role in the expansion of Antarctic sea ice during the past 30 years.  Taken together, these results illustrate the variety of factors that must be taken into account to make reliable projections of Antarctic and Southern Ocean climate change. \n\nThe project supported the education and training of both undergraduate and graduate students.  Some of these students spent a summer at the National Center For Atmospheric Research, and they were able to give presentations and publish peer-reviewed papers related to this work.\n\n\t\t\t\t\tLast Modified: 07/27/2018\n\n\t\t\t\t\tSubmitted by: Clara Deser"
 }
}