{
 "awd_id": "1341602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Physiological and Biochemical Underpinnings of Thermal Tolerance in Antarctic Notothenioid Fishes",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Burns",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 492672.0,
 "awd_amount": 492672.0,
 "awd_min_amd_letter_date": "2014-07-11",
 "awd_max_amd_letter_date": "2014-07-11",
 "awd_abstract_narration": "The ocean surrounding Antarctica is home to an extraordinary assemblage of fishes, dominated by a single group that are extremely well-suited to life in icy waters and which are of significant ecological importance there. Of great concern is the capacity of these fishes to withstand increases in temperature as the region of the Western Antarctic Peninsula warms at a rate faster than any other area in the Southern hemisphere. One particular group of Antarctic fishes, known as the icefishes, are particularly vulnerable to increases in temperature because unlike all other vertebrates on earth, icefishes are white-blooded due to their lack of the oxygen-binding protein hemoglobin. This greatly reduces their capacity to transport and deliver oxygen to tissues compared to red-blooded Antarctic fishes. Previous studies have shown that icefishes are indeed less tolerant to elevations in temperature but the underlying factors are completely unknown. Additionally, it is not understood if red- or white-blooded Antarctic fishes can adjust, or acclimate, to modest increases in temperature, similar to those changes in temperature the animals might experience as the earth warms. The investigators will determine if heart function and/or nervous system function limits thermal tolerance of Antarctic fishes, and will determine their capacity to acclimate to warmer temperatures.  The project will further the NSF goal of training new generations of scientists by training graduate and undergraduate students.  In addition, the project will collaborate with a high school biology teacher from a school which serves a largely minority student body. The students will learn about the marine environment, and will construct a camera to be used in the field to learn more about Antarctic fishes. Two students and the teacher will also attend a summer marine biology internship program.\r\n\r\nAntarctic fishes within the suborder Notothenioidei (called \"notothenioids\") are among the organisms on earth least able to deal with changes in temperature. The hemoglobinless icefish are even less able to withstand temperature changes than are red-blooded notothenioids. While this is well documented, the underlying physiological and biochemical mechanisms responsible are unknown. The investigators will test the hypotheses that cardiac work is significantly greater in icefishes compared to red-blooded species, and that as temperature increases, the greater cardiac work of icefishes, coupled with reduced blood oxygen-carrying capacity, results in cardiac failure at a lower temperature compared to red-blooded species. They also hypothesize that neuronal function limits thermal tolerance of red-blooded notothenioids. These hypotheses will be tested using a wide variety of experiments. For example, the investigators will measure heart rate concurrently with critical thermal maximum. They will also characterize metabolic and gene-expression responses to elevated temperature and determine if mitochondrial function contributes to thermal tolerance using a variety of techniques. To determine if neuronal function limits thermal tolerance they will quantify behavioral responses to warming of whole animals and to warming of only the brain area. They will also determine if acclimation to warmer temperatures impacts heart function and they will measure activities of a variety of enzymes from central metabolic pathways.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Crockett",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth L Crockett",
   "pi_email_addr": "crockett@ohio.edu",
   "nsf_id": "000106193",
   "pi_start_date": "2014-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "103 Wilson Hall West",
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "529400",
   "pgm_ele_name": "Antarctic Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 492672.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit</em>.&nbsp;&nbsp;Antarctic notothenioids fishes have evolved for millions of years at relatively stable, albeit freezing, temperatures and are restricted to the continental shelf of the Southern Ocean, the marine habitat encircling the Antarctic continent.&nbsp;&nbsp;As ectothermic animals, their body temperatures match that of their environment and with this has become the evolution of physiological and biochemical innovations to survive in freezing seawater.&nbsp;&nbsp;We sought to explore the physiological processes that underpin and/or limit the capacity of Antarctic notothenioid fishes to tolerate rising temperatures in the Southern Ocean, some regions of which are warming more rapidly than anywhere else in the Southern Hemisphere.&nbsp;&nbsp;Our research has centered on the influence of experimental warming on two physiological systems: the cardiovascular and the nervous systems, which we have examined over both an acute (up to several hours) and more chronic (up to ten weeks) timescale.&nbsp;We also probed these physiological systems at various levels of biological organization, including measures of whole animal behavior, cardiac performance, metabolic capacities in isolated mitochondria, and the biophysical and biochemical properties of biological membranes, which are often considered key to cellular function.&nbsp;</p>\n<p>We have found that the species of notothenioid most sensitive to acute warming (<em>Chaenocephalus aceratus</em>), possesses biological membranes in both the heart and the brain with the greatest membrane fluidity.&nbsp;In addition, we quantified the integrity of biological membranes from the heart as indicated by barrier function of the membrane (inversely related to %leakage).&nbsp;&nbsp;Our results indicate that the species with the lowest capacities to tolerate warming have the leakiest membranes.&nbsp;&nbsp;Taken together our results indicating the likelihood that membrane biophysical properties, including hyperfluidity and extent of leak, limit thermal tolerance (i.e., the capacity to survive warming).&nbsp;&nbsp;In addition to these results, our team has demonstrated that this species has cardiac mitochondria with a reduced capacity to generate ATP, and maintain ATP levels, after acute warming than do cardiac mitochondria from a more thermotolerant notothenioid,&nbsp;<em>Notothenia coriiceps</em>.&nbsp;&nbsp;However, our group has shown that with acute warming,&nbsp;<em>C. aceratus</em>&nbsp;can escalate both heart rate and cardiac output to meet the challenges associated with an elevation in body temperature.&nbsp;&nbsp;Furthermore, our collaborative team has found that&nbsp;ambulatory and respiratory behaviors due to rising temperatures are similar between&nbsp;<em>C. aceratus</em>&nbsp;and&nbsp;<em>N. coriiceps</em>, and the observed behaviors are likely to represent avoidance of, or escape from, rising temperatures.&nbsp;</p>\n<p>We demonstrated that acclimation of&nbsp;<em>N. coriiceps</em>&nbsp;for a minimum of six weeks to 5C, which represents a temperature 5C above their typical habitat temperature, is accompanied by enhanced cardiac performance, including cardiac output (due to a 2-fold increase in stroke volume) and a heightened thermal threshold for complete cardiac failure compared with animals remaining under ambient conditions (0C).&nbsp;&nbsp;Additionally, we found evidence of a complete compensatory response (i.e., homeoviscous adaptation) in membrane fluidity for two types of biological membranes from the heart (mitochondrial and microsomal membranes, yet a lack of modulation of membrane biophysical properties in any of the biological membranes we examined from the brain (synaptic and mitochondrial membranes and myelin). Given the absence of a homeoviscous response within any of the biological membranes we examined in the brain, and given the plasticity in both membrane remodeling in the brain and cardiac performance, we suggest the likelihood that function within the nervous system, rather than the cardiac function is more likely to limit the capacity of Antarctic notothenioids to tolerate a warming world.</p>\n<p><em>Broader Impacts</em>.&nbsp;&nbsp;One of the principal goals involves training of the next generation of scientists and to improve the status of women in the natural sciences.&nbsp;&nbsp;This award has supported the work at Ohio University of two female graduate students and a total of four female undergraduate students.&nbsp;&nbsp;In addition to the research experience at Ohio University, an undergraduate and two graduate students had life-changing field experiences working aboard the ARSV Laurence M. Gould and at Palmer Station, Antarctica.</p>\n<p>Public engagement is a critical, yet often overlooked aspect of process in scientific research.&nbsp;&nbsp;While most Americans will never visit Antarctica, their opinions on climate and biology are important. Research indicates that most Americans learn about science primarily through popular mass media. Thus, creators and journalists have the responsibility to produce accurate and engaging scientific content. Graduate student, Amanda Biederman, worked to update Wikipedia articles on the biology of notothenioid fishes.&nbsp;&nbsp;An estimated 64,000 characters of original content (roughly equivalent to 40 pages of double-spaced, 12-point text) were added to the existing body of articles related to notothenioids in Wikipedia during this project. A total of 275 edits were made and 92 pages were edited. Minor edits included addition of scholarly references, inclusion of images through Wikimedia Commons, addition and correction of links to existing content, corrections of grammar and spelling, and minor corrections regarding content.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2019<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;L&nbsp;Crockett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit.  Antarctic notothenioids fishes have evolved for millions of years at relatively stable, albeit freezing, temperatures and are restricted to the continental shelf of the Southern Ocean, the marine habitat encircling the Antarctic continent.  As ectothermic animals, their body temperatures match that of their environment and with this has become the evolution of physiological and biochemical innovations to survive in freezing seawater.  We sought to explore the physiological processes that underpin and/or limit the capacity of Antarctic notothenioid fishes to tolerate rising temperatures in the Southern Ocean, some regions of which are warming more rapidly than anywhere else in the Southern Hemisphere.  Our research has centered on the influence of experimental warming on two physiological systems: the cardiovascular and the nervous systems, which we have examined over both an acute (up to several hours) and more chronic (up to ten weeks) timescale. We also probed these physiological systems at various levels of biological organization, including measures of whole animal behavior, cardiac performance, metabolic capacities in isolated mitochondria, and the biophysical and biochemical properties of biological membranes, which are often considered key to cellular function. \n\nWe have found that the species of notothenioid most sensitive to acute warming (Chaenocephalus aceratus), possesses biological membranes in both the heart and the brain with the greatest membrane fluidity. In addition, we quantified the integrity of biological membranes from the heart as indicated by barrier function of the membrane (inversely related to %leakage).  Our results indicate that the species with the lowest capacities to tolerate warming have the leakiest membranes.  Taken together our results indicating the likelihood that membrane biophysical properties, including hyperfluidity and extent of leak, limit thermal tolerance (i.e., the capacity to survive warming).  In addition to these results, our team has demonstrated that this species has cardiac mitochondria with a reduced capacity to generate ATP, and maintain ATP levels, after acute warming than do cardiac mitochondria from a more thermotolerant notothenioid, Notothenia coriiceps.  However, our group has shown that with acute warming, C. aceratus can escalate both heart rate and cardiac output to meet the challenges associated with an elevation in body temperature.  Furthermore, our collaborative team has found that ambulatory and respiratory behaviors due to rising temperatures are similar between C. aceratus and N. coriiceps, and the observed behaviors are likely to represent avoidance of, or escape from, rising temperatures. \n\nWe demonstrated that acclimation of N. coriiceps for a minimum of six weeks to 5C, which represents a temperature 5C above their typical habitat temperature, is accompanied by enhanced cardiac performance, including cardiac output (due to a 2-fold increase in stroke volume) and a heightened thermal threshold for complete cardiac failure compared with animals remaining under ambient conditions (0C).  Additionally, we found evidence of a complete compensatory response (i.e., homeoviscous adaptation) in membrane fluidity for two types of biological membranes from the heart (mitochondrial and microsomal membranes, yet a lack of modulation of membrane biophysical properties in any of the biological membranes we examined from the brain (synaptic and mitochondrial membranes and myelin). Given the absence of a homeoviscous response within any of the biological membranes we examined in the brain, and given the plasticity in both membrane remodeling in the brain and cardiac performance, we suggest the likelihood that function within the nervous system, rather than the cardiac function is more likely to limit the capacity of Antarctic notothenioids to tolerate a warming world.\n\nBroader Impacts.  One of the principal goals involves training of the next generation of scientists and to improve the status of women in the natural sciences.  This award has supported the work at Ohio University of two female graduate students and a total of four female undergraduate students.  In addition to the research experience at Ohio University, an undergraduate and two graduate students had life-changing field experiences working aboard the ARSV Laurence M. Gould and at Palmer Station, Antarctica.\n\nPublic engagement is a critical, yet often overlooked aspect of process in scientific research.  While most Americans will never visit Antarctica, their opinions on climate and biology are important. Research indicates that most Americans learn about science primarily through popular mass media. Thus, creators and journalists have the responsibility to produce accurate and engaging scientific content. Graduate student, Amanda Biederman, worked to update Wikipedia articles on the biology of notothenioid fishes.  An estimated 64,000 characters of original content (roughly equivalent to 40 pages of double-spaced, 12-point text) were added to the existing body of articles related to notothenioids in Wikipedia during this project. A total of 275 edits were made and 92 pages were edited. Minor edits included addition of scholarly references, inclusion of images through Wikimedia Commons, addition and correction of links to existing content, corrections of grammar and spelling, and minor corrections regarding content.\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2019\n\n\t\t\t\t\tSubmitted by: Elizabeth L Crockett"
 }
}