{
 "awd_id": "1341729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Paleomagnetism and Magnetostratigraphy of the James Ross Basin, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032922181",
 "po_email": "dkowalew@nsf.gov",
 "po_sign_block_name": "Douglas Kowalewski",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 415056.0,
 "awd_amount": 415056.0,
 "awd_min_amd_letter_date": "2014-09-03",
 "awd_max_amd_letter_date": "2014-09-03",
 "awd_abstract_narration": "Non-Technical Summary:\r\n\tAbout 80 million years ago, the tip of the Antarctic Peninsula in the vicinity of what is now James Ross Island experienced an episode of rapid subsidence, creating a broad depositional basin that collected sediments eroding from the high mountains to the West.  This depression accumulated a thick sequence of fossil-rich, organic-rich sediments of the sort that are known to preserve hydrocarbons, and for which Argentina, Chile, and the United Kingdom have overlapping territorial claims.  The rocks preserve one of the highest resolution records of the biological and climatic events that led to the eventual death of the dinosaurs at the Cretaceous-Tertiary boundary (about 66 million years ago).  A previous collaboration between scientists from the Instituto Antártico Argentino (IAA) and NSF-supported teams from Caltech and the University of Washington were able to show that this mass extinction event started nearly 50,000 years before the sudden impact of an asteroid.  The asteroid obviously hit the biosphere hard, but something else knocked it off balance well before the asteroid hit. \r\n\tA critical component of the previous work was the use of reversals in the polarity of the Earth?s magnetic field as a dating tool ? magnetostratigraphy.  This allowed the teams to correlate the pattern of magnetic reversals from Antarctica with elsewhere on the planet.  This includes data from a major volcanic eruption (a flood basalt province) that covered much of India 65 million years ago.  The magnetic patterns indicate that the Antarctic extinction started with the first pulse of this massive eruption, which was also coincident with a rapid spike in polar temperature.  \tThe Argentinian and US collaborative teams will extend this magnetic polarity record back another ~ 20 million years in time, and expand it laterally to provide magnetic reversal time lines across the depositional basin.  They hope to recover the end of the Cretaceous Long Normal interval, which is one of the most distinctive events in the history of Earth?s magnetic field.  The new data should refine depositional models of the basin, allow better estimates of potential hydrocarbon reserves, and allow biotic events in the Southern hemisphere to be compared more precisely with those elsewhere on Earth. Other potential benefits of this work include exposing several US students and postdoctoral fellows to field based research in Antarctica, expanding the international aspects of this collaborative work via joint IAA/US field deployments, and follow-up laboratory investigations and personnel exchange of the Junior scientists.\r\n \r\n\r\nTechnical Description of Project \r\nThe proposed research will extend the stratigraphic record in the late Cretaceous and early Tertiary sediments (~ 83 to 65 Ma before present) of the James Ross Basin, Antarctica, using paleo-magnetic methods.  Recent efforts provided new methods to analyze these rocks, yielding their primary magnetization, and producing both magnetic polarity patterns and paleomagnetic pole positions.  This provided the first reliable age constraints for the younger sediments on Seymour Island, and quantified the sedimentation rate in this part of the basin. The new data will allow resolution of the stable, remnant magnetization of the sediments from the high deposition rate James Ross basin (Tobin et al., 2012), yielding precise chronology/stratigraphy. This approach will be extended to the re-maining portions of this sedimentary basin, and will allow quantitative estimates for tectonic and sedimentary processes between Cretaceous and Early Tertiary time. The proposed field work will refine the position of several geomagnetic reversals that occurred be-tween the end of the Cretaceous long normal period (Chron 34N, ~ 83 Ma), and the lower portion of Chron 31R (~ 71 Ma). Brandy Bay provides the best locality for calibrating the stratigraphic position of the top of the Cretaceous Long Normal Chron, C34N.  Although the top of the Cretaceous long normal Chron is one of the most important correlation horizons in the entire geological timescale, it is not properly correlated to the southern hemisphere biostratigraphy. Locating this event, as well as the other reversals, will be a major addition to understanding of the geological history of the Antarctic Peninsula. These data will also help refine tectonic models for the evolution of the Southern continents, which will be of use across the board for workers in Cretaceous stratigraphy (including those involved in oil exploration).\r\nThis research is a collaborative effort with Dr. Edward Olivero of the Centro Austral de Investigaciones Cientificas (CADIC/CONICET) and Prof. Augusto Rapalini of the University of Buenos Aires.   The collaboration will include collection of samples on their future field excursions to important targets on and around James Ross Island, supported by the Argentinian Antarctic Program (IAA).  Argentinian scientists and students will also be involved in the US Antarctic program deployments, proposed here for the R/V Laurence Gould, and will continue the pattern of joint international publication of the results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Kirschvink",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph L Kirschvink",
   "pi_email_addr": "kirschvink@caltech.edu",
   "nsf_id": "000420977",
   "pi_start_date": "2014-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E. California Blvd.",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 415056.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Paleomagnetism and Magnetostratigraphy of the James Ross Basin, Antarctica&nbsp; - award OPP- 1341729</strong></p>\n<p><strong>&nbsp;</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Over the past 50 years, the geomagnetic reversal time scale has become one of the most important tools for determining the age of sedimentary and volcanic rocks across the globe.&nbsp; Because the Earth?s magnetic field reverses polarity in a quasi-random fashion up to several times per million years, and the tiny magnetic minerals in sedimentary rock can record the direction of the past field, it is possible to use this pattern of reversals to put precise age constraints on fossiliferous strata around the globe.&nbsp; For Antarctica in particular, this magnetic time scale allows evolutionary and geological events that happened at high southerly latitudes to be compared precisely with environments of the same age elsewhere on the globe.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rocks of the James Ross Basin on the Antarctic Peninsula are particularly important for understanding the history of life during Campanian and early Tertiary time (c.a., 100 million to 50 million years ago).&nbsp; Because Antarctica was located by itself on the South Pole, the trans-Antarctic current largely isolated the faunas in the Southern Oceans from those in the Northern Hemisphere, hampering the normal process of paleontological correlation.&nbsp; These rocks are exceptionally well preserved at the tip of the Antarctic Peninsula in a sedimentary basin surrounding James Ross Island, are thick and fossiliferous, and have long been thought to be potential source rocks for hydrocarbons.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our research has extended the initial magnetostratigraphic record in the late Cretaceous and early Tertiary sediments of the James Ross Basin to provide a framework for both inter-basin and intercontinental correlation. As a result of efforts for the 4 years of this project, we now know how to analyze these rocks to extract their primary magnetization, producing both magnetic polarity patterns and paleomagnetic pole positions.&nbsp; We have collaborated extensively with two scientific groups from Argentina, paleontologist Dr. Edward Olivero of the <em>Centro Austral de Investigaciones Cient?ficas</em> (CADIC/CONICET) in Ushuaia, and geophysicist Prof. Augusto Rapalini of the University of Buenos Aires.&nbsp; We have deployed each other?s students on field expeditions run by the US Antarctic Program (USAP) and the Argentinian Antarctic Program (IAA) to important targets on and around James Ross Island, and exchanged students for laboratory research using facilities in both countries. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this project, were able to perfect techniques that precisely allowed us to resolve the stable, remnant magnetization of the drab sediments present in the high deposition rate sediments of the James Ross basin. In our prior work, we located the top and bottom of geomagnetic reversal chrons 29R, the short reversed Chron 30R that separates the 30N in from 31N, and the Chron 31N/31R reversal (See Fig. 1, below). This provided the first reliable constraints on age of the younger sediments on Seymour Island, and quantified the sedimentation rate in this part of the basin. &nbsp;In the present extension of this project, we were able to collect samples that refined the position of several older geomagnetic reversals that happened between the end of the Cretaceous long normal Chron, 34N, and the lower portion of Chron 31R.&nbsp; In particular, we now have located the distinctive Chron 33R/33N reversal in several sections (Milanese et al., 2017 and in review), as well as several of the smaller reversely-magnetized horizons in Chron C32, as well as the top and bottom of Chron 31R, as shown on Fig. 1 here.&nbsp; We were also able to collect with helicopter support a nearly intact giant <em>Inoceramid </em>clam, which is being prepared by the Tobin group at the University of Alabama.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As an added bonus, an unusual streak of clear weather on the Antarctic Peninsula during the 2016 field season allowed us to use the helicopters support from the <em>Palme</em>r to collect samples of the James Ross Volcanic field, most of which is at the top of inaccessible buttes and spires.&nbsp; This is providing much-needed data for the Tertiary behavior of the geomagnetic field at high Southerly latitude.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2018<br>\n\t\t\t\t\tModified by: Joseph&nbsp;L&nbsp;Kirschvink</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1341729/1341729_10340295_1541086287529_Outcomes_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1341729/1341729_10340295_1541086287529_Outcomes_Figure1--rgov-800width.jpg\" title=\"Integrated magnetostratigraphy\"><img src=\"/por/images/Reports/POR/2018/1341729/1341729_10340295_1541086287529_Outcomes_Figure1--rgov-66x44.jpg\" alt=\"Integrated magnetostratigraphy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1: Integrated magnetostratigraphy of the SE area of James Ross Basin. This figure combines the results of Milanese et al. (in review) and previous results from Milanese et al (2017) and Tobin et al. (2012).</div>\n<div class=\"imageCredit\">Joseph Kirschvink</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joseph&nbsp;L&nbsp;Kirschvink</div>\n<div class=\"imageTitle\">Integrated magnetostratigraphy</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPaleomagnetism and Magnetostratigraphy of the James Ross Basin, Antarctica  - award OPP- 1341729\n\n             Over the past 50 years, the geomagnetic reversal time scale has become one of the most important tools for determining the age of sedimentary and volcanic rocks across the globe.  Because the Earth?s magnetic field reverses polarity in a quasi-random fashion up to several times per million years, and the tiny magnetic minerals in sedimentary rock can record the direction of the past field, it is possible to use this pattern of reversals to put precise age constraints on fossiliferous strata around the globe.  For Antarctica in particular, this magnetic time scale allows evolutionary and geological events that happened at high southerly latitudes to be compared precisely with environments of the same age elsewhere on the globe.\n\n            Rocks of the James Ross Basin on the Antarctic Peninsula are particularly important for understanding the history of life during Campanian and early Tertiary time (c.a., 100 million to 50 million years ago).  Because Antarctica was located by itself on the South Pole, the trans-Antarctic current largely isolated the faunas in the Southern Oceans from those in the Northern Hemisphere, hampering the normal process of paleontological correlation.  These rocks are exceptionally well preserved at the tip of the Antarctic Peninsula in a sedimentary basin surrounding James Ross Island, are thick and fossiliferous, and have long been thought to be potential source rocks for hydrocarbons.\n\n            Our research has extended the initial magnetostratigraphic record in the late Cretaceous and early Tertiary sediments of the James Ross Basin to provide a framework for both inter-basin and intercontinental correlation. As a result of efforts for the 4 years of this project, we now know how to analyze these rocks to extract their primary magnetization, producing both magnetic polarity patterns and paleomagnetic pole positions.  We have collaborated extensively with two scientific groups from Argentina, paleontologist Dr. Edward Olivero of the Centro Austral de Investigaciones Cient?ficas (CADIC/CONICET) in Ushuaia, and geophysicist Prof. Augusto Rapalini of the University of Buenos Aires.  We have deployed each other?s students on field expeditions run by the US Antarctic Program (USAP) and the Argentinian Antarctic Program (IAA) to important targets on and around James Ross Island, and exchanged students for laboratory research using facilities in both countries.  \n\n            In this project, were able to perfect techniques that precisely allowed us to resolve the stable, remnant magnetization of the drab sediments present in the high deposition rate sediments of the James Ross basin. In our prior work, we located the top and bottom of geomagnetic reversal chrons 29R, the short reversed Chron 30R that separates the 30N in from 31N, and the Chron 31N/31R reversal (See Fig. 1, below). This provided the first reliable constraints on age of the younger sediments on Seymour Island, and quantified the sedimentation rate in this part of the basin.  In the present extension of this project, we were able to collect samples that refined the position of several older geomagnetic reversals that happened between the end of the Cretaceous long normal Chron, 34N, and the lower portion of Chron 31R.  In particular, we now have located the distinctive Chron 33R/33N reversal in several sections (Milanese et al., 2017 and in review), as well as several of the smaller reversely-magnetized horizons in Chron C32, as well as the top and bottom of Chron 31R, as shown on Fig. 1 here.  We were also able to collect with helicopter support a nearly intact giant Inoceramid clam, which is being prepared by the Tobin group at the University of Alabama.\n\n           As an added bonus, an unusual streak of clear weather on the Antarctic Peninsula during the 2016 field season allowed us to use the helicopters support from the Palmer to collect samples of the James Ross Volcanic field, most of which is at the top of inaccessible buttes and spires.  This is providing much-needed data for the Tertiary behavior of the geomagnetic field at high Southerly latitude.\n\n\t\t\t\t\tLast Modified: 11/02/2018\n\n\t\t\t\t\tSubmitted by: Joseph L Kirschvink"
 }
}