{
 "awd_id": "1342904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative CNIC: US-Argentina planning visits for fungal biodiversity investigation",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2014-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 13296.0,
 "awd_amount": 13296.0,
 "awd_min_amd_letter_date": "2014-02-10",
 "awd_max_amd_letter_date": "2014-02-10",
 "awd_abstract_narration": "This collaborative project aims to catalyze a research collaboration between US and Argentinian researchers.  The project will be led by Drs. Russell Rodriguez at Symbiogenics and Regina Redman of the University of Washington, both in Seattle, Washington, and Dr. Laurie Connell at the University of Maine, Orono, for the US side.  On the Argentinean side, Drs. Diego Libkind, Martin Molino and Virginia de Garcia of INIBIOMA (Instituto de Investigaciones en Biodiversidad y Medioambiente, an Argentinean National Scientific and Technical Research Council Institute) and the University of Comahue, are the counterparts for the project.  The Argentinian researchers bring to the collaboration expertise in fungal taxonomy and biodiversity, particularly of cold and extreme environments.  The US researchers bring expertise in fungal and plant adaptation to stresses, particularly in diverse habitats of Antarctica. \r\n\r\nOverall, this collaboration aims to understand how function impacts bacterial community structures, an important challenge in predicting ecosystems responses to climate change.  For this project the researchers will study fungal communities by investigating their diversity, physiology, and ecology in extreme habitats such as glacial water run-off in Patagonia.  The results of these initial studies will lay the groundwork for further large-scale projects.  The collaboration will provide training opportunities for students at different levels and has significant potential to increase our understanding of global nutrient cycling, inter-organismal relationships, and life in extreme environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Connell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie B Connell",
   "pi_email_addr": "laurie.b.connell@maine.edu",
   "nsf_id": "000200270",
   "pi_start_date": "2014-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695735",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5911",
   "pgm_ref_txt": "ARGENTINA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 13296.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Collaborative CNIC: US-Argentina planning visits for fungal biodiversity investigation. </strong></p>\n<p><strong>Project Summary.</strong></p>\n<p>This Catalyzing New International Collaborations (CNIC) project was directed toward establishment of a new collaboration among research facilities in the US and Argentina with the intent of developing a full proposal that will be submitted &nbsp;to the Systematics and Biodiversity Science Cluster &nbsp;(SBS).&nbsp;</p>\n<p><strong><em>Significance of proposed SBS research:</em></strong> The purpose of the proposed SBS research (to be submitted after this current work is completed) is to advance our understanding of how microbial community structure is linked to function, a pressing challenge for microbial ecologists and of utmost importance for predicting ecosystem responses to climate change. We will identify fungi from oligotrophic systems, including glacial water run-off, and from across a oligotrophic to mesotrophic gradient in order to begin exploration of how these communities are structured and function.&nbsp; The broader scientific significance of this project include: (1) The proposed research will serve the scientific community by characterizing a previously unstudied group of fungi from understudied oligotrophic habitats including those that are able to fix atmospheric CO<sub>2</sub>. (2) The development of terrestrial ecosystems often involves transitioning from oligotrophic to mesotrophic conditions. Yet, little is known about the phenology of this process. This has tremendous potential to increase our understanding of global nutrient cycling, inter-organismal relationships and life in extreme environments.</p>\n<p><strong><em>Key International collaborators and their role:</em></strong>&nbsp; For the international travel portion of this project Dr. Diego Libkind, Dr. Virginia de Garc&iacute;a and Dr. Martin Molin&eacute; of the Biodiversity and Environmental Research Institute (INIBIOMA: Instituto en Investigaciones en Biodiversidad y Medioambiente) Scientific and Technique Research National Council (CONICET) &ndash; Comahue National University, Bariloche, Argentina, &nbsp;acted as local hosts and coordinated logistics for review of field sites for the future study at glaciers and in the cold desert region of Patagonia. Dr. Libkind is an expert in fungal taxonomy and biodiversity. Dr. de Garc&iacute;a is an expert in fungal biodiversity of cold environments. Dr. Molin&eacute; is a specialist in fungal adaptations to extreme environments.</p>\n<p><strong><em>Intellectual merit</em></strong>:<strong> </strong>This new international collaboration provided a unique opportunity to assemble a team with expertise&rsquo;s ranging from glacial fungal populations (an oligotrophic system) through fungal populations in oligotrophic soils, fungal/plant symbionts of arid regions, as well as experience in Antarctic Dry Valleys desert habitats. Patagonian offers access to unique oligotrophic habitats with moisture and nutritional gradients including glaciers associated with deserts. The nutritional gradient will allow us to characterize the development of oligotrophic communities and their transition to mesotrophic communities. Logistically this is an excellent opportunity to explore both glacial and cold desert habitats with one field sampling hub. Data from previous Antarctic work will be compared with results from the future SBS project.</p>\n<p>This project successfully identified a field site that will fill our needs. &nbsp;It is the high desert of the Argentine Altiplano. &nbsp;Preliminary samples have already been aquired and are under analysis. Further a sttrong collaboration has been forged between the partners institutiions.</p>\n<p>&nbsp;<strong><em>Broader impacts</em></strong>: The primary function of CNIC is to &ldquo;foster an increase in collaborative research relationships&rdquo; with the National Scienc...",
  "por_txt_cntn": "\nCollaborative CNIC: US-Argentina planning visits for fungal biodiversity investigation. \n\nProject Summary.\n\nThis Catalyzing New International Collaborations (CNIC) project was directed toward establishment of a new collaboration among research facilities in the US and Argentina with the intent of developing a full proposal that will be submitted  to the Systematics and Biodiversity Science Cluster  (SBS). \n\nSignificance of proposed SBS research: The purpose of the proposed SBS research (to be submitted after this current work is completed) is to advance our understanding of how microbial community structure is linked to function, a pressing challenge for microbial ecologists and of utmost importance for predicting ecosystem responses to climate change. We will identify fungi from oligotrophic systems, including glacial water run-off, and from across a oligotrophic to mesotrophic gradient in order to begin exploration of how these communities are structured and function.  The broader scientific significance of this project include: (1) The proposed research will serve the scientific community by characterizing a previously unstudied group of fungi from understudied oligotrophic habitats including those that are able to fix atmospheric CO2. (2) The development of terrestrial ecosystems often involves transitioning from oligotrophic to mesotrophic conditions. Yet, little is known about the phenology of this process. This has tremendous potential to increase our understanding of global nutrient cycling, inter-organismal relationships and life in extreme environments.\n\nKey International collaborators and their role:  For the international travel portion of this project Dr. Diego Libkind, Dr. Virginia de Garc&iacute;a and Dr. Martin Molin&eacute; of the Biodiversity and Environmental Research Institute (INIBIOMA: Instituto en Investigaciones en Biodiversidad y Medioambiente) Scientific and Technique Research National Council (CONICET) &ndash; Comahue National University, Bariloche, Argentina,  acted as local hosts and coordinated logistics for review of field sites for the future study at glaciers and in the cold desert region of Patagonia. Dr. Libkind is an expert in fungal taxonomy and biodiversity. Dr. de Garc&iacute;a is an expert in fungal biodiversity of cold environments. Dr. Molin&eacute; is a specialist in fungal adaptations to extreme environments.\n\nIntellectual merit: This new international collaboration provided a unique opportunity to assemble a team with expertiseÆs ranging from glacial fungal populations (an oligotrophic system) through fungal populations in oligotrophic soils, fungal/plant symbionts of arid regions, as well as experience in Antarctic Dry Valleys desert habitats. Patagonian offers access to unique oligotrophic habitats with moisture and nutritional gradients including glaciers associated with deserts. The nutritional gradient will allow us to characterize the development of oligotrophic communities and their transition to mesotrophic communities. Logistically this is an excellent opportunity to explore both glacial and cold desert habitats with one field sampling hub. Data from previous Antarctic work will be compared with results from the future SBS project.\n\nThis project successfully identified a field site that will fill our needs.  It is the high desert of the Argentine Altiplano.  Preliminary samples have already been aquired and are under analysis. Further a sttrong collaboration has been forged between the partners institutiions.\n\n Broader impacts: The primary function of CNIC is to \"foster an increase in collaborative research relationships\" with the National Science Foundation (NSF) researchers. Societal benefits will be derived from a better understanding of how soil ecological processes and climate induced increases in CO2 will impact soil ecosystems, food webs and habitat sustainability. In addition, virtually all degradation of terrestrial habitats involves degradation of soil, the build..."
 }
}