{
 "awd_id": "1343486",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "U.S. CMS Phase-1 Upgrades",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Coles",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 11479310.0,
 "awd_amount": 9355988.0,
 "awd_min_amd_letter_date": "2014-06-20",
 "awd_max_amd_letter_date": "2017-12-08",
 "awd_abstract_narration": "The Large Hadron Collider (LHC) at CERN in Geneva Switzerland is the world's premier particle collider facility in operation. The Compact Muon Solenoid (CMS) experiment is one of two large experiments at the LHC seeking to understand the nature of the Higgs Boson, which was discovered there in 2012, and to look for evidence of new physics beyond the Standard Model of Particle Physics. These goals are relevant to the understanding of the Universe at its most fundamental level. Meeting this challenge requires the development of new theories, new instrumentation, new accelerators, and new computing and data analysis tools, all of which have significant broader impact for the development of the scientific workforce and the advancement of society. \r\n\r\nThe next three years represent a transition of the LHC physics program from a collision energy of 8 Teraelectronvolts (TeV) data-taking and operation, to extended operations and data-taking at nearly double the energy, 13-14 TeV. Over a thousand scientists from the United States are involved with this scientific program on several major experiments.\r\n\r\nThis award provides support for Dr. Dominguez at the University of Nebraska and his collaborators at eight U.S. universities to upgrade the CMS detector so that it can continue to operate efficiently at higher energies for a longer time and at a higher rate. This upgrade will enable scientists to collect data to search for new physics to explain inconsistencies in the particle theory, which arise as the energy is increased, and to fully understand how the Higgs boson fits into a fundamental theory of the universe.   \r\n\r\nThe universities supported by this funding will build new instrumentation to be installed in the CMS detector, which is necessary in order to carry out a real-time selection and collection of data, provide a better measurement of particle energies, and provide charged-particle track information in this new energy and data rate regime.    \r\n\r\nUndergraduate and graduate students will help the postdoctoral researchers and senior scientists build these upgraded detectors, which contain state-of-the-art components.   High school students and teachers will also participate in these activities through the QuarkNet program with the goal of attracting and training a new generation of scientists and engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Dominguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Dominguez",
   "pi_email_addr": "aarond@unl.edu",
   "nsf_id": "000480555",
   "pi_start_date": "2014-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Bean",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alice L Bean",
   "pi_email_addr": "abean@ku.edu",
   "nsf_id": "000422055",
   "pi_start_date": "2014-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105F00",
   "pgm_ele_name": "LHC CMS Construction"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7282",
   "pgm_ref_txt": "ACC PHYSICS & PHYSICS INSTRUM"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8812",
   "pgm_ref_txt": "Midscale Research Infrastruct"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3755709.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4452688.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1147591.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c9a9f596-7fff-1f01-4dda-9c87c47dd6e7\">\n<p dir=\"ltr\"><span>&ldquo;Complete the LHC Phase 1 Upgrades&hellip;.&rdquo;</span><span> is how Recommendation 10, the first project-specific and concrete recommendation of the 2014 Report of the Particle Physics Project Prioritization Panel (P5), &ldquo;Building for Discovery&rdquo;, starts.&nbsp; This short phrase has been the mission statement for U.S. CMS scientists from over &nbsp;30 U.S. Institutes for the last 6 years. This major</span><span>&nbsp;project has now been completed.</span></p>\n<p dir=\"ltr\"><span>During Run 2, starting in 2015 and just completed at the end of 2018, the CMS dataset has grown by a factor of 5, allowing the evolution from &ldquo;discovery of the Higgs Boson&rdquo; mode (which led to a Nobel Prize in 2013) to &ldquo;exploration with the Higgs Boson&rdquo; mode, probing exactly how it decays, with what kinematics and to which particles at what frequency, to understand if Nature behaves as the theory predicts, or if there is something more subtle at play; in short, &ldquo;using the Higgs boson as a new tool for discovery&rdquo;, per the P5 science driver.&nbsp; Beyond the Higgs, with much more data, CMS has also been able extend the searches for the more rare and elusive New Physics, both by directly looking for new particles and indirectly by probing for small quantum interference perturbations to known physics processes.  Thus, CMS is also making inroads on two other science drivers, &ldquo;Identify the physics of Dark Matter&rdquo; and &ldquo;Explore the unknown: new particles, interactions, and physical principles&rdquo;.  This upgrade increases both the breadth and depth of the scientific program of the LHC.</span></p>\n<p dir=\"ltr\"><span>These upgrades were motivated by the increased luminosity expected during Run 3 from 2020-2023, and in fact already experienced during Run 2.&nbsp; The upgrades comprised of the following sub-projects: a completely new Level-1 Trigger system; a new Forward Pixel Tracker; new signal processing electronics for the Hadron Calorimeter.</span></p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-02201a03-7fff-1401-d9f9-afc331672d9e\"><span>The Level-1 Trigger is responsible for sampling the detector data at the full 40 MHz collision rate, and efficiently sifting interesting events from the background while reducing the output rate to 100 kHz, a factor of 400, all in about 4 </span><span>&mu;</span><span>s. &nbsp;</span></span>The upgrade uses state-of-the-art electronics (FPGAs) and high bandwidth optical transmission, allowing for more granular input data and more complex sifting algorithms so that the rate reduction is achieved while preserving the low kinematic thresholds that ensure a vibrant physics program in Run 2 and Run 3.</p>\n<p dir=\"ltr\"><span id=\"docs-internal-guid-063c47e1-7fff-0195-88ec-a8266e996e21\"><span>The new Forward Pixel Tracker comprises a major part the inner-most CMS detector, providing precise space points to reconstruct the trajectories (or &ldquo;tracks&rdquo;) of all charged particles in an interaction.&nbsp; These tracks in turn are combined to form interaction vertices, only one of typically ~40 in a single crossing is from an interesting process &ndash; the rest are called &ldquo;pile-up&rdquo;, essentially contamination of the data sample.&nbsp; And with the increased luminosity in Run2 and Run 3, the pileup grows considerably.  The new Pixel detector adds an additional layer for the more precise track detection and vertex separation, a new fully digital readout ASIC with deeper buffers to prevent excessive data loss at high instantaneous luminosity, and less material in the tracking volume. &nbsp;The pixel detector plays a crucial role in most of the physics studied at CMS and in particlar events with the contain the decay of metastable particles like the bottom quark.</span></span></p>\n<p dir=\"ltr\"><span><span><span id=\"docs-internal-guid-3734152d-7fff-6ecd-9460-6275aa09c096\"><span>The Hadron Calorimeter measures all the energy coming from the plethora of hadron &ldquo;showers&rdquo; created in the event, which, in addition to being an important observable in its own right, is also used to calculate if there is any missing energy, which might have been carried off by some new particle, perhaps a dark matter candidate!&nbsp; It&rsquo;s pretty clear the HCAL is essential to the LHC program.  In CMS, this energy is measured in the form of scintillation light, whose intensity has been diminishing rapidly due to increased radiation from collisions.  The HCAL Front End Upgrade replaces the photodetectors exposed to this light with more sensitive devices called Silicon Photomultipliers (&ldquo;SiPMs&rdquo;), at the same time increasing the granularity of the energy measurement to allow better calibration and shower separation, and in addition to the energy measurement providing a timing measurement that helps separate signal from spurious background signals that come &ldquo;too early&rdquo;.&nbsp; The increased granularity and additional information means increased data volume, thus the backend readout upgrade provides increased throughput to pass the data to the L1 Trigger and Data Acquisition system.</span></span></span></span></p>\n<p dir=\"ltr\">The completion of this upgrade represents a major milestone towards the journey of discovery at the Large Hadron Collider.</p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2020<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Dominguez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\"Complete the LHC Phase 1 Upgrades&hellip;.\" is how Recommendation 10, the first project-specific and concrete recommendation of the 2014 Report of the Particle Physics Project Prioritization Panel (P5), \"Building for Discovery\", starts.  This short phrase has been the mission statement for U.S. CMS scientists from over  30 U.S. Institutes for the last 6 years. This major project has now been completed.\nDuring Run 2, starting in 2015 and just completed at the end of 2018, the CMS dataset has grown by a factor of 5, allowing the evolution from \"discovery of the Higgs Boson\" mode (which led to a Nobel Prize in 2013) to \"exploration with the Higgs Boson\" mode, probing exactly how it decays, with what kinematics and to which particles at what frequency, to understand if Nature behaves as the theory predicts, or if there is something more subtle at play; in short, \"using the Higgs boson as a new tool for discovery\", per the P5 science driver.  Beyond the Higgs, with much more data, CMS has also been able extend the searches for the more rare and elusive New Physics, both by directly looking for new particles and indirectly by probing for small quantum interference perturbations to known physics processes.  Thus, CMS is also making inroads on two other science drivers, \"Identify the physics of Dark Matter\" and \"Explore the unknown: new particles, interactions, and physical principles\".  This upgrade increases both the breadth and depth of the scientific program of the LHC.\nThese upgrades were motivated by the increased luminosity expected during Run 3 from 2020-2023, and in fact already experienced during Run 2.  The upgrades comprised of the following sub-projects: a completely new Level-1 Trigger system; a new Forward Pixel Tracker; new signal processing electronics for the Hadron Calorimeter.\nThe Level-1 Trigger is responsible for sampling the detector data at the full 40 MHz collision rate, and efficiently sifting interesting events from the background while reducing the output rate to 100 kHz, a factor of 400, all in about 4 &mu;s.  The upgrade uses state-of-the-art electronics (FPGAs) and high bandwidth optical transmission, allowing for more granular input data and more complex sifting algorithms so that the rate reduction is achieved while preserving the low kinematic thresholds that ensure a vibrant physics program in Run 2 and Run 3.\nThe new Forward Pixel Tracker comprises a major part the inner-most CMS detector, providing precise space points to reconstruct the trajectories (or \"tracks\") of all charged particles in an interaction.  These tracks in turn are combined to form interaction vertices, only one of typically ~40 in a single crossing is from an interesting process &ndash; the rest are called \"pile-up\", essentially contamination of the data sample.  And with the increased luminosity in Run2 and Run 3, the pileup grows considerably.  The new Pixel detector adds an additional layer for the more precise track detection and vertex separation, a new fully digital readout ASIC with deeper buffers to prevent excessive data loss at high instantaneous luminosity, and less material in the tracking volume.  The pixel detector plays a crucial role in most of the physics studied at CMS and in particlar events with the contain the decay of metastable particles like the bottom quark.\nThe Hadron Calorimeter measures all the energy coming from the plethora of hadron \"showers\" created in the event, which, in addition to being an important observable in its own right, is also used to calculate if there is any missing energy, which might have been carried off by some new particle, perhaps a dark matter candidate!  It’s pretty clear the HCAL is essential to the LHC program.  In CMS, this energy is measured in the form of scintillation light, whose intensity has been diminishing rapidly due to increased radiation from collisions.  The HCAL Front End Upgrade replaces the photodetectors exposed to this light with more sensitive devices called Silicon Photomultipliers (\"SiPMs\"), at the same time increasing the granularity of the energy measurement to allow better calibration and shower separation, and in addition to the energy measurement providing a timing measurement that helps separate signal from spurious background signals that come \"too early\".  The increased granularity and additional information means increased data volume, thus the backend readout upgrade provides increased throughput to pass the data to the L1 Trigger and Data Acquisition system.\nThe completion of this upgrade represents a major milestone towards the journey of discovery at the Large Hadron Collider.\n\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2020\n\n\t\t\t\t\tSubmitted by: Aaron Dominguez"
 }
}