{
 "awd_id": "1344552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Hillslope hydrology under glass: Controlled experimental testing of hillslope-scale hydrologic transport theories at Biosphere2",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 291812.0,
 "awd_amount": 315809.0,
 "awd_min_amd_letter_date": "2014-02-19",
 "awd_max_amd_letter_date": "2016-05-03",
 "awd_abstract_narration": "The transport of solutes through hillslopes and watersheds is difficult to predict due to the complexity of the landscape and the processes controlling flow and transport. The current approaches use process descriptions derived from observations at small scales to make predictions at much larger scales, using effective values of the scale dependent parameters. However, this paradigm is known to be flawed, as in many cases the parameters cannot be measured or predicted easily. Increasingly frequent calls have been made for new theories that better link large-scale predictions to observable properties of the landscape. A new theoretical framework has recently been developed to represent solute transport at hillslope and watershed scales. However the framework is incomplete as a key element, the \"age functions\", is not specified from theory and must be investigated empirically. These functions characterize how the water leaving the system is selected from the distribution of water of different ages within the system. If these age functions could be parameterized from available landscape data, this framework would provide a rigorous alternative for modeling transport at hillslope and watershed scales that circumvents some of the scale-related challenges other methods face. This project will use the new Landscape Evolution Observatory (LEO) research facility at Biosphere2 to directly observe the shape of these age functions at a hillslope scale using a novel set of tracer experiments. This facility can be used to create precisely controlled and replicated flow and transport phenomena in three 330 m2 artificial hillslopes, and observe them with an unprecedented spatial and temporal resolution with over 1,500 sensors and 500 soil water samplers. A carefully designed sequence of experiments using stable water isotope tracers will be used to directly measure these age functions and relate their properties to the structure of flow paths using a novel experimental procedure entitled PERTH (PERiodic Tracer Hierarchy), developed specifically for this purpose. This project has four goals: 1) to make direct measurements of the age function in the LEO; 2) to use an integrated modeling approach to understand the relationship between the age function and underlying hillslope structure, and generalize the empirical findings to a broader class of landscape units 3) to test a series of hypotheses about the controls on the age function that pave the way towards an operational theory; and 4) to propose and test functional forms of the age functions that can be encoded in operational models of watershed-scale transport. \r\n\r\nScientists, managers and policy-makers need tools to predict the movement of solutes through the landscape at large spatial scales, such as the movement of nitrogen from fertilizer distributed across agricultural watersheds into streams. Current state-of-the-art models are not able to capture many of the features of this transport, because the parameters they rely on cannot be measured at sufficiently fine detail in the landscape. This project will advance a new approach to modeling transport that does not rely on these fine-scale parameters, but instead makes predictions directly at the scale of hillslopes. This theory is more general than the models typically used for large-scale predictions, which rely on restrictive assumptions about the transport processes, or do not adequately account for the effect on transport of changes in flow through the landscape across storms, seasons and under climate change. This project will train two PhD students and several undergraduate students in new methods for hydrologic experimentation and environmental modeling. Furthermore, Biosphere2 is a hub of science education with 100,000 people visiting the facility each year, and this work will form part of the facility?s educational program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Troch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Troch",
   "pi_email_addr": "patroch@hwr.arizona.edu",
   "nsf_id": "000193813",
   "pi_start_date": "2014-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 118290.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 119663.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 77856.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central aim of this project has been to develop a new understanding of the way material dissolved in water is transported with that water through the landscape. There is a pressing need for models that can make predictions about this to help us understand our water resources, the threats to them from non-point-source contamination, and the best approaches for mitigating those threats.</p>\n<p>The best methods available to making such predictions at fine scales (like contaminated sites) are not as useful when applied at larger scales (like large watersheds). New approaches have been developed though, based on the concept of StorAge Selection (SAS) functions. SAS functions are based on mass-balance principles and capture the essential features of transport at the landscape scale, and require much less data and computation power compared to other methods. However it was not clear how to determine what the SAS function should look like for any given landscape.</p>\n<p>This project aimed to address this problem using the extraordinary experimental facilities available at the Landscape Evolution Observatory (LEO) at Biosphere2: three artificial hillslopes (11m x 30 m) embedded with thousands of sensors for observing the movement of water and solutes. PI Harman developed an experimental procedure, called PERTH (the PERiodic Tracer Hierarchy) that would allow researchers to make direct measurements of the SAS function for these hillslopes. That method required applying precisely controlled amounts of artificial rainfall to the hillslopes twice a week for two months. Some of the rain was labeled using salt and water that contained non-radioactive heavy isotopes of hydrogen. By observing the release of these labels in the outflow from the hillslope, the SAS function could be observed.</p>\n<p>The project proceeded in stages, first applying the PERTH method to a small prototype hillslope, the miniLEO. This experiment produced exciting results, published in two papers. They showed that the SAS functions were mostly related to the saturated part of the storage in the miniLEO. The results also helped refine the plan for the PERTH experiment on the full LEO hillslopes.</p>\n<p>Those were conducted in Nov-Dec 2016. The breakthrough curves from the full LEO experiments showed complex fluctuating behavior that could not be reproduced by the existing methods for making predictions about transport at landscape scales. Using the PERTH method, these curves could be directly converted into time-varying TTD, from which each hillslope&rsquo;s SAS function was be recovered.</p>\n<p>The results showed that the complex variability of the breakthrough curves could be decomposed into two components, for which they coined the terms <em>external</em> and <em>internal</em> variability. Only the latter is associated with changes in the structure of flow through the system and changes in the shape of the SAS function. The former refers to the variability induced by the time varying fluxes through the system, which inevitably produce time-varying rates of transport even when the flow pathways through the system (and SAS function) don&rsquo;t change.</p>\n<p>The PERTH experiment on LEO yielded a wealth of data that will continue to be mined for some time to come. The results demonstrated that the LEO hillslopes have some fundamentally different transport properties from the miniLEO. In particular, the effect of the time-delay associated with lateral flow and the unsaturated zone is much more pronounced in the LEO hillslope as compared to the miniLEO. The researchers were able to demonstrate that this is primarily due to the difference in basic geometrical features of the two system &ndash; in particular the aspect ratio of the aquifer and the slope of the underlying surface.</p>\n<p>The results form the artificial hillslopes helped the researchers develop a theory that relates the shape of SAS functions to the properties of real landscapes. The theory explains the physical origins of SAS functions, and successfully reproduces the results of the LEO and miniLEO experiments.</p>\n<p>The work supported by this grant has begun to have a major impact on the discipline, and papers published through the grant have been highly cited. A number of collaborations have arisen, including ones to take this new knowledge and apply it to real landscapes. This new knowledge will soon have an impact on the way we make predictions of the transport of water and contaminants through the landscape.</p>\n<p>This grant has also helped promote science within the broader community. The Biosphere 2 facility receives 100,000 visitors each year, and has education and outreach programs that are sustainable and community-oriented. During public tours, the interpretive specialists at B2 provide background information about all the research being conducted at B2, including this project. At special events throughout the year, the team at LEO works with students at all levels to enhance their interest in STEM disciplines. This undoubtedly contributes positively to raising the number of young people that will get an education in STEM fields, and thus contributes significantly to society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2018<br>\n\t\t\t\t\tModified by: Peter&nbsp;A&nbsp;Troch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central aim of this project has been to develop a new understanding of the way material dissolved in water is transported with that water through the landscape. There is a pressing need for models that can make predictions about this to help us understand our water resources, the threats to them from non-point-source contamination, and the best approaches for mitigating those threats.\n\nThe best methods available to making such predictions at fine scales (like contaminated sites) are not as useful when applied at larger scales (like large watersheds). New approaches have been developed though, based on the concept of StorAge Selection (SAS) functions. SAS functions are based on mass-balance principles and capture the essential features of transport at the landscape scale, and require much less data and computation power compared to other methods. However it was not clear how to determine what the SAS function should look like for any given landscape.\n\nThis project aimed to address this problem using the extraordinary experimental facilities available at the Landscape Evolution Observatory (LEO) at Biosphere2: three artificial hillslopes (11m x 30 m) embedded with thousands of sensors for observing the movement of water and solutes. PI Harman developed an experimental procedure, called PERTH (the PERiodic Tracer Hierarchy) that would allow researchers to make direct measurements of the SAS function for these hillslopes. That method required applying precisely controlled amounts of artificial rainfall to the hillslopes twice a week for two months. Some of the rain was labeled using salt and water that contained non-radioactive heavy isotopes of hydrogen. By observing the release of these labels in the outflow from the hillslope, the SAS function could be observed.\n\nThe project proceeded in stages, first applying the PERTH method to a small prototype hillslope, the miniLEO. This experiment produced exciting results, published in two papers. They showed that the SAS functions were mostly related to the saturated part of the storage in the miniLEO. The results also helped refine the plan for the PERTH experiment on the full LEO hillslopes.\n\nThose were conducted in Nov-Dec 2016. The breakthrough curves from the full LEO experiments showed complex fluctuating behavior that could not be reproduced by the existing methods for making predictions about transport at landscape scales. Using the PERTH method, these curves could be directly converted into time-varying TTD, from which each hillslope?s SAS function was be recovered.\n\nThe results showed that the complex variability of the breakthrough curves could be decomposed into two components, for which they coined the terms external and internal variability. Only the latter is associated with changes in the structure of flow through the system and changes in the shape of the SAS function. The former refers to the variability induced by the time varying fluxes through the system, which inevitably produce time-varying rates of transport even when the flow pathways through the system (and SAS function) don?t change.\n\nThe PERTH experiment on LEO yielded a wealth of data that will continue to be mined for some time to come. The results demonstrated that the LEO hillslopes have some fundamentally different transport properties from the miniLEO. In particular, the effect of the time-delay associated with lateral flow and the unsaturated zone is much more pronounced in the LEO hillslope as compared to the miniLEO. The researchers were able to demonstrate that this is primarily due to the difference in basic geometrical features of the two system &ndash; in particular the aspect ratio of the aquifer and the slope of the underlying surface.\n\nThe results form the artificial hillslopes helped the researchers develop a theory that relates the shape of SAS functions to the properties of real landscapes. The theory explains the physical origins of SAS functions, and successfully reproduces the results of the LEO and miniLEO experiments.\n\nThe work supported by this grant has begun to have a major impact on the discipline, and papers published through the grant have been highly cited. A number of collaborations have arisen, including ones to take this new knowledge and apply it to real landscapes. This new knowledge will soon have an impact on the way we make predictions of the transport of water and contaminants through the landscape.\n\nThis grant has also helped promote science within the broader community. The Biosphere 2 facility receives 100,000 visitors each year, and has education and outreach programs that are sustainable and community-oriented. During public tours, the interpretive specialists at B2 provide background information about all the research being conducted at B2, including this project. At special events throughout the year, the team at LEO works with students at all levels to enhance their interest in STEM disciplines. This undoubtedly contributes positively to raising the number of young people that will get an education in STEM fields, and thus contributes significantly to society.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2018\n\n\t\t\t\t\tSubmitted by: Peter A Troch"
 }
}