{
 "awd_id": "1345568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Safe Li-ion battery with low temperature molten salt electrolyte",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 149984.0,
 "awd_amount": 149984.0,
 "awd_min_amd_letter_date": "2013-12-11",
 "awd_max_amd_letter_date": "2013-12-11",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to resolve a glaring safety issue of Li-ion battery for grid energy storage. Li-ion has experienced a number of high profile failures that lead to fires.  In spite of its high-rate capability, long life and efficiency, the excessive cost and inadequate safety of Li-ion will limit its broader application for grid storage. The safety issue is closely tied to the standard organic carbonate that is highly flammable, costly and toxic.  In thermal runaway, the cell becomes a blow-torch. A molten nitrate electrolyte (125-175 deg C) replacement removes the electrolyte safety problem and makes the battery safe from external fire. It is a low viscosity liquid that also has application to solar heat transfer.  Initial research with molten nitrate as an electrolyte for Li-ion has shown encouraging performance and stability for energy storage.  Ongoing research has identified electrodes with greater compatibility and stability with the molten nitrate.  A proof of concept demonstration establishes cycle-life and efficiency for a grid storage application. The cost of materials accounts for at least 60% of the cost of energy storage system.  The low cost of the nitrate electrolyte coupled with electrode materials reclaimed from cell phone batteries will help approach a $100-150/kWh cost target for this safe battery.  This inherently safe electrolyte has a further benefit of resorting to an inactive-state battery at room temperature for safe battery transport and installation.  Siting and permitting can be a significant cost for grid energy storage.\r\n\r\nThe broader impact/commercial potential of this project is a safe, cost-effective solution for grid energy storage. Grid energy storage is looking for a ?one size fits all? solution to standardize and reduce installed cost. The safety concerns of Li-ion are overcome with the substitution of a low temperature (125-175 deg C) molten nitrate (inorganic) that can also lead to 50% lowered cost, $100-150/kWh. With a fundamental change to safe electrolyte/electrode materials, this Li-ion battery will compete with flow batteries, sodium-based batteries and advanced lead/acid.  This cost-effective energy storage will improve the economics of renewables (wind and solar) and reduce dependence on less environmentally-friendly modes of electricity production.  The US economy depends on readily-available, low cost electricity. States (with California being the first) are mandating that batteries be a significant part of the grid energy storage solution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Kaun",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas D Kaun",
   "pi_email_addr": "kauntd@gmail.com",
   "nsf_id": "000123438",
   "pi_start_date": "2013-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INVENTEK CORP",
  "inst_street_address": "320 WILLOW ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW LENOX",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8154839564",
  "inst_zip_code": "604511104",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "InvenTek Corporation",
  "perf_str_addr": "14409 Edison Drive, unit B",
  "perf_city_name": "New Lenox",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "604511047",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7423",
   "pgm_ref_txt": "Energy collection & storage"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 149984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Inherently Safe, Low-cost Energy Storage</strong></p>\n<p><strong>The Challenge</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The USA is in the beginning of the growth curve for low-cost energy storage that is necessary for renewable energy storage (eg. wind and solar)&nbsp;&nbsp; New applications are emerging and expanding this market to small scale energy storage (consumer level).&nbsp; Many new applications will develop as the cost is reduced for mass production of large format batteries for energy storage.&nbsp; Battery requirements, as they apply across the entire value chain of the electricity system, have been evaluated recently by EPRI Electric Power Research Institute and national labs SANDIA and NREL. EPRI, has issued a white paper primer on Applications, Costs, and Benefits<strong>, &ldquo;Electricity Energy Storage Technology Options&rdquo;, </strong>Number 1020676.&nbsp; Battery storage can support electricity generation to transmission and distribution (T&amp;D), to commercial and industrial (C&amp;I) quality and reliability, and ultimately to the home for time of use (TOU) benefit.&nbsp;&nbsp; Each application brings with it a set of requirements and payback economics.&nbsp; Nonetheless, safety and efficiency are characteristics that in general encourage application of cost-effective energy storage.&nbsp; Battery storage brings added value to renewable energy generation (solar/wind) by interfacing with the grid and reducing cost of electricity.&nbsp; Also, batteries are used to improve electric power quality (frequency regulation), efficiency, and reliability.&nbsp; Each of a dozen applications provides specific value to the grid and economic payback.&nbsp; Safety concerns increase cost of grid storage battery related to site permit and installation. A number of high profile fires related to grid storage batteries has brought the problem to public attention. The economics of storage battery production and application will improve with a one-size-fits-all solution.</p>\n<p><strong>Anticipated Public Benefits</strong><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>Li-ion batteries are the battery of choice for high energy/power and life.&nbsp; Their cost effectiveness, as well as consumer acceptance, depend on product safety.&nbsp; The large format (high energy content) creates a greater challenge for a safe design. The InvenTek approach leads to inherent safety with a non-combustible nitrate molten salt electrolyte, LTMSE, that replaces a toxic Li-salt dissolved in a highly flammable organic carbonate.&nbsp; (The organic carbonate electrolyte also reacts with the electrode materials.) Public safety would be greatly enhanced by a Li-ion battery that is not capable of a thermal runaway event&nbsp; (usually explosion) with fault propagation. By way of improved safety, this SBIR addresses our (USA) national goal to provide US consumers with an alternative to energy from foreign oil in favor of &nbsp;environmentally benign energy storage.&nbsp; The primary stumbling block for stationary energy storage is too expensive, too large, and has inadequate safety.&nbsp; All aspects of the battery must be met to be long-term viable. Eventually the stationary energy storage must be attractive to average consumers. Society as a whole will benefit if adoption of InvenTek&rsquo;s technology accelerates the transition away from coal-fired power plants, both in terms of the energy efficiency and the environmental impact. This Phase I SBIR provided verification tests of Li-ion battery with LTMSE at 170<sup>o</sup>C for improved performance relative to standard Li-ion cells. Thermal analysis (ARC and DSC) gave technical support &nbsp;to safe cell design with the molten nitrate electrolyte.&nbsp; The intensive Phase I NSF development &nbsp;produced a proof-of concept energy storage device that brought these advances together.. Batteries for smart-grid and storage batteries f...",
  "por_txt_cntn": "\nInherently Safe, Low-cost Energy Storage\n\nThe Challenge      The USA is in the beginning of the growth curve for low-cost energy storage that is necessary for renewable energy storage (eg. wind and solar)   New applications are emerging and expanding this market to small scale energy storage (consumer level).  Many new applications will develop as the cost is reduced for mass production of large format batteries for energy storage.  Battery requirements, as they apply across the entire value chain of the electricity system, have been evaluated recently by EPRI Electric Power Research Institute and national labs SANDIA and NREL. EPRI, has issued a white paper primer on Applications, Costs, and Benefits, \"Electricity Energy Storage Technology Options\", Number 1020676.  Battery storage can support electricity generation to transmission and distribution (T&amp;D), to commercial and industrial (C&amp;I) quality and reliability, and ultimately to the home for time of use (TOU) benefit.   Each application brings with it a set of requirements and payback economics.  Nonetheless, safety and efficiency are characteristics that in general encourage application of cost-effective energy storage.  Battery storage brings added value to renewable energy generation (solar/wind) by interfacing with the grid and reducing cost of electricity.  Also, batteries are used to improve electric power quality (frequency regulation), efficiency, and reliability.  Each of a dozen applications provides specific value to the grid and economic payback.  Safety concerns increase cost of grid storage battery related to site permit and installation. A number of high profile fires related to grid storage batteries has brought the problem to public attention. The economics of storage battery production and application will improve with a one-size-fits-all solution.\n\nAnticipated Public Benefits      Li-ion batteries are the battery of choice for high energy/power and life.  Their cost effectiveness, as well as consumer acceptance, depend on product safety.  The large format (high energy content) creates a greater challenge for a safe design. The InvenTek approach leads to inherent safety with a non-combustible nitrate molten salt electrolyte, LTMSE, that replaces a toxic Li-salt dissolved in a highly flammable organic carbonate.  (The organic carbonate electrolyte also reacts with the electrode materials.) Public safety would be greatly enhanced by a Li-ion battery that is not capable of a thermal runaway event  (usually explosion) with fault propagation. By way of improved safety, this SBIR addresses our (USA) national goal to provide US consumers with an alternative to energy from foreign oil in favor of  environmentally benign energy storage.  The primary stumbling block for stationary energy storage is too expensive, too large, and has inadequate safety.  All aspects of the battery must be met to be long-term viable. Eventually the stationary energy storage must be attractive to average consumers. Society as a whole will benefit if adoption of InvenTekÆs technology accelerates the transition away from coal-fired power plants, both in terms of the energy efficiency and the environmental impact. This Phase I SBIR provided verification tests of Li-ion battery with LTMSE at 170oC for improved performance relative to standard Li-ion cells. Thermal analysis (ARC and DSC) gave technical support  to safe cell design with the molten nitrate electrolyte.  The intensive Phase I NSF development  produced a proof-of concept energy storage device that brought these advances together.. Batteries for smart-grid and storage batteries for other alternative energy generation (wind and solar) will benefit from economies of scale that reduce battery manufacturing costs. These activities set a foundation for technology licensing and Phase II commercial production.  To that end, the US government sees battery power and associated technology as critical to US global competitiveness. ..."
 }
}