{
 "awd_id": "1345937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Fire Suppression With Enviromentally-Friendly Water Additives",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 149468.0,
 "awd_amount": 178097.0,
 "awd_min_amd_letter_date": "2013-12-11",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will determine the feasibility of significantly enhanced fire suppression including extinguishment and ignition prevention by applying coatings of aqueous yield stress fluids, that is, fluids which undergo a solid (gel) to liquid transition under the influence of shear stress. In the situation of diminishing availability of water and increased recognition of the negative environmental consequences of incumbent water additives such as aquatic toxicity, extreme environmental persistence, and bioaccumulation, there is a need for environmentally less impactful suppressants which potentially may include aqueous yield stress fluids.  The main deliverables of the Phase I Research Plan are providing evidence that fire extinguishment and retardation are functions of applied coating thickness and demonstrating that the applied coating thickness is a function of controllable and deliverable rheological properties.  The research will consist of rheological characterization of candidate yield stress fluids, verification of large scale pumping and spraying, measurement of extinguishment with sprayed yield stress fluids, and measurement of ignition retardation of coated combustible substrates. The anticipated technical results include demonstrating deposition of acceptably thick and uniform coatings by practically implementable methods and demonstrating that coatings so deposited exhibit useful levels of extinguishment and/or ignition prevention.\r\n\r\nThe broader impact/commercial potential of this project is that achievement of effective levels of fire suppression at an acceptable cost may no longer be mutually exclusive with negative environmental effects  of chemical additives.  Fire is a continuing danger to life and property worldwide. The total cost estimate of fire in the US in 2010 was $328 billion, equivalent to 2.2% of the GDP, with 3,120 reported civilian fire deaths. More effective suppression can provide an important additional tool along with other methods to offset such losses.  The dynamic rheological properties of complex non-Newtonian fluids especially as regards yield stress fluids and processes such as pumping, spraying, and coating deposition have heretofore been minimally treated in the scientific literature.  The requirements of this project will require significant advances in this area.  The estimated commercial impact of this project in terms of market opportunity is expected to be in the hundreds of millions of dollars in sales of suppressants, translating to billions of dollars reductions in losses due to fire.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Morrison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Morrison",
   "pi_email_addr": "ericmorrison@earthclean.com",
   "nsf_id": "000646826",
   "pi_start_date": "2013-12-11",
   "pi_end_date": "2014-05-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Bocklund",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Bocklund",
   "pi_email_addr": "scottbocklund@earthclean.com",
   "nsf_id": "000669025",
   "pi_start_date": "2014-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EarthClean Corporation",
  "inst_street_address": "120 Bridgepoint Way",
  "inst_street_address_2": "Suite A",
  "inst_city_name": "South Saint Paul",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6122303550",
  "inst_zip_code": "550752499",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "EarthClean Corporation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550752499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 178097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>SBIR Phase I - Outcome Report</strong><br />Federal Award ID: 1345937</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p>Every day we experience out of control fires first-hand, and through the media. Some fires burn thousands of acres land, while other fires destroy the lives and possessions of friends and families in our communities. For centuries the response to fire was water. Thanks to funding by the NSF, EarthClean has succeeded through a Phase I project to demonstrate there is something better, thixotropic hydrocolloids.</p>\n<p>&nbsp;</p>\n<p>Hydrocolloids are comprised mostly of water (~99% water) and hold water in-place, not allowing it to flow away from the fire. Because of this property, hydrocolloids have the potential to perform better than plain water. They can contribute to water conservation, prevent soil erosion, improve the safety of firefighters, and preserve article(s) being burned. The question with hydrocolloids is, which can be pumped with minimal pressures and suppresses fires fastest and completely?</p>\n<p>&nbsp;</p>\n<p>For this Phase I project, EarthClean and subawardee University of Illinois at Urbana-Champaign studied organic, inorganic and polymeric materials for their ability to shear-thin (to identify materials that will flow through a hose) and re-thicken (to hold water on the burning substrate). These materials were then further characterized by EarthClean for their ability to suppress fires.</p>\n<p>&nbsp;</p>\n<p>During the suppression study, an interesting discovery was made. Intuitively, one would think the &ldquo;thicker&rdquo; the hydrocolloid is, the better it would be at suppressing fires. The logic being, thicker materials will build thicker coatings of water on the substrate. For solid burning objects the theory holds up relatively well. &nbsp;However, during this research it was discovered that for 3-dimensional substrates like vegetation, there is an optimal thickness for suppressing fires. For the substrates evaluated in this study, it is a viscosity of around 20,000 centipoises. At this viscosity, the hydrocolloid is thick enough to build-up material on the burning substrate and still &ldquo;fluid enough&rdquo; to penetrate the open-space of the structure.</p>\n<p>&nbsp;</p>\n<p>EarthClean also performed, as a Phase IB project with the University of Dayton a study on how these materials respond to heat, for identification of materials that could be used to attack the legs of the fire tetrahedron (heat, oxygen, fuel, chain reaction). The study used a TGA-MS to measure candidate materials&rsquo; responses from 30 to 900&deg;C.</p>\n<p>&nbsp;</p>\n<p>The results show that free-water from hydrocolloids is released at lower temperatures displacing oxygen in confined spaces (removing the oxygen leg of the fire tetrahedron). As expected the measurements also show that bound-water is more difficult to remove and remains within the thixotropic material for a longer period of time, essentially removing the fuel from the fire tetrahedron. What was not known previously was that the bound-water remained in the thixotropic materials well above the auto-ignition temperature of wood 300&deg;C/572&deg;F.</p>\n<p>&nbsp;</p>\n<p>As for attacking the &lsquo;heat&rsquo; of the fire tetrahedron, we know the conversion of water to steam robs the fire of its heat. Is there something else that could be added to a suppressant to pull heat from the fire? The answer was &lsquo;yes.&rsquo; The study showed that &lsquo;starch&rsquo; absorbs heat between 50&deg; and 100&deg;C while also forming a hydrocolloid holding the water in place. With the 3-legs of the fire tetrahedron being attacked by a starch-hydrocolloid, the &lsquo;chain reaction&rsquo; (the 4<sup>th</sup> leg) is also eliminated.</p>\n<p>&nbsp;</p>\n<p>This project was significant in advancing the understanding of these materials and in setting the foundation for ...",
  "por_txt_cntn": "SBIR Phase I - Outcome Report\nFederal Award ID: 1345937\n \n\nEvery day we experience out of control fires first-hand, and through the media. Some fires burn thousands of acres land, while other fires destroy the lives and possessions of friends and families in our communities. For centuries the response to fire was water. Thanks to funding by the NSF, EarthClean has succeeded through a Phase I project to demonstrate there is something better, thixotropic hydrocolloids.\n\n \n\nHydrocolloids are comprised mostly of water (~99% water) and hold water in-place, not allowing it to flow away from the fire. Because of this property, hydrocolloids have the potential to perform better than plain water. They can contribute to water conservation, prevent soil erosion, improve the safety of firefighters, and preserve article(s) being burned. The question with hydrocolloids is, which can be pumped with minimal pressures and suppresses fires fastest and completely?\n\n \n\nFor this Phase I project, EarthClean and subawardee University of Illinois at Urbana-Champaign studied organic, inorganic and polymeric materials for their ability to shear-thin (to identify materials that will flow through a hose) and re-thicken (to hold water on the burning substrate). These materials were then further characterized by EarthClean for their ability to suppress fires.\n\n \n\nDuring the suppression study, an interesting discovery was made. Intuitively, one would think the \"thicker\" the hydrocolloid is, the better it would be at suppressing fires. The logic being, thicker materials will build thicker coatings of water on the substrate. For solid burning objects the theory holds up relatively well.  However, during this research it was discovered that for 3-dimensional substrates like vegetation, there is an optimal thickness for suppressing fires. For the substrates evaluated in this study, it is a viscosity of around 20,000 centipoises. At this viscosity, the hydrocolloid is thick enough to build-up material on the burning substrate and still \"fluid enough\" to penetrate the open-space of the structure.\n\n \n\nEarthClean also performed, as a Phase IB project with the University of Dayton a study on how these materials respond to heat, for identification of materials that could be used to attack the legs of the fire tetrahedron (heat, oxygen, fuel, chain reaction). The study used a TGA-MS to measure candidate materialsÆ responses from 30 to 900&deg;C.\n\n \n\nThe results show that free-water from hydrocolloids is released at lower temperatures displacing oxygen in confined spaces (removing the oxygen leg of the fire tetrahedron). As expected the measurements also show that bound-water is more difficult to remove and remains within the thixotropic material for a longer period of time, essentially removing the fuel from the fire tetrahedron. What was not known previously was that the bound-water remained in the thixotropic materials well above the auto-ignition temperature of wood 300&deg;C/572&deg;F.\n\n \n\nAs for attacking the æheatÆ of the fire tetrahedron, we know the conversion of water to steam robs the fire of its heat. Is there something else that could be added to a suppressant to pull heat from the fire? The answer was æyes.Æ The study showed that æstarchÆ absorbs heat between 50&deg; and 100&deg;C while also forming a hydrocolloid holding the water in place. With the 3-legs of the fire tetrahedron being attacked by a starch-hydrocolloid, the æchain reactionÆ (the 4th leg) is also eliminated.\n\n \n\nThis project was significant in advancing the understanding of these materials and in setting the foundation for further development. It has created useful data for firefighters and equipment manufacturers on how to use hydrocolloids in firefighting. Since the Phase I and IB NSF funded research project was completed, EarthClean has been working with the French Forest Service in the Bordeaux region to evaluate thixotropic materials as a firebreak, and in airdrops to stop wildfires...."
 }
}