{
 "awd_id": "1345739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Radiolucent Ultrasound Device for Real-Time Volumetric Guidance of Radiation Therapy",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-12-04",
 "awd_max_amd_letter_date": "2013-12-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project seeks to develop a novel ultrasound device for improving the precision of radiation therapy delivery for cancer treatment. In external beam radiation therapy (EBRT), highly potent radiation doses with minimal treatment margins must be precisely delivered to maximize chances of local tumor control and minimize toxicity of surrounding healthy tissue. Such delivery is predicated on systems that can accurately track and correct for real-time anatomy motion during radiation treatment. The proposed device is an integral part of a larger system for guiding radiation beams using real-time ultrasound image information. The project team will fabricate the proposed device and assess its feasibility by evaluating ultrasound performance metrics in phantoms, severity of artifacts in CT images, imaging performance during direct radiation exposure, and ability to account for device density in the beam planning process. If successful, the proposed research will result in a new low-cost imaging device that provides unprecedented real-time soft-tissue EBRT guidance at 2.5 mm accuracy without imposing any restrictions on existing planning and delivery practices.\r\n\r\nThe boarder impact/commercial potential of this project is to achieve the ?holy grail? of EBRT: real-time imaging and tumor motion management during beam delivery without fiducial markers. EBRT is used to treat over half of all cancer patients worldwide. The current ?gold standard? solution for EBRT guidance relies on tracking of implanted fiducial markers using x-ray images, but limitations including marker migration, additional ionizing radiation exposure, and implantation morbidity severely limit its utility. In terms of clinical benefit, the guidance approach in this proposal has significant potential to reduce healthy tissue toxicity and increase local tumor control rates while eliminating marker implantation and extra ionizing radiation exposure. Imaging technology developed in this SBIR can also apply to ultra-low cost, portable 4D imaging for field diagnosis, multi-modality diagnostic imaging, and guidance for other medical interventions outside radiation therapy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeff",
   "pi_last_name": "Schlosser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeff Schlosser",
   "pi_email_addr": "jeff@sonitracksystems.com",
   "nsf_id": "000645844",
   "pi_start_date": "2013-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SoniTrack Systems, Inc.",
  "inst_street_address": "1114 Boranda Ave",
  "inst_street_address_2": "",
  "inst_city_name": "Mountain View",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3365584929",
  "inst_zip_code": "940403145",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "SoniTrack Systems, Inc.",
  "perf_str_addr": "395 Page Mill Road",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943062065",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Radiation therapy is used to treat over half of all cancer patients. In external beam radiation therapy, radiation beams delivered from a linear accelerator outside the patient&rsquo;s body are directed towards an internal tumor. However, internal anatomy motion during radiation delivery makes it difficult to precisely target the tumor and to avoid damaging healthy tissues near the tumor. This Small Business Innovation Research (SBIR) Phase I project developed a prototype of a novel ultrasound device designed to improve the precision of radiation therapy delivery to moving tumors. Using the device to image the patient&rsquo;s anatomy during radiation delivery, it is possible to track the tumor&rsquo;s real-time three-dimensional (3D) motion and deliver radiation beams that more accurately target the tumor, resulting in increased treatment efficacy and reduced side effects.</p>\n<p>&nbsp;</p>\n<p>During this Phase I project, the team designed, built, and tested the novel ultrasound device in benchtop experiments. It was discovered that the device is capable of acquiring 3D images during radiation exposure with a large field of view, low distortion, high frame rate, and high tracking resolution. It was also found that the device&rsquo;s density is low enough to allow delivery of radiation treatment beams directly though the device and to prevent significant imaging artifacts in computed tomography (CT) images, both important characteristics for integrating the device into the radiation therapy workflow. Having now demonstrated the feasibility of the device in benchtop experiments, the next steps are to evaluate the device&rsquo;s imaging performance in human subjects and to use the device to track cancer anatomy during clinical radiation treatments. Overall, the device developed in this Phase I SBIR project shows much promise for improving the standard of care in radiation therapy guidance by providing real-time, 3D, non-invasive imaging and tracking in a package that integrates seamlessly with existing linear accelerators.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2015<br>\n\t\t\t\t\tModified by: Jeff&nbsp;Schlosser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRadiation therapy is used to treat over half of all cancer patients. In external beam radiation therapy, radiation beams delivered from a linear accelerator outside the patientÆs body are directed towards an internal tumor. However, internal anatomy motion during radiation delivery makes it difficult to precisely target the tumor and to avoid damaging healthy tissues near the tumor. This Small Business Innovation Research (SBIR) Phase I project developed a prototype of a novel ultrasound device designed to improve the precision of radiation therapy delivery to moving tumors. Using the device to image the patientÆs anatomy during radiation delivery, it is possible to track the tumorÆs real-time three-dimensional (3D) motion and deliver radiation beams that more accurately target the tumor, resulting in increased treatment efficacy and reduced side effects.\n\n \n\nDuring this Phase I project, the team designed, built, and tested the novel ultrasound device in benchtop experiments. It was discovered that the device is capable of acquiring 3D images during radiation exposure with a large field of view, low distortion, high frame rate, and high tracking resolution. It was also found that the deviceÆs density is low enough to allow delivery of radiation treatment beams directly though the device and to prevent significant imaging artifacts in computed tomography (CT) images, both important characteristics for integrating the device into the radiation therapy workflow. Having now demonstrated the feasibility of the device in benchtop experiments, the next steps are to evaluate the deviceÆs imaging performance in human subjects and to use the device to track cancer anatomy during clinical radiation treatments. Overall, the device developed in this Phase I SBIR project shows much promise for improving the standard of care in radiation therapy guidance by providing real-time, 3D, non-invasive imaging and tracking in a package that integrates seamlessly with existing linear accelerators. \n\n \n\n\t\t\t\t\tLast Modified: 04/02/2015\n\n\t\t\t\t\tSubmitted by: Jeff Schlosser"
 }
}