{
 "awd_id": "1345082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Developing a Three-Dimensional Seismic Reference Earth Model (REM-3D) in Collaboration with the Community",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Hearn",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 344911.0,
 "awd_amount": 344911.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2020-03-23",
 "awd_abstract_narration": "Elastic properties of the Earth's interior (e.g. density, rigidity, compressibility, etc.) vary with location due to changes in temperature, pressure, composition, and flow. In the 20th century, Earth scientists have used seismic waves emitted by earthquakes and explosions to develop models of how Earth properties vary with depth. Community reference models that grew out of these efforts have proven indispensable in earthquake location, imaging of interior structure, understanding material properties under extreme conditions, and as a reference in other fields, such as particle physics and astronomy. Over the past three decades, more sophisticated efforts by seismologists across the globe have yielded several generations of models of how properties vary not only with depth, but also laterally. Yet, though these three-dimensional (3D) models exhibit compelling similarities at large scales, differences in the methodology, representation of structure, and dataset upon which they are based, have prevented the creation of 3D community reference models. The investigators propose to overcome these challenges by compiling, reconciling, and distributing a long period reference seismic dataset, from which they will construct a 3D seismic reference model (REM-3D) for the Earth's mantle. As a community reference model and with fully quantified uncertainties and tradeoffs, REM-3D will facilitate Earth imaging studies, earthquake characterization, inferences on temperature and composition in the deep interior, and be of improved utility to emerging scientific endeavors, such as neutrino geoscience. The investigators will set up community working groups that will serve to advise during the process of reference model and dataset development, and will organize a workshop to assess progress, evaluate model and dataset performance, identify avenues for improvement, and recommend strategies for maximizing model adoption in and utility for the deep Earth community. To this end, the investigators have solicited input from seismologists, mineral physicists, geodynamics, and geochemists from around the United States and internationally. \r\n\r\nThe investigators propose to develop a three-dimensional seismic reference model (REM-3D) for the Earth's mantle, parameterized in terms of shear wavespeed (Vs), compressional wavespeed (Vp), density (&#961;), and the 3 additional parameters representing radial anisotropy. Two versions of the model will be developed to explicitly fit the comprehensive, community-contributed long period seismic dataset, one parameterized in terms of spherical harmonics, and the other as canonical profiles corresponding to major geographic provinces. Furthermore, they will compile, reconcile, and distribute a long period reference seismic dataset, including surface wave dispersion measurements, long period absolute and differential body wave measurements, and free oscillation frequencies / attenuation / and splitting. Unlike previous reference models of Earth structure, REM-3D will have fully quantified. The investigators will also create online tools for model distribution and for predicting various seismic observables, including full waveforms, as well as tools designed primarily to enable mineral physicists and geodynamicists a straightforward way of (in)validating test models against this reference model or directly against the reference dataset. Finally, the investigators will set up community working groups and organize workshops that will advise on and evaluate model and dataset performance, identify avenues for improvement, and recommend strategies for maximizing model adoption in and utility for the deep Earth community. REM-3D will benefit the broader scientific community by facilitating: 1. Mineralogical and thermo-chemical interpretation of seismic velocities and density; 2. Identification of anomalous / atypical structures in the Earth's mantle; 3. Comparison of global and regional tomographic models;  4. Seismic waveform interpretation, such as the identification of particular seismic phases; 5. Inversion for 3D Earth structure requires a starting or background model; 6. Earthquake source characterization using long period data.  The construction of a community-contributed reference dataset will make possible the identification of anomalous seismic wave travel times, surface wave dispersion, normal mode splitting, and waveform features. Furthermore, the tools for predicting seismic observables from input structures that we will create will enable direct evaluation of potential velocity structures predicted by mineral physics and geodynamics experiments and calculations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vedran",
   "pi_last_name": "Lekic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vedran Lekic",
   "pi_email_addr": "ved@umd.edu",
   "nsf_id": "000596595",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "Geology Building",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207424211",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 83592.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 162959.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 98360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the conditions in the Earth's deep interior is necessary to understand the long-term evolution of our planet, the distribution of volcanoes and earthquakes at the surface, and the processes that have created and continue to maintain a habitable surface environment. But how do we as geoscientists learn about the deep interior, when most of it is entirely inaccessible, hiding beneath miles of solid rock? Since the 19<span style=\"font-size: 10px;\">th</span>&nbsp;century, when earliest seismometers detected earthquakes from across the world, seismologists have deployed seismometers, sensitive instruments capable of detecting and recording ground vibrations called seismic waves, produced by earthquakes, volcanic eruptions, and even ocean waves and wind. When these seismometers record seismic waves, seismologists can measure their arrival times, and use these measurements to make images of the Earth's interior.</p>\n<p>In this study, we systematically assessed how consistent these measurements are across different measurement approaches and different teams of investigators with the goal of developing a reference model for the big-picture three-dimensional structure within the Earth. Models of three-dimensional structure within the Earth -- which are related to variations in temperature and composition -- are constructed from these measurements in a similar way as CAT scans, and are therefore called tomographic models. Therefore, the accuracy and reliability of these measurements underpin the accuracy of our images and models of the Earth's interior. &nbsp;</p>\n<p>We solicited contributions of seismic datasets from many teams across the world, who agreed to not just share their data with us but also details about how they made the measurements; these kinds of details are often not systematically reported in the literature, which stymies efforts to reproduce and validate the measurements. For surface waves and overtones, which are seismic waves that travel along or near the surface of the Earth, and whose velocity of propagation depends on their frequency (a phenomenon referred to as dispersion), we compiled a dataset of over 200 million travel-times, measured from ~45,000 earthquakes and recorded at a total of ~12,000 seismometers (Figure 1). Additional datasets of traveltimes for waves traveling through the Earth -- called body waves -- and of the frequencies of oscillation of our planet as a whole -- called normal modes -- were also contributed by several groups. These datasets are crucial for sensing deeper inside our planet and for constraining variations in density, which can produce buoyant upwellings and downwellings driving mantle flow.</p>\n<p>The job of cross-validating and reconciling such a massive dataset was much bigger than anticipated, and involved both comparing measurements made by individual groups and their variability across different measurement techniques. We also developed data processing techniques and scalable storage formats. An example of data validation is shown in Figure 2, where measurements from two different groups at analyzed together to quantify uncertainty and its dependence on source-receiver distance, and to find outliers.</p>\n<p>We published a peer-reviewed article presenting the analysis, providing guidance for making higher measurement accuracy and avoiding sources of error. We showed how measurement uncertainty can vary systematically with source-receiver distance, and how interference between different wave-types can increase errors.</p>\n<p>Additionally, we quantified how measurement uncertainty depends on frequency for each wave type, which can inform future imaging efforts and serve as a reference for new measurement techniques. Given the large size of the contributed datasets, which makes them computationally very expensive to work with, we constructed a reference dataset that has optimal geographic coverage while summarizing redundant measurements. The much smaller size, fully-quantified uncertainty, and more even coverage provided by this reference dataset makes it particularly useful for constructing tomographic models and for validating future measurements.</p>\n<p>Finally, we constructed maps of how wave speeds of each wave type vary geographically across the Earth. Figure 3 shows these maps for Love waves of 100 s period constructed from individual contributed datasets and the reference/summary dataset. We quantitatively compared such maps at different spatial scales to determine the highest resolution at which models of the interior can be constructed and remain consistent across all available datasets.</p>\n<p>Over the course of the project, we developed scalable storage formats, software utilities and web-based applications that enable quick and efficient manipulation of travel-time and dispersion measurements. We also retrieved a substantial quantity of metadata to increase the utility of existing datasets.&nbsp;All reference datasets produced during the project are freely available to the community, and the computational tools and web-based applications will be presented in a future a publication. This project provided funding for the professional development and training of a postdoctoral scholar, Pritwiraj Moulik, who is currently a postdoctoral scholar at Princeton University working with the Computational Infrastructure for Geodynamics community organization to finish the development of the analysis and modeling software developed during this project. The project also supported the training and engaged the contributions of graduate students and postdocs.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2022<br>\n\t\t\t\t\tModified by: Vedran&nbsp;Lekic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642991691111_Figure3PhasevelocitymapofL100--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642991691111_Figure3PhasevelocitymapofL100--rgov-800width.jpg\" title=\"Figure 3 - Maps of velocity variations of 100 s Love waves\"><img src=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642991691111_Figure3PhasevelocitymapofL100--rgov-66x44.jpg\" alt=\"Figure 3 - Maps of velocity variations of 100 s Love waves\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Maps of isotropic phase-velocity variations in the propagation of 100 s Love waves constructed using phase-anomaly measurements from six contributed catalogues (processed to remove outliers) and the summary, reference dataset.</div>\n<div class=\"imageCredit\">Vedran Lekic</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vedran&nbsp;Lekic</div>\n<div class=\"imageTitle\">Figure 3 - Maps of velocity variations of 100 s Love waves</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642991407504_Figure2scatterplots--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642991407504_Figure2scatterplots--rgov-800width.jpg\" title=\"Figure 2 - Measurement comparison\"><img src=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642991407504_Figure2scatterplots--rgov-66x44.jpg\" alt=\"Figure 2 - Measurement comparison\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scatter density plot of 66,787 measurements for 100s Rayleigh waves common to both GDM52 and Lyon18catalogues. Histogram ofthe differences between the reported measurement on a logarithmic scale. Absolute differences between measurements increase with source-receiver distance.</div>\n<div class=\"imageCredit\">Pritwiraj Moulik</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vedran&nbsp;Lekic</div>\n<div class=\"imageTitle\">Figure 2 - Measurement comparison</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642990962355_Figure1earthquakesstations--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642990962355_Figure1earthquakesstations--rgov-800width.jpg\" title=\"Figure 1 - Seismic stations and earthquakes of the reference surface wave and overtone dataset\"><img src=\"/por/images/Reports/POR/2022/1345082/1345082_10314597_1642990962355_Figure1earthquakesstations--rgov-66x44.jpg\" alt=\"Figure 1 - Seismic stations and earthquakes of the reference surface wave and overtone dataset\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Global map showing the reported locations of 44 871 sources (green hexagons) recorded on 12 222 receivers (red inverted triangles) that contributedto the analysis.</div>\n<div class=\"imageCredit\">Pritwiraj Moulik</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vedran&nbsp;Lekic</div>\n<div class=\"imageTitle\">Figure 1 - Seismic stations and earthquakes of the reference surface wave and overtone dataset</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the conditions in the Earth's deep interior is necessary to understand the long-term evolution of our planet, the distribution of volcanoes and earthquakes at the surface, and the processes that have created and continue to maintain a habitable surface environment. But how do we as geoscientists learn about the deep interior, when most of it is entirely inaccessible, hiding beneath miles of solid rock? Since the 19th century, when earliest seismometers detected earthquakes from across the world, seismologists have deployed seismometers, sensitive instruments capable of detecting and recording ground vibrations called seismic waves, produced by earthquakes, volcanic eruptions, and even ocean waves and wind. When these seismometers record seismic waves, seismologists can measure their arrival times, and use these measurements to make images of the Earth's interior.\n\nIn this study, we systematically assessed how consistent these measurements are across different measurement approaches and different teams of investigators with the goal of developing a reference model for the big-picture three-dimensional structure within the Earth. Models of three-dimensional structure within the Earth -- which are related to variations in temperature and composition -- are constructed from these measurements in a similar way as CAT scans, and are therefore called tomographic models. Therefore, the accuracy and reliability of these measurements underpin the accuracy of our images and models of the Earth's interior.  \n\nWe solicited contributions of seismic datasets from many teams across the world, who agreed to not just share their data with us but also details about how they made the measurements; these kinds of details are often not systematically reported in the literature, which stymies efforts to reproduce and validate the measurements. For surface waves and overtones, which are seismic waves that travel along or near the surface of the Earth, and whose velocity of propagation depends on their frequency (a phenomenon referred to as dispersion), we compiled a dataset of over 200 million travel-times, measured from ~45,000 earthquakes and recorded at a total of ~12,000 seismometers (Figure 1). Additional datasets of traveltimes for waves traveling through the Earth -- called body waves -- and of the frequencies of oscillation of our planet as a whole -- called normal modes -- were also contributed by several groups. These datasets are crucial for sensing deeper inside our planet and for constraining variations in density, which can produce buoyant upwellings and downwellings driving mantle flow.\n\nThe job of cross-validating and reconciling such a massive dataset was much bigger than anticipated, and involved both comparing measurements made by individual groups and their variability across different measurement techniques. We also developed data processing techniques and scalable storage formats. An example of data validation is shown in Figure 2, where measurements from two different groups at analyzed together to quantify uncertainty and its dependence on source-receiver distance, and to find outliers.\n\nWe published a peer-reviewed article presenting the analysis, providing guidance for making higher measurement accuracy and avoiding sources of error. We showed how measurement uncertainty can vary systematically with source-receiver distance, and how interference between different wave-types can increase errors.\n\nAdditionally, we quantified how measurement uncertainty depends on frequency for each wave type, which can inform future imaging efforts and serve as a reference for new measurement techniques. Given the large size of the contributed datasets, which makes them computationally very expensive to work with, we constructed a reference dataset that has optimal geographic coverage while summarizing redundant measurements. The much smaller size, fully-quantified uncertainty, and more even coverage provided by this reference dataset makes it particularly useful for constructing tomographic models and for validating future measurements.\n\nFinally, we constructed maps of how wave speeds of each wave type vary geographically across the Earth. Figure 3 shows these maps for Love waves of 100 s period constructed from individual contributed datasets and the reference/summary dataset. We quantitatively compared such maps at different spatial scales to determine the highest resolution at which models of the interior can be constructed and remain consistent across all available datasets.\n\nOver the course of the project, we developed scalable storage formats, software utilities and web-based applications that enable quick and efficient manipulation of travel-time and dispersion measurements. We also retrieved a substantial quantity of metadata to increase the utility of existing datasets. All reference datasets produced during the project are freely available to the community, and the computational tools and web-based applications will be presented in a future a publication. This project provided funding for the professional development and training of a postdoctoral scholar, Pritwiraj Moulik, who is currently a postdoctoral scholar at Princeton University working with the Computational Infrastructure for Geodynamics community organization to finish the development of the analysis and modeling software developed during this project. The project also supported the training and engaged the contributions of graduate students and postdocs.  \n\n\t\t\t\t\tLast Modified: 04/07/2022\n\n\t\t\t\t\tSubmitted by: Vedran Lekic"
 }
}