{
 "awd_id": "1345916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development and Validation of Palladium Supported on Hierarchically Porous Monolithic Carbon Catalysts",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 179999.0,
 "awd_min_amd_letter_date": "2013-12-11",
 "awd_max_amd_letter_date": "2014-06-04",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop long lasting, hierarchically porous monolithic carbon catalyst supports that require greatly reduced precious metal catalyst loadings while improving the catalytic efficiency for chemical manufacturers. There is an ever present need for better catalysts to increase throughput, yields, and purity in current and new chemical process technologies. The high porosity at various length scales afforded by the proposed technology allows for more intimate contact between the reactants and catalyst, reducing the amount of precious metal catalyst needed while also enhancing catalyst performance avoiding expensive process upsets and shutdowns due to loss of catalyst activity, selectivity and integrity. These carbon supports accomplish this by maximizing the dispersity and decreasing the size of the catalyst nanoparticles, resulting in longer lifetimes and improved performance. In this Phase I project the company will further develop this catalyst, identify industrially relevant chemical reactions that it enhances, and compare the effectiveness to currently available catalysts. The research involved will provide the necessary data needed to test the catalyst in lab and pilot scale fixed bed reactors.\r\n \r\nThe broader impact/commercial potential of this project is that the hierarchically porous monolithic carbon catalyst being developed promises a longer lasting catalyst with more efficient utilization of precious metals, a limited resource. This more active catalyst can lower the operating temperature in chemical reactions thereby decreasing energy usage and giving products with fewer impurities, requiring a smaller number of purification steps. Success will therefore impact both ecological and commercial sustainability in the chemical industry. The catalyst to be tested represents the first of a new class of hierarchically porous catalyst supports and so further validation of this new product will provide the foundation for introduction of a broad class of catalysts with these superior properties. If successful, manufacturing of this new class of catalysts will be pursued, leading to job creation in the United States. The early adopters of this technology can expect less chemical reactor downtime and increased chemical production, resulting in increased operating income giving them a clear advantage over their competitors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Franchessa",
   "pi_last_name": "Sayler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Franchessa M Sayler",
   "pi_email_addr": "franchessa@thrupore.com",
   "nsf_id": "000634361",
   "pi_start_date": "2013-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ThruPore Technologies",
  "inst_street_address": "15 READS WAY STE 107",
  "inst_street_address_2": "",
  "inst_city_name": "NEW CASTLE",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "2056570714",
  "inst_zip_code": "197201600",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "THRUPORE TECHNOLOGIES INC.",
  "org_prnt_uei_num": "HA4ZD39UFFC3",
  "org_uei_num": "HA4ZD39UFFC3"
 },
 "perf_inst": {
  "perf_inst_name": "ThruPore Technologies",
  "perf_str_addr": "720 2nd St",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870204",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 179999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ThruPore Technologies has developed a highly porous carbon support for precious metal catalysts that significantly enhances reactivity and reusability under an NSF SBIR Phase I Grant.&nbsp;The idea behind these supports is that by providing porosity throughout the support, one could better disperse the precious metal through out the support making the catalyst more active and also prevent clogging in chemical reactors.&nbsp;The Phase I proposal focused on developing a commercially viable, palladium on carbon catalyst, developing more efficient synthesis of the carbon, and testing this product in a wide array of organic reactions. A more efficient synthesis of the carbon was successfully developed, which shortened the synthesis of the carbon support by a week, completely eliminating process two steps. Testing of palladium on this carbon in organic reactions shows both enhanced reactivity and selectivity meaning that we get more product and a cleaner product than our competitor's catalyst. When this data was shown to potential customers there was much excitement. Therefore, work will continue so that more data is collected to attract customers and the catalyst itself will be further optimized and catalyst production scaled up to quantities appropriate for use in continuous chemical manufacturing.</p>\n<p>The work funded by the NSF under this Phase I/IB SBIR grant has directly led to ThruPore&rsquo;s first catalyst sale. The SBIR Phase I and Phase IB grants also supported 2 chemistry graduate students at The University of Alabama who, in addition to contributing to the work under the grant, also had valuable experience working in an industrial environment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2015<br>\n\t\t\t\t\tModified by: Franchessa&nbsp;M&nbsp;Sayler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThruPore Technologies has developed a highly porous carbon support for precious metal catalysts that significantly enhances reactivity and reusability under an NSF SBIR Phase I Grant. The idea behind these supports is that by providing porosity throughout the support, one could better disperse the precious metal through out the support making the catalyst more active and also prevent clogging in chemical reactors. The Phase I proposal focused on developing a commercially viable, palladium on carbon catalyst, developing more efficient synthesis of the carbon, and testing this product in a wide array of organic reactions. A more efficient synthesis of the carbon was successfully developed, which shortened the synthesis of the carbon support by a week, completely eliminating process two steps. Testing of palladium on this carbon in organic reactions shows both enhanced reactivity and selectivity meaning that we get more product and a cleaner product than our competitor's catalyst. When this data was shown to potential customers there was much excitement. Therefore, work will continue so that more data is collected to attract customers and the catalyst itself will be further optimized and catalyst production scaled up to quantities appropriate for use in continuous chemical manufacturing.\n\nThe work funded by the NSF under this Phase I/IB SBIR grant has directly led to ThruPoreÆs first catalyst sale. The SBIR Phase I and Phase IB grants also supported 2 chemistry graduate students at The University of Alabama who, in addition to contributing to the work under the grant, also had valuable experience working in an industrial environment.\n\n\t\t\t\t\tLast Modified: 04/02/2015\n\n\t\t\t\t\tSubmitted by: Franchessa M Sayler"
 }
}