{
 "awd_id": "1345616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Distributed Adaptive Beamforming for Medical Ultrasound Breast Cancer Screening",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2013-11-27",
 "awd_max_amd_letter_date": "2014-01-21",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project seeks to develop a proof-of-concept distributed signal processing system that incorporates real-time adaptive beamforming to increase medical ultrasound imaging resolution and depth of penetration into tissue. Present technology for ultrasound imaging using phased arrays incorporates traditional delay-and-sum beamforming for adding signals from an ultrasound probe coherently. Delays are calculated from an average speed of sound in tissue and the expected round-trip time of a signal emitted by each sensor element given the location in the tissue on which the beam is focused. Fixed delays result in point spread, limiting the depth of penetration of the ultrasound signal into tissue, resulting in poor selectivity (false positives), and thus impacting clinical effectiveness. The objective of this project is to develop a distributed, adaptive approach to beamforming, evaluate the approach numerically, develop prototype signal processing hardware that proves real-time throughput is achievable for a small number of channels, and prove scalability of the associated signal processing hardware to very large arrays thereby increasing sensitivity and selectivity of ultrasound imaging.\r\n\r\n\r\nThe broader impact/commercial potential of this project extends from improved image quality, providing a viable screening technology for the 26 million women who have mammographically dense breast tissue. It is expected to reduce the number of missed lesions (false negatives) with fewer false positives therefore reducing the number of unnecessary biopsies performed based on current screening technologies. Early detection of cancer in these women will lead to early interventions, saving lives and reducing cost of care, and requiring less invasive treatment by avoiding radiation and chemotherapy.  While the innovation is targeted initially to screening ultrasound for breast imaging, the technology is a platform and thus commercial potential extends to other ultrasound procedures (e.g., cardiology, prostate cancer screening, vascular imaging), which also will benefit from improved resolution and depth of penetration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alaa",
   "pi_last_name": "Abdeen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alaa Abdeen",
   "pi_email_addr": "alaa.abdeen@dartmouth.edu",
   "nsf_id": "000647545",
   "pi_start_date": "2013-11-27",
   "pi_end_date": "2014-01-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Pallone",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Pallone",
   "pi_email_addr": "mpallone@clarisond.com",
   "nsf_id": "000663338",
   "pi_start_date": "2014-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarisond Inc",
  "inst_street_address": "19 Main Street",
  "inst_street_address_2": "Suite 202",
  "inst_city_name": "Salem",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6037150475",
  "inst_zip_code": "030795903",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Clarisond, Inc",
  "perf_str_addr": "35 Railroad Row",
  "perf_city_name": "White River Junction",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "050011914",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; Clarisond, Inc. has developed a technology to significantly enhance medical ultrasound images, addressing a need for alternative screening technologies for women with mammographically dense breast tissue. Mammography uses low energy x-rays to image breast tissue and is the universally accepted tool for breast cancer screening. However, both dense breast tissue and cancerous lesions appear white on a mammogram, making it virtually impossible to detect cancers. Since mammograms are the gold standard for breast cancer screening, women who have dense tissue &ndash; 26 million in the United States alone &ndash; need alternative imaging technologies for early stage cancer detection. Ultrasound imaging is presently used for diagnostics; in over 75% of cases, when a suspect lesion is found in a screening mammogram, ultrasound is used to learn more information about the lesion. While ultrasound imaging shows cancerous lesions, it generates four times as many false positives &ndash; detection of cancers where none exist &ndash; as mammography, leading to unnecessary biopsies. Clarisond&rsquo;s technology is expected to increase the clarity of ultrasound images, allowing physicians to detect malignancies previously obscured by their size and/or poor contrast and to distinguish them from benign lesions. The technology will ultimately reduce the number of ultrasound false positives and increase the overall detection rate in women with dense breast tissue.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; This Phase I SBIR supported the development and validation of Clarisond&rsquo;s technology as a software based image rendering technique for two-dimensional ultrasound images. Current medical ultrasound systems use transducers or ultrasound probes that consist of arrays of many small piezoelectric crystals. These individual crystal elements transmit bursts of sound waves into the imaged tissue and receive the echoes that are reflected back from various tissue features &ndash; such as cancerous lesions. These reflections are then used to reconstruct an image for viewing by a clinician. By applying appropriate time delays to signals from each array element, the ultrasound beam can be directed and focused on a particular point of interest within the tissue, and the listening of echoes can also be directed on a particular point. Focusing the beam in this manner increases the signal strength and ultimately improves the resolution of the system and the contrast of the image &ndash; allowing the clinician to identify smaller features with better accuracy. Traditionally, fixed time delays are used between elements to direct and focus the beam. These time delays are calculated based on the geometry of the transducer and the average speed of sound in the tissue. However, because different tissue types, including cancers, have different sound speed properties, this reliance on an average value causes the beam focusing, or &ldquo;beamforming&rdquo;, to be imperfect. The fixed delays used in this &ldquo;geometric beamforming&rdquo; incorrectly estimate the actual signal offsets and cause a broadening of the ultrasound beam that reduces feature resolution and causes image artifacts.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Clarisond has developed an adaptive beamforming technique that estimates the time delays between elements from the received echoes and does not require prior knowledge of the speed of sound along the beam path. These more accurate time delays result in improved beam focusing and allow for the use of larger transducer arrays. This in turn allows for deeper signal penetration &ndash; enhancing signal strength, spatial resolution, and image contrast. Phase I results show that Clarisond&rsquo;s adaptive beamforming technique improves signal-to-noise ratio by up to 32 dB and image contrast by up to 38%.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The attached figure illustrates the imp...",
  "por_txt_cntn": "\n     Clarisond, Inc. has developed a technology to significantly enhance medical ultrasound images, addressing a need for alternative screening technologies for women with mammographically dense breast tissue. Mammography uses low energy x-rays to image breast tissue and is the universally accepted tool for breast cancer screening. However, both dense breast tissue and cancerous lesions appear white on a mammogram, making it virtually impossible to detect cancers. Since mammograms are the gold standard for breast cancer screening, women who have dense tissue &ndash; 26 million in the United States alone &ndash; need alternative imaging technologies for early stage cancer detection. Ultrasound imaging is presently used for diagnostics; in over 75% of cases, when a suspect lesion is found in a screening mammogram, ultrasound is used to learn more information about the lesion. While ultrasound imaging shows cancerous lesions, it generates four times as many false positives &ndash; detection of cancers where none exist &ndash; as mammography, leading to unnecessary biopsies. ClarisondÆs technology is expected to increase the clarity of ultrasound images, allowing physicians to detect malignancies previously obscured by their size and/or poor contrast and to distinguish them from benign lesions. The technology will ultimately reduce the number of ultrasound false positives and increase the overall detection rate in women with dense breast tissue.\n\n     This Phase I SBIR supported the development and validation of ClarisondÆs technology as a software based image rendering technique for two-dimensional ultrasound images. Current medical ultrasound systems use transducers or ultrasound probes that consist of arrays of many small piezoelectric crystals. These individual crystal elements transmit bursts of sound waves into the imaged tissue and receive the echoes that are reflected back from various tissue features &ndash; such as cancerous lesions. These reflections are then used to reconstruct an image for viewing by a clinician. By applying appropriate time delays to signals from each array element, the ultrasound beam can be directed and focused on a particular point of interest within the tissue, and the listening of echoes can also be directed on a particular point. Focusing the beam in this manner increases the signal strength and ultimately improves the resolution of the system and the contrast of the image &ndash; allowing the clinician to identify smaller features with better accuracy. Traditionally, fixed time delays are used between elements to direct and focus the beam. These time delays are calculated based on the geometry of the transducer and the average speed of sound in the tissue. However, because different tissue types, including cancers, have different sound speed properties, this reliance on an average value causes the beam focusing, or \"beamforming\", to be imperfect. The fixed delays used in this \"geometric beamforming\" incorrectly estimate the actual signal offsets and cause a broadening of the ultrasound beam that reduces feature resolution and causes image artifacts.\n\n     Clarisond has developed an adaptive beamforming technique that estimates the time delays between elements from the received echoes and does not require prior knowledge of the speed of sound along the beam path. These more accurate time delays result in improved beam focusing and allow for the use of larger transducer arrays. This in turn allows for deeper signal penetration &ndash; enhancing signal strength, spatial resolution, and image contrast. Phase I results show that ClarisondÆs adaptive beamforming technique improves signal-to-noise ratio by up to 32 dB and image contrast by up to 38%.\n\n      The attached figure illustrates the improvement in image contrast and clarity. Here a tissue phantom with a single disk shaped inclusion is probed with a linear array ultrasound transducer. The figure illustrates image reconstructions using geome..."
 }
}