{
 "awd_id": "1345156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CREST Phase II: Nanotechnology Center for Biomedical, Environmental and Sustainability Applications",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927941",
 "po_email": "lcubano@nsf.gov",
 "po_sign_block_name": "Luis Cubano",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 5000000.0,
 "awd_amount": 5000000.0,
 "awd_min_amd_letter_date": "2014-03-17",
 "awd_max_amd_letter_date": "2020-11-30",
 "awd_abstract_narration": "With National Science Foundation support, this project further develops the Nanotechnology Center for Biomedical, Environmental and Sustainability Applications at the University of Puerto Rico-Mayaguez (UPRM). The Center's mission is to combine transformational research and education efforts in the area of nanoscaled materials by focusing on: biomedical, environmental remediation, and sustainability applications. Faculty members involved in the Center will investigate application-oriented processing of materials with properties and applications that depend on phenomena occurring at the nanometer scale: (1) Medical and Biological Applications; (2) Remediation of Recalcitrant and Emerging Contaminants from the Environment; and (3) Sustainability. This project will establish effective means to institutionalize research and education aimed at founding a sustainable platform at UPRM of international recognition. Through formative and summative assessments, a systematic project evaluation will provide information to ensure continuous improvement, focusing on achieving the proposed objectives. \r\n\r\nIntellectual Merit:  \r\nThree interdisciplinary research groups will focus on the following areas: (i) Development of new nanoscaled materials for cancer therapy assisted by the application of magnetic fields and specialized light sources. Toxicity and transport will be assessed using model human cancer cell lines and other appropriate models. The goal of this research team is to create non-invasive therapeutics for treatment of patients suffering from diverse forms of cancer. (ii) Fabrication of a novel series of composites for the removal of emerging contaminants from water sources, including pharmaceuticals and personal care products, and selected pathogens. Additionally, researchers will work on processing new porous adsorbents for the selective and efficient capture of CO2 from the environment and enclosed habitats. (iii) Finding new nanocatalysts for the conversion of renewable resources. This research group will also develop new nanostructured composite materials using polymers as the main component and combined with specialized constituents, which are intended for the next generation of fuel cells applications. Finally, high performance and sustainable (low-energy consuming upon fabrication) concrete mixes will be formulated using specific nanoparticles.\r\n\r\nBroader Impacts:\r\nThe Center for Biomedical, Environmental and Sustainability Applications will develop technologies for cancer therapy, water disinfection and air cleaning, and sustainability. Despite dramatic improvements in cancer chemotherapeutics, there is still an unmet need to understand the underlying causes of treatment failures. The knowledge acquired through the proposed activities will become invaluable for the development of novel cancer therapies and materials with applications in medicine. Center goals will also address global environmental challenges associated with water and air. Sustainability-related research will also be impacted by the Center. At the undergraduate level, the Center will impact the Undergraduate Certificate in Materials Science and Engineering program, as well as undergraduate research courses in the various engineering departments. The Center for Biomedical, Environmental and Sustainability Applications will develop a competitive cadre of Hispanic professionals well-prepared to contribute to the Nation's nanotechnology workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Suarez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar M Suarez",
   "pi_email_addr": "oscarmarcelo.suarez@upr.edu",
   "nsf_id": "000337718",
   "pi_start_date": "2014-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Madeline",
   "pi_last_name": "Torres-Lugo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madeline Torres-Lugo",
   "pi_email_addr": "madeline@ece.uprm.edu",
   "nsf_id": "000484938",
   "pi_start_date": "2014-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Perales-Perez",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar J Perales-Perez",
   "pi_email_addr": "OSCARJUAN.PERALES@UPR.EDU",
   "nsf_id": "000484917",
   "pi_start_date": "2014-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arturo",
   "pi_last_name": "Hernandez-Maldonado",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Arturo J Hernandez-Maldonado",
   "pi_email_addr": "arturoj.hernandez@upr.edu",
   "nsf_id": "000484796",
   "pi_start_date": "2014-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Agnes",
   "pi_last_name": "Padovani",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Agnes M Padovani",
   "pi_email_addr": "agnes.padovani@upr.edu",
   "nsf_id": "000484883",
   "pi_start_date": "2014-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "Call Box 9000, Road 108 Km 1.0",
  "perf_city_name": "Mayaguez",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006819000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9131",
   "pgm_ref_txt": "CENTERS FOR RSCH EXCELL IN S&T"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research under the Center's interdisciplinary research group 1 (IRG1) advanced the application of nanotechnology in the medical sciences. Discoveries made through this IRG were multiple, including (i) optimized methods to create better nanoparticles with a higher capacity for killing cancer cells, (ii) understanding the ways cells protect themselves against heat and use that to improve treatment without affecting normal cells, (iii) improve the way nanoparticles are delivered to tumors, and; (iv) development of hand-held miniaturized induction heater prototypes (see the accompanying figure IRG1) that could enable a faster translation of the use of nanoparticles to the clinic. The knowledge acquired through this IRG by exploring and challenging current paradigms may become invaluable for the development of novel cancer therapies.</p>\n<p>Another team in this IRG produced polymeric fibrous membranes, bare and hosting catalytic nanoparticles. These fibrous nanocomposites exhibited bactericidal capacity against Escherichia coli in the electrospun fibers. The effect of this new material on the growth of E.coli represents a new form of practical bactericidal control involving membrane filtration combined with bacterial growth inhibition. This IRG helped establish&nbsp;the only Nanotoxicity Laboratory using the zebrafish model at the UPRM campus,</p>\n<p>The IRG2 developed materials for the elective removal of contaminants of emerging concern, including endocrine disrupting chemicals, from water, with the aid of computational chemistry tools. Most importantly, these adsorbents were designed to accomplish remediation at ambient conditions and with the potential for reuse, all aiming at reducing the impact on energy resources and eliminating further environmental problems.</p>\n<p>In IRG3, we developed an eco-friendly and cost-effective concrete mixture designed to have similar properties to conventional concrete, replacing aggregates with plastic and cement with silica nanoparticles of silica. We proved the effectiveness of depositing high-strength aluminum-based films on different substrates. Assess the effectiveness of magnetron sputtering aluminum-based composite targets in formulating a wear-resistant, high-strength aluminum film on diverse substrates. A composite material based on chitosan and UV-activated nanoparticles proved efficient in removing bacteria from contaminated waters. A new aluminum-based composite with nanoparticles proved effective as an alternative and inexpensive filler for welding of aerospace structures. A similar composite could control instabilities inherited from the presence of magnesium atoms in a plastically-deformed aluminum part.</p>\n<p>&nbsp;The new concrete can reduce the carbon footprint of cement production by leading to a stronger material; thus, less consumption of concrete can attain very high structural resistance enabling more eco-friendly buildings. The new aluminum thin films open the door to alternative highly reflective micro-actuators using lasers. Advanced composites based on natural polymers and active nanoparticles represent a formidable technology to clean wastewaters and agricultural ones. The new nanoparticle-strengthened aluminum fillers can transform the construction of aluminum structures in space applications and lunar and Mars habitats.</p>\n<p>&nbsp;The strategy developed in the interdisciplinary education group allowed impacting thousands of students in public middle and high schools in Western Puerto Rico. The mechanism of creating Materials Science and Engineering (MSE) clubs in the affiliate schools, assisted by teachers, proved highly successful in engaging those club members in STEM disciplines. During the fourth year of the Center, at the peak of this effort, sixteen clubs involved 600 students. Most graduating students solicited admission to STEM programs at UPR-Mayaguez and other institutions. They all convened at the university coliseum for the clubs' Annual Meeting, where they worked on a highly instructive activity related to Nanotechnology themes. Each activity was designed by each IRG personnel, i.e., researchers and their students.</p>\n<p>Partaking CREST undergraduate and graduate students learned by doing effective science communication by a big brother/big sister strategy while mentoring those public student participants. Most teachers involved were trained in Nanotechnology research during the summers; then, they developed instruction modules for their classes based on their lab learning. Finally, every year, the Center personnel organized an open demonstration of the ongoing research and other Nanotechnology issues in an activity open to the general public and held at the Mayaguez Mall, the largest commercial center in Western Puerto Rico.&nbsp;</p>\n<p>Much of the success of the Center's intervention in public schools hinged on the use of Nanito, a cartoon character created as a mascot of the MSE clubs. To enhanced the learning experience a team of undergraduates developed instructional videos on Nanotechnology with Nanito as the main character. Nanito's image is presented in the inset of the photography of the clubs' last meeting.</p>\n<p>The Center established an unequaled research and education platform at the host institution. This endeavor enable partaking researchers and their collaborators to attract more funds from federal agencies to expand the institutional research on Nanotechnology and related areas. The researchers, nowadays, lead&nbsp; or co-lead several NSF projects that broaden the Center's impact on the institution, the campus scholar community, and schools. Because of that track of success both partaking students and the Center's principal investigators were recognized with prestigious awards.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2022<br>\n\t\t\t\t\tModified by: Oscar&nbsp;M&nbsp;Suarez</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659732274658_LastMSEClubAnnualMeeting--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659732274658_LastMSEClubAnnualMeeting--rgov-800width.jpg\" title=\"Last Annual Meeting of the MSE Clubs\"><img src=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659732274658_LastMSEClubAnnualMeeting--rgov-66x44.jpg\" alt=\"Last Annual Meeting of the MSE Clubs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The MSE clubs affiliated to the Center met at the university coliseum for the last time to learn about microfabrication, modeling a microcircuit made of balloons. The image of Nanito is in the inset (upper left corner).</div>\n<div class=\"imageCredit\">Jaquelina Alvarez</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Oscar&nbsp;M&nbsp;Suarez</div>\n<div class=\"imageTitle\">Last Annual Meeting of the MSE Clubs</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659707328663_PANfiberswithalumina--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659707328663_PANfiberswithalumina--rgov-800width.jpg\" title=\"Polymeric fiber composites for water disinfection\"><img src=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659707328663_PANfiberswithalumina--rgov-66x44.jpg\" alt=\"Polymeric fiber composites for water disinfection\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scanning electron micrographs of electrospun polymeric membranes with 0% nanoparticles loading, (a), and with 5% alumina nanoparticles, which demonstrated effective in water disinfection</div>\n<div class=\"imageCredit\">Abdiel Oquendo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Oscar&nbsp;M&nbsp;Suarez</div>\n<div class=\"imageTitle\">Polymeric fiber composites for water disinfection</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659708073537_SynthesizedZnOnanoparticles.--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659708073537_SynthesizedZnOnanoparticles.--rgov-800width.jpg\" title=\"Antibacterial zinc oxide nanoparticles\"><img src=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659708073537_SynthesizedZnOnanoparticles.--rgov-66x44.jpg\" alt=\"Antibacterial zinc oxide nanoparticles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Micrographs of synthesized (a) pure zinc oxide nanoparticles (NP) and (b) similar nanoparticles containing (doped with) lithium. These latter proved highly effective as bactericidal material.</div>\n<div class=\"imageCredit\">Abdiel Oquendo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Oscar&nbsp;M&nbsp;Suarez</div>\n<div class=\"imageTitle\">Antibacterial zinc oxide nanoparticles</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659708383227_FiguraOutcomesIRG1A--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659708383227_FiguraOutcomesIRG1A--rgov-800width.jpg\" title=\"Laparoscopic prototype for cancer therapy\"><img src=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659708383227_FiguraOutcomesIRG1A--rgov-66x44.jpg\" alt=\"Laparoscopic prototype for cancer therapy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Miniaturized induction heating laparoscopic prototype with cartoon image of use.</div>\n<div class=\"imageCredit\">Jorge Castro</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Oscar&nbsp;M&nbsp;Suarez</div>\n<div class=\"imageTitle\">Laparoscopic prototype for cancer therapy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659704875634_High-srength-thinfilm--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659704875634_High-srength-thinfilm--rgov-800width.jpg\" title=\"Aluminum and aluminum-boron thin films\"><img src=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659704875634_High-srength-thinfilm--rgov-66x44.jpg\" alt=\"Aluminum and aluminum-boron thin films\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of roughness of both films revealing the smoothness of the aluminum-boron one, which leads to high reflectivity (necessary in sensors applications).</div>\n<div class=\"imageCredit\">Ulises Barajas-Valdez</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Oscar&nbsp;M&nbsp;Suarez</div>\n<div class=\"imageTitle\">Aluminum and aluminum-boron thin films</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659704228676_Eco-Bricks--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659704228676_Eco-Bricks--rgov-800width.jpg\" title=\"Eco-bricks\"><img src=\"/por/images/Reports/POR/2022/1345156/1345156_10294916_1659704228676_Eco-Bricks--rgov-66x44.jpg\" alt=\"Eco-bricks\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">High-strength bricks made of nanomodified concrete and recycled plastics</div>\n<div class=\"imageCredit\">Hild�lix Soto-Toro</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Oscar&nbsp;M&nbsp;Suarez</div>\n<div class=\"imageTitle\">Eco-bricks</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe research under the Center's interdisciplinary research group 1 (IRG1) advanced the application of nanotechnology in the medical sciences. Discoveries made through this IRG were multiple, including (i) optimized methods to create better nanoparticles with a higher capacity for killing cancer cells, (ii) understanding the ways cells protect themselves against heat and use that to improve treatment without affecting normal cells, (iii) improve the way nanoparticles are delivered to tumors, and; (iv) development of hand-held miniaturized induction heater prototypes (see the accompanying figure IRG1) that could enable a faster translation of the use of nanoparticles to the clinic. The knowledge acquired through this IRG by exploring and challenging current paradigms may become invaluable for the development of novel cancer therapies.\n\nAnother team in this IRG produced polymeric fibrous membranes, bare and hosting catalytic nanoparticles. These fibrous nanocomposites exhibited bactericidal capacity against Escherichia coli in the electrospun fibers. The effect of this new material on the growth of E.coli represents a new form of practical bactericidal control involving membrane filtration combined with bacterial growth inhibition. This IRG helped establish the only Nanotoxicity Laboratory using the zebrafish model at the UPRM campus,\n\nThe IRG2 developed materials for the elective removal of contaminants of emerging concern, including endocrine disrupting chemicals, from water, with the aid of computational chemistry tools. Most importantly, these adsorbents were designed to accomplish remediation at ambient conditions and with the potential for reuse, all aiming at reducing the impact on energy resources and eliminating further environmental problems.\n\nIn IRG3, we developed an eco-friendly and cost-effective concrete mixture designed to have similar properties to conventional concrete, replacing aggregates with plastic and cement with silica nanoparticles of silica. We proved the effectiveness of depositing high-strength aluminum-based films on different substrates. Assess the effectiveness of magnetron sputtering aluminum-based composite targets in formulating a wear-resistant, high-strength aluminum film on diverse substrates. A composite material based on chitosan and UV-activated nanoparticles proved efficient in removing bacteria from contaminated waters. A new aluminum-based composite with nanoparticles proved effective as an alternative and inexpensive filler for welding of aerospace structures. A similar composite could control instabilities inherited from the presence of magnesium atoms in a plastically-deformed aluminum part.\n\n The new concrete can reduce the carbon footprint of cement production by leading to a stronger material; thus, less consumption of concrete can attain very high structural resistance enabling more eco-friendly buildings. The new aluminum thin films open the door to alternative highly reflective micro-actuators using lasers. Advanced composites based on natural polymers and active nanoparticles represent a formidable technology to clean wastewaters and agricultural ones. The new nanoparticle-strengthened aluminum fillers can transform the construction of aluminum structures in space applications and lunar and Mars habitats.\n\n The strategy developed in the interdisciplinary education group allowed impacting thousands of students in public middle and high schools in Western Puerto Rico. The mechanism of creating Materials Science and Engineering (MSE) clubs in the affiliate schools, assisted by teachers, proved highly successful in engaging those club members in STEM disciplines. During the fourth year of the Center, at the peak of this effort, sixteen clubs involved 600 students. Most graduating students solicited admission to STEM programs at UPR-Mayaguez and other institutions. They all convened at the university coliseum for the clubs' Annual Meeting, where they worked on a highly instructive activity related to Nanotechnology themes. Each activity was designed by each IRG personnel, i.e., researchers and their students.\n\nPartaking CREST undergraduate and graduate students learned by doing effective science communication by a big brother/big sister strategy while mentoring those public student participants. Most teachers involved were trained in Nanotechnology research during the summers; then, they developed instruction modules for their classes based on their lab learning. Finally, every year, the Center personnel organized an open demonstration of the ongoing research and other Nanotechnology issues in an activity open to the general public and held at the Mayaguez Mall, the largest commercial center in Western Puerto Rico. \n\nMuch of the success of the Center's intervention in public schools hinged on the use of Nanito, a cartoon character created as a mascot of the MSE clubs. To enhanced the learning experience a team of undergraduates developed instructional videos on Nanotechnology with Nanito as the main character. Nanito's image is presented in the inset of the photography of the clubs' last meeting.\n\nThe Center established an unequaled research and education platform at the host institution. This endeavor enable partaking researchers and their collaborators to attract more funds from federal agencies to expand the institutional research on Nanotechnology and related areas. The researchers, nowadays, lead  or co-lead several NSF projects that broaden the Center's impact on the institution, the campus scholar community, and schools. Because of that track of success both partaking students and the Center's principal investigators were recognized with prestigious awards. \n\n\t\t\t\t\tLast Modified: 08/05/2022\n\n\t\t\t\t\tSubmitted by: Oscar M Suarez"
 }
}