{
 "awd_id": "1345307",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "FIA-NP: Collaborative Research: Deployment-Driven Evaluation and Evolution of the eXpressive Internet Architecture",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 310841.0,
 "awd_amount": 405794.0,
 "awd_min_amd_letter_date": "2014-05-10",
 "awd_max_amd_letter_date": "2017-04-10",
 "awd_abstract_narration": "The eXpressive Internet Architecture (XIA) project aims to design, evaluate, and realize a future network architecture that provides inherent trustworthiness, supports long-term evolution of network use models and network technology, and addresses adoption through careful design of APIs and reasoned analysis of interactions (or tussle points) between multiple stakeholders. XIA offers intrinsic security by offering each entity the ability to unilaterally validate that it is communicating with the correct counterparties. XIA admits new usage models to evolve through the use of flexible addresses. This architectural flexibility also exposes new features, for example, enabling users to trade-off maintaining anonymity against maximizing efficiency in content retrieval. To date, the XIA team has developed an initial architecture; built prototype implementations of the XIA data plane, network protocol stack, and secure unicast communication using Scalability, Control and Isolation On next-generation Networks (SCION); engaged in a wide range of basic networking and security research; and investigated questions raised by future Internet architecture research.\r\n\r\nIn the next phase of research on XIA, principal investigators (PIs) advance the original vision of XIA by deepening the ongoing research thrusts, driven in part by research questions exposed during the initial investigation. The research agenda also includes an increased emphasis on control protocols based on a unified control plane architecture. The research will be driven through two network deployments that challenge the architectural framework: a vehicular network deployment in the city of Pittsburgh, and a video delivery environment spanning the U.S. These deployments also leverage and deepen the work on secure network operations, including providing a highly available infrastructure and secure authentication mechanisms. Finally, these deployments necessitate further research on building a robust XIA network, and establish best practices for using the XIA architecture, including support for mobility and a rich session layer. The research will continue to be informed by issues of deployability and economic viability, and to consider XIA as perceived by end users. The plan therefore includes research on governance, economic implications of high availability, and user studies that investigate the interplay between privacy, transparency and user control. Finally, the PIs will develop methods for performing a comparative evaluation of future Internet architectures. This evaluation methodology includes a definition of evaluation criteria, a discussion of the importance of direct and indirect evaluation, and evaluation using the XIA network environments and other use cases.  \r\n\r\nIntellectual Merit: The intellectual merit of the proposed work is an ambitious study of the effectiveness of a new architectural framework, evaluated in the context of two challenging network environments. The cross-cutting expertise of the team enables broad and deep investigation, starting from specification and implementation of many key network and security building blocks, up to application-specific methods delivering innovative solutions in the vehicular and video delivery environments. The evaluation spans multiple disciplines, ranging from low-level performance evaluation to reasoning about incentive-compatibility and economic benefits of the PIs' approach to a quantification of user experience. \r\n\r\nBroader Impacts: The project will establish a framework for evaluating network architectures that will be broadly applicable to FIA research. The PIs propose a variety of education and outreach activities to accompany the proposed research. Educational activities include new courses on clean-slate network design, and teaching and internship activities for under-represented and high school students. Broader outreach activity also includes a plan to involve and inform policymakers on the health of the current and future Internet led by a PI who formerly served at the FCC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Byers",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Byers",
   "pi_email_addr": "byers@cs.bu.edu",
   "nsf_id": "000139176",
   "pi_start_date": "2014-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "111 Cummington St.",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022152411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 152726.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 158115.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 94953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The eXpressive Internet Architecture (XIA) project designed, realized, and evaluated a future network <br />architecture that provides inherent trustworthiness, supports long-term evolution of network use models <br />and network technology, and addresses adoption through careful design of APIs and reasoned analysis of <br />interactions between multiple stakeholders. XIA offers intrinsic security by offering each entity the <br />ability to unilaterally validate that it is communicating with the correct counterparties. XIA admits <br />evolvability by enabling the introduction of new principal types and making use of a highly flexible <br />address space. <br /><br />In this next phase of research on XIA (XIA-NP) funded by this award, the principal investigators advanced <br />the original vision of XIA by deepening the ongoing research thrusts, driven in part by research questions <br />exposed during the initial investigation.&nbsp;&nbsp; The Boston University team conducted extensive research and <br />development on the open-source Linux implementation of XIA, with over a dozen contributors enhancing the <br />codebase, available on Github at:&nbsp; https://github.com/AltraMayor/XIA-for-Linux/wiki. <br />To enable comparative evaluation of this instantiation of XIA against other future Internet architectures <br />(FIAs), we developed a methodology that included evaluation criteria, highlighted the importance of direct <br />versus indirect evaluation, and conducted an evaluation across a broad array of network environments and <br />use cases.<br /><br />Intellectual Merit: The intellectual merit of the work centered on an ambitious study of the effectiveness <br />of the design and implementation of a new architectural framework.&nbsp; The cross-cutting expertise of the <br />team enabled broad and deep investigation, from specification and implementation of many key network and <br />security building blocks, up to application-specific methods delivering innovative solutions in settings <br />requiring high-performance and closely regulated control policies, including video delivery and defense<br />against denial-of-service attacks.&nbsp; Our evaluation spanned multiple disciplines, ranging from low-level <br />performance evaluation, to reasoning about incentive-compatibility and economic benefits, to a <br />quantification of user experience.<br /><br />Broader Impacts: The project helped establish a framework for evaluating network architectures <br />broadly applicable to FIA research. The PIs also conducted a variety of education and outreach <br />activities to accompany the proposed research.&nbsp;&nbsp; At Boston University, partnering with the Google <br />Summer of Code initiative (GSoC), the team mentored a dozen international students who contributed <br />to the open-source Linux XIA codebase.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2018<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Byers</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1345307/1345307_10302576_1529339159092_int-demo-3-page-001--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1345307/1345307_10302576_1529339159092_int-demo-3-page-001--rgov-800width.jpg\" title=\"Integrated XIP example\"><img src=\"/por/images/Reports/POR/2018/1345307/1345307_10302576_1529339159092_int-demo-3-page-001--rgov-66x44.jpg\" alt=\"Integrated XIP example\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">XIA multicast packets transiting a legacy IP network</div>\n<div class=\"imageCredit\">Linux XIA: An Interoperable Meta Network Architecture to Crowdsource the Future Internet, Michel Machado, Cody Doucette and John W. Byers. Proc. of the 11th ACM/IEEE Symp. on Architectures for Networking and Communications Systems (ANCS '15), May 2015, Oakland CA.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;W&nbsp;Byers</div>\n<div class=\"imageTitle\">Integrated XIP example</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe eXpressive Internet Architecture (XIA) project designed, realized, and evaluated a future network \narchitecture that provides inherent trustworthiness, supports long-term evolution of network use models \nand network technology, and addresses adoption through careful design of APIs and reasoned analysis of \ninteractions between multiple stakeholders. XIA offers intrinsic security by offering each entity the \nability to unilaterally validate that it is communicating with the correct counterparties. XIA admits \nevolvability by enabling the introduction of new principal types and making use of a highly flexible \naddress space. \n\nIn this next phase of research on XIA (XIA-NP) funded by this award, the principal investigators advanced \nthe original vision of XIA by deepening the ongoing research thrusts, driven in part by research questions \nexposed during the initial investigation.   The Boston University team conducted extensive research and \ndevelopment on the open-source Linux implementation of XIA, with over a dozen contributors enhancing the \ncodebase, available on Github at:  https://github.com/AltraMayor/XIA-for-Linux/wiki. \nTo enable comparative evaluation of this instantiation of XIA against other future Internet architectures \n(FIAs), we developed a methodology that included evaluation criteria, highlighted the importance of direct \nversus indirect evaluation, and conducted an evaluation across a broad array of network environments and \nuse cases.\n\nIntellectual Merit: The intellectual merit of the work centered on an ambitious study of the effectiveness \nof the design and implementation of a new architectural framework.  The cross-cutting expertise of the \nteam enabled broad and deep investigation, from specification and implementation of many key network and \nsecurity building blocks, up to application-specific methods delivering innovative solutions in settings \nrequiring high-performance and closely regulated control policies, including video delivery and defense\nagainst denial-of-service attacks.  Our evaluation spanned multiple disciplines, ranging from low-level \nperformance evaluation, to reasoning about incentive-compatibility and economic benefits, to a \nquantification of user experience.\n\nBroader Impacts: The project helped establish a framework for evaluating network architectures \nbroadly applicable to FIA research. The PIs also conducted a variety of education and outreach \nactivities to accompany the proposed research.   At Boston University, partnering with the Google \nSummer of Code initiative (GSoC), the team mentored a dozen international students who contributed \nto the open-source Linux XIA codebase.\n\n\t\t\t\t\tLast Modified: 06/18/2018\n\n\t\t\t\t\tSubmitted by: John W Byers"
 }
}