{
 "awd_id": "1346436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Software-Based Building Airflow Analysis Tool for Enabling HVAC  Energy Use Savings in Commercial Buildings",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 224914.0,
 "awd_amount": 224914.0,
 "awd_min_amd_letter_date": "2013-12-11",
 "awd_max_amd_letter_date": "2014-01-21",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project will establish proof of concept for a unique, software-based Building Airflow Analysis Tool for measuring and optimizing airflow rates in commercial buildings.   Using the existing Building Automation System (BAS), room temperature responses to controlled perturbations of airflow rates are used with a physics-based room thermal model and system identification (SI) routine to determine air changes per hour for each room.   The proposed research focuses on developing algorithms that will work in BAS architectures and establish proof-of-concept in several large scale building tests, not only to validate the SI procedure, but also to establish actual energy savings and value proposition.  The concept behind our technology is a unique integration of two diverse areas, bringing the dynamic nature of SI from control theory to the typically static or quasi-static aspects of HVAC system diagnostics and measurements.  This research enables development of a smart building controls approach that will make building HVAC energy use more efficient. The successful proof-of-concept and large-scale validation of the basic idea, that are the goals of this research, will  position the technology for commercialization.  \r\n\r\nThe broader impact/commercial potential of this project addresses a widespread problem that wastes billions of dollars and creates millions of metric tons of green house gases every year: heating, ventilation and air conditioning (HVAC) systems that move and condition too much air.  This occurs since many large office buildings were designed when energy was cheap and their designs use minimum airflow rates above necessary levels for maintaining occupant ventilation. The technology developed through this STTR project will enable a unique software tool that can minimize airflow levels, while still meeting the ventilation and thermal comfort objectives. The new technology enables a new high margin business model by virtue of its low cost and scalability, all made possible because it is software-based and implemented through the existing Building Automation System.  Commercialization of this technology will further catalyze energy efficiency investments in commercial buildings, a market that demands short payback periods and low risk investments. With commercial buildings representing an enormous built infrastructure with very slow turnover, development of this technology will enable a significant opportunity to improve domestic sustainability since commercial buildings account for 18% of the annual GHG emissions and 36% of the national electric demand.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Gallagher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Gallagher",
   "pi_email_addr": "pdg.aeolus@gmail.com",
   "nsf_id": "000647587",
   "pi_start_date": "2013-12-11",
   "pi_end_date": "2014-01-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Morse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Morse",
   "pi_email_addr": "morse.aeolus@gmail.com",
   "nsf_id": "000662824",
   "pi_start_date": "2014-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gevelber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Gevelber",
   "pi_email_addr": "gevelber@bu.edu",
   "nsf_id": "000103629",
   "pi_start_date": "2013-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Aeolus Building Efficiency Inc",
  "inst_street_address": "166 Melrose St",
  "inst_street_address_2": "",
  "inst_city_name": "Auburndale",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "8576368339",
  "inst_zip_code": "024661111",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054E",
   "pgm_ref_txt": "Molecular engineering"
  },
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 224914.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Commercial building heating, ventilation and air conditioning (HVAC) systems waste billions of dollars every year by moving and conditioning too much air; simply because many large office buildings were designed when energy was cheap and minimum airflow rates were set above necessary levels for occupant ventilation.&nbsp;&nbsp; &nbsp;Despite the significant potential economic and environmental savings, airflow reduction remains a relatively untapped opportunity for existing buildings.&nbsp; Why?&nbsp; Because while setting airflow rates correctly is easy to do during a building&rsquo;s design phase, it is difficult to do in existing structures. Efforts required to measure and then re-optimize airflow rates using current approaches are labor intensive and disruptive, so building owners and managers have been unwilling to accept the upfront risk associated with such investments.</p>\n<p>&nbsp;</p>\n<p>Our phase 1 STTR research project focused on further developing and establishing proof of concept for a unique, patent pending, software?based technology for measuring and optimizing airflow rates in commercial buildings. &nbsp;&nbsp;Our novel approach combines experimentally-based system identification techniques with physics-based modeling to determine building air flow rates. &nbsp;It utilizes the existing building automation system (BAS) to conduct the necessary experiments without the need for new equipment or labor?intensive air balancing measurements, and achieves building-wide optimization through a bottom-up aggregation of room-by-room results. &nbsp;Since the major steps are done through software and computers, this technology enables significant energy saving at low cost, in a way that is highly scalable in terms of building size and number of buildings.</p>\n<p>&nbsp;</p>\n<p>In our Phase 1 research, we have demonstrated that the building airflow analysis tool (BAAT) can determine airflow rates for variable-air-volume boxes. Important results obtained during the phase 1 research include the development of a more robust algorithmic approach to implementing BAAT, obtaining experimental data that verifies the robustness and accuracy of the technique, as well as developing detailed energy and cost models that allow us to generalize the value proposition to other cities across the country.</p>\n<p>&nbsp;</p>\n<p>This research was conducted in 3 commercial buildings, which provided important insight into actual operational conditions, as well as ensuring the validity of our research for commercial scale buildings. &nbsp;&nbsp;Our detailed room-by-room analysis of a 325,000 sq ft building&rsquo;s air flow and HVAC system energy use determined that a 21.6% reduction in airflow can be achieved, having an annual value of $0.48 per sq ft in Boston, and reduces greenhouse gas reduction of 6.4 lbs of CO2/sq ft/year.</p>\n<p>&nbsp;</p>\n<p>The research was conducted by Aeolus Building Efficiency Inc, in collaboration with the Boston University researchers who invented this approach; Boston University&rsquo;s Facilities Management Office, providing the opportunity to conduct experiments in three office/laboratory buildings; and Schneider Electric field staff, a leading BAS company.</p>\n<p>Alan Morse, Aeolus Building Efficiency and Michael Gevelber, Boston University</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2015<br>\n\t\t\t\t\tModified by: Alan&nbsp;Morse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCommercial building heating, ventilation and air conditioning (HVAC) systems waste billions of dollars every year by moving and conditioning too much air; simply because many large office buildings were designed when energy was cheap and minimum airflow rates were set above necessary levels for occupant ventilation.    Despite the significant potential economic and environmental savings, airflow reduction remains a relatively untapped opportunity for existing buildings.  Why?  Because while setting airflow rates correctly is easy to do during a buildingÆs design phase, it is difficult to do in existing structures. Efforts required to measure and then re-optimize airflow rates using current approaches are labor intensive and disruptive, so building owners and managers have been unwilling to accept the upfront risk associated with such investments.\n\n \n\nOur phase 1 STTR research project focused on further developing and establishing proof of concept for a unique, patent pending, software?based technology for measuring and optimizing airflow rates in commercial buildings.   Our novel approach combines experimentally-based system identification techniques with physics-based modeling to determine building air flow rates.  It utilizes the existing building automation system (BAS) to conduct the necessary experiments without the need for new equipment or labor?intensive air balancing measurements, and achieves building-wide optimization through a bottom-up aggregation of room-by-room results.  Since the major steps are done through software and computers, this technology enables significant energy saving at low cost, in a way that is highly scalable in terms of building size and number of buildings.\n\n \n\nIn our Phase 1 research, we have demonstrated that the building airflow analysis tool (BAAT) can determine airflow rates for variable-air-volume boxes. Important results obtained during the phase 1 research include the development of a more robust algorithmic approach to implementing BAAT, obtaining experimental data that verifies the robustness and accuracy of the technique, as well as developing detailed energy and cost models that allow us to generalize the value proposition to other cities across the country.\n\n \n\nThis research was conducted in 3 commercial buildings, which provided important insight into actual operational conditions, as well as ensuring the validity of our research for commercial scale buildings.   Our detailed room-by-room analysis of a 325,000 sq ft buildingÆs air flow and HVAC system energy use determined that a 21.6% reduction in airflow can be achieved, having an annual value of $0.48 per sq ft in Boston, and reduces greenhouse gas reduction of 6.4 lbs of CO2/sq ft/year.\n\n \n\nThe research was conducted by Aeolus Building Efficiency Inc, in collaboration with the Boston University researchers who invented this approach; Boston UniversityÆs Facilities Management Office, providing the opportunity to conduct experiments in three office/laboratory buildings; and Schneider Electric field staff, a leading BAS company.\n\nAlan Morse, Aeolus Building Efficiency and Michael Gevelber, Boston University\n\n \n\n\t\t\t\t\tLast Modified: 03/06/2015\n\n\t\t\t\t\tSubmitted by: Alan Morse"
 }
}