{
 "awd_id": "1346286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Maya Community Production and Consumption Practices",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 13085.0,
 "awd_amount": 13085.0,
 "awd_min_amd_letter_date": "2014-01-02",
 "awd_max_amd_letter_date": "2014-01-02",
 "awd_abstract_narration": "The central goal of this project is to gain understanding of how local small-scale communities are incorporated into global economic and social systems. This issue is of relevance in the world today since in many regions, including Middle America where this research is situated, lack of successful integration is a cause of social unrest. Archaeology has the potential to show how the integration process may unfold over time. Under the guidance of Dr. Barbara Voss, Guido Pezzarossi will analyze ceramic artifacts and plant pollen remains recovered during 2011 excavations at San Pedro Aguacatepeque, a Late Classic to Late Colonial period (900-1800 AD) Kaqchikel Maya site located in the Pacific piedmont region of Guatemala. The community of Aguacatepeque was adjacent to an important commercial route that connected highland and coastal markets, as well as being located within microclimate favorable for the cultivation of cacao and sugar cane. These two prized cash crops became a focal point for Aguacatepeque's agricultural production in the colonial period. Mr. Pezzarossi will analyze plant pollen remains and ceramic artifacts from Aguacatepeque in order to identify changes in the community's labor and consumption practices. The goal of this research is to identify the impacts of Spanish colonization and the developing capitalist world economy as felt by Maya communities. This work contributes to a better understanding of the effects of participation in the global economy on the daily life and traditions of indigenous populations in the past and present.\r\n\r\nThe central role that Spanish colonial projects and the global capitalist economy played in the development of modern Latin America and in the lives of its still sizable indigenous populations (such as the Maya) is without question. However, little archaeological research has been conducted on Colonial period Maya sites with the intention of understanding exactly how daily life changed for Maya people in the wake of colonization and integration into the global economy. This archaeological research tracks specific changes in daily life, labor, consumption and economic practice prior to, during and after colonization, providing key insight into how precolonial contexts influenced the form and outcomes of colonization. This study also traces the role of indigenous populations within global economic networks and the effects of colonization and global economic entanglement on established ways of life.\r\n  \r\nThis project analyzes plant pollen recovered from pre-colonial and colonial occupation periods at Aguacatepeque, in order to identify changes in agricultural labor, subsistence and environment, and cash crop cultivation. In addition, ceramic artifacts will be analyzed using instrumental neutron activation analysis and ceramic petrography. This will determine which ceramics were produced locally, and which were acquired through market exchange. The shifting ratio of local to non-local ceramics will track changes in market dependence and consumption practices.\r\n\r\nThis broader impacts of this project include support of graduate student training as well as specialized training in technical material science analyses that will allow Mr. Pezzarossi to complete his doctoral dissertation. This project also fosters collaboration between Guatemalan and US-based researchers and students, as well as between Mr. Pezzarossi and various US-based universities and laboratories. The results of this project will be disseminated through US and Guatemalan conference presentations, peer-reviewed publications and through the project websites. All raw data will be housed and made publically available through the Stanford Digital Repository. Finally, the project is working with a local non-profit in Antigua, Guatemala  to develop a community outreach archaeology workshop and curriculum for rural Maya communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Voss",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara L Voss",
   "pi_email_addr": "bvoss@stanford.edu",
   "nsf_id": "000384628",
   "pi_start_date": "2014-01-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guido",
   "pi_last_name": "Pezzarossi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guido Pezzarossi",
   "pi_email_addr": "guidopez@stanford.edu",
   "nsf_id": "000584043",
   "pi_start_date": "2014-01-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GT",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Guatemala",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 13085.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><span>This project builds on excavations conducted at the Late Classic to Late Colonial period (900-1800 AD) Kaqchikel Maya site of San Pedro Aguacatepeque located in the Pacific piedmont region of Guatemala. It explores how the 16th century Spanish colonization of Guatemala, with its burdensome labor and tribute demanded of colonized indigenous Maya populations, simultaneously catalyzed changes to highland Maya production and consumption/market engagement practices. The goal of this research project is to isolate the impacts of Spanish colonization and participation in the developing capitalist world economy on Maya communities, as a means of better understanding the broader effects that participation in the global economy had on the daily life and traditions of indigenous populations in the past and present.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>The community of Aguacatepeque was situated adjacent to a critically important commercial route that connected markets in the highlands and on the coast, as well as being located within a microclimate favorable for the cultivation of cacao and sugar cane; two prized cash-crops that became a focal point of Aguacatepeque&rsquo;s agricultural production in the colonial period. Project investigators and collaborators analyzed plant pollen remains, historic documentary sources, and ceramic artifacts from the nearly 1000 year continuous occupation of Aguacatepeque in order to identify interrelated changes in the community&rsquo;s labor and consumption practices over the long term.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Project findings, buttressed by pottery sourcing analysis via Instrumental Neutron Activation Analysis (INAA), archival research and pollen analysis, indicate that the community of Aguacatepeque found itself increasingly burdened by Spanish colonial agricultural tribute and labor demands. These demands redirected the community's time and labor towards more intensive tribute crop production as well as cash crop production. &nbsp;The community adopted cash crop production as a means of making ends meet by providing currency generating market sellable goods for the community. In turn, the increased commitment in time and labor to tribute and cash crop production, mainly sugar cane and derived products, left little time for the community's local pottery crafting, leading to an all-out dependence on market acquired pottery for the implements of day to day life (cooking pots, griddles, storage containers, etc.).</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>While the dependence on markets for pottery intensified in the colonial period, this market dependence was not new, as in fact the residents of Aguacatepeque had depended on market acquired pottery throughout its history, albeit supplemented by local pottery production for coarse, utilitarian vessels. Project findings establish that markets played a critical role in Aguacatepeuque's history, and thus market-based commerce and participation was not a colonial introduction or a product of the encroachment of the emerging global capitalist economic system of the early modern world. Instead, the burdensome demands made of Maya communities, such as Aguacatepeque, by Spanish colonists, coupled with new opportunities for desired colonial cash crops (i.e. sugar) served to intensify already extant market-engagement practices to the detriment of local pottery craft production and other community traditions and practices.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>In short, this project has determined that Aguacatepeque's dependence on markets emerged from the frictions between traditional Maya production and consumption practices and the unequal power and violence backed demands of Spanish colonists that necessitated a redirecting of time and labor away from community needs and towards fulfilling imposed colonial obligations. These insights...",
  "por_txt_cntn": "\n \n\nThis project builds on excavations conducted at the Late Classic to Late Colonial period (900-1800 AD) Kaqchikel Maya site of San Pedro Aguacatepeque located in the Pacific piedmont region of Guatemala. It explores how the 16th century Spanish colonization of Guatemala, with its burdensome labor and tribute demanded of colonized indigenous Maya populations, simultaneously catalyzed changes to highland Maya production and consumption/market engagement practices. The goal of this research project is to isolate the impacts of Spanish colonization and participation in the developing capitalist world economy on Maya communities, as a means of better understanding the broader effects that participation in the global economy had on the daily life and traditions of indigenous populations in the past and present.\n\n \n\nThe community of Aguacatepeque was situated adjacent to a critically important commercial route that connected markets in the highlands and on the coast, as well as being located within a microclimate favorable for the cultivation of cacao and sugar cane; two prized cash-crops that became a focal point of AguacatepequeÆs agricultural production in the colonial period. Project investigators and collaborators analyzed plant pollen remains, historic documentary sources, and ceramic artifacts from the nearly 1000 year continuous occupation of Aguacatepeque in order to identify interrelated changes in the communityÆs labor and consumption practices over the long term.\n\n \n\nProject findings, buttressed by pottery sourcing analysis via Instrumental Neutron Activation Analysis (INAA), archival research and pollen analysis, indicate that the community of Aguacatepeque found itself increasingly burdened by Spanish colonial agricultural tribute and labor demands. These demands redirected the community's time and labor towards more intensive tribute crop production as well as cash crop production.  The community adopted cash crop production as a means of making ends meet by providing currency generating market sellable goods for the community. In turn, the increased commitment in time and labor to tribute and cash crop production, mainly sugar cane and derived products, left little time for the community's local pottery crafting, leading to an all-out dependence on market acquired pottery for the implements of day to day life (cooking pots, griddles, storage containers, etc.).\n\n \n\nWhile the dependence on markets for pottery intensified in the colonial period, this market dependence was not new, as in fact the residents of Aguacatepeque had depended on market acquired pottery throughout its history, albeit supplemented by local pottery production for coarse, utilitarian vessels. Project findings establish that markets played a critical role in Aguacatepeuque's history, and thus market-based commerce and participation was not a colonial introduction or a product of the encroachment of the emerging global capitalist economic system of the early modern world. Instead, the burdensome demands made of Maya communities, such as Aguacatepeque, by Spanish colonists, coupled with new opportunities for desired colonial cash crops (i.e. sugar) served to intensify already extant market-engagement practices to the detriment of local pottery craft production and other community traditions and practices.\n\n \n\nIn short, this project has determined that Aguacatepeque's dependence on markets emerged from the frictions between traditional Maya production and consumption practices and the unequal power and violence backed demands of Spanish colonists that necessitated a redirecting of time and labor away from community needs and towards fulfilling imposed colonial obligations. These insights have great potential for helping understand transformations in practice and traditions faced by modern communities and individuals the world over as they are increasingly faced with more subtle but not less powerful forms of coercion and opportunities presented by th..."
 }
}