{
 "awd_id": "1346482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Systems approaches to combinatorial therapies targeting cancer metabolism",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2013-11-13",
 "awd_max_amd_letter_date": "2013-11-13",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project proposes to develop an integrated computational and experimental platform based on the hypothesis that the efficacy of anticancer drugs could be greatly improved when used in combination with other drugs.  The proposed platform will implement in vitro search algorithms for combinations of drugs acting on cancer metabolism. Combination drug therapy is commonly used to enhance efficacy and overcome drug resistance in cancer, but at present the choice of drugs is based on empirical clinical experience alone. Testing multi-drug therapies in a systematic way is hampered by the large number of possible choices for drugs and doses. Therefore, an innovative approach for discovering effective drug combinations is needed. The proposed project is an innovative solution based on a highly interdisciplinary approach that combines drug discovery, systems biology, and advanced mathematical and algorithmic methods.\r\n\r\nThe broader impact/commercial potential of this project, if successful, will be to produce novel and effective therapeutic strategies for the treatment of cancer.  Despite the fact that until recently research investment was increasing steadily, the number of drugs approved annually by the FDA remains disappointingly low.  Further, currently, there are no effective systematic methods for the discovery and optimization of combinatorial therapies.   The plan is to use drugs that are either on the market or in the pipeline.  The commercial strategy of the company is to discover specific fixed-dose combinations for cancer therapeutics as a service for pharmaceutical companies, or to generate intellectual property for licensing. In the long term, the company plans to provide a service for physicians by creating personalized drug combinations based on patient data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "Paternostro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni Paternostro",
   "pi_email_addr": "giovanni@salgomed.com",
   "nsf_id": "000647651",
   "pi_start_date": "2013-11-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Salvesen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guy Salvesen",
   "pi_email_addr": "gsalvesen@sanfordburnham.org",
   "nsf_id": "000598681",
   "pi_start_date": "2013-11-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Salgomed Inc.",
  "inst_street_address": "14020 BOQUITA DR",
  "inst_street_address_2": "",
  "inst_city_name": "DEL MAR",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8583506014",
  "inst_zip_code": "920142722",
  "inst_country_name": "United States",
  "cong_dist_code": "49",
  "st_cong_dist_code": "CA49",
  "org_lgl_bus_name": "SALGOMED, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "RKKFJPN1NFP5"
 },
 "perf_inst": {
  "perf_inst_name": "Sanford Burnham Medical Research Institute",
  "perf_str_addr": "10901 North Torrey Pines Rd",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920371005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have developed a systematic approach to ?the development of drug combination therapies, which is one of the key strategies of precision medicine.</p>\n<p>There are currently no effective systematic methods for the discovery and optimization of combinatorial therapies.</p>\n<p>Our project focused on AML, which is one of the blood-born cancers with the highest unmet medical needs. In fact, about 12,000 new cases are diagnosed every year in the US in adults,?and the five-year survival is less than 25%. Salgomed&rsquo;s product is information on optimal combinations of preexisting drugs. These drugs are either on the market or in pharmaceutical company pipelines. Our business consists in discovering specific fixed-dose combinations for cancer, as a service for pharmaceutical companies. Additionally, the company provides a diagnostics service to clinicians seeking guidance on potentially effective combinations for patients in relapse or unresponsive to standard therapy. This service is based on a direct in vitro? drug screening of the patient cells, and provides clinicians with a personalized recommendation on combinations.</p>\n<p>More specifically our project was based on the hypothesis that the efficacy of anticancer drugs acting on cancer metabolism could be greatly improved when used in combination with other drugs. Although many companies are currently exploring two-drug combination therapies, we proved that Salgomed&rsquo;s approach, based on in vitro search algorithms and novel statistical and bioinformatics tools, is able to efficiently identify effective multi-drug combinations composed of more than two drugs.<strong></strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2015<br>\n\t\t\t\t\tModified by: Giovanni&nbsp;Paternostro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have developed a systematic approach to ?the development of drug combination therapies, which is one of the key strategies of precision medicine.\n\nThere are currently no effective systematic methods for the discovery and optimization of combinatorial therapies.\n\nOur project focused on AML, which is one of the blood-born cancers with the highest unmet medical needs. In fact, about 12,000 new cases are diagnosed every year in the US in adults,?and the five-year survival is less than 25%. SalgomedÆs product is information on optimal combinations of preexisting drugs. These drugs are either on the market or in pharmaceutical company pipelines. Our business consists in discovering specific fixed-dose combinations for cancer, as a service for pharmaceutical companies. Additionally, the company provides a diagnostics service to clinicians seeking guidance on potentially effective combinations for patients in relapse or unresponsive to standard therapy. This service is based on a direct in vitro? drug screening of the patient cells, and provides clinicians with a personalized recommendation on combinations.\n\nMore specifically our project was based on the hypothesis that the efficacy of anticancer drugs acting on cancer metabolism could be greatly improved when used in combination with other drugs. Although many companies are currently exploring two-drug combination therapies, we proved that SalgomedÆs approach, based on in vitro search algorithms and novel statistical and bioinformatics tools, is able to efficiently identify effective multi-drug combinations composed of more than two drugs.\n\n\t\t\t\t\tLast Modified: 04/02/2015\n\n\t\t\t\t\tSubmitted by: Giovanni Paternostro"
 }
}