{
 "awd_id": "1346109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  An innovative point-of-care device that can rapidly detect and diagnose trauma-induced coagulopathy",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 149993.0,
 "awd_amount": 149993.0,
 "awd_min_amd_letter_date": "2013-12-04",
 "awd_max_amd_letter_date": "2013-12-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will facilitate technological development of a point-of-care device to measure the forces of platelets from whole blood during clotting.  Trauma accounts for nearly 5 million deaths per year worldwide and 17 deaths per hour in the U.S. These deaths arise from an extensive loss of blood due to trauma-induced coagulopathy (TIC), which is a systemic impairment of hemostasis (blood clotting) caused by severe injury. The current SBIR Phase I award will fund a feasibility study on the ability to measure platelet forces during coagulation by a magnetic-based sensor. The specific technical goal of this SBIR Phase I proposal is to improve the signal detection of our magnetic-based sensor. Successful completion of these objectives will enable a Phase II project that will demonstrate the ability of this technology to detect clotting dysfunction in trauma patients on a personalized basis, as well as patients on anti-platelet and or anti-coagulation medications. \r\n\r\nThe broader impact/commercial potential of this project will be to reduce preventable deaths of often young, productive members of society. Trauma is the most imporatn cause of death among young people (age group 1-45 years) and costs $135B in healthcare dollars annually. Excessive bleeding in a trauma patient is a major reason for deaths and medical costs. Excessive bleeding is often made worse by coagulopathy, which is the inability of a patient?s blood to coagulate and properly seal bleeding wounds. Currently, acute trauma-induced coagulopathy (TIC) occurs in 1 in 4 severe trauma cases, but is hard to detect and treat. As a consequence, an emergency department physician must make a semi-blind decision on which transfusion products or drugs to administer to a patient in order to stop the bleeding based upon their training, past experience, and vague clinical guidelines and must act upon their decision within the ?golden hour? (i.e. roughly 60 minutes after injury) to have the best likelihood to save lives, reduce morbidity, and reduce hospital costs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ari",
   "pi_last_name": "Karchin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ari Karchin",
   "pi_email_addr": "akarchin@stasysmedical.com",
   "nsf_id": "000645319",
   "pi_start_date": "2013-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stasys Medical Corp",
  "inst_street_address": "13608 88TH PL NE",
  "inst_street_address_2": "",
  "inst_city_name": "KIRKLAND",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2068905926",
  "inst_zip_code": "980341710",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WA01",
  "org_lgl_bus_name": "STASYS MEDICAL CORP",
  "org_prnt_uei_num": "SQX6FKMNWVV7",
  "org_uei_num": "SQX6FKMNWVV7"
 },
 "perf_inst": {
  "perf_inst_name": "Stasys Medical Corp",
  "perf_str_addr": "4000 Mason Road, Suite 304",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7236",
   "pgm_ref_txt": "BIOPHOTONICS, IMAGING &SENSING"
  },
  {
   "pgm_ref_code": "7909",
   "pgm_ref_txt": "BIOSENSING"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 149993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Trauma accounts for more years of potential life lost in the U.S. than either cancer or heart disease.&nbsp; More than 1 in 4 trauma patients will develop a clot dysfunction, that is, an impaired ability to form blood clots, stemming from their injuries alone. The dysfunction can appear within minutes after injury, increasing the likelihood of death by over 4 times compared to trauma patients that do not suffer the dysfunction. Stasys Medical is developing a point-of-care device capable of diagnosing trauma-induced coagulopathy in less than 5 minutes. Our device holds the promise of saving lives and reducing healthcare costs improving current tests that can take significantly longer time to make a reading.</p>\n<p>The goal of this Phase I project was to develop technology that would enable miniaturizing the measurement system from a lab-scale microscope to a bench-top prototype. We tested two competing techniques to make our core measurements using either 1) magnetic or 2) optical technology. Our tests revealed that the optical approach that we developed, which is effectively a miniaturized microscope (approximately 15 times smaller than standard), is sufficiently accurate. We then built a bench-top prototype utilizing the optical technology, and demonstrated that measurements made with the prototype are statistically similar to those made with our gold standard microscope. The prototype represents a critical milestone in the development of our go-to market handheld device capable of measuring a trauma patient&rsquo;s ability to form blood clots at the point-of-care thereby saving lives.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2014<br>\n\t\t\t\t\tModified by: Ari&nbsp;Karchin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTrauma accounts for more years of potential life lost in the U.S. than either cancer or heart disease.  More than 1 in 4 trauma patients will develop a clot dysfunction, that is, an impaired ability to form blood clots, stemming from their injuries alone. The dysfunction can appear within minutes after injury, increasing the likelihood of death by over 4 times compared to trauma patients that do not suffer the dysfunction. Stasys Medical is developing a point-of-care device capable of diagnosing trauma-induced coagulopathy in less than 5 minutes. Our device holds the promise of saving lives and reducing healthcare costs improving current tests that can take significantly longer time to make a reading.\n\nThe goal of this Phase I project was to develop technology that would enable miniaturizing the measurement system from a lab-scale microscope to a bench-top prototype. We tested two competing techniques to make our core measurements using either 1) magnetic or 2) optical technology. Our tests revealed that the optical approach that we developed, which is effectively a miniaturized microscope (approximately 15 times smaller than standard), is sufficiently accurate. We then built a bench-top prototype utilizing the optical technology, and demonstrated that measurements made with the prototype are statistically similar to those made with our gold standard microscope. The prototype represents a critical milestone in the development of our go-to market handheld device capable of measuring a trauma patientÆs ability to form blood clots at the point-of-care thereby saving lives.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/04/2014\n\n\t\t\t\t\tSubmitted by: Ari Karchin"
 }
}