{
 "awd_id": "1346484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Serious Game for Energy Science",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 224497.0,
 "awd_amount": 224497.0,
 "awd_min_amd_letter_date": "2013-11-07",
 "awd_max_amd_letter_date": "2013-11-07",
 "awd_abstract_narration": "This STTR Phase I project, Serious Game for Energy Science (SGES),  proposes to address the question 'Can a serious game in Science, Technology, Engineering and Math (STEM), with artificial intelligence and teacher controls, engage the learner, impact student problem-solving abilities, increase interest in STEM-related activities/fields, and positively impact student learning outcomes in science, math, and reading comprehension?' Educational institutions have seen increased demand for technologies impacting learning outcomes and promoting STEM interest. As gaming becomes more broadly accepted, there is greater demand for Serious Games - games built specifically to enhance learning. This research innovation will develop two components to be modeled in STEM serious game development: (1) artificial intelligence, and (2) instructional management tool for teachers. SGES will accomplish this innovation as well as contribute to, and advance, the body of knowledge in Serious Game development. SGES research objectives are to determine the effects of a serious game in Energy Science on students: engagement, problem-solving abilities, interest in STEM-related activities and fields, and learning outcomes in science, math, and reading comprehension. Students will be inspired to learn about energy science, energy production, and environmental impacts by being immersed in an interactive world with interesting characters and engaging story objectives.\r\n\r\nThe broader/commercial impact of Serious Game for Energy Science (SGES) is an expandable model adaptable to learning objectives across grades levels and content areas. This research will establish models for artificial intelligence and teacher controls in serious games, and support teaching science, math, and reading comprehension with gaming. This will impact the commercialization of serious games in any science, technology, engineering and mathematics (STEM) topic. With the increase use of serious games in learning, development of this projects' research-based model will increase the economic competitiveness of the United States in the serious games market sector.  Innovative serious games like SGES can potentially increase knowledge/interest in STEM related skills/careers addressing national needs for STEM graduates in the workforce. SGES will enhance math, science, environmental literacy, and reading comprehension through student exploration of energy science, energy production, and environmental impact using problem-solving, critical thinking, communication, and collaboration skills. The project research results will impact the number of students entering STEM related careers or graduating with STEM degrees by engaging them through game play. The SGES project aims to improve STEM education for all grade levels and improve educator development by providing educators with an effective use of technology in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Trevathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Trevathan",
   "pi_email_addr": "Monica.Trevathan@tietronix.com",
   "nsf_id": "000570257",
   "pi_start_date": "2013-11-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jana",
   "pi_last_name": "Willis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jana M Willis",
   "pi_email_addr": "willis@uhcl.edu",
   "nsf_id": "000558983",
   "pi_start_date": "2013-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tietronix Software, Incorporated",
  "inst_street_address": "1331 GEMINI ST",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2814619300",
  "inst_zip_code": "770582745",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "TX36",
  "org_lgl_bus_name": "TIETRONIX SOFTWARE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZWUEWMMWJ7M5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston-Clear Lake",
  "perf_str_addr": "2700 Bay Area Blvd., Box 357",
  "perf_city_name": "Houston,",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770581098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "TX36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 224497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit - </strong>Serious Game for Energy Science (SGES) Phase 1 team developed, and conducted a pilot implementation, of a prototype called &ldquo;<em>Powered by Science&rdquo;, PbS</em>. Tietronix Software, Inc. assembled a highly qualified team of personnel spanning software development, game design, creative illustration, instructional design and technology, and education. Partner, University of Houston-Clear Lake, provided faculty experts in science education, curriculum development, and research methodology, as well as work study students who joined the production team in graphic arts, programming and instructional design.</p>\n<p>&nbsp;</p>\n<p>SGES capitalized on the appeal of video games to engage students. Through gameplay, <em>Powered by Science</em> provided students with an immersive experience to achieve 21st Century knowledge and skills. Video games can add interactive examples, allowing the player to run through simulations without the cost of supplies, or worrying about safety issues (Halverson, 2005). &nbsp;<em>PbS</em> prototype is developed so a multitude of energy science topics, applied math skills, and critical thinking strategies can be incorporated into scenarios and simulations (grades 5-8). Educational science skills and knowledge presented in <em>PbS</em> are aligned with national education standards from Next Generation Science Standards. Math concepts will be addressed further in Phase II and will be aligned with Common Core State Standards.<em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p><em>Powered by Science</em> can be classified as a &ldquo;long-form game&rdquo; as noted in Joan Ganz Cooney Center Sesame Workshop report. Long-form games continue beyond single class periods and can spread over weeks of gameplay. They have a strong research base as compared to short-form games, are focused on higher order thinking skills that align more naturally with new common core standards, and are significantly more engaging and motivating (Richards, Stebbins, &amp; Moellering, 2013).&nbsp;</p>\n<p>&nbsp;</p>\n<p>SGES proposed <em>Powered by Science</em> as a research innovation to develop two components that can be modeled in STEM serious game development: (1) Scaffolding instruction through game play, and (2) an instructional management tool for teachers. Lack of sufficient control has been identified as a potential barrier to the acceptance of serious games in the classroom (Wendel, Gobel, &amp; Steinmetz, 2011). Consequently, assessment must be recognized as a critical component of serious games if they are to be considered as a mechanism for positively impacting learning processes and student outcomes. Appropriate and valid user feedback and performance assessments provide evaluation elements and enable individualization and adaptability of the game to meet the diverse needs of the game players (Belotti, Kaprolos, Lee, Moreno-Ger, &amp; Berta, 2013). &nbsp;SGES has created a robust instructional management tool for the teacher along with a powerful database to manage educational content, assessment, and feedback to the student and teacher. An approach to scaffold the content through game play has been designed during Phase I and will be implemented Phase II. With the prototype and pilot implementation in a school setting, SGES has taken a first step toward accomplishing those goals and has advanced the body of knowledge in Serious Game development.&nbsp;</p>\n<p>&nbsp;</p>\n<p class=\"ColorfulList-Accent11\"><strong>Broader Impact - </strong>Results from this research will establish models for scaffolding through gameplay and instructional management tools in serious games, and will support teaching science, math, and critical thinking with gaming. This will impact the commercialization of serious games in any STEM topic and potentially across other disciplines. With the increase of serious games in school settings, the development of this...",
  "por_txt_cntn": "\nIntellectual Merit - Serious Game for Energy Science (SGES) Phase 1 team developed, and conducted a pilot implementation, of a prototype called \"Powered by Science\", PbS. Tietronix Software, Inc. assembled a highly qualified team of personnel spanning software development, game design, creative illustration, instructional design and technology, and education. Partner, University of Houston-Clear Lake, provided faculty experts in science education, curriculum development, and research methodology, as well as work study students who joined the production team in graphic arts, programming and instructional design.\n\n \n\nSGES capitalized on the appeal of video games to engage students. Through gameplay, Powered by Science provided students with an immersive experience to achieve 21st Century knowledge and skills. Video games can add interactive examples, allowing the player to run through simulations without the cost of supplies, or worrying about safety issues (Halverson, 2005).  PbS prototype is developed so a multitude of energy science topics, applied math skills, and critical thinking strategies can be incorporated into scenarios and simulations (grades 5-8). Educational science skills and knowledge presented in PbS are aligned with national education standards from Next Generation Science Standards. Math concepts will be addressed further in Phase II and will be aligned with Common Core State Standards. \n\n \n\nPowered by Science can be classified as a \"long-form game\" as noted in Joan Ganz Cooney Center Sesame Workshop report. Long-form games continue beyond single class periods and can spread over weeks of gameplay. They have a strong research base as compared to short-form games, are focused on higher order thinking skills that align more naturally with new common core standards, and are significantly more engaging and motivating (Richards, Stebbins, &amp; Moellering, 2013). \n\n \n\nSGES proposed Powered by Science as a research innovation to develop two components that can be modeled in STEM serious game development: (1) Scaffolding instruction through game play, and (2) an instructional management tool for teachers. Lack of sufficient control has been identified as a potential barrier to the acceptance of serious games in the classroom (Wendel, Gobel, &amp; Steinmetz, 2011). Consequently, assessment must be recognized as a critical component of serious games if they are to be considered as a mechanism for positively impacting learning processes and student outcomes. Appropriate and valid user feedback and performance assessments provide evaluation elements and enable individualization and adaptability of the game to meet the diverse needs of the game players (Belotti, Kaprolos, Lee, Moreno-Ger, &amp; Berta, 2013).  SGES has created a robust instructional management tool for the teacher along with a powerful database to manage educational content, assessment, and feedback to the student and teacher. An approach to scaffold the content through game play has been designed during Phase I and will be implemented Phase II. With the prototype and pilot implementation in a school setting, SGES has taken a first step toward accomplishing those goals and has advanced the body of knowledge in Serious Game development. \n\n \nBroader Impact - Results from this research will establish models for scaffolding through gameplay and instructional management tools in serious games, and will support teaching science, math, and critical thinking with gaming. This will impact the commercialization of serious games in any STEM topic and potentially across other disciplines. With the increase of serious games in school settings, the development of this projectÆs research-based model will increase the economic competitiveness of the US in the serious games market sector (McClarty, Orr, Frey, Dolan, Vassileva, &amp; McVay, 2012).\n\nDuring Phase 1 the SGES team held many discussions with education game distributors and energy-related corporate entities in a..."
 }
}