{
 "awd_id": "1346087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Mobile Indoor Localization and Navigation System Using Sensory Data with Data Mining and Machine Learning Techniques",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 128004.0,
 "awd_amount": 128004.0,
 "awd_min_amd_letter_date": "2013-12-06",
 "awd_max_amd_letter_date": "2013-12-06",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will explore the feasibility of an indoor localization technology that works efficiently and accurately when GPS does not. GPS receivers, although universally adopted by the general public, do not work indoors and suffer from inaccuracies of up to 25 meters in outdoor urban environments.  By analyzing and processing data generated from WiFi, bluetooth, cellphone signals, magnetometers, accelerometers, compasses, and gyroscopes, a building's sensory blueprint can be created. The building's sensory blueprint can then be exploited to localize people holding smart mobile devices. The research will consist in investigating, designing, implementing, and validating the following: (i) a motion model capable of detecting a user's movement with accelerometers, compasses, and gyroscopes, (ii) a diverse set of different machine learning algorithms to be compared in terms of speed and localization accuracy, (iii) a probabilistic measurement model built from the best machine learning algorithm of phase (ii), and (iv) a Monte Carlo Localization (MCL) algorithm that combines the motion and measurement models. The final indoor localization algorithm will be implemented, tested in real-world conditions, and refined to prove the technology's superiority in terms of accuracy, speed, and applicability.\r\n\r\nThe broader impact/commercial potential of this project is that it could revolutionize the way buildings are used. The technology offers benefits to both end-users and companies. On one hand, users inside large buildings (e.g., supermarkets, shopping malls, hospitals, museums) will have access to floor plans, location-based information, and turn-by-turn directions directly on their mobile devices. On the other hand, companies will be able to analyze their customers' movements and provide them with targeted information or advertising when and where they need it. Other applications of the technology will provide societal benefits: (i) first responders will be able to accurately localize victims thus reducing response times and saving lives, (ii) building managers will be able to save up to 30% energy and money by conditioning each room in real-time based on the room's occupancy, (iii) people with disabilities will be able to use the technology for assistance such as finding wheelchair-accessible routes, and (iv) warehouse managers will be able to reduce order fulfillment time. Indoor localization will be, in the near future, as pervasive as GPS is today.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Balaguer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Balaguer",
   "pi_email_addr": "bbalaguer@icplabs.com",
   "nsf_id": "000647478",
   "pi_start_date": "2013-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Intelligent Computer Programming Labs Inc.",
  "inst_street_address": "413 Saddle Rock Lane",
  "inst_street_address_2": "",
  "inst_city_name": "Rio Vista",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4152460889",
  "inst_zip_code": "945710000",
  "inst_country_name": "United States",
  "cong_dist_code": "",
  "st_cong_dist_code": "CA",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Intelligent Computer Programming Labs Inc.",
  "perf_str_addr": "543 Lakeville Circle",
  "perf_city_name": "Petaluma",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "949545737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 128004.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the NSF SBIR Phase I project was to design, implement, and evaluate a new technology capable of localizing people when GPS does not work. Indeed, GPS receivers do not work indoors (where people spend 90% of their time) and suffer from considerable positioning errors of up to 25 meters in urban environments. Exploiting a mixture of data mining, machine learning, dimensionality reduction, clustering, and sensor fusion techniques, the research and development team successfully proved that smartphones&rsquo; sensors can effectively be used for localization. In fact, all of the experiments were compared against GPS and showed the developed technology to be faster (0.24 versus 1 second) and more accurate (0.99 versus 7.17 meters), in addition to, unlike GPS, working indoors. The stages contributing to the project&rsquo;s finalized localization technology can be briefly summarized as follows:</p>\n<p>1. A study involving 10 different apple- and android-based smartphones, accounting for 94.5% of the U.S. market, was performed to evaluate which sensors should be exploited for the indoor localization technology. After carefully evaluating 18 sensors, 5 (accelerometer, cellular, magnetometer, orientation, and WiFi) were retained as good candidates for the technology and subsequently used in the project.</p>\n<p>2. A total of 10 machine learning algorithms were implemented and evaluated on an extensive series of experiments comprised of 12 real-world experiments, each encompassing different operating conditions such as indoor, outdoor, rural, and urban areas. The experiments showed that the best performing machine learning algorithm was capable of localizing (both indoors and outdoors) with a 1.24 meters accuracy.</p>\n<p>3. Two enhancements were designed and implemented, in order to further improve the technology&rsquo;s accuracy. First, a rough estimate of the user&rsquo;s position was inferred from the accelerometer and orientation sensors, by developing an algorithm capable of counting the number of steps a user has taken from the accelerometer sensor. &nbsp;Second, the best machine learning algorithm (from step 2.) was modified into a probabilistic framework to better account for sensor noise, outliers, and uncertainties.</p>\n<p>4. The two enhancements were combined into a new tracking algorithm, essentially creating the project&rsquo;s finalized localization technology. The technology was validated with 30 real-world experiments encompassing 6 different environments and operating conditions. The algorithms and technology created from this project proved to be very accurate, with localization errors of 0.987 meters, fast localization speeds of 0.24 seconds, and robustness to changes in environments or operating conditions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2014<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Balaguer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1346087/1346087_10286417_1405471791032_FigureA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1346087/1346087_10286417_1405471791032_FigureA--rgov-800width.jpg\" title=\"Project's Localization Technology in an Urban Environment\"><img src=\"/por/images/Reports/POR/2014/1346087/1346087_10286417_1405471791032_FigureA--rgov-66x44.jpg\" alt=\"Project's Localization Technology in an Urban Environment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A visualization of the project's localization te...",
  "por_txt_cntn": "\nThe goal of the NSF SBIR Phase I project was to design, implement, and evaluate a new technology capable of localizing people when GPS does not work. Indeed, GPS receivers do not work indoors (where people spend 90% of their time) and suffer from considerable positioning errors of up to 25 meters in urban environments. Exploiting a mixture of data mining, machine learning, dimensionality reduction, clustering, and sensor fusion techniques, the research and development team successfully proved that smartphonesÆ sensors can effectively be used for localization. In fact, all of the experiments were compared against GPS and showed the developed technology to be faster (0.24 versus 1 second) and more accurate (0.99 versus 7.17 meters), in addition to, unlike GPS, working indoors. The stages contributing to the projectÆs finalized localization technology can be briefly summarized as follows:\n\n1. A study involving 10 different apple- and android-based smartphones, accounting for 94.5% of the U.S. market, was performed to evaluate which sensors should be exploited for the indoor localization technology. After carefully evaluating 18 sensors, 5 (accelerometer, cellular, magnetometer, orientation, and WiFi) were retained as good candidates for the technology and subsequently used in the project.\n\n2. A total of 10 machine learning algorithms were implemented and evaluated on an extensive series of experiments comprised of 12 real-world experiments, each encompassing different operating conditions such as indoor, outdoor, rural, and urban areas. The experiments showed that the best performing machine learning algorithm was capable of localizing (both indoors and outdoors) with a 1.24 meters accuracy.\n\n3. Two enhancements were designed and implemented, in order to further improve the technologyÆs accuracy. First, a rough estimate of the userÆs position was inferred from the accelerometer and orientation sensors, by developing an algorithm capable of counting the number of steps a user has taken from the accelerometer sensor.  Second, the best machine learning algorithm (from step 2.) was modified into a probabilistic framework to better account for sensor noise, outliers, and uncertainties.\n\n4. The two enhancements were combined into a new tracking algorithm, essentially creating the projectÆs finalized localization technology. The technology was validated with 30 real-world experiments encompassing 6 different environments and operating conditions. The algorithms and technology created from this project proved to be very accurate, with localization errors of 0.987 meters, fast localization speeds of 0.24 seconds, and robustness to changes in environments or operating conditions.\n\n\t\t\t\t\tLast Modified: 09/28/2014\n\n\t\t\t\t\tSubmitted by: Benjamin Balaguer"
 }
}