{
 "awd_id": "1346515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Low-Cost and Green Deposition of Multifunctional Oxide Films",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2013-12-20",
 "awd_max_amd_letter_date": "2013-12-20",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project is aimed at commercializing a technology which addresses the problem of Transparent Conductive Oxide (TCO) film performance and cost. This is an important issue for the manufacturers of optoelectronic devices that utilize TCO films, like LEDs, OLEDs, thin-film photovoltaics, and smart windows, and is an issue which has received a significant amount of academic and industrial attention. This project aims to address the issue by exploring a solution process for depositing Zinc Oxide (ZnO) based TCO films with potential to provide lower materials, energy, and capital equipment costs than current deposition methods and TCO materials. In particular, this project will explore increasing the speed of this solution deposition process and incorporating performance enhancing antireflection properties. This technology is based on NSF funded basic research and the fundamentals of its potential have been demonstrated in several peer reviewed publications. \r\n\r\nThe broader impact/commercial potential of this project is significant. If successfully developed, solution deposited multifunctional antireflective and transparent conductive ZnO films would present a significant market opportunity. The greater TCO deposition market is at least several billion dollars per year, with those applications that can most easily be addressed by solution deposited ZnO based TCOs representing several hundred million to over half a billion dollars per year. In the majority of applications, there could be device performance and/or economic benefit from the ability to incorporate tunable antireflection properties without significantly diminishing other important TCO film characteristics. By providing technology that will help lower costs and improve the performance of energy conserving LEDs, OLEDs, and smart windows, as well as renewable energy generating photovoltaic solar cells, this project has the long term potential to increase adoption of these technologies, which in turn creates a more sustainable energy future for the U.S. and the world. In terms of enhancing scientific understanding, the knowledge gained from this project has potential to spur others to examine green chemistry methods, such as microwave assisted deposition, for synthesizing and depositing advanced inorganic materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Richardson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob J Richardson",
   "pi_email_addr": "jake@solutiondepositionsystems.com",
   "nsf_id": "000645352",
   "pi_start_date": "2013-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ram",
   "pi_last_name": "Seshadri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ram Seshadri",
   "pi_email_addr": "seshadri@mrl.ucsb.edu",
   "nsf_id": "000486548",
   "pi_start_date": "2013-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Solution Deposition Systems, Inc.",
  "inst_street_address": "75 Robin Hill Road",
  "inst_street_address_2": "Suite 201",
  "inst_city_name": "Santa Barbara",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8052849404",
  "inst_zip_code": "931173108",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "PJG8DJCHHD78"
 },
 "perf_inst": {
  "perf_inst_name": "The University of California Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, Solution Deposition Systems, Inc. and the University of California Santa Barbara collaborated on the development of aqueous solution deposition of transparent conductive ZnO layers. Solution deposited transparent conductive ZnO films could be a lower cost alternative to the vapor deposited indium tin oxide (ITO) layers used today. Although many other types of devices, including flat panel displays, solar cells, smart windows and OLEDs, also utilize transparent conductive oxide (TCO) layers, this project was focused on demonstrating the commercial feasibility of solution deposited ZnO for use in LEDs. The decision to focus on the LED market was influenced by customer discover activities conducted as part of NSF&rsquo;s &ldquo;Beat-the-Odds Boot Camp&rdquo; program.</p>\n<p>&nbsp;</p>\n<p>To improve the commercial feasibility of solution deposited ZnO, this project explored two complementary research and development areas: 1) the use of microwave assisted solution deposition to increase film deposition rate, thus lowering process time and improving throughput and cost, and 2) the use of internal porosity in the ZnO layers to control the optical properties of the ZnO, and thus provide additional optical functionality that would typically require additional layers and/or materials. The project was generally successful in demonstrating the potential of both of these approaches.</p>\n<p>&nbsp;</p>\n<p>Using microwave assisted solution deposition it was possible to increase the deposition rate by 5 times or more without significantly degrading the electrical or optical properties of the ZnO layers. It is believed that the deposition rate could be increased further, but the deposition rates already demonstrated with microwave assisted deposition in this project should allow the process times for solution deposition to be at least on par with vapor deposition of ITO for LEDs. Given the intrinsic cost advantages of solution deposition and ZnO over vapor deposition and ITO, a similar process time should allow for a significant overall cost advantage.</p>\n<p>&nbsp;</p>\n<p>This project also demonstrated that nanoscale porosity could be used to reduce the refractive index of ZnO layers while still maintaining the transparency and electrical conductivity required of a TCO layer. The lower refractive index achieved should allow for additional light to be extracted from LEDs, thus making them brighter and more efficient. Although some control was demonstrated over the size of the pores created in the ZnO, the project did not yet demonstrate the ability to modulate refractive index, as was hoped. Once control over refractive index is achieved, even further enhancement of LED efficiency will be possible. However, coupled with a better combination of transparency and electrical conductivity, the reduced refractive index demonstrated should allow solution deposited ZnO to provide a performance advantage over vapor deposited ITO in LEDs.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2015<br>\n\t\t\t\t\tModified by: Jacob&nbsp;J&nbsp;Richardson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, Solution Deposition Systems, Inc. and the University of California Santa Barbara collaborated on the development of aqueous solution deposition of transparent conductive ZnO layers. Solution deposited transparent conductive ZnO films could be a lower cost alternative to the vapor deposited indium tin oxide (ITO) layers used today. Although many other types of devices, including flat panel displays, solar cells, smart windows and OLEDs, also utilize transparent conductive oxide (TCO) layers, this project was focused on demonstrating the commercial feasibility of solution deposited ZnO for use in LEDs. The decision to focus on the LED market was influenced by customer discover activities conducted as part of NSFÆs \"Beat-the-Odds Boot Camp\" program.\n\n \n\nTo improve the commercial feasibility of solution deposited ZnO, this project explored two complementary research and development areas: 1) the use of microwave assisted solution deposition to increase film deposition rate, thus lowering process time and improving throughput and cost, and 2) the use of internal porosity in the ZnO layers to control the optical properties of the ZnO, and thus provide additional optical functionality that would typically require additional layers and/or materials. The project was generally successful in demonstrating the potential of both of these approaches.\n\n \n\nUsing microwave assisted solution deposition it was possible to increase the deposition rate by 5 times or more without significantly degrading the electrical or optical properties of the ZnO layers. It is believed that the deposition rate could be increased further, but the deposition rates already demonstrated with microwave assisted deposition in this project should allow the process times for solution deposition to be at least on par with vapor deposition of ITO for LEDs. Given the intrinsic cost advantages of solution deposition and ZnO over vapor deposition and ITO, a similar process time should allow for a significant overall cost advantage.\n\n \n\nThis project also demonstrated that nanoscale porosity could be used to reduce the refractive index of ZnO layers while still maintaining the transparency and electrical conductivity required of a TCO layer. The lower refractive index achieved should allow for additional light to be extracted from LEDs, thus making them brighter and more efficient. Although some control was demonstrated over the size of the pores created in the ZnO, the project did not yet demonstrate the ability to modulate refractive index, as was hoped. Once control over refractive index is achieved, even further enhancement of LED efficiency will be possible. However, coupled with a better combination of transparency and electrical conductivity, the reduced refractive index demonstrated should allow solution deposited ZnO to provide a performance advantage over vapor deposited ITO in LEDs. \n\n \n\n\t\t\t\t\tLast Modified: 03/02/2015\n\n\t\t\t\t\tSubmitted by: Jacob J Richardson"
 }
}