{
 "awd_id": "1347843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH, LTREB RENEWAL: Using long-term data, experiments and modeling to assess demographic effects of fire and complex interactions in Florida scrub",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 325720.0,
 "awd_amount": 344608.0,
 "awd_min_amd_letter_date": "2014-05-15",
 "awd_max_amd_letter_date": "2018-04-10",
 "awd_abstract_narration": "Long-term data provide a valuable context to understand how landscapes and species adjust to variation in climate, changing land use, and a variety of disturbances. This project extends a twenty-six year study of 14 plant species by combining experiments with models to understand the effects of local and regional variation on plant population dynamics. Field experiments will vary water and ash addition and removal, competition, and seed additions. Survival, growth, fecundity, and recruitment will be measured in both undisturbed populations and experimental treatments, and these small-scale responses will then be linked with larger-scale changes in climate and fire regimes. Long-term data and experimental results will inform models that predict how different fire and climate conditions affect key plant species. In general, this research takes advantage of long-term demographic data on multiple co-occurring plant species to reveal how plants respond across different spatial scales to environmental change.   \r\n\r\nThe research incorporates education efforts at multiple levels. It will support high school research assistants each summer and will fund post-baccalaureate interns, continuing a unique, highly productive, in-depth research experience. Graduate students will be trained through their participation in the research. The project will provide a wealth of statistical, ecological, and conservation information, contributing directly to conservation of Florida scrub, an imperiled ecosystem that is home to dozens of endangered species. Specialized workshops and continual interaction with local land managers and policy makers through collaborations and presentations will increase the practical value of the research findings. Specifically, the project will inform land managers using fire and other tools to conserve critically threatened plants. Public displays and art projects will directly convey information to the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Menges",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Menges",
   "pi_email_addr": "emenges@archbold-station.org",
   "nsf_id": "000156977",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Archbold Expeditions, Inc.",
  "inst_street_address": "123 MAIN DR",
  "inst_street_address_2": "",
  "inst_city_name": "VENUS",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8634652571",
  "inst_zip_code": "339602039",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "FL18",
  "org_lgl_bus_name": "ARCHBOLD EXPEDITIONS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZC2GY8VUCAE9"
 },
 "perf_inst": {
  "perf_inst_name": "Archbold Biological Station",
  "perf_str_addr": "123 Main Drive",
  "perf_city_name": "Lake Placid",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "338522025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "FL18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "119600",
   "pgm_ele_name": "LONG-TERM RSCH IN ENVIR BIO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1196",
   "pgm_ref_txt": "LONG-TERM RSCH IN ENVIR BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 325720.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5163.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 4865.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 4848.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 4012.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research looks in detail at populations of plants found in Florida scrub, a shrub dominated ecosystem. Over more than three decades, we collected and analyzed detailed long-term data on individual plants and groups of plants in relation to environmental factors such as fire, spatial location, local site conditions, and weather. The study encompassed 15 plant species and over 94,000 plants in total. We then used computer models to simulate changes in population in relation to these environmental factors and specify parts of each plant&rsquo;s life cycle that are critical to persistence. These models scaled from individual populations up to networks of populations in a landscape. For example, one of our studies indicated the pivotal role of seed dormancy, dispersal and fire history on plant population dynamics, distribution and abundance. These results emphasize the importance of changes in the availability and configuration of suitable habitat associated with human or non-human landscape changes. Our findings also provide critical information to improve management and conservation of biodiversity. For example, they detail the effects of fire management on the viability of populations and how larger and more connected populations have disproportionate effects on the persistence of plant species. &nbsp;Our long-term research has already been incorporated in regional management and restoration efforts and has been used for conservation planning. These data are the basis of new collaborations, analyses, and published papers.</p>\n<p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/27/2020<br>\n\t\t\t\t\tModified by: Eric&nbsp;S&nbsp;Menges</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research looks in detail at populations of plants found in Florida scrub, a shrub dominated ecosystem. Over more than three decades, we collected and analyzed detailed long-term data on individual plants and groups of plants in relation to environmental factors such as fire, spatial location, local site conditions, and weather. The study encompassed 15 plant species and over 94,000 plants in total. We then used computer models to simulate changes in population in relation to these environmental factors and specify parts of each plant’s life cycle that are critical to persistence. These models scaled from individual populations up to networks of populations in a landscape. For example, one of our studies indicated the pivotal role of seed dormancy, dispersal and fire history on plant population dynamics, distribution and abundance. These results emphasize the importance of changes in the availability and configuration of suitable habitat associated with human or non-human landscape changes. Our findings also provide critical information to improve management and conservation of biodiversity. For example, they detail the effects of fire management on the viability of populations and how larger and more connected populations have disproportionate effects on the persistence of plant species.  Our long-term research has already been incorporated in regional management and restoration efforts and has been used for conservation planning. These data are the basis of new collaborations, analyses, and published papers.\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n\t\t\t\t\tLast Modified: 05/27/2020\n\n\t\t\t\t\tSubmitted by: Eric S Menges"
 }
}