{
 "awd_id": "1347523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fixed Amount Award",
 "awd_titl_txt": "Small Business - ERC Collaborative Opportunity to develop an instrument for trace detection of O2 using a high-finesse prism optical cavity and the Faraday Effect",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Jackson",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2014-03-28",
 "awd_max_amd_letter_date": "2014-08-05",
 "awd_abstract_narration": "Intellectual Merit :\r\nIn this project a new fully optical CE-FRS detection scheme is proposed to mitigate needs\r\nfor any chemical treatments of the sample gas that is usually required with currently available\r\ninstrumentation for trace oxygen sensing. The project will leverage unique capabilities of\r\ndevelopment and commercialization of cavity enhanced technologies by Tiger Optics and the\r\nnew sensing technology based on FRS developed and demonstrated by MIRTHE. Initially a proof-of-concept\r\nprototype system will be investigated based on a conventional two mirror high-Finesse cavity\r\nequipped with a custom FRS optics for signal extraction. Most importantly the proposed research\r\nwill also explore the possibility of implementing CE-FRS using the Tiger Optics proprietary\r\nhigh-Finesse optical prism cavity technology. This unique technology would allow CE-FRS to\r\nbe implemented in combination with standard cw-CRDS in the same commercial instrument, permitting\r\nsensitive broadband detection of paramagnetic and diamagnetic molecules simultaneously. The\r\nproposed technology will eliminate routine maintenance issues, chemical conversion uncertainty\r\nand other disadvantages typical for electrochemical systems or indirect sensing technologies.\r\nThe proposed direct laser-based detection provides significant advantage in industrial applications\r\nwhere 24-7 continuous monitoring is required and in environmental applications where analyzers\r\nare often situated in remote locations with basic infrastructure.\r\nBroader Impacts :\r\nDevelopment of a CE-FRS method will open up possibilities for sensitive monitoring of many\r\nother paramagnetic species. This method will be suitable for real-time monitoring of trace\r\nconcentrations of radicals involved in combustion and atmospheric chemistry, i.e. NO, NO2,\r\nOH, HO2, and CH. In many cases, while the presence of these radicals is known, the reaction\r\nrates and abundances are not well known due to the lack of in situ monitoring capabilities.\r\nA direct laser-based method can provide a new tool for monitoring trace-radicals in a wide\r\nrange of applications such as environmental monitoring, industrial process control or combustion\r\ndiagnostics. Therefore scientific and engineering advancements in this field integrated with\r\na comprehensive educational program addressing specific career development goals at each academic\r\nlevel from high school students to post-doctoral researchers, will provide an excellent training\r\nfor the new generation",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erika",
   "pi_last_name": "Coyne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erika Coyne",
   "pi_email_addr": "ecoyne@tigeroptics.com",
   "nsf_id": "000618661",
   "pi_start_date": "2014-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerard",
   "pi_last_name": "Wysocki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerard Wysocki",
   "pi_email_addr": "gwysocki@princeton.edu",
   "nsf_id": "000491891",
   "pi_start_date": "2014-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tiger Optics, LLC",
  "inst_street_address": "275 GIBRALTAR RD",
  "inst_street_address_2": "",
  "inst_city_name": "HORSHAM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2153436600",
  "inst_zip_code": "190442305",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "PA04",
  "org_lgl_bus_name": "PROCESS INSIGHTS - TIGER OPTICS, LLC.",
  "org_prnt_uei_num": "D1YKDAN76UL6",
  "org_uei_num": "D1YKDAN76UL6"
 },
 "perf_inst": {
  "perf_inst_name": "Tiger Optics, LLC",
  "perf_str_addr": "250 Titus Avenue",
  "perf_city_name": "Warrington",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "189762426",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "PA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "130E",
   "pgm_ref_txt": "CENTERS: MICRO/OPTO ELECTRONICS"
  },
  {
   "pgm_ref_code": "132E",
   "pgm_ref_txt": "CENTERS: SENSING & INFO SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oxygen (O<sub>2</sub>) constitutes just over a fifth of the volume of the atmosphere and plays a key role in a variety of biotic and abiotic processes on Earth. Accurate knowledge of its concentration is important for combustion, fermentation, corrosion, medical gas monitoring, process control and numerous other commercial applications. While an abundance of O<sub>2</sub> is critical for biotic respiration, the presence of even minute amounts of oxygen in ultra-high purity (UHP) gases can cause significant issues in industrial processes. For example, oxygen contamination in semiconductor fabrication directly impacts the quality of the product and causes significant yield reduction, leading to rework or scrapping product. Many of the gases used in the semiconductor industry are corrosive or highly reactive, for example, Cl<sub>2</sub>, HCl and HBr, posing a need for trace oxygen monitoring that cannot be met with currently available commercial analyzers. By contrast, the analyzer developed in this project will be able to handle corrosive gases without problems. For this reason, there exists a strong commercial imperative to have sensitive and reliable methods for monitoring trace oxygen contaminants in UHP gases. In this project, Tiger Optics developed a novel Cavity Ring-Down Faraday Rotation Spectroscopy (CRD-FRS) sensor system for continuous (24/7) monitoring of oxygen at trace concentration levels, in collaboration with Prof. Gerard Wysocki at Princeton University and the NSF Engineering Research Center MIRTHE. Additionally, this new technology offers the possibility to extend the detection to multispecies sensing of other paramagnetic molecules, such as NO or NO<sub>2</sub>, and for a wide range of diamagnetic molecules through the application of regular cavity ring-down spectroscopy.</p>\n<p>This new CRD-FRS technique has been theoretically analyzed and experimentally implemented. The results showed that this technique permits ultra-sensitive detection of paramagnetic gaseous species with improved detection limits, especially under noisy measurement conditions/environments. The developed technology relies on an enhancement of magneto-optical signals (Faraday Effect) by utilizing the large path length enhancement provided by a high-finesse optical cavity. One advantage of such a CRD-FRS system is that it can be constructed by incorporating polarization selective elements, an additional detector, and permanent magnets or an electromagnetic coil for magnetic field generation into existing CRDS instrumentation. The signal enhancement property of the cavity, when combined with the noise suppression qualities of Faraday rotation spectroscopy, enables trace measurements of paramagnetic gases with a sensitivity that surpasses what has been achieved by cavity-enhanced absorption spectroscopy or Faraday rotation spectroscopy alone. This is particularly true for conditions that expose the active optical path within the cavity to environments heavily contaminated by particulate matter, which introduces large fluctuations of broadband cavity losses. These fluctuations are present in the ring-down times of both polarizations to the same extent and are therefore cancelled out when extracting the Faraday signal.</p>\n<p>The CRD-FRS spectrometer presented in this work exhibits a noise equivalent absorption of 1.3&times;10<sup>-9</sup> rad/Hz<sup>1/2</sup>, which translates into an oxygen detection limit of 87 ppb for 100 seconds of integration time. This is an order of magnitude better than the detection limit of Tiger Optics&rsquo; commercial analyzer for direct detection of oxygen based on Cavity Ring-Down Spectroscopy. Further opto-mechanical improvements of the cavity assembly, active laser stabilization, and an increase in the system duty cycle are believed to yield a CRD-FRS spectrometer whose oxygen detection limit will approach the single-digit ppb-level.</p>\n<p>&nbsp;</...",
  "por_txt_cntn": "\nOxygen (O2) constitutes just over a fifth of the volume of the atmosphere and plays a key role in a variety of biotic and abiotic processes on Earth. Accurate knowledge of its concentration is important for combustion, fermentation, corrosion, medical gas monitoring, process control and numerous other commercial applications. While an abundance of O2 is critical for biotic respiration, the presence of even minute amounts of oxygen in ultra-high purity (UHP) gases can cause significant issues in industrial processes. For example, oxygen contamination in semiconductor fabrication directly impacts the quality of the product and causes significant yield reduction, leading to rework or scrapping product. Many of the gases used in the semiconductor industry are corrosive or highly reactive, for example, Cl2, HCl and HBr, posing a need for trace oxygen monitoring that cannot be met with currently available commercial analyzers. By contrast, the analyzer developed in this project will be able to handle corrosive gases without problems. For this reason, there exists a strong commercial imperative to have sensitive and reliable methods for monitoring trace oxygen contaminants in UHP gases. In this project, Tiger Optics developed a novel Cavity Ring-Down Faraday Rotation Spectroscopy (CRD-FRS) sensor system for continuous (24/7) monitoring of oxygen at trace concentration levels, in collaboration with Prof. Gerard Wysocki at Princeton University and the NSF Engineering Research Center MIRTHE. Additionally, this new technology offers the possibility to extend the detection to multispecies sensing of other paramagnetic molecules, such as NO or NO2, and for a wide range of diamagnetic molecules through the application of regular cavity ring-down spectroscopy.\n\nThis new CRD-FRS technique has been theoretically analyzed and experimentally implemented. The results showed that this technique permits ultra-sensitive detection of paramagnetic gaseous species with improved detection limits, especially under noisy measurement conditions/environments. The developed technology relies on an enhancement of magneto-optical signals (Faraday Effect) by utilizing the large path length enhancement provided by a high-finesse optical cavity. One advantage of such a CRD-FRS system is that it can be constructed by incorporating polarization selective elements, an additional detector, and permanent magnets or an electromagnetic coil for magnetic field generation into existing CRDS instrumentation. The signal enhancement property of the cavity, when combined with the noise suppression qualities of Faraday rotation spectroscopy, enables trace measurements of paramagnetic gases with a sensitivity that surpasses what has been achieved by cavity-enhanced absorption spectroscopy or Faraday rotation spectroscopy alone. This is particularly true for conditions that expose the active optical path within the cavity to environments heavily contaminated by particulate matter, which introduces large fluctuations of broadband cavity losses. These fluctuations are present in the ring-down times of both polarizations to the same extent and are therefore cancelled out when extracting the Faraday signal.\n\nThe CRD-FRS spectrometer presented in this work exhibits a noise equivalent absorption of 1.3&times;10-9 rad/Hz1/2, which translates into an oxygen detection limit of 87 ppb for 100 seconds of integration time. This is an order of magnitude better than the detection limit of Tiger OpticsÆ commercial analyzer for direct detection of oxygen based on Cavity Ring-Down Spectroscopy. Further opto-mechanical improvements of the cavity assembly, active laser stabilization, and an increase in the system duty cycle are believed to yield a CRD-FRS spectrometer whose oxygen detection limit will approach the single-digit ppb-level.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2016\n\n\t\t\t\t\tSubmitted by: Erika Coyne"
 }
}