{
 "awd_id": "1347565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Development of a Heterogeneous Multiscale Model as Scale-Bridging Method for Chemically Reacting Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2013-03-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 59891.0,
 "awd_amount": 59891.0,
 "awd_min_amd_letter_date": "2013-11-05",
 "awd_max_amd_letter_date": "2013-11-05",
 "awd_abstract_narration": "1139338\r\nIhme\r\n\r\nWith the rapidly growing energy demand and environmental concerns, the utilization of advanced combustion technologies and alternative fuels is gaining increasing attention. However, associated with these emerging energy-conversion strategies is an increasing need for accurate and reliable information about reaction rates, transport properties, and other constitutive relations that are required for the system characterization on a macroscopic level. Since our current knowledge about these constitutive relations and rate coefficients primarily relies on experiments, a critical need exists to complement these studies with computational investigations that extend current modeling efforts and are able to fully account for the coupling between processes occurring on macroscopic and atomistic scales.\r\n\r\nThe objective of this exploratory research program is the development of a heterogeneous multiscale method (HMM) for chemically reacting systems. In this HMM-formulation, the macroscopic model is described by the conservation equations for mass, momentum, energy, and species, and incomplete or unreliable data for constitutive relations, reaction rates, and other macroscopic quantities are evaluated from a detailed atomistic model. To demonstrate the potential of this approach, a canonical combustion problem is considered. To facilitate the successful application of HMM, fundamental scientific issues associated with the rigorous definition of scale-bridging operators for micro-macro coupling and the necessary reduction of the HMM model complexity will be systematically addressed in this research. \r\n\r\nIf successful, the proposed exploratory research program enables the holistic investigation of complex combustion systems, and eliminates dependencies on incomplete and unreliable information about constitutive relations. Algorithmic developments addressing the reduction of the computational model complexity will be critical to enable the HMM application to complex combustion problems. More broadly, this research on the HMM model is general and can be applied to a wide range of industrial problems, including catalytic processes, combustion in fluidized beds, surface oxidation, and other problems for which information about detailed chemical mechanisms and other constitutive relations are not available.\r\n\r\nThe broader impact of this research arises from the improved understanding about chemical kinetics and combustion processes, which will complement experimental investigations. The research program closely integrates education and outreach activities. Specifically, courses on combustion and propulsion will be complemented by lectures on alternative energy systems. In addition, research activities for undergraduate students will be organized during the academic year and the summer. In these research activities, students will work on topics related to sustainable energy generation and address fundamental aspects on basic thermodynamics and combustion physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Ihme",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias Ihme",
   "pi_email_addr": "mihme@stanford.edu",
   "nsf_id": "000500463",
   "pi_start_date": "2013-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "3160 Porter Drive",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59891.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main outcome of this project was the development of a scale-bridging method for the prediction of chemical reactions at the atomistic level.&nbsp;Molecular dynamic (MD) computations are performed using the reactve force method.&nbsp;Two different types of MD ensembles are evaluated, one is the canonical ensemble that corresponds to the isothermal system with a fixed number of particles (N), a fixed volume (V) and a fixed temperature (T), labeled as NVT ensemble; another one is the micro-canonical ensemble that corresponds to the isolated thermodynamic system with a fixed number of particles (N), a fixed volume (V) and a fixed energy (E), labeled as NVE ensemble.&nbsp;</p>\n<p>Macroscopic continuum model calculations are first carried out the resulting data is used as guidance to identify feasible operating conditions that can be accessed by both the MD and continuous simulations. &nbsp;Direct comparisons with continuous-scale models showed that the molecular dynamic calculations are in good agreement with currently established high-pressure reaction mechanisms. Both approaches accurately capture initial dissociated phase that evolves on nano-second time-scales.&nbsp;</p>\n<p>Several coupling method were investigate, and the sensitivity of the atomistic cluster-dynamics to initial conditions and modeling parameters were assessed. By considering an hydrogen/oxygen system, it was found the chemical pathways predicted with the force-field method exhibit strong sensitivity to the system initialization which was here sampled from a Boltzmann-distribution.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2014<br>\n\t\t\t\t\tModified by: Matthias&nbsp;Ihme</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main outcome of this project was the development of a scale-bridging method for the prediction of chemical reactions at the atomistic level. Molecular dynamic (MD) computations are performed using the reactve force method. Two different types of MD ensembles are evaluated, one is the canonical ensemble that corresponds to the isothermal system with a fixed number of particles (N), a fixed volume (V) and a fixed temperature (T), labeled as NVT ensemble; another one is the micro-canonical ensemble that corresponds to the isolated thermodynamic system with a fixed number of particles (N), a fixed volume (V) and a fixed energy (E), labeled as NVE ensemble. \n\nMacroscopic continuum model calculations are first carried out the resulting data is used as guidance to identify feasible operating conditions that can be accessed by both the MD and continuous simulations.  Direct comparisons with continuous-scale models showed that the molecular dynamic calculations are in good agreement with currently established high-pressure reaction mechanisms. Both approaches accurately capture initial dissociated phase that evolves on nano-second time-scales. \n\nSeveral coupling method were investigate, and the sensitivity of the atomistic cluster-dynamics to initial conditions and modeling parameters were assessed. By considering an hydrogen/oxygen system, it was found the chemical pathways predicted with the force-field method exhibit strong sensitivity to the system initialization which was here sampled from a Boltzmann-distribution. \n\n\t\t\t\t\tLast Modified: 10/14/2014\n\n\t\t\t\t\tSubmitted by: Matthias Ihme"
 }
}