{
 "awd_id": "1347545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical Assessment of the Practical and Intrinsic Predictability of Warm-Season Convection Initiation Using Mesoscale Predictability Experiment (MPEX) Data",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 456206.0,
 "awd_amount": 456206.0,
 "awd_min_amd_letter_date": "2014-01-24",
 "awd_max_amd_letter_date": "2014-01-24",
 "awd_abstract_narration": "The formation of deep, moist convection, or convection initiation, is highly sensitive to the atmospheric state in which it occurs. Consequently, accurately predicting the timing and location of convection initiation events poses a formidable challenge for storm-scale numerical simulations. The ultimate goal of this research is to improve the ability to predict convection initiation and, subsequently, mitigate the loss of property and life that often accompany intense convective events. To that end, this study examines the practical and intrinsic predictability of convection initiation by assessing the impact of targeted synoptic- to meso-alpha-scale observations obtained in the pre-convective environment by the Mesoscale Predictability Experiment (MPEX) upon convection-permitting real-data numerical simulations of selected convection initiation events. Investigating how predictability evolves in response to a more intensively-sampled representation of the pre-convective environment will increase fundamental understanding regarding the synoptic- to meso-alpha-scale controls upon convection initiation.\r\n\r\nIntellectual Merit: Utilizing two ensembles of Ensemble Kalman filter-initialized, convection-permitting real-data numerical simulations, one incorporating MPEX observations and one not, this research tests the hypothesis that a more intensively-sampled representation of the pre-convective atmospheric state is sufficient to improve the practical predictability of pristine convection initiation timing and location over the range of events sampled by MPEX. Probabilistic, temporally-binned spatial verification methods will be utilized to test this hypothesis. Utilizing \"perfect model\" and \"perfect observations\" approaches applied to the study of the initial convection initiation event from three MPEX intensive observation periods, each characterized by a different prevailing synoptic-scale flow pattern, the influences of initial condition uncertainty and variability in the numerical representation of sub-grid-scale planetary boundary layer processes upon the intrinsic predictability of convection initiation are examined. In so doing, this research will expand understanding through the provision of critically-needed insight into the limits imposed by current observational constraints upon the predictability of convection initiation, an inherently multi-scale, non-linear physical process. It will further illuminate the controls upon the predictability of convection initiation exerted by the synoptic- and meso-alpha-scales and identify the presence of larger-scale attractors that influence its intrinsic predictability.\r\n\r\nBroader Impacts: Deep, moist convection routinely poses significant impacts to both property and life. The ability to mitigate these impacts through the development of more accurate, longer-lead forecasts of deep, moist convection hinges upon our ability to better predict its initiation. Basic insight into convection initiation provided by the research will lead to advances in our ability to predict the timing, location, and occurrence of deep, moist convection. Such advances offer the promise of reducing the substantial losses of property and life due to deep, moist convection and associated phenomena incurred annually. The cross-cutting research themes of predictability, probability, and uncertainty will be communicated to non-specialists through the development of an undergraduate, non-majors Honors seminar titled \"Understanding and Communicating Probability and Uncertainty in the Atmospheric Sciences.\" Graduate students involved with the research will be mentored as to the inherent societal significance of their research, afforded opportunities to communicate research findings to diverse, non-specialist audiences, and encouraged to acquire training in integrating the physical and social sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Evans",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Allen C Evans",
   "pi_email_addr": "evans36@uwm.edu",
   "nsf_id": "000597188",
   "pi_start_date": "2014-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Roebber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J Roebber",
   "pi_email_addr": "roebber@uwm.edu",
   "nsf_id": "000098385",
   "pi_start_date": "2014-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "3200 N. Cramer St.",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532113029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 456206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through this award, we sought to determine the extent to which special aircraft-based observations collected in the morning before expected thunderstorm activity later that day were able to improve our ability to predict precisely when, where, and if thunderstorms would eventually form. We also sought to determine our current ability to predict, and potential limits on our ability to predict, if, when, and where thunderstorms would form at lead times ranging from three to fifteen hours before they would form. To accomplish these goals, we ran an advanced numerical weather prediction model between 60 and 150 times (what is known in meteorological terms as an ensemble) for each of fifteen thunderstorm events that occurred during May 2013, generating nearly 75 terabytes of data in the process. We also developed a novel method for identifying thunderstorm formation in both model forecast output and radar observations; an example is given in the image included with this report.</p>\n<p>Our study found that special aircraft-based observations collected before expected thunderstorm activity were not able to improve our ability to predict when, where, and if thunderstorms would eventually form. We believe this is primarily because the observations were largely collected from 1-5 miles above the ground, whereas thunderstorm formation really depends on what is happening in the lowest mile above the ground. It also depends on atmospheric processes that change on time and space scales much closer to an actual thunderstorm than we were able to observe by aircraft. We also found that our ability to predict when and where a thunderstorm will form is relatively poor, with high confidence in our predictions only within about 60 miles and one hour of when it actually forms. We can better predict some thunderstorm formation events better than others, but we do not yet know much about what makes some events easier to forecast. These results will help researchers improve the computer models on which weather forecasters often rely, in turn helping to improve our ability to predict when, where, and if thunderstorms will form on a given day.</p>\n<p>In terms of a broader impact beyond the research we conducted, the award supported the training of three Master&rsquo;s-level graduate students, two of whom have graduated and one of whom will soon graduate. Furthermore, the lead investigator taught a First-Year Seminar course called, &ldquo;A 30% Chance of What? Communicating the Forecast,&rdquo; during Fall 2016. This course, which engaged 14 freshmen, all but one of whom are pursuing majors outside of the atmospheric sciences, leveraged the concepts of prediction, uncertainty, and communication that underlie the research supported by this award. A mix of class discussions, hands-on activities, and group exercises were used with examples drawn from both meteorology and psychology to help the students learn that how we perceive the world is colored by our past experiences and numerous mental biases stemming from information overload and mental laziness. They found that how the public perceives weather-related information, particularly when a high-impact event such as a tornado, hurricane, or flood is imminent, is no different, which is challenging for meteorologists and communicators to deal with because everyone&rsquo;s experiences are personal and thus inherently different. Although students communicated that they expected more of a weather focus than a psychology focus to the course, they expressed and demonstrated a newfound understanding of how they and others perceive the world, and it is hoped that they have continued to build on this in the two years since the course.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2018<br>\n\t\t\t\t\tModified by: Allen&nbsp;C&nbsp;Evans</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1347545/1347545_10289829_1528927001628_initiationID--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1347545/1347545_10289829_1528927001628_initiationID--rgov-800width.jpg\" title=\"Thunderstorm Formation Identification Example\"><img src=\"/por/images/Reports/POR/2018/1347545/1347545_10289829_1528927001628_initiationID--rgov-66x44.jpg\" alt=\"Thunderstorm Formation Identification Example\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">At left, radar reflectivity is displayed. Our thunderstorm identification method looks for when reflectivity first exceeds a certain threshold for a specified time. The result of this process, here highlighting all thunderstorms and not just those that have recently formed, is shown at right.</div>\n<div class=\"imageCredit\">Bryan Burlingame / American Meteorological Society</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Allen&nbsp;C&nbsp;Evans</div>\n<div class=\"imageTitle\">Thunderstorm Formation Identification Example</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThrough this award, we sought to determine the extent to which special aircraft-based observations collected in the morning before expected thunderstorm activity later that day were able to improve our ability to predict precisely when, where, and if thunderstorms would eventually form. We also sought to determine our current ability to predict, and potential limits on our ability to predict, if, when, and where thunderstorms would form at lead times ranging from three to fifteen hours before they would form. To accomplish these goals, we ran an advanced numerical weather prediction model between 60 and 150 times (what is known in meteorological terms as an ensemble) for each of fifteen thunderstorm events that occurred during May 2013, generating nearly 75 terabytes of data in the process. We also developed a novel method for identifying thunderstorm formation in both model forecast output and radar observations; an example is given in the image included with this report.\n\nOur study found that special aircraft-based observations collected before expected thunderstorm activity were not able to improve our ability to predict when, where, and if thunderstorms would eventually form. We believe this is primarily because the observations were largely collected from 1-5 miles above the ground, whereas thunderstorm formation really depends on what is happening in the lowest mile above the ground. It also depends on atmospheric processes that change on time and space scales much closer to an actual thunderstorm than we were able to observe by aircraft. We also found that our ability to predict when and where a thunderstorm will form is relatively poor, with high confidence in our predictions only within about 60 miles and one hour of when it actually forms. We can better predict some thunderstorm formation events better than others, but we do not yet know much about what makes some events easier to forecast. These results will help researchers improve the computer models on which weather forecasters often rely, in turn helping to improve our ability to predict when, where, and if thunderstorms will form on a given day.\n\nIn terms of a broader impact beyond the research we conducted, the award supported the training of three Master?s-level graduate students, two of whom have graduated and one of whom will soon graduate. Furthermore, the lead investigator taught a First-Year Seminar course called, \"A 30% Chance of What? Communicating the Forecast,\" during Fall 2016. This course, which engaged 14 freshmen, all but one of whom are pursuing majors outside of the atmospheric sciences, leveraged the concepts of prediction, uncertainty, and communication that underlie the research supported by this award. A mix of class discussions, hands-on activities, and group exercises were used with examples drawn from both meteorology and psychology to help the students learn that how we perceive the world is colored by our past experiences and numerous mental biases stemming from information overload and mental laziness. They found that how the public perceives weather-related information, particularly when a high-impact event such as a tornado, hurricane, or flood is imminent, is no different, which is challenging for meteorologists and communicators to deal with because everyone?s experiences are personal and thus inherently different. Although students communicated that they expected more of a weather focus than a psychology focus to the course, they expressed and demonstrated a newfound understanding of how they and others perceive the world, and it is hoped that they have continued to build on this in the two years since the course.\n\n\t\t\t\t\tLast Modified: 06/13/2018\n\n\t\t\t\t\tSubmitted by: Allen C Evans"
 }
}