{
 "awd_id": "1348899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Disclosing concealable stigmatized identities: An analysis of intraindividual and sociocultural factors predicting stress reactivity and well-being",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 181831.0,
 "awd_amount": 181831.0,
 "awd_min_amd_letter_date": "2014-04-14",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "Stigmatized individuals experience some of the most formidable health disparities in American society, and prevailing views suggest that these disparities are attributable in part to discrimination. However, growing evidence suggests that individuals living with stigmas that are largely concealable - and who are largely shielded from direct discrimination - also experience similar disparities. The current project examines the possibility that the stress of interpersonal disclosure, a recurrent and unique stressor among people living with concealable stigmatized identities (i.e., socially devalued attributes that cannot readily be seen) may be a primary pathway by which concealable stigmas affect psychological and physical health. Specifically, this research tests whether interpersonal disclosure is stressful and whether individuals' chronic fears of stigmatization and the surrounding community's prejudice exacerbate these stress effects and downstream psychological and physical health. \r\n\r\nThe proposed research will significantly advance the study of individuals living with concealable stigmatized identities, which, as a whole, constitute an understudied population of Americans. This knowledge has the potential to inform intervention and programmatic efforts designed to help individuals living with concealable stigmatized identities to buffer themselves against the effects of social devaluation; policy makers and community stakeholders in their efforts to reduce prejudice; and public health practitioners in their goals to reduce health disparities. As such, the proposed research has the potential to aid in reaching the NSF and U.S. Department of Health and Human Services' goal of identifying and ameliorating the psychosocial factors that contribute to health disparities. Research activities outlined in this proposal will also substantially transform the training environment for many of the country's future medical providers and social scientists by providing experiential research and learning opportunities that demonstrates the complex biopsychosocial processes that could affect downstream health disparities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephenie",
   "pi_last_name": "Chaudoir",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephenie R Chaudoir",
   "pi_email_addr": "schaudoi@holycross.edu",
   "nsf_id": "000581844",
   "pi_start_date": "2014-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of the Holy Cross",
  "inst_street_address": "1 COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5087932741",
  "inst_zip_code": "016102322",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "COLLEGE OF HOLY CROSS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G4TUM6J1ZM24"
 },
 "perf_inst": {
  "perf_inst_name": "College of the Holy Cross",
  "perf_str_addr": "1 College Street",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016102395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 181831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>WHAT WE DID AND WHAT WE FOUND</strong></p>\n<p>Millions of emerging adults (aged 18-29) in the United States live with concealable stigmatized identities (CSIs)&mdash;socially devalued attributes that can be hidden from others. People who live with identities and experiences such as mental illness, surviving sexual violence, and sexual minority status share the common social experience of being potentially socially marginalized by others. From workplaces that fail to offer protections against employment discrimination to families who shame and silence their loved ones to schools that foster cultures of bullying and mistreatment, people living with CSIs are often vulnerable to social marginalization in nearly every domain of life. The result is that people living with CSIs typically face additional and unique stressors that may compromise their well-being over time.</p>\n<p>The purpose of this project was to expand what we know about college students living with CSIs and how they respond to a stigma-related stressor. In particular, we sought to answer a number of key research questions, including: 1) How prevalent are CSIs among college students?, 2) How do subjective and objective measures of stigma affect stress reactivity to interpersonal disclosure, a recurrent stressor among people living with a CSI?, and 3) Do students living with CSIs report poorer well-being than students without CSIs? And, if so, is there an additive effect of living with a CSI, such that having more socially devalued identities and experiences is related to poorer well-being?</p>\n<p>In order to examine these questions, we first conducted a study among almost 1,500 college students and surveyed them about whether they had CSIs and about their psychological and physical well-being. In addition, we asked students who reported having one or more CSI how stigmatized they felt because of it, and we asked students who reported having no CSI how their peers with CSIs were viewed by others in their college community. In short, we wanted to get both subjective (as reported by people with CSIs) and objective (as reported by non-CSI peers) measures of stigma. Several months later, we asked almost 150 students with CSIs to come to a lab study where we asked them to disclose something negative about themselves (ie., either their CSI or a time they hurt another person&rsquo;s feelings) and we measured their stress response to this task using salivary cortisol.</p>\n<p>What we found was that almost half (48.8%) of the students in our survey study reported having one or more CSIs, a number much larger than in previous published studies. In response to the interpersonal disclosure task, we found that students living CSIs that are more severely stigmatized by their peers had blunted cortisol reactivity relative to students with more positively viewed CSIs. However, students&rsquo; subjective reports of stigma were unrelated to their stress response. Thus, these results suggest that the stress responses our participants exhibited were related to how strongly others actually stigmatize them, rather than their own perceptions of this stigma. Finally, we also found that students who reported any CSIs also had greater depressive symptoms, anxiety, and physical illness symptoms relative to students who reported no CSIs. Furthermore, we found an additive effect such that students&rsquo; psychological and physical health was poorer with each additional CSI they reported.</p>\n<p>&nbsp;</p>\n<p><strong>WHY THIS WORK IS IMPORTANT</strong></p>\n<p>This project has created a number of intellectual and practical benefits. These findings improved our understanding of how and why stigma can create stress and impact well-being among people living with CSIs. As a result, professionals who work with individuals living with CSIs in college and other community settings may be better able to help reduce the effects of stigma-related stress.&nbsp; Currently, psychological and physical health disparities constitute one of the most significant and persistent public health concerns in the U.S. Thus, the findings from the proposed research are poised to directly aid in reaching the NSF and U.S. Department of Health and Human Services&rsquo; goal of identifying and ameliorating the psychosocial factors that contribute to health disparities.</p>\n<p>Moreover, in conducting this research, 33 undergraduate students had the opportunity to improve their research skills and increase their chances of admission to first-rate PhD, MD, and other graduate programs. Because approximately one-third of these students identify as a member of an underrepresented racial or sexual minority group or as a first generation college student, this project provided valuable training opportunities that will help to diversify the pipeline of future researchers and practitioners. Funding for this research helped the primary investigator&mdash;also a first-generation college student&mdash;to strengthen the rigor and productivity of her scholarship and secure tenure and promotion. Finally, this project introduced human biomarker data collection to the primary investigator&rsquo;s academic department, thereby enhancing the portfolio of research and learning opportunities available for students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2018<br>\n\t\t\t\t\tModified by: Stephenie&nbsp;R&nbsp;Chaudoir</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWHAT WE DID AND WHAT WE FOUND\n\nMillions of emerging adults (aged 18-29) in the United States live with concealable stigmatized identities (CSIs)&mdash;socially devalued attributes that can be hidden from others. People who live with identities and experiences such as mental illness, surviving sexual violence, and sexual minority status share the common social experience of being potentially socially marginalized by others. From workplaces that fail to offer protections against employment discrimination to families who shame and silence their loved ones to schools that foster cultures of bullying and mistreatment, people living with CSIs are often vulnerable to social marginalization in nearly every domain of life. The result is that people living with CSIs typically face additional and unique stressors that may compromise their well-being over time.\n\nThe purpose of this project was to expand what we know about college students living with CSIs and how they respond to a stigma-related stressor. In particular, we sought to answer a number of key research questions, including: 1) How prevalent are CSIs among college students?, 2) How do subjective and objective measures of stigma affect stress reactivity to interpersonal disclosure, a recurrent stressor among people living with a CSI?, and 3) Do students living with CSIs report poorer well-being than students without CSIs? And, if so, is there an additive effect of living with a CSI, such that having more socially devalued identities and experiences is related to poorer well-being?\n\nIn order to examine these questions, we first conducted a study among almost 1,500 college students and surveyed them about whether they had CSIs and about their psychological and physical well-being. In addition, we asked students who reported having one or more CSI how stigmatized they felt because of it, and we asked students who reported having no CSI how their peers with CSIs were viewed by others in their college community. In short, we wanted to get both subjective (as reported by people with CSIs) and objective (as reported by non-CSI peers) measures of stigma. Several months later, we asked almost 150 students with CSIs to come to a lab study where we asked them to disclose something negative about themselves (ie., either their CSI or a time they hurt another person?s feelings) and we measured their stress response to this task using salivary cortisol.\n\nWhat we found was that almost half (48.8%) of the students in our survey study reported having one or more CSIs, a number much larger than in previous published studies. In response to the interpersonal disclosure task, we found that students living CSIs that are more severely stigmatized by their peers had blunted cortisol reactivity relative to students with more positively viewed CSIs. However, students? subjective reports of stigma were unrelated to their stress response. Thus, these results suggest that the stress responses our participants exhibited were related to how strongly others actually stigmatize them, rather than their own perceptions of this stigma. Finally, we also found that students who reported any CSIs also had greater depressive symptoms, anxiety, and physical illness symptoms relative to students who reported no CSIs. Furthermore, we found an additive effect such that students? psychological and physical health was poorer with each additional CSI they reported.\n\n \n\nWHY THIS WORK IS IMPORTANT\n\nThis project has created a number of intellectual and practical benefits. These findings improved our understanding of how and why stigma can create stress and impact well-being among people living with CSIs. As a result, professionals who work with individuals living with CSIs in college and other community settings may be better able to help reduce the effects of stigma-related stress.  Currently, psychological and physical health disparities constitute one of the most significant and persistent public health concerns in the U.S. Thus, the findings from the proposed research are poised to directly aid in reaching the NSF and U.S. Department of Health and Human Services? goal of identifying and ameliorating the psychosocial factors that contribute to health disparities.\n\nMoreover, in conducting this research, 33 undergraduate students had the opportunity to improve their research skills and increase their chances of admission to first-rate PhD, MD, and other graduate programs. Because approximately one-third of these students identify as a member of an underrepresented racial or sexual minority group or as a first generation college student, this project provided valuable training opportunities that will help to diversify the pipeline of future researchers and practitioners. Funding for this research helped the primary investigator&mdash;also a first-generation college student&mdash;to strengthen the rigor and productivity of her scholarship and secure tenure and promotion. Finally, this project introduced human biomarker data collection to the primary investigator?s academic department, thereby enhancing the portfolio of research and learning opportunities available for students.\n\n\t\t\t\t\tLast Modified: 03/31/2018\n\n\t\t\t\t\tSubmitted by: Stephenie R Chaudoir"
 }
}