{
 "awd_id": "1348050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Self-consistent Model for Bubble Nucleation During Plinian Volcanic Eruptions",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 223981.0,
 "awd_amount": 223981.0,
 "awd_min_amd_letter_date": "2014-03-10",
 "awd_max_amd_letter_date": "2014-03-10",
 "awd_abstract_narration": "One of the large-impact natural hazards to affect humans on a decadal time scale are highly explosive Plinian volcanic eruptions, whose dynamics are thought to be intimately linked to the manner by which magmatic gases, such as water and carbon dioxide, escape from the erupting magma. Magma degassing begins with the nucleation of bubbles, which are preserved as vesicles in the erupted volcanic rock fragments. It is thought that the number and size of bubbles in a given volume of volcanic rock provide records of the forces that drive bubble nucleation and, by inference, the dynamics of the eruption. Specifically, the speed at which magma rises to the surface, thereby undergoing decompression, and the rate at which bubbles nucleate are thought to be correlated and affect the explosive intensity of an eruption. About one million bubbles may nucleate within a cubic millimeter of magma over fractions of a second to a few seconds. This transformation from dissolved gases to gaseous bubbles under high pressure is a key mechanism for explosive eruptions. Current models for the rate of bubble nucleation during explosive eruptions are based on Classical Nucleation Theory. A preliminary analysis of laboratory experiments of bubble nucleation in magmas, where conditions (pressure, rate of decompression, composition, content of dissolved gases, temperature) are well known and controlled, has shown that this classical theory fails to predict the rate at which bubbles nucleate across a wide range of conditions. A fundamental issue in this regard is the requirement for decompression rates that may be higher than physically attainable during an eruption, thus over-predicting rates of magma ascent.\r\n\r\nThe objective of this project is to obtain a new formulation for the rate bubble nucleation, which will be applicable across a wide range of conditions of relevance to explosive volcanic eruptions. This will be accomplished through an integrated study that is comprised of laboratory experiments of bubble nucleation in silicate melts and detailed numerical modeling of these experiments. The result of this study, that is a new formulation for bubble nucleation in silicate melts, will be incorporated into numerical models of explosive volcanic eruptions, thereby enhancing their predictive capabilities. These models, in turn, will be used to resolve the question of what the precise relationship between magma decompression rate and the number of bubbles that nucleate within a given volume of magma is, thereby allowing a more robust integration of observationally based studies with quantitative predictions through numerical modeling and hazard assessment. Moreover, nucleation theory is of importance in a wide range of disciplines, such as for example chemical engineering and material science. Because this project will integrate recent advances in other fields where Classical Nucleation Theory has been found inadequate, it will advance the state-of-the-art and also have the potential to impact other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gardner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Gardner",
   "pi_email_addr": "gardner@jsg.utexas.edu",
   "nsf_id": "000369417",
   "pi_start_date": "2014-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 223981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Volcanic eruptions are driven by gases rapidly coming out of solution from magma at depth.&nbsp;&nbsp;The rate at which gases exsolve from the magma is controlled by how fast gas bubbles can form, which is fundamentally linked to the ability of gas bubbles to nucleate in the magma.&nbsp;&nbsp;Hence, the first step in terms of triggering explosive volcanic eruptions is gas bubble nucleation and the rate of nucleation.&nbsp;&nbsp;The aim of this study was to establish the nucleation rates of gas bubbles, primarily H<sub>2</sub>O bubbles, in magma by investigating the surface tension between gas bubble&ndash;silicate melt, because surface tension dictates the conditions needed to trigger bubble nucleation.&nbsp;&nbsp;Experiments were carried out to explore what degrees of supersaturations are required to nucleate bubbles and to explore how nucleation rate varies with supersaturation.&nbsp;&nbsp;Hydrated rhyolite melts were subjected to different amounts of supersaturation (decreases in pressure) and the numbers and sizes of bubbles nucleated were measured in the resulting products, and related to the decompression times and amounts of pressure drop.&nbsp;&nbsp;The results were combined with numerical modeling of classical nucleation theory to constrain how surface tension varies with supersaturation of H<sub>2</sub>O in rhyolite magma.&nbsp;A robust, empirical model for surface tension was derived that can explain bubble nucleation rates in magmas.&nbsp;Additional experiments defined the impacts that other gases, namely CO<sub>2</sub> and fluorine, have on the nucleation kinetics of H<sub>2</sub>O bubbles.&nbsp;&nbsp;Interestingly, CO<sub>2</sub> was found to have no impact beyond simply the effect that CO<sub>2</sub> has on water solubility.&nbsp;&nbsp;In contrast, fluorine changed H<sub>2</sub>O-bubble nucleation dramatically, lowering surface tension and allowing bubbles to nucleate and significantly lower degrees of supersaturation.&nbsp;&nbsp;To complement the experimental-numerical modeling studies, natural eruptive products were examined to constrain the kinetics of CO<sub>2</sub> gas bubble nucleation and growth in mid-ocean ridge basalt.&nbsp;&nbsp;It was found that rapid bubble nucleation did not begin until the magma had cooled enough to begin to crystallize, with the newly formed crystals acting as substrates on which bubbles could nucleate.&nbsp;&nbsp;These results constrain the minimum supersaturation needed to nucleate bubbles in basaltic magma, and hence show that surface tension between CO<sub>2</sub>&ndash;basalt is high enough to suppress nucleation.&nbsp;&nbsp;Natural products were also examined to investigate the development of coalescence and the onset permeability in bubbly magmas.&nbsp;&nbsp;It was found that coalescence and permeability are strongly related to the rate of bubble nucleation and growth, which links magma decompression rates to the style of bubble formation.&nbsp;&nbsp;Finally, it was found that the formation of obsidian pyroclasts &ndash;&nbsp;fragments of bubble-poor magma explosively erupted &ndash;&nbsp;occurs through sintering of ash after fragmentation of magma rather than permeable foam collapse as had been widely assumed for many years.&nbsp;&nbsp;The various research projects associated with this study were carried out by graduate students in collaboration with the Principal Investigators at each of the partner institutions, and the students were able to interact and carry out research at each of the institutions.&nbsp;&nbsp;Undergraduate students were also involved in the study, and worked closely with and mentored by the graduate students to learn how to construct and carry out research projects, fostering their interests in STEM research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2018<br>\n\t\t\t\t\tModified by: James&nbsp;E&nbsp;Gardner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVolcanic eruptions are driven by gases rapidly coming out of solution from magma at depth.  The rate at which gases exsolve from the magma is controlled by how fast gas bubbles can form, which is fundamentally linked to the ability of gas bubbles to nucleate in the magma.  Hence, the first step in terms of triggering explosive volcanic eruptions is gas bubble nucleation and the rate of nucleation.  The aim of this study was to establish the nucleation rates of gas bubbles, primarily H2O bubbles, in magma by investigating the surface tension between gas bubble&ndash;silicate melt, because surface tension dictates the conditions needed to trigger bubble nucleation.  Experiments were carried out to explore what degrees of supersaturations are required to nucleate bubbles and to explore how nucleation rate varies with supersaturation.  Hydrated rhyolite melts were subjected to different amounts of supersaturation (decreases in pressure) and the numbers and sizes of bubbles nucleated were measured in the resulting products, and related to the decompression times and amounts of pressure drop.  The results were combined with numerical modeling of classical nucleation theory to constrain how surface tension varies with supersaturation of H2O in rhyolite magma. A robust, empirical model for surface tension was derived that can explain bubble nucleation rates in magmas. Additional experiments defined the impacts that other gases, namely CO2 and fluorine, have on the nucleation kinetics of H2O bubbles.  Interestingly, CO2 was found to have no impact beyond simply the effect that CO2 has on water solubility.  In contrast, fluorine changed H2O-bubble nucleation dramatically, lowering surface tension and allowing bubbles to nucleate and significantly lower degrees of supersaturation.  To complement the experimental-numerical modeling studies, natural eruptive products were examined to constrain the kinetics of CO2 gas bubble nucleation and growth in mid-ocean ridge basalt.  It was found that rapid bubble nucleation did not begin until the magma had cooled enough to begin to crystallize, with the newly formed crystals acting as substrates on which bubbles could nucleate.  These results constrain the minimum supersaturation needed to nucleate bubbles in basaltic magma, and hence show that surface tension between CO2&ndash;basalt is high enough to suppress nucleation.  Natural products were also examined to investigate the development of coalescence and the onset permeability in bubbly magmas.  It was found that coalescence and permeability are strongly related to the rate of bubble nucleation and growth, which links magma decompression rates to the style of bubble formation.  Finally, it was found that the formation of obsidian pyroclasts &ndash; fragments of bubble-poor magma explosively erupted &ndash; occurs through sintering of ash after fragmentation of magma rather than permeable foam collapse as had been widely assumed for many years.  The various research projects associated with this study were carried out by graduate students in collaboration with the Principal Investigators at each of the partner institutions, and the students were able to interact and carry out research at each of the institutions.  Undergraduate students were also involved in the study, and worked closely with and mentored by the graduate students to learn how to construct and carry out research projects, fostering their interests in STEM research.\n\n \n\n\t\t\t\t\tLast Modified: 05/03/2018\n\n\t\t\t\t\tSubmitted by: James E Gardner"
 }
}