{
 "awd_id": "1349747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Long-term Chronology of Subsistence and the Role of Intensive Rice Agriculture in the Central Part of the Prehistoric Korean Peninsula",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-01-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 23373.0,
 "awd_amount": 23373.0,
 "awd_min_amd_letter_date": "2014-01-02",
 "awd_max_amd_letter_date": "2014-01-02",
 "awd_abstract_narration": "Subsistence self-sufficiency -- the ability of individuals in small traditional communities to feed themselves -- constitutes a major issue in many parts of the world today. In many regions where the potential for outside help is limited, malnutrition and starvation are recurring problems. This project utilizes an archaeological context, which can trace change over time and over climatic fluxuation, to examine the processes at work in one specific situation. Under the guidance of Dr. Benjamin Marwick, Seungki Kwak will analyze pottery collections from three major inland habitation sites in the central part of the Korean Peninsula: Sosa-Dong, Songguk-Ri, and Eupha-Ri. Low hills with gentle slopes embracing meandering rivers in this region were continuously occupied for as much as 4,000 years, and large inland habitation sites developed in this condition provide multiple lines of subsistence data that are required for this study. Mr. Kwak's research will investigate the subsistence strategy in the central part of the prehistoric Korean peninsula using organic geochemical analysis and luminescence dating on potsherds.\r\n\r\nThe transition from foragers to farmers and the role of intensive rice agriculture have been among the most controversial subjects in Korean archaeology. However, the relatively high acidity of sediment in the Korean peninsula has made it impossible to examine faunal/floral remains directly for tracing the subsistence change. For this reason, many of the studies on the transition heavily relied on the shell middens in the coastal areas, which reflect only a small portion of the overall subsistence. The subsistence behaviors recorded in numerous large-scale inland habitation sites have been blurred by the strict dichotomy between hunter-gatherer and intensive rice farmer. The central hypothesis of this research is that there was a wide range of resource utilization along with rice farming around 3,400-2,000 BP. This hypothesis contrasts with prevailing rice-based models, where climatically driven intensive rice agriculture from 3,400 BP is thought to be the dominant subsistence strategy. The research will provide a unique opportunity to understand the subsistence in major inland sites through the direct examination of potteries: the most wide-spread material culture in the prehistoric Korea. Organic geochemical analyses will give information for identifying what was stored and cooked in the pots, and luminescence dating will be able to provide reliable dates that will directly indicate when the potteries were made. The combination of these methods will allow us to obtain a critical clue to understanding the complexity and variety of the subsistence over time and the role of the intensive rice farming.\r\n\r\nThis research will seek to have a broader impact beyond the research topics presented. It will assist with building educational infrastructure about the ancient subsistence at the institutional level for both the general public and young generations (K -12). Public lectures related to the project will be provided on the archaeology day at the Burke Museum, University of Washington. Its data and results will be shared with the public through online archives. Through collaboration with the institutions in Korea, data will be shared with Korean scholars. The results will be published in Korean for the general public, and readers of young generations will be targeted. All of these efforts will promote international dissemination of the data and results. Lastly, this project will reinforce collaboration between archaeology and chemistry and help train the young scientists from those two different backgrounds who will be able to create a robust, innovative research program in archaeological organic geochemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Marwick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Marwick",
   "pi_email_addr": "bmarwick@uw.edu",
   "nsf_id": "000610538",
   "pi_start_date": "2014-01-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seungki",
   "pi_last_name": "Kwak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seungki Kwak",
   "pi_email_addr": "skkwak@uw.edu",
   "nsf_id": "000612890",
   "pi_start_date": "2014-01-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brookyn Ave NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981953100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 23373.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this study, the project Pi and Co-Pi have analyzed potteries excavated from four major inland habitation sites in the central part of the Korean Peninsula: <em>Sosa-Dong, Kimpo-Yangchon</em>, <em>Songguk-Ri</em>, and <em>Eupha-Ri</em>. These large scale inland habitation sites were developed on low hills with gentle slopes embracing meandering rivers. They provide multiple lines of archaeological data that are required for this study. This research investigates ancient human diet in the central part of the Korean peninsula using innovative organic geochemical analysis and luminescence dating on potsherds.</p>\n<p>&nbsp;</p>\n<p>The subsistence change from foragers to farmers and the role of intensive rice agriculture have been long-standing subjects in Korean archaeology. However, past efforts to reconstruct ancient subsistence patterns in this area have been challenged by the high acidity of sediments. Because of these acidic sediments, the direct examination of the remains of subsistence resources in the Korean Peninsula is limited to relatively special locations that provide better preservation of bone or plant remains such as cave, rock-shelters, or shell middens. The subsistence behaviors recorded in numerous large-scale inland habitation sites have been blurred by the strict discrepancy between hunter-gatherer and intensive rice farmer. The central hypothesis of this research is that there was a wide range of resource utilization along with rice farming around 3,400-2,000 BP. This hypothesis contrasts with prevailing rice-based models, where climatically driven intensive rice agriculture from 3,400 BP is thought to be the dominant subsistence strategy. The intellectual merit of this study lies in its evaluation of the current explanations for the role of intensive rice agriculture in the Korean peninsula. The research provided a unique opportunity to understand the subsistence in major inland sites through the direct examination of potteries: the most ubiquitous material culture in the prehistoric Korea. Organic geochemical analyses gave information for identifying what was stored and cooked in the pots, and luminescence dating provided reliable dates that directly indicate when the potteries were made.</p>\n<p>&nbsp;</p>\n<p>The results of the organic geochemical analyses and luminescence dating suggest that both terrestrial and aquatic animals were a considerable part of the ancient farmers&rsquo; diet, well after farming was introduced. It is unquestionable that the rice agriculture was practiced in the Korean Peninsula as early as 3,400 BP. However, the results of this project indicated that there was a wider range of resource utilization along with rice. Rice may have played a relatively minor subsistence role during this period.</p>\n<p>&nbsp;</p>\n<p>This research will seek to have a broader impact beyond the research topics presented. Understanding past human life is not only interesting subject for archaeologists, but also for general public. The project assisted with building educational infrastructure about the ancient subsistence at the institutional level for both the general public and young generations. Public lectures related to the project have already been provided at several institutions in United States and South Korea. In Korea, due to the long tradition of Confucianism, ancestor worship is a part of nation's daily life. In this regard, for Koreans, knowing about their ancestors' diet could be an interesting topic in general. Since this research yielded critical information related to the subsistence of ancient Korean farmers, the results of the project will attracts the public's attention and provide unique opportunity for Koreans to understand more about the life of their ancestors. The results will be published in Korean for the general public, and especially readers of young generations will be targeted. All of these efforts will promote...",
  "por_txt_cntn": "\nIn this study, the project Pi and Co-Pi have analyzed potteries excavated from four major inland habitation sites in the central part of the Korean Peninsula: Sosa-Dong, Kimpo-Yangchon, Songguk-Ri, and Eupha-Ri. These large scale inland habitation sites were developed on low hills with gentle slopes embracing meandering rivers. They provide multiple lines of archaeological data that are required for this study. This research investigates ancient human diet in the central part of the Korean peninsula using innovative organic geochemical analysis and luminescence dating on potsherds.\n\n \n\nThe subsistence change from foragers to farmers and the role of intensive rice agriculture have been long-standing subjects in Korean archaeology. However, past efforts to reconstruct ancient subsistence patterns in this area have been challenged by the high acidity of sediments. Because of these acidic sediments, the direct examination of the remains of subsistence resources in the Korean Peninsula is limited to relatively special locations that provide better preservation of bone or plant remains such as cave, rock-shelters, or shell middens. The subsistence behaviors recorded in numerous large-scale inland habitation sites have been blurred by the strict discrepancy between hunter-gatherer and intensive rice farmer. The central hypothesis of this research is that there was a wide range of resource utilization along with rice farming around 3,400-2,000 BP. This hypothesis contrasts with prevailing rice-based models, where climatically driven intensive rice agriculture from 3,400 BP is thought to be the dominant subsistence strategy. The intellectual merit of this study lies in its evaluation of the current explanations for the role of intensive rice agriculture in the Korean peninsula. The research provided a unique opportunity to understand the subsistence in major inland sites through the direct examination of potteries: the most ubiquitous material culture in the prehistoric Korea. Organic geochemical analyses gave information for identifying what was stored and cooked in the pots, and luminescence dating provided reliable dates that directly indicate when the potteries were made.\n\n \n\nThe results of the organic geochemical analyses and luminescence dating suggest that both terrestrial and aquatic animals were a considerable part of the ancient farmersÆ diet, well after farming was introduced. It is unquestionable that the rice agriculture was practiced in the Korean Peninsula as early as 3,400 BP. However, the results of this project indicated that there was a wider range of resource utilization along with rice. Rice may have played a relatively minor subsistence role during this period.\n\n \n\nThis research will seek to have a broader impact beyond the research topics presented. Understanding past human life is not only interesting subject for archaeologists, but also for general public. The project assisted with building educational infrastructure about the ancient subsistence at the institutional level for both the general public and young generations. Public lectures related to the project have already been provided at several institutions in United States and South Korea. In Korea, due to the long tradition of Confucianism, ancestor worship is a part of nation's daily life. In this regard, for Koreans, knowing about their ancestors' diet could be an interesting topic in general. Since this research yielded critical information related to the subsistence of ancient Korean farmers, the results of the project will attracts the public's attention and provide unique opportunity for Koreans to understand more about the life of their ancestors. The results will be published in Korean for the general public, and especially readers of young generations will be targeted. All of these efforts will promote international dissemination of the data and results. \n\n \n\n\t\t\t\t\tLast Modified: 03/29/2016\n\n\t\t\t\t\tSubmitted by: Seungki Kwak"
 }
}