{
 "awd_id": "1349276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSBR: Natural History: Implementation of an Integrated Database Platform for the University of Michigan Biological Collections",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 398374.0,
 "awd_amount": 398374.0,
 "awd_min_amd_letter_date": "2014-05-15",
 "awd_max_amd_letter_date": "2014-05-15",
 "awd_abstract_narration": "This project highlights a new effort at the University of Michigan (UM) to consolidate its rich and diverse natural history museum collections (over 16 million specimens in Botany, Paleontology, and Zoology) both physically and virtually into an accessible resource for research, teaching, and public outreach. The University has committed to build a new, shared facility for the three museums as well as to adopting a common database platform across the different museums. These activities will enhance data accessibility and improve integrative research and educational projects across all collections. The specific goals of this project are to upgrade and consolidate more than 60 disparate databases by linking together for the first time specimens, notes, and other forms of data from three major multidisciplinary expeditions that were based at UM over the past two centuries. These include a) the first natural history survey of Michigan in the 1830s; b) the first circum-global scientific expedition by the university led by Joseph Beal Steere in the 1870s; and c) a series of expeditions to the Himalayan region in the 1930s and 1940s led by Walter Koelz that amassed a huge collection of birds, plants, and cultural and anthropological artifacts. An important more recent digital asset at the Museum of Paleontology is a series of 2D and 3D images (including animations) that document large mammal bones such as mammoths and the layout of the sites where they were discovered. These illustrate the kind of ongoing international research that is being carried out at the UM museums and will be incorporated into the museum management system. The improvements planned will increase the value and utility of these collections for basic interdisciplinary research and the preparation of students in a variety of STEM fields.\r\n\r\nAll objects and data associated with the three multidisciplinary expeditions, including actual specimens, original field notes, imagery, and additional metadata will be digitized and then databased using the KE software Electronic Museums data management system (KE EMu) that is being adopted as the common database platform for the university's museums. This will provide previously unrealized cross-collection and cross-museum access to all information derived from these collection events, and it will form the basis for creating specific web sites for each of the expeditions. These will be designed to provide new information for the public and research community, including historians and social scientists, as well as for student training and education at the K-12, undergraduate, and graduate levels (five graduate and ten undergraduate students will receive specific training under the grant). The first natural history survey of Michigan from the 1830s is particularly significant because it is the only one that documents the original pre-settlement conditions of parts of the state, but its composition has not been systematically assessed. Overall, the project will significantly broaden the outreach, educational and research, value of its combined natural history collections by making them more accessible and interconnected through a common collections management system. It will foster much greater collaboration among the museum units on campus and will allow the university to produce integrated search results across all of its collections. For additional information about the University of Michigan natural history museums and their collections, consult the museum websites at http://herbarium.lsa.umich.edu/, http://www.lsa.umich.edu/ummz/, and http://www.lsa.umich.edu/paleontology/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Berry",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Berry",
   "pi_email_addr": "peberry@umich.edu",
   "nsf_id": "000085333",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Fisher",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Fisher",
   "pi_email_addr": "dcfisher@umich.edu",
   "nsf_id": "000458826",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diarmaid",
   "pi_last_name": "O'Foighil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diarmaid O'Foighil",
   "pi_email_addr": "diarmaid@umich.edu",
   "nsf_id": "000432842",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3600 Varsity Drive",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481082228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 398374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Three formerly separate natural history research museums at the University of Michigan, the Herbarium, the Museum of Zoology, and the Museum of Paleontology, have recently consolidated in a modern research facility, the Research Museums Center in Ann Arbor. To further the integration of the museums&rsquo; collections, the College of Letters, Science and the Arts adopted Specify as a centralized database platform and became a founding member of the new Specify Collections Consortium. This NSF project through the Collections in Support of Biological Research program was designed to demonstrate the value of an integrated approach to the digitization and databasing of collections across the different museum boundaries. It specifically targeted three sets of collections that were represented in multiple museums, 1) the earliest natural history surveys of Michigan in the 1830s; 2) the first multidisciplinary international expedition sponsored by the university, led by Joseph Beal Steere in South America and Asia in the 1870s; and 3) a series of collecting trips to central Asia led by Walter Koelz in the 1930s. It also focused on the rich 2D and 3D imagery of plant and animal fossils that the Museum of Paleontology has generated over several decades.</p>\n<p>With the participation of numerous graduate and undergraduate trainees, project personnel made over 95,000&nbsp;photographs of specimens and added over 32,000 new database records, often supplementing existing database records that were lacking images. These have been assembled into a dedicated project website and are steadily being incorporated into the Specify database. The project also contributed to the Online Repository of Fossils at the Museum of Paleontology, which includes both 2D and 3D renditions of sites and fossils, and a BonePicker feature that allows users to select, view, and virtually manipulate&nbsp;any bone of a relatively&nbsp;complete specimen of the extinct American&nbsp;mastodon. Overall the project has achieved its goal of highlighting key features of the UM research museums, emphasizing the multidisciplinary nature of many collecting expeditions and documenting the specimens through rigorous databasing and imaging protocols.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2018<br>\n\t\t\t\t\tModified by: Paul&nbsp;E&nbsp;Berry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThree formerly separate natural history research museums at the University of Michigan, the Herbarium, the Museum of Zoology, and the Museum of Paleontology, have recently consolidated in a modern research facility, the Research Museums Center in Ann Arbor. To further the integration of the museums? collections, the College of Letters, Science and the Arts adopted Specify as a centralized database platform and became a founding member of the new Specify Collections Consortium. This NSF project through the Collections in Support of Biological Research program was designed to demonstrate the value of an integrated approach to the digitization and databasing of collections across the different museum boundaries. It specifically targeted three sets of collections that were represented in multiple museums, 1) the earliest natural history surveys of Michigan in the 1830s; 2) the first multidisciplinary international expedition sponsored by the university, led by Joseph Beal Steere in South America and Asia in the 1870s; and 3) a series of collecting trips to central Asia led by Walter Koelz in the 1930s. It also focused on the rich 2D and 3D imagery of plant and animal fossils that the Museum of Paleontology has generated over several decades.\n\nWith the participation of numerous graduate and undergraduate trainees, project personnel made over 95,000 photographs of specimens and added over 32,000 new database records, often supplementing existing database records that were lacking images. These have been assembled into a dedicated project website and are steadily being incorporated into the Specify database. The project also contributed to the Online Repository of Fossils at the Museum of Paleontology, which includes both 2D and 3D renditions of sites and fossils, and a BonePicker feature that allows users to select, view, and virtually manipulate any bone of a relatively complete specimen of the extinct American mastodon. Overall the project has achieved its goal of highlighting key features of the UM research museums, emphasizing the multidisciplinary nature of many collecting expeditions and documenting the specimens through rigorous databasing and imaging protocols.\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2018\n\n\t\t\t\t\tSubmitted by: Paul E Berry"
 }
}