{
 "awd_id": "1349105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Non-verbal predication and the syntax of information structure in Wolof",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 14959.0,
 "awd_amount": 14959.0,
 "awd_min_amd_letter_date": "2014-01-22",
 "awd_max_amd_letter_date": "2014-01-22",
 "awd_abstract_narration": "Information structure concerns the way in which information is packaged within utterances. A longstanding question in linguistics investigates the ways in which information-structural properties, such as informational focus and topic, are related to grammatical functions such as subject and predicate. There is evidence that a particular information-structural factor triggers a certain syntactic structure in some cases, but not in others, and vice versa. A particularly fruitful area of research of this topic are copular sentences, in which the main predicate is some category other than a verb: an adjective, a noun, etc. (e.g. \"a student\" in \"John is a student\").  A lot of previous research focuses precisely on their information structure, often claiming that some types of copular sentences have a fixed information structure, while others do not. However, those investigations are mostly based on observations about English and a few other Indo-European languages, which do not show overt marking of information-structural properties of utterances.\r\n\r\nThe current project expands this research to include the Niger-Congo language Wolof, which uses a variety of morphosyntactic means to mark the information structure of its sentences, and is thus particularly suitable for investigating the question at hand. Under the direction of Dr. Karlos Arregi, Ms. Martina Martinovic will conduct fieldwork to investigate two Wolof copular constructions, each corresponding to a different information-structural profile. Preliminary data show that their classification does not match the typology of copular clauses that has been assumed so far based on other languages. \r\n\r\nThis project follows a growing trend of research which uses data from understudied languages to inform linguistic theory. It will employ a variety of field methodologies, especially focusing on the elicitation of target sentences embedded in a natural language context. The findings on Wolof will be related to cross-linguistic generalizations, theoretical questions, and the implications for the typology of copular sentences and the universality of their properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karlos",
   "pi_last_name": "Arregui-Urbina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karlos Arregui-Urbina",
   "pi_email_addr": "karlos@uchicago.edu",
   "nsf_id": "000536766",
   "pi_start_date": "2014-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martina",
   "pi_last_name": "Martinovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martina Martinovic",
   "pi_email_addr": "martinam@uchicago.edu",
   "nsf_id": "000638858",
   "pi_start_date": "2014-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 South Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 14959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The goal of this project was to investigate the extent to which information-structural notions such as topic (what is being talked about) and focus (what is said about the topic), are related to different word orders and grammatical functions, such as subject and predicate. The research focused on the Niger-Congo language Wolof, spoken primarily in Senegal, in which different information-structural properties seem to be correlated with different syntactic constructions. The major research activity supported by this grant included a 10-week long field trip to Senegal, which the Co-PI Martina Martinovic undertook in the spring of 2014, in order to conduct interviews with native Wolof speakers. Additionally, Ms. Martinovic continued conducting followup interviews with Wolof speakers living in Chicago and Paris throughout the period of the award.&nbsp;</span></p>\n<p class=\"p2\">The results of this research showed that information-structural properties of utterances cannot be uniformly tied to particular syntactic structures, and that, when properly analyzed, the syntactic mechanisms in Wolof are not significantly different from, for example, the syntactic mechanisms in English. This supports the view that syntax is cross-linguistically much more uniform than a superficial look at, for example, word order differences might suggest. The research from this project provided the basis for broader theoretical claims made in Ms. Martinovic&rsquo;s dissertation &ldquo;Feature geometry and head-splitting: Evidence from the Wolof clausal periphery&rdquo;, completed in September 2015.&nbsp;</p>\n<p class=\"p2\">In addition to bearing on important questions concerning the cross-linguistic uniformity of syntax, this research has also made a contribution to the typology of sentences in which the main predicate is not a verb, but a noun (nominal predicates, e.g. &ldquo;student&rdquo; in &ldquo;John is a student&rdquo;). These clauses are especially relevant for the discussion of information-structural properties of utterances, as a lot of previous work claimed that they are tied to a fixed information structure. The research on Wolof supported by this grant has advanced our understanding of clauses with nominal predicates, by showing that their syntactic and information-structural properties in Wolof do not neatly correspond to their properties in English, additionally supporting the claim that information-structure does not directly influence syntactic structure. &nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">In addition to being the basis of Martinovic&rsquo;s dissertation, the research from this project was presented at peer-reviewed conferences and in invited lectures, and published in an article in a prestigious journal. Martinovic also uses the data collected in this project in her Syntax and Field Methods curricula, and mentors students interested in field work.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2016<br>\n\t\t\t\t\tModified by: Martina&nbsp;Martinovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this project was to investigate the extent to which information-structural notions such as topic (what is being talked about) and focus (what is said about the topic), are related to different word orders and grammatical functions, such as subject and predicate. The research focused on the Niger-Congo language Wolof, spoken primarily in Senegal, in which different information-structural properties seem to be correlated with different syntactic constructions. The major research activity supported by this grant included a 10-week long field trip to Senegal, which the Co-PI Martina Martinovic undertook in the spring of 2014, in order to conduct interviews with native Wolof speakers. Additionally, Ms. Martinovic continued conducting followup interviews with Wolof speakers living in Chicago and Paris throughout the period of the award. \nThe results of this research showed that information-structural properties of utterances cannot be uniformly tied to particular syntactic structures, and that, when properly analyzed, the syntactic mechanisms in Wolof are not significantly different from, for example, the syntactic mechanisms in English. This supports the view that syntax is cross-linguistically much more uniform than a superficial look at, for example, word order differences might suggest. The research from this project provided the basis for broader theoretical claims made in Ms. MartinovicÆs dissertation \"Feature geometry and head-splitting: Evidence from the Wolof clausal periphery\", completed in September 2015. \nIn addition to bearing on important questions concerning the cross-linguistic uniformity of syntax, this research has also made a contribution to the typology of sentences in which the main predicate is not a verb, but a noun (nominal predicates, e.g. \"student\" in \"John is a student\"). These clauses are especially relevant for the discussion of information-structural properties of utterances, as a lot of previous work claimed that they are tied to a fixed information structure. The research on Wolof supported by this grant has advanced our understanding of clauses with nominal predicates, by showing that their syntactic and information-structural properties in Wolof do not neatly correspond to their properties in English, additionally supporting the claim that information-structure does not directly influence syntactic structure.  \nIn addition to being the basis of MartinovicÆs dissertation, the research from this project was presented at peer-reviewed conferences and in invited lectures, and published in an article in a prestigious journal. Martinovic also uses the data collected in this project in her Syntax and Field Methods curricula, and mentors students interested in field work. \n\n\t\t\t\t\tLast Modified: 06/06/2016\n\n\t\t\t\t\tSubmitted by: Martina Martinovic"
 }
}