{
 "awd_id": "1349076",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: OPUS: Beavers as Boreal Ecosystem Engineers",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 16684.0,
 "awd_amount": 16684.0,
 "awd_min_amd_letter_date": "2014-03-19",
 "awd_max_amd_letter_date": "2016-01-04",
 "awd_abstract_narration": "There is a critical need for ecologists and land managers to understand the potential magnitude, persistence, and ecosystem services of beaver landscape transformation. This OPUS proposal will integrate the results of four previous NSF awards relating to beaver ecosystem alteration, bringing the findings together into works that will analyze the dynamics of a beaver-altered landscape at Voyageurs National Park. The 86-year record of beaver landscape occupation and alteration documented from aerial photography and field work provides a unique perspective of the ecosystem effects and sustainability of beaver activity. The objective is to synthesize the vegetative, water, soil, and biogeochemical alterations associated with beaver impoundments. The aims are to produce a book based on the 37 articles that the researchers have published from prior NSF-funded research, and a monograph about beaver pond/meadow transitions in the landscape that combines datasets documenting beaver pond creation and changes with recent updates about beaver ponds and populations commissioned by the National Park Service. This project will also transfer the previously collected datasets from their current in-house data management system to a public open-format repository.\r\n \r\nThe results of this project will inform other scientists and managers about the sustainability and long-term ecosystem effects of beaver activity that is still expanding in much of North America. Undergraduate researchers will be recruited from the newly-formed South Dakota State University chapter of SEEDS - Strategies for Ecology Education, Diversity and Sustainability.  This project will contribute to the training of a graduate student who is researching beaver pond sustainability under separate funding. The project will strengthen pedagogy as the researchers will use elements from this OPUS synthesis in an Ecosystem Ecology class. The National Park Service will publicize and help disseminate the resulting publications, and will also ensure that scientific findings are incorporated into interpretive programs, web and print media, wayside exhibits, and visitor centers to reach a wide and diverse audience. Finally, the project will benefit society by contributing to land management, both directly at Voyageurs National Park and indirectly at locations throughout the continent where beaver populations are expanding.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Pastor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Pastor",
   "pi_email_addr": "jpastor@d.umn.edu",
   "nsf_id": "000191764",
   "pi_start_date": "2016-01-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Brown",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Terry N Brown",
   "pi_email_addr": "tbrown2@d.umn.edu",
   "nsf_id": "000381959",
   "pi_start_date": "2014-03-19",
   "pi_end_date": "2016-01-04"
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota Duluth",
  "inst_street_address": "1049 UNIVERSITY DRIVE 209 DARLAND",
  "inst_street_address_2": "",
  "inst_city_name": "DULUTH",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "2187267582",
  "inst_zip_code": "558123011",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPCTM8BS8NF3"
 },
 "perf_inst": {
  "perf_inst_name": "Natural Resources Research Institute",
  "perf_str_addr": "5013 Miller Trunk HWY",
  "perf_city_name": "Duluth",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558111442",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Field data from Voyageurs National Park Beaver Ecosystem Study now available.</p>\n<p><br />NSF&rsquo;s OPUS program has funded work integrating decades of research into the impacts of beaver on boreal forests, the conifer dominated forests that cover the eastern half of Minnesota&rsquo;s northern border, and similar latitudes throughout the world. In 2017/2018 this project will result in a book by Dr. Carol A. Johnston, &ldquo;Beavers: Boreal Ecosystem Engineers&rdquo;.</p>\n<p><br />As a sub-component of that project, field data collected for some of this research in the 1990s is being posted in online public archive: http://dx.doi.org/10.5061/dryad.b6c45.</p>\n<p>The preparation of the data for public posting was the work of this project, NSF award 1349076. Data was converted from in-house data collection formats and carefully checked to ensure the conversion was successful. Metadata, information describing the data, was prepared, and the data uploaded to the data archiving site https://datadryad.org/.</p>\n<p>The data includes over 970,000 observations (individual values) of over 1200 variables (things that can be repeatedly measured). Variables cover five categories:</p>\n<p>&bull; Nutrients: nitrogen and phosphorous levels in soil plots and ground and<br />stream water.<br />&bull; Meteorological: weather records (precipitation, temperature, wind speed,<br />humidity) from weather stations set up in Voyageurs National Park.<br />&bull; Plant community: plant species and abundance at plots in three beaver<br />meadows measured annually.<br />&bull; Hydrology: depth to ground water measured in a grid of wells covering<br />two beaver meadows, and stream flow measurements.<br />&bull; Soils: information about soil characteristics such as permeability and<br />density.</p>\n<p>The long term archiving of these data for use in future research will allow<br />scientists to build on past research to better understand long term trends in this important ecosystem.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2016<br>\n\t\t\t\t\tModified by: John&nbsp;Pastor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nField data from Voyageurs National Park Beaver Ecosystem Study now available.\n\n\nNSFÆs OPUS program has funded work integrating decades of research into the impacts of beaver on boreal forests, the conifer dominated forests that cover the eastern half of MinnesotaÆs northern border, and similar latitudes throughout the world. In 2017/2018 this project will result in a book by Dr. Carol A. Johnston, \"Beavers: Boreal Ecosystem Engineers\".\n\n\nAs a sub-component of that project, field data collected for some of this research in the 1990s is being posted in online public archive: http://dx.doi.org/10.5061/dryad.b6c45.\n\nThe preparation of the data for public posting was the work of this project, NSF award 1349076. Data was converted from in-house data collection formats and carefully checked to ensure the conversion was successful. Metadata, information describing the data, was prepared, and the data uploaded to the data archiving site https://datadryad.org/.\n\nThe data includes over 970,000 observations (individual values) of over 1200 variables (things that can be repeatedly measured). Variables cover five categories:\n\n&bull; Nutrients: nitrogen and phosphorous levels in soil plots and ground and\nstream water.\n&bull; Meteorological: weather records (precipitation, temperature, wind speed,\nhumidity) from weather stations set up in Voyageurs National Park.\n&bull; Plant community: plant species and abundance at plots in three beaver\nmeadows measured annually.\n&bull; Hydrology: depth to ground water measured in a grid of wells covering\ntwo beaver meadows, and stream flow measurements.\n&bull; Soils: information about soil characteristics such as permeability and\ndensity.\n\nThe long term archiving of these data for use in future research will allow\nscientists to build on past research to better understand long term trends in this important ecosystem.\n\n\t\t\t\t\tLast Modified: 04/04/2016\n\n\t\t\t\t\tSubmitted by: John Pastor"
 }
}