{
 "awd_id": "1349847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Structure, Origin, and Long-Term Trends of the West Coast Thermal Trough",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 553498.0,
 "awd_amount": 638887.0,
 "awd_min_amd_letter_date": "2014-04-01",
 "awd_max_amd_letter_date": "2019-03-08",
 "awd_abstract_narration": "The West Coast thermal trough (WCTT) plays a crucial role in western North American weather and climate during the warm season (approximately May through October) and has a substantial impact during the cold season. The WCTT is expressed as a pressure trough and tongue of warm air near the surface that extends into the Pacific Northwest from an area of low pressure over the southwestern U.S. Summer thermal troughs are associated with heat waves and poor air quality, and greatly impact renewable energy production and wildfire growth. Winter thermal troughs play a role in many western North America coastal snow events. The project will begin by completing a series of case studies, using both high-resolution model simulations and dense regional observations, to determine the detailed structural evolution of western North America thermal troughs, as well as to determine the physical mechanisms responsible for their generation and maintenance. Particular attention will be given to thermal trough passage across regional terrain barriers; such passages are often associated with sharp transitions in wind and temperature that can lead to wildfire blow-ups and rapid changes in wind energy. This work will determine whether thermal trough frequency, intensity, and evolution have changed over the past half-century using high-resolution gridded model reanalysis data sets, and then will evaluate whether natural variability (such as the Pacific Decadal Oscillation) or anthropogenic warming might explain such changes. It will also evaluate the potential of anthropogenic global warming for changing the characteristics of western U.S. thermal troughs over the next century. To do so, global climate models forced by a variety of greenhouse gas scenarios will be dynamically downscaled to high resolution (12 km) using a regional climate model. These fields will then be input into objective algorithms that will determine the trends in thermal trough frequency and intensity. Specific hypotheses regarding the effects of global warming on thermal trough intensity and frequency will be evaluated.\r\n\r\nIntellectual Merit :\r\nThe work completed under this award will provide a comprehensive description of a feature that dominates the weather of western North America during the summer, with similar phenomena observed throughout the world. This work will not only describe the detailed structural evolution of such features, but their basic physical mechanisms as well. The research will determine the long-term temporal trends in thermal trough development and evaluate the origins of these trends. It will examine whether global warming will change the frequency and intensity of WCTTs, and will explain the mechanisms behind these changes.\r\n\r\nBroader Impacts :\r\nImproved understanding of this phenomenon will lead to substantial societal benefits. Thermal troughs have a large impact on regional temperatures, wildfire development and control, renewable energy, air quality, and other critical societal issues. The understanding generated by this proposal should help improve our ability to predict thermal trough development and evolution, provide insights into expected long-term trends associated with global warming, and suggest expected changes in regional temperature extremes, renewable energy potential, and wildfire frequency.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Mass",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford F Mass",
   "pi_email_addr": "cliff@atmos.washington.edu",
   "nsf_id": "000173006",
   "pi_start_date": "2014-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 553498.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 85389.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The thermal trough is the key warm season weather feature of the U.S. West Coast, influencing the occurrence of heat waves,&nbsp; marine air intrusion, and the probability of regional wildfires.&nbsp; This study has described the climatology, structure, and evolution of the thermal trough, including both observational and high-resolution modeling approaches.&nbsp; Furthermore, using global climate models, both directly and by downscaling using high-resolution models, the expected change in frequency and amplitude of thermal troughs under anthropogenic climate change was examined.&nbsp;</p>\n<p>Because western U.S. wildfires are directly connected with offshore flow and trough development, this research has also examined the meteorology of&nbsp; several major wildfires, including the Wine Country Fire of 2017 and the Camp Fire of 2018, as well as examining the generic conditions associated with strong offshore flow, known as Diablo winds.</p>\n<p>Project-supported students also made substantial progress on highly relevant ancillary projects, including studying moist physics in high-resolution models over the West Coast using the unique data set provided by the Olympex field program. This work has revealed important model deficiencies that are now being addressed. Another study examined the origin of a blow down of trees near Olympic National Park associated with high-amplitude mountain waves.</p>\n<p>This work not only has intellectual merit, in terms of explaining the basic nature of the thermal trough and other major regional weather features, but substantial broader impacts, since these features are central to weather prediction in the region and important components of major wildfire events and heat waves.&nbsp; Thisresearch has illuminated the impact of global warming for thermal&nbsp; trough development, providing insights useful for adaptation to climate change over the next century.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2020<br>\n\t\t\t\t\tModified by: Clifford&nbsp;F&nbsp;Mass</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe thermal trough is the key warm season weather feature of the U.S. West Coast, influencing the occurrence of heat waves,  marine air intrusion, and the probability of regional wildfires.  This study has described the climatology, structure, and evolution of the thermal trough, including both observational and high-resolution modeling approaches.  Furthermore, using global climate models, both directly and by downscaling using high-resolution models, the expected change in frequency and amplitude of thermal troughs under anthropogenic climate change was examined. \n\nBecause western U.S. wildfires are directly connected with offshore flow and trough development, this research has also examined the meteorology of  several major wildfires, including the Wine Country Fire of 2017 and the Camp Fire of 2018, as well as examining the generic conditions associated with strong offshore flow, known as Diablo winds.\n\nProject-supported students also made substantial progress on highly relevant ancillary projects, including studying moist physics in high-resolution models over the West Coast using the unique data set provided by the Olympex field program. This work has revealed important model deficiencies that are now being addressed. Another study examined the origin of a blow down of trees near Olympic National Park associated with high-amplitude mountain waves.\n\nThis work not only has intellectual merit, in terms of explaining the basic nature of the thermal trough and other major regional weather features, but substantial broader impacts, since these features are central to weather prediction in the region and important components of major wildfire events and heat waves.  Thisresearch has illuminated the impact of global warming for thermal  trough development, providing insights useful for adaptation to climate change over the next century.\n\n\t\t\t\t\tLast Modified: 03/02/2020\n\n\t\t\t\t\tSubmitted by: Clifford F Mass"
 }
}