{
 "awd_id": "1349110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lexical and sentence processing in novice L2 learners: Psycholinguistic and neurocognitive investigations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Fritz",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 507558.0,
 "awd_amount": 523509.0,
 "awd_min_amd_letter_date": "2014-05-06",
 "awd_max_amd_letter_date": "2021-03-31",
 "awd_abstract_narration": "Being able to speak more than one language is key to success in a wide range of professional and academic fields. As conventional wisdom has assumed that \"younger is better\" for second language learning, an increasing number of children learn a second language (L2) at school, sometimes as early as Kindergarten. However, we know remarkably little about the cognitive and neural mechanisms underlying the initial stages of lexical and syntactic learning in a second language classroom setting at school, or how the processes subserving the acquisition and use of L2 knowledge change with increasing age. The currently available neurocognitive evidence is mostly based on adult second language learners, but because children are still developing their language and literacy skills in their first language, children may differ in principled ways from adults in how they integrate novel second language lexical and syntactic knowledge into their first language system. With support from the National Science Foundation, Dr. Janet van Hell and colleagues Dr. Ping Li and Dr. Darren Tanner, will use behavioral and electrophysiological measures to longitudinally study cognitive and neural mechanisms associated with the initial stages of lexical and syntactic processing in novice classroom second language learners at three ages: 5-6 years (Kindergarten), 11-12 years (6th grade), and young adulthood. The research project will also lead to an understanding of how individual differences among learners (i.e., variations in first and second language proficiency, working memory, executive control functions, and attitude/motivation) impact the rate and nature of early-stage second language learning and lexical and syntactic processing. More generally, by studying novice second language learners at three different ages the research will provide insights into the neural plasticity of language learning. \r\n\r\nEducators, parents, business professionals, and policymakers increasingly acknowledge the importance of teaching foreign languages in US elementary, middle, and high schools. This project will contribute to much needed knowledge of how second language lexical and syntactic learning occurs at different ages, and will provide further input for more effective classroom instruction and instructional methods. Because the research team trains many female students, often from an ethnically diverse student population, the project contributes to enhancing diversity in the field of neuroscience and the planned outreach activities in the school will promote involvement by underrepresented populations in scientific inquiry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "van Hell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet van Hell",
   "pi_email_addr": "jgv3@psu.edu",
   "nsf_id": "000498478",
   "pi_start_date": "2014-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ping",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ping Li",
   "pi_email_addr": "pingpsu@gmail.com",
   "nsf_id": "000490315",
   "pi_start_date": "2014-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1397",
   "pgm_ref_txt": "CROSS-DIRECTORATE  ACTIV PROGR"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 134293.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 373265.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 7251.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 8700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Being able to speak more than one language is key to success in a wide range of professional and academic fields. An increasing number of children in American schools learn a second language (L2) at school, sometimes as early as Kindergarten. Remarkably little is known, however, about the cognitive and neural mechanisms underlying the initial stages of learning a second language in a classroom setting at school, and how the processes subserving the acquisition and use of L2 knowledge change with increasing age. The currently available neurocognitive evidence is mostly based on adult L2 learners. Because children are still developing their language and literacy skills in their first language (L1), they may differ in principled ways from adults in how they integrate newly learned L2 words and grammatical structures into their L1 system.&nbsp;</p>\n<p>This project studied the neurocognitive basis of the early stages of learning an L2, Spanish, by English-speaking classroom learners at three different ages: K-2, middle school, and young adulthood. Current models of L2 word learning, based on evidence obtained in adult learners, state that L2 learners use newly learned L2 words by first translating these words into L1. Only at higher L2 proficiency levels do learners access L2 word meanings without first translating through L1 (thus using direct L2 word-to-concept mappings). The project hypothesized that, as children are still developing L1 word codes as part of ongoing language and literacy development, child L2 learners are more likely to directly map novel L2 words to semantic codes rather than first translate these words into L1.&nbsp;The project indeed found evidence that indicates that child L2 learners, but also adult L2 learners, directly map newly learned L2 words to meanings, and that when using L2 words they do not first translate these words into their L1.&nbsp;</p>\n<p>A second line of research focused on learning and processing grammatical structures in L2, and these studies&nbsp;did observe differences between child and adult L2 learners. Testing theoretical models that make different predictions on how L1 knowledge transfers to L2 performance, the project examined how the similarity or dissimilarity of grammatical structures across L1 and L2 affected learners&rsquo; sentence processing in L2. Child and adult L2 learners read L2 Spanish sentences with similar grammatical structures in L1 English and L2 Spanish, dissimilar grammatical structures in L1 and L2, or a unique L2 Spanish grammatical structure not present in L1 English. Using the violation paradigm, the presented sentences were grammatically correct or incorrect. Participants read the sentences while their brain activity was recorded, and made a grammaticality judgment after having read each sentence. In a nutshell, adults&rsquo; L2 sentence processing was sensitive to the similarity or dissimilarity of grammatical structures across L2 and L1, whereas child L2 learners were insensitive to this manipulation.&nbsp;</p>\n<p>A third series of studies compared different training methods to learn novel word meanings: learning novel words with verbal definitions only or learning novel words with verbal definitions and visualizations. It was found that learning novel word meanings through definitions and images strengthened behavioral learning outcomes, but did not affect the neural signatures of novel word learning and consolidation.</p>\n<p>A unique feature of the project is that the K-2 and middle school students were tested in an R.V., the &lsquo;Brain Bus&rsquo;, specifically outfitted to collect brain activity and behavioral data on location. The &lsquo;Brain Bus&rsquo; was also used in numerous science education and community outreach events organized by the project team, to&nbsp;share their excitement of neurocognitive research with the broader community. Each year, the project team organized science education events for K-8 students at the three schools that participated in the project, as well as middle schools and high schools in the local community.&nbsp;These science events included live recordings of brain activity with brain waves projected on a screen or a wall, brain puzzles, demonstrations of cognitive and linguistics tasks, and fun neuroscience facts.&nbsp;The project had also been selected to represent NSF-funded research at the 2016 USA Science and Engineering Festival, April 15-17, in Washington DC.</p>\n<p>The project has provided valuable neurocognitive research training for a postdoctoral researcher, three graduate students and twelve undergraduate students. As many trainees are first generation students or&nbsp;come from groups that are traditionally underrepresented in STEM, the project has also contributed to enhancing diversity in the field of neuroscience and promoted the involvement of underrepresented populations in scientific inquiry.</p>\n<p>&nbsp;</p>\n<p>Further reading:&nbsp;</p>\n<p>Liu, Y., &amp; Van Hell, J.G. (2020).&nbsp;Learning novel word meanings: An ERP study on lexical consolidation in monolingual, inexperienced foreign language learners.&nbsp;<em>Language Learning</em>, 70, Issue S2, 45-74.&nbsp;</p>\n<p>Van Hell, J.G. (2020). Lexical processing in child and adult classroom second language learners: Uniqueness and similarity, and implications for cognitive models. In: K.D. Federmeier &amp; H-W. Huang,&nbsp;<em>Psychology of Learning and Motivation,&nbsp;</em>Volume 72 (pp. 207-234). Elsevier.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2022<br>\n\t\t\t\t\tModified by: Janet&nbsp;Van Hell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBeing able to speak more than one language is key to success in a wide range of professional and academic fields. An increasing number of children in American schools learn a second language (L2) at school, sometimes as early as Kindergarten. Remarkably little is known, however, about the cognitive and neural mechanisms underlying the initial stages of learning a second language in a classroom setting at school, and how the processes subserving the acquisition and use of L2 knowledge change with increasing age. The currently available neurocognitive evidence is mostly based on adult L2 learners. Because children are still developing their language and literacy skills in their first language (L1), they may differ in principled ways from adults in how they integrate newly learned L2 words and grammatical structures into their L1 system. \n\nThis project studied the neurocognitive basis of the early stages of learning an L2, Spanish, by English-speaking classroom learners at three different ages: K-2, middle school, and young adulthood. Current models of L2 word learning, based on evidence obtained in adult learners, state that L2 learners use newly learned L2 words by first translating these words into L1. Only at higher L2 proficiency levels do learners access L2 word meanings without first translating through L1 (thus using direct L2 word-to-concept mappings). The project hypothesized that, as children are still developing L1 word codes as part of ongoing language and literacy development, child L2 learners are more likely to directly map novel L2 words to semantic codes rather than first translate these words into L1. The project indeed found evidence that indicates that child L2 learners, but also adult L2 learners, directly map newly learned L2 words to meanings, and that when using L2 words they do not first translate these words into their L1. \n\nA second line of research focused on learning and processing grammatical structures in L2, and these studies did observe differences between child and adult L2 learners. Testing theoretical models that make different predictions on how L1 knowledge transfers to L2 performance, the project examined how the similarity or dissimilarity of grammatical structures across L1 and L2 affected learners’ sentence processing in L2. Child and adult L2 learners read L2 Spanish sentences with similar grammatical structures in L1 English and L2 Spanish, dissimilar grammatical structures in L1 and L2, or a unique L2 Spanish grammatical structure not present in L1 English. Using the violation paradigm, the presented sentences were grammatically correct or incorrect. Participants read the sentences while their brain activity was recorded, and made a grammaticality judgment after having read each sentence. In a nutshell, adults’ L2 sentence processing was sensitive to the similarity or dissimilarity of grammatical structures across L2 and L1, whereas child L2 learners were insensitive to this manipulation. \n\nA third series of studies compared different training methods to learn novel word meanings: learning novel words with verbal definitions only or learning novel words with verbal definitions and visualizations. It was found that learning novel word meanings through definitions and images strengthened behavioral learning outcomes, but did not affect the neural signatures of novel word learning and consolidation.\n\nA unique feature of the project is that the K-2 and middle school students were tested in an R.V., the ‘Brain Bus’, specifically outfitted to collect brain activity and behavioral data on location. The ‘Brain Bus’ was also used in numerous science education and community outreach events organized by the project team, to share their excitement of neurocognitive research with the broader community. Each year, the project team organized science education events for K-8 students at the three schools that participated in the project, as well as middle schools and high schools in the local community. These science events included live recordings of brain activity with brain waves projected on a screen or a wall, brain puzzles, demonstrations of cognitive and linguistics tasks, and fun neuroscience facts. The project had also been selected to represent NSF-funded research at the 2016 USA Science and Engineering Festival, April 15-17, in Washington DC.\n\nThe project has provided valuable neurocognitive research training for a postdoctoral researcher, three graduate students and twelve undergraduate students. As many trainees are first generation students or come from groups that are traditionally underrepresented in STEM, the project has also contributed to enhancing diversity in the field of neuroscience and promoted the involvement of underrepresented populations in scientific inquiry.\n\n \n\nFurther reading: \n\nLiu, Y., &amp; Van Hell, J.G. (2020). Learning novel word meanings: An ERP study on lexical consolidation in monolingual, inexperienced foreign language learners. Language Learning, 70, Issue S2, 45-74. \n\nVan Hell, J.G. (2020). Lexical processing in child and adult classroom second language learners: Uniqueness and similarity, and implications for cognitive models. In: K.D. Federmeier &amp; H-W. Huang, Psychology of Learning and Motivation, Volume 72 (pp. 207-234). Elsevier.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/08/2022\n\n\t\t\t\t\tSubmitted by: Janet Van Hell"
 }
}