{
 "awd_id": "1350537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Overcoming Heterogeneity: Ultra-monodisperse Semiconducting Carbon with Parts per Million and Billion Polydispersity",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2014-04-22",
 "awd_max_amd_letter_date": "2018-05-07",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThe overarching objective of this project, supported by the Solid State and Materials Chemistry program in the Division of Materials Research, is to uncover and develop fundamentally new ways for realizing ultra-monodisperse semiconducting single-walled carbon nanotubes. This work will explore novel strategies in the post-synthetic separation and sorting of nanotubes using nanotube-differentiating conjugated polymers, while at the same time implement metrologies for quantifying monodispersity that are needed to advance the differentiation and sorting. Certain classes of conjugated polymers such as polyfluorenes are unusually effective semiconducting nanotube-discriminating agents, for example discerning by electronic-type so powerfully that under the proper conditions the conjugated polymers will not measurably disperse nanotubes that are metallic. Currently, very little is known about these polymers and how they interact with nanotubes. However, with a better understanding of the materials chemistry of nanotube-polymer interactions, it should become possible to realize nanotubes that that are so monodisperse that their bandgap polydispersity can be counted in only parts per million and their electronic-type polydispersity in parts per billion (whereas current nanotube monodispersity is typically measured in parts per hundred). Focused research will be pursued in 4 areas: (1) Exploration and implementation of metrology that can quantify \"impurity\" nanotubes at vanishing concentrations; (2) Fundamental experimentation designed to understand the materials chemistry and thermodynamics of nanotube / differentiating polymer binding; (3) Investigation of the role of defects on polymer-nanotube binding; and (4) Implementation of single- and multi-step dispersion and post-dispersion differentiation. \r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nSince their discovery in 1991, carbon nanotubes have tantalized scientists and the general public, as well, due to their unique structure and exceptional properties. These materials promise to help overcome many of society's grand challenges in electronics, energy, and medicine. However, this promise has not yet been realized because of nanotubes' heterogeneity, which is both physical and electronic. Recently, a promising class of polymers has been discovered that can be used to select for specific types of carbon nanotubes and thereby dramatically reduce their heterogeneity. This project will uncover fundamental details regarding the materials chemistry of the interactions between nanotubes and the polymers. The understanding that is gained will then be used to create carbon nanotubes that are sufficiently ultra-monodisperse to enable applications that have long been hyped but inhibited by heterogeneity. In conjunction with the technical project, outreach will be conducted to inspire youth to enter science, technology, engineering, and mathematics (STEM) fields and increase educational opportunities for under-represented groups. For example, a hands-on STEM-based workshop for middle school students entitled \"E3-Engineering, Energy, and the Environment\" will be created and implemented. The workshop will engage students in materials science topics with an energy and environmental hook (such as energy efficient or energy harvesting materials), teach creative problem-solving, inspire the next-generation of scientists and engineers, and involve undergraduate and graduate students in mentoring and outreach experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Arnold",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Arnold",
   "pi_email_addr": "msarnold@wisc.edu",
   "nsf_id": "000516967",
   "pi_start_date": "2014-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1509 University Ave.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061595",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project made significant advances in the fields of nanomaterials, nanoscience, and nanoelectronics, while moreover having a broader impact on the exposure of K-12 students to science and engineering and the involvement of undergraduate students in cutting-edge research.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual merit:</p>\n<p>&nbsp;</p>\n<p>First, the project studied the science underpinning the purification and isolation of a type of material called a carbon nanotube, which researchers and companies are exploring for the next-generation of computer chips that are faster and use less power. Carbon nanotubes are ultrafine tubes, comprised entirely of carbon atoms, that are roughly one billionth of a meter in diameter. Carbon nanotubes are among, if not the best, semiconductors ever discovered. A significant challenge with nanotubes, however, is that when they are synthesized, a mixture of metallic and semiconducting species is produced. Nanotubes need to be purified to remove the metallic species before they can be useful for applications. This project studied polymers that selectively stick to semiconducting nanotubes (as opposed to metallic ones) and thereby enable semiconducting nanotube purification. The thermodynamics of how the polymers stick to nanotubes was elucidated, including the configuration and coverage with which they stick. Extrapolation of measured data show that semiconducting purity rapidly increases as less of the selective polymer is used, providing a pathway to ultrahigh purity semiconducting nanotubes with fewer than part per million metallic nanotubes.</p>\n<p>&nbsp;</p>\n<p>Second, the ability to create ultrahigh purity semiconducting nanotubes was leveraged to make a significant advance in carbon nanotube based nanoelectronic devices. Specifically, highly purified semiconducting nanotubes were aligned in tightly packed arrays, deposited onto substrates, and integrated with metallic and insulating thin films to create field effect transistors - which are the fundamental building blocks of computer chips. The very first carbon nanotube-based field effect transistor was realized that outperforms (in terms of on-state current density) equivalent transistors made from silicon (the current state-of-the-art) - a long-standing goal in the field for more than a decade.</p>\n<p>&nbsp;</p>\n<p>Third, the project contributed to advances in the field of block copolymer self-assembly. Block copolymers are constructed from two polymers that do not like to mix. The polymers that dislike each other are bonded together at the polymer-strand level. Block copolymers, when deposited onto a surface, can automatically self-assemble into nanopatterns with dimensions that are incredibly small, for example less than 10 billionths of a meter. These nanopatterns are being researched by many in academia and industry as means for defining ultrasmall features in next-generation electronics applications, among others. However, the self-assembly of block copolymers without additional means used to direct and align them yields nanopatterns that are randomly organized and therefore less useful for the rational nanopatterning of other materials. This project contributed to understanding a new phenomenon that can be used to direct and organize the self-assembly of block copolymers into useful patterns. The new phenomenon is called boundary-directed epitaxy and it uses the chemical contrast that exists at the interface of two surface patterns to register, orient, and align block copolymer domains. Boundary-directed epitaxy promises a simple, scalable route for assembling, creating, and lithographically defining materials with dimensions smaller than 10 billionths of a meter.</p>\n<p>&nbsp;</p>\n<p>Broader impacts:</p>\n<p>&nbsp;</p>\n<p>The principle investigator and students supported by this project moreover participated in outreach activities aimed at increasing the exposure of K-12 students to science and engineering. The most extensive effort towards this end was the planning, development, and implementation of a summer camp for middle school students, called <em>E<sup>3</sup>&nbsp;- Engineering, Energy, and the Environment</em>. <em>E<sup>3</sup></em> was implemented as a 3-week hands-on, morning, summer camp in each of 2015 and 2016 in conjunction with PEOPLE (Pre-college Enrichment Opportunity Program for Learning Excellence). PEOPLE is a pre-college pipeline for students of color and low-income households, most of whom are the first in their families to potentially attend college. Highlights include: a wind turbine design competition; solar car design competition; and field trips to a local photovoltaics company, co-generation natural gas power plant, and the Wisconsin Energy Institute. <em>E<sup>3</sup> </em>was also adapted and implemented as a 1-week partial day summer camp in 2018, at the Madison Children Museum (in Madison, Wisconsin).</p>\n<p>&nbsp;</p>\n<p>This project also had a significant impact on future workforce training and development. The research of 5 graduate students and post-docs was supported (for at least 6 months each), who were trained in cutting-edge topics pertaining to nanomaterials, materials chemistry, and electronics. Moreover, 5 undergraduate students were involved in the research effort, and the supported graduate students and post-docs additionally participated in the mentoring of 9 other undergraduate researchers pursuing related research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2020<br>\n\t\t\t\t\tModified by: Michael&nbsp;Arnold</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185160298_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185160298_Fig1--rgov-800width.jpg\" title=\"Thermodynamics, Configuration, and Coverage of Polymers on Semiconducting Carbon Nanotubes\"><img src=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185160298_Fig1--rgov-66x44.jpg\" alt=\"Thermodynamics, Configuration, and Coverage of Polymers on Semiconducting Carbon Nanotubes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photoluminescence energy transfer shows the coverage (theta) of the polymer PFO (black and white) on carbon nanotubes (blue) increases with PFO concentration and follows Langmuir-Isotherm adsorption behavior with cooperativity. The wrapping angle is 12&#730;.</div>\n<div class=\"imageCredit\">MICHAEL S ARNOLD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Thermodynamics, Configuration, and Coverage of Polymers on Semiconducting Carbon Nanotubes</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185270462_Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185270462_Fig3--rgov-800width.jpg\" title=\"Self-Assembly of Block Copolymers via Boundary-Directed Epitaxy\"><img src=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185270462_Fig3--rgov-66x44.jpg\" alt=\"Self-Assembly of Block Copolymers via Boundary-Directed Epitaxy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Electron microscopy images of block copolymers self-assembled via boundary-directed epitaxy on graphene on Ge stripes.</div>\n<div class=\"imageCredit\">MICHAEL S ARNOLD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Self-Assembly of Block Copolymers via Boundary-Directed Epitaxy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185321543_Fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185321543_Fig4--rgov-800width.jpg\" title=\"E3 Outreach Summer Camp\"><img src=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185321543_Fig4--rgov-66x44.jpg\" alt=\"E3 Outreach Summer Camp\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photographs of wind turbine competition at E3 outreach summer camp. (Upper, lower left) Camp attendees improving and testing their turbine blade designs. (Right) Arnold group member, Jemimah Mawande, working with kids to test the electrical output of their turbines.</div>\n<div class=\"imageCredit\">MICHAEL S ARNOLD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">E3 Outreach Summer Camp</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185383995_Fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185383995_Fig5--rgov-800width.jpg\" title=\"Freshmen Undergraduate Researchers\"><img src=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601185383995_Fig5--rgov-66x44.jpg\" alt=\"Freshmen Undergraduate Researchers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(Left) Undergraduate researcher Zach Volpe fabricating a nanotube film for atomic force microscopy measurement. (Right) Undergraduate researcher Damask Grinnell preparing to self-assemble a block copolymer solution on graphene chemical stripes in a nitrogen glovebox.</div>\n<div class=\"imageCredit\">MICHAEL S ARNOLD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Freshmen Undergraduate Researchers</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601186287997_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601186287997_Fig2--rgov-800width.jpg\" title=\"Ultrahigh Purity Semiconducting Carbon Nanotubes Enable Nanotube-Based Transistors that Outperform Silicon Transistors\"><img src=\"/por/images/Reports/POR/2020/1350537/1350537_10299681_1601186287997_Fig2--rgov-66x44.jpg\" alt=\"Ultrahigh Purity Semiconducting Carbon Nanotubes Enable Nanotube-Based Transistors that Outperform Silicon Transistors\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The capability to prepare high purity semiconducting nanotubes enabled transistors created from parallel arrays of nanotubes that outperform silicon transistors. Industrially scaling these devices, uniformly, promises significantly faster computer chips and wireless devices that use less power.</div>\n<div class=\"imageCredit\">MICHAEL S ARNOLD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;Arnold</div>\n<div class=\"imageTitle\">Ultrahigh Purity Semiconducting Carbon Nanotubes Enable Nanotube-Based Transistors that Outperform Silicon Transistors</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project made significant advances in the fields of nanomaterials, nanoscience, and nanoelectronics, while moreover having a broader impact on the exposure of K-12 students to science and engineering and the involvement of undergraduate students in cutting-edge research. \n\n \n\nIntellectual merit:\n\n \n\nFirst, the project studied the science underpinning the purification and isolation of a type of material called a carbon nanotube, which researchers and companies are exploring for the next-generation of computer chips that are faster and use less power. Carbon nanotubes are ultrafine tubes, comprised entirely of carbon atoms, that are roughly one billionth of a meter in diameter. Carbon nanotubes are among, if not the best, semiconductors ever discovered. A significant challenge with nanotubes, however, is that when they are synthesized, a mixture of metallic and semiconducting species is produced. Nanotubes need to be purified to remove the metallic species before they can be useful for applications. This project studied polymers that selectively stick to semiconducting nanotubes (as opposed to metallic ones) and thereby enable semiconducting nanotube purification. The thermodynamics of how the polymers stick to nanotubes was elucidated, including the configuration and coverage with which they stick. Extrapolation of measured data show that semiconducting purity rapidly increases as less of the selective polymer is used, providing a pathway to ultrahigh purity semiconducting nanotubes with fewer than part per million metallic nanotubes.\n\n \n\nSecond, the ability to create ultrahigh purity semiconducting nanotubes was leveraged to make a significant advance in carbon nanotube based nanoelectronic devices. Specifically, highly purified semiconducting nanotubes were aligned in tightly packed arrays, deposited onto substrates, and integrated with metallic and insulating thin films to create field effect transistors - which are the fundamental building blocks of computer chips. The very first carbon nanotube-based field effect transistor was realized that outperforms (in terms of on-state current density) equivalent transistors made from silicon (the current state-of-the-art) - a long-standing goal in the field for more than a decade.\n\n \n\nThird, the project contributed to advances in the field of block copolymer self-assembly. Block copolymers are constructed from two polymers that do not like to mix. The polymers that dislike each other are bonded together at the polymer-strand level. Block copolymers, when deposited onto a surface, can automatically self-assemble into nanopatterns with dimensions that are incredibly small, for example less than 10 billionths of a meter. These nanopatterns are being researched by many in academia and industry as means for defining ultrasmall features in next-generation electronics applications, among others. However, the self-assembly of block copolymers without additional means used to direct and align them yields nanopatterns that are randomly organized and therefore less useful for the rational nanopatterning of other materials. This project contributed to understanding a new phenomenon that can be used to direct and organize the self-assembly of block copolymers into useful patterns. The new phenomenon is called boundary-directed epitaxy and it uses the chemical contrast that exists at the interface of two surface patterns to register, orient, and align block copolymer domains. Boundary-directed epitaxy promises a simple, scalable route for assembling, creating, and lithographically defining materials with dimensions smaller than 10 billionths of a meter.\n\n \n\nBroader impacts:\n\n \n\nThe principle investigator and students supported by this project moreover participated in outreach activities aimed at increasing the exposure of K-12 students to science and engineering. The most extensive effort towards this end was the planning, development, and implementation of a summer camp for middle school students, called E3 - Engineering, Energy, and the Environment. E3 was implemented as a 3-week hands-on, morning, summer camp in each of 2015 and 2016 in conjunction with PEOPLE (Pre-college Enrichment Opportunity Program for Learning Excellence). PEOPLE is a pre-college pipeline for students of color and low-income households, most of whom are the first in their families to potentially attend college. Highlights include: a wind turbine design competition; solar car design competition; and field trips to a local photovoltaics company, co-generation natural gas power plant, and the Wisconsin Energy Institute. E3 was also adapted and implemented as a 1-week partial day summer camp in 2018, at the Madison Children Museum (in Madison, Wisconsin).\n\n \n\nThis project also had a significant impact on future workforce training and development. The research of 5 graduate students and post-docs was supported (for at least 6 months each), who were trained in cutting-edge topics pertaining to nanomaterials, materials chemistry, and electronics. Moreover, 5 undergraduate students were involved in the research effort, and the supported graduate students and post-docs additionally participated in the mentoring of 9 other undergraduate researchers pursuing related research.\n\n \n\n\t\t\t\t\tLast Modified: 09/27/2020\n\n\t\t\t\t\tSubmitted by: Michael Arnold"
 }
}