{
 "awd_id": "1350623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:Tailoring the nature of the active site of Ni electrocatalysts for electrochemical co-reduction of CO2 and H2O",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 405452.0,
 "awd_amount": 447584.0,
 "awd_min_amd_letter_date": "2014-06-23",
 "awd_max_amd_letter_date": "2018-07-09",
 "awd_abstract_narration": "CAREER: Design of Robust Heterogeneous Electrocatalysts for Conversion of CO2 and H2O to Syngas\r\n\r\nExtensive use of fossil fuels and consequential high levels of CO2 emissions are major contemporary challenges. Solutions to these challenges will require the development of ways to activate reverse chemical pathways in which CO2 is converted back into high energy molecules (i.e., CO and hydrocarbon fuels) using renewable energy sources, such as solar and/or wind energy. These renewable energy sources are most conveniently used as electricity. Many proposed strategies for dealing with CO2 from chemical processes attempt the conversion of CO2 back to hydrocarbons. The conversion of CO2 and H2O to syngas (CO+H2) is one such process for which no efficient approach currently exists. Syngas is a convenient feedstock for making chemicals and fuels.  The Principal Investigator Eranda Nikolla at Wayne State University proposes to utilize a combination of experimental and theoretical techniques to design robust electrocatalysts for the co-reduction of CO2 with H2O to syngas using solid oxide electrochemical systems (SOECs). SOECs are electrochemical systems that can  facilitate the simultaneous co-reduction of CO2 with H2O to syngas with very high rates, due to the favorable reaction kinetics at their high operating temperatures. The proposed research will have a broad impact in advancing the field by providing a new fundamental methodology for designing robust electrocatalysts for efficient generation of syngas from CO2 and H2O, thereby addressing nationally important issues in energy and climate change. In addition, it will become a tool for (i) educating undergraduate WSU engineering students from underrepresented groups, (ii) promoting STEM career interest in K-12 students, through activities with local high schools, the Michigan Science Center and the NSF-sponsored GoGirls program, and (iii) training of graduate engineering students though research and course development. \r\n\r\nWhile electrochemical co-reduction of CO2 and H2O using SOECs offers a great deal of promise, the field is fairly unexplored. One of the main challenges with this process is the need to operate at high overall potential, due to activation overpotential losses (the difference between the potential required to activate an electrochemical process and the reversible potential) associated with the electrochemical reduction of CO2 and H2O on conventional cathode electrocatalysts. In order to address this challenge, the PI proposes to combine quantum chemical density functional theory (DFT) calculations with experimental electro-kinetic studies to identify the electrochemical steps that govern the overpotential losses associated with co-reduction of CO2 and H2O on conventional electrocatalytic surfaces. The objective is to utilize this knowledge to design improved electrocatalysts that will minimize the overpotential losses of controlling steps in the co-reduction process, thereby increasing the energy efficiency of the conversion process. The proposed work will provide a transformative new methodology for the discovery of robust and efficient electrocatalysts for conversion of CO2 and H2O to syngas. Furthermore, it will build the foundation for the PIs long-term goals of developing (i) a versatile research program, broadly aimed at discovering mechanistic insights about electrochemical transformation in solid-state electrochemical systems and translating this knowledge to ways to improve their performance, and (ii) interdisciplinary educational and outreach programs with the aim of advancing teaching, training and public awareness regarding energy and environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eranda",
   "pi_last_name": "Nikolla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eranda Nikolla",
   "pi_email_addr": "erandan@umich.edu",
   "nsf_id": "000612970",
   "pi_start_date": "2014-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5050 Anthony Wayne Drive",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 405452.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 24132.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this CAREER proposal was to combine density functional theory calculation (DFT) along with detailed characterization and electrochemical testing to determine the molecular mechanism for electrochemical reduction of CO<sub>2</sub> and H<sub>2</sub>O on metal electrocatalysts in solid oxide electrolysis cells (SOECs) with the aim of identifying optimal catalysts for these processes. Part of the objective of this project was also to integrate the proposed research efforts in educational activities via course development, undergraduate research programs and community outreach activities. Through a combined experimental and theoretical effort, we found and reported that binding energy of oxygen can be used as an activity descriptor to screen for solid oxide electrolysis cell cathode electrocatalysts with optimal activity for CO<sub>2</sub> and H<sub>2</sub>O reduction in SOECs. Metals like Fe were found to be catalytically active for these processes, however overoxidation led to their poor long-term stability. To enhance the stability of metals, which are inherently highly active for reduction of CO<sub>2</sub> and H<sub>2</sub>O, the use of alloys has been shown as an effective way to address this challenge. We have also shown that tailored interfaces with high oxygen ion conducting oxides can weaken the oxygen binding on the metal surface and provide a driving force for oxygen removal from the metal surface minimizing electrocatalyst deactivation. Through these studies we have developed synthesis approaches for controlling the nanostructure of the electrocatalyst for SOECs with high degree of control over the number and nature of active sites.&nbsp; Along the same lines, through a new collaborative effort with the Sundararaghavan group at Wayne State University, we investigated the electrochemical performance of platinum and gold electrocatalysts for glucose oxidation in neutral conditions for application in implantable fuel cells. We found that while Pt exhibited high electrochemical rates for electrooxidation of glucose, it was very unselective leading to overoxidation of glucose. On the other hand, Au exhibited much lower electrochemical rated but high selectivity toward electro-oxidation of glucose to gluconic acid. Alloys were identified as an approach to enhance the selectivity of platinum and activity of gold electrocatalysts for glucose oxidation. The impact of physiological substances in the body fluid on the electrochemical performance of these electrocatalysts will be determined as future steps.</p>\n<p>This project has involved several students at the PhD, masters and undergraduate levels.&nbsp; A number of these students came from underrepresented groups in STEM. K-12 students from local Detroit school were also involved with this research. The PI also developed the first course at Wayne State University on the Fundamentals of Electrochemistry and Electrocatalysis. This course has significantly increased the students&rsquo; interest in learning about electrochemical energy and chemical conversion and electrocatalysis. As part of outreach educational activities, the PI was actively involved with the Gaining Options-Girls Investigate Real Life program (GO-GIRL), which was a program designed to engage adolescent girls from the Metro Detroit area in science, engineering and medicine. The PI also routinely participated in STEM days hosted by Wayne State University which focused on science, technology, engineering and math for 6<sup>th</sup> through 9<sup>th</sup> grade&nbsp;students&nbsp;from the local Detroit area largely from underrepresented groups. The PI is a strong activist in addressing issues of inclusion, diversity and equity in science and engineering. She organized &ldquo;Design-In Women&rdquo; workshops designed to address issue of inclusion of women and diversity in the field of catalysis in industry and academia.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2021<br>\n\t\t\t\t\tModified by: Eranda&nbsp;Nikolla</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this CAREER proposal was to combine density functional theory calculation (DFT) along with detailed characterization and electrochemical testing to determine the molecular mechanism for electrochemical reduction of CO2 and H2O on metal electrocatalysts in solid oxide electrolysis cells (SOECs) with the aim of identifying optimal catalysts for these processes. Part of the objective of this project was also to integrate the proposed research efforts in educational activities via course development, undergraduate research programs and community outreach activities. Through a combined experimental and theoretical effort, we found and reported that binding energy of oxygen can be used as an activity descriptor to screen for solid oxide electrolysis cell cathode electrocatalysts with optimal activity for CO2 and H2O reduction in SOECs. Metals like Fe were found to be catalytically active for these processes, however overoxidation led to their poor long-term stability. To enhance the stability of metals, which are inherently highly active for reduction of CO2 and H2O, the use of alloys has been shown as an effective way to address this challenge. We have also shown that tailored interfaces with high oxygen ion conducting oxides can weaken the oxygen binding on the metal surface and provide a driving force for oxygen removal from the metal surface minimizing electrocatalyst deactivation. Through these studies we have developed synthesis approaches for controlling the nanostructure of the electrocatalyst for SOECs with high degree of control over the number and nature of active sites.  Along the same lines, through a new collaborative effort with the Sundararaghavan group at Wayne State University, we investigated the electrochemical performance of platinum and gold electrocatalysts for glucose oxidation in neutral conditions for application in implantable fuel cells. We found that while Pt exhibited high electrochemical rates for electrooxidation of glucose, it was very unselective leading to overoxidation of glucose. On the other hand, Au exhibited much lower electrochemical rated but high selectivity toward electro-oxidation of glucose to gluconic acid. Alloys were identified as an approach to enhance the selectivity of platinum and activity of gold electrocatalysts for glucose oxidation. The impact of physiological substances in the body fluid on the electrochemical performance of these electrocatalysts will be determined as future steps.\n\nThis project has involved several students at the PhD, masters and undergraduate levels.  A number of these students came from underrepresented groups in STEM. K-12 students from local Detroit school were also involved with this research. The PI also developed the first course at Wayne State University on the Fundamentals of Electrochemistry and Electrocatalysis. This course has significantly increased the students’ interest in learning about electrochemical energy and chemical conversion and electrocatalysis. As part of outreach educational activities, the PI was actively involved with the Gaining Options-Girls Investigate Real Life program (GO-GIRL), which was a program designed to engage adolescent girls from the Metro Detroit area in science, engineering and medicine. The PI also routinely participated in STEM days hosted by Wayne State University which focused on science, technology, engineering and math for 6th through 9th grade students from the local Detroit area largely from underrepresented groups. The PI is a strong activist in addressing issues of inclusion, diversity and equity in science and engineering. She organized \"Design-In Women\" workshops designed to address issue of inclusion of women and diversity in the field of catalysis in industry and academia.\n\n\t\t\t\t\tLast Modified: 11/24/2021\n\n\t\t\t\t\tSubmitted by: Eranda Nikolla"
 }
}