{
 "awd_id": "1350330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Geometric Shape Deformation with Applications in Medicine",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 212082.0,
 "awd_min_amd_letter_date": "2014-01-15",
 "awd_max_amd_letter_date": "2015-03-03",
 "awd_abstract_narration": "In spite of significant recent advances 3D computer graphics are still humbled when confronted with medical-grade requirements, so medical illustrators often continue to rely on 2D hand drawing.  A fundamental challenge is that detailed geometric models and advanced nonlinear materials increase computational complexity, making them difficult to apply in real-time interactive applications.  In this research, the PI will investigate an alternative approach based on geometric shape deformations rather than the processes which created them.  He argues that intuitive shape deformation can be facilitated by guarantees of basic geometric properties such as smoothness and injectivity (no self-intersection).  The key is to design algorithms that can do this quickly while providing the user with a small yet expressive set of adjustable controls to ensure an efficient interactive experience; the task of shape deformation techniques is to extrapolate this parsimonious, human manageable set of input controls into a full-scale 3D deformation field in a natural and predictable way.  The PI's hypothesis is that this requirement can be formally expressed in terms of basic geometric properties.  To this end, the PI will explore both direct (closed-form) and variational methods, because while direct methods excel in speed variational methods offer stronger guarantees and advanced geometric properties.  In terms of direct methods, the PI will develop new ways to quickly blend certain groups of 3D transformations (e.g., with the help of new geometric algebraic structures).  Transformation blending will be complemented by advanced influence weights that allow the user to explicitly control the resulting sparseness.  In terms of variational methods, the PI will study deformation energies satisfying traditional properties such as rotation invariance but augmented with higher-order continuity and injectivity; here, the main challenge will be to find efficient numerical solutions for the underlying optimization problems.  The PI believes it will prove possible to mitigate the inherent computational complexity of variational methods by suitably combining them with direct methods so as to cast some of the variational problems as convex optimizations, thereby opening the door to highly efficient convex solvers.\r\n\r\nBroader Impacts:  Shape deformation is relevant to architecture, computer aided design (CAD), and many areas of science and engineering, as well as to the entertainment industry.  But this project has primarily been motivated by medical applications, inspired by requests from the PI's collaborators at The Children's Hospital of Philadelphia.  Given the right tools, the classical field of hand drawn medical illustration will evolve into 3D animated medical atlases, setting new standards in medical education.  Shape deformation techniques could ultimately contribute to clinical praxis, by facilitating diagnosis and pre-operative planning when treating conditions such as pathological skull deformities (craniosynostosis).  And shape modeling tools in expert hands could help lower the radiation dose required in CT scanning, by applying new reconstruction methods that combine user input with template models and accurate surface scans (obtained with radiation-free methods such as laser scanning).  The PI also will organize seminars and courses that bring together medical and engineering students, including members of underrepresented groups, thereby promoting interdisciplinary collaboration in both research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ladislav",
   "pi_last_name": "Kavan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ladislav Kavan",
   "pi_email_addr": "ladislav.kavan@gmail.com",
   "nsf_id": "000645156",
   "pi_start_date": "2014-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of the University of Pennsylvania",
  "perf_str_addr": "3451 Walnut Street - P-221",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7453",
   "pgm_ref_txt": "GRAPHICS & VISUALIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 104183.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 53797.0
  }
 ],
 "por": null
}