{
 "awd_id": "1350741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Dissecting the Role of Mechanical Forces in the Regulation of Cytoskeletal Dynamics during Mitosis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 400005.0,
 "awd_amount": 400005.0,
 "awd_min_amd_letter_date": "2014-03-11",
 "awd_max_amd_letter_date": "2014-03-11",
 "awd_abstract_narration": "1350741\r\nGardner\r\n\r\nThe biomechanical properties of cellular proteins and nucleic acids at the nanoscale are critical for regulating key cellular processes, including cell division.  In particular, the centromeres on sister chromosomes are stretched apart during mitosis, and this stretching generates a tension force, which is important for ensuring proper chromosome segregation into two daughter cells. However, an integrated mechanistic understanding for how mitotic centromere stretching tension is established and maintained is lacking.  The overall objective of the proposed work is to study how mitotic\r\nmicrotubule dynamics generate and respond to tension forces during mitosis, and to begin to dissect the role of tension forces in establishing kinetochore and chromosome positioning during mammalian cell mitosis. This work will ultimately lead to a better understanding of how proteins and nucleic acids work as a nanomechanical system to mediate proper chromosome segregation during cell division.  The overarching hypothesis to be tested is that microtubules, which are the cellular cytoskeletal polymers responsible for aligning and segregating duplicated chromosomes during mitosis, can self-regulate their dynamics by both generating and responding to tension forces.  The hypothesis and overall objective will be addressed by pursuing the following specific aims.\r\nAim 1: Determine whether in vivo tension forces regulate kinetochore microtubule dynamics to control chromosome alignment during budding yeast mitosis; Aim 2: Determine whether tension generated by purified in vitro microtubules can intrinsically self-regulate microtubule dynamics; and Aim 3: Distinguish important anti-poleward forces in mammalian cell mitosis.\r\n\r\nIntellectual Merit: The proposed research will develop tools to better understand the origin and role of internally generated mitotic spindle forces during cell division. Specifically, microtubules are a key element in the mitotic spindle, and are thus responsible for generating and responding to forces which regulate the proper progression of cell division.  Because uncontrolled cell division is a hallmark of cancer, and many cancer therapeutic interventions work by disrupting microtubule dynamics, dissection of the relationship between force and microtubule dynamics has the potential to lead to more rational approaches in cancer treatment.  The proposed research will make use of physical principles and advanced microscopy to evaluate forces inside of living cells, and then use these methods to dissect the relationship between these forces and microtubule-based chromosome segregation during mitosis. In addition, biophysical reconstitution and computational modeling at both cellular and molecular scales will be used to directly test the hypotheses, and to provide a framework for interpreting experimental results. The generated results are expected to be applicable both in better understanding the fundamental biophysics of cell division, and in providing quantitative data on potential cancer therapies.\r\n\r\nBroader Impacts: The proposed work has significant broader impacts on advancing the quantitative understanding of the role of molecular forces during cell mitosis, which has substantial implications in cell biology and cancer research.  The integration of quantitative engineering methods, computer programming, and physical principles into the study of fundamental problems in biology has been demonstrated to increase the productivity and insights available to researchers in the life sciences.  A strong thrust of this proposal is aimed at instilling quantitative engineering approaches into Cell Biology education and research, at both the undergraduate and graduate levels, which will contribute to development of a diverse, globally competitive STEM workforce. In particular, the education aims are integrated with the research proposal to (1) introduce quantitative engineering approaches to cell biology graduate students at the earliest point in their graduate careers; (2) build coursework and research opportunities for both graduate and undergraduate biology students to implement quantitative engineering methods into their current studies, and subsequently into their future careers; and (3) fund undergraduate and underrepresented minority students to perform quantitative research projects in Cell Biology or Biomedical Engineering laboratories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Gardner",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa K Gardner",
   "pi_email_addr": "klei0091@umn.edu",
   "nsf_id": "000585120",
   "pi_start_date": "2014-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550392",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400005.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The nanomechanical properties of cellular proteins and nucleic acids are vital for regulating key cellular processes, and a number of Phase 1 clinical trial drugs that limit the proliferation of human cancer cells work by disrupting the nanomechanics of cellular components during cell division.&nbsp; For example, duplicated sister chromosomes are stretched apart during mitosis, and this stretching generates a tension force that may be important for ensuring proper chromosome segregation into two daughter cells.&nbsp; However, an integrated mechanistic understanding for how sister chromosome stretching tension is established and maintained, and for how the cell responds to changes in this tension during mitosis, is lacking. In this work, we used a budding yeast model system to generate and measure a gradient in chromosome stretching tension during mitosis, which allowed us to dissect whether and how the cell responds to changes in chromosome stretching tension during cell division. In addition, we measured the stiffness of mammalian chromosomes during mitosis, which allowed us to determine the contribution of chromosome structure and elasticity to tension maintenance during cell division, and to determine whether disruption of tension forces acts to disrupt the proper segregation of chromosomes during cell division. This work will ultimately lead to a better understanding for how proteins and nucleic acids work as a nanomechanical system to mediate proper chromosome segregation during cell division.</p>\n<p><br />Intellectual Merit: In this work, we developed tools to better understand the origin and role of internally generated mitotic spindle forces during cell division, both in a simpler budding yeast model system, and in more complex mammalian cells. Specifically, chromosome stretching forces, generated by microtubules and molecular motors in a mitotic spindle, may contribute to the proper segregation of chromosomes during mitosis. Because uncontrolled cell division is a hallmark of cancer, and many cancer therapeutic measures work by disrupting chromosome structure and mitotic spindle forces, a clear understanding of mitotic spindle forces and the cellular response to these forces during cell division has the potential to lead to more rational approaches in cancer treatment. We made use of physical principles and advanced microscopy to measure forces inside of living, actively dividing cells, and then used these methods to determine how forces are regulated by chromosome stiffness in mammalian cells, and how perturbations in forces are read out by the cell to control the proper segregation of chromosomes during cell division. In addition, we used computational modeling at a molecular scale to directly test our hypotheses, and thus to provide a framework for interpreting our experimental results. Therefore, the results generated as a result of our studies will be applicable both in better understanding the fundamental biophysics of cell division, and for providing quantitative data on potential cancer therapies.</p>\n<p><br />Broader Impact: The integration of quantitative engineering methods, computer programming, and physical principles into the study of fundamental problems in biology has been demonstrated to increase the productivity and insights available to researchers in the life sciences. As an example, the initial labor-intensive approaches to sequencing the human genome were significantly accelerated by using an alternative approach in which a computer program assembled small, randomly selected genome sequences into an approximation of the genome as a whole. However, the field of Cell Biology has typically been segregated from the physical sciences: biology students develop a wealth of knowledge in biological phenomena and principles, but the connection between these principles and mathematical, computational, engineering, and physical concepts and tools has not been emphasized. Therefore, as part of this work, we instilled quantitative engineering approaches into Cell Biology education and research, both at the undergraduate and the graduate levels, which will thus contribute to development of a diverse, globally competitive STEM workforce. In particular, the education aims were integrated with the research proposal, which allowed us to introduce quantitative engineering approaches to cell biology graduate students at the earliest point in their graduate careers through new computational modeling coursework and an orientation boot camp, and we built research opportunities for undergraduate biology students to implement quantitative engineering methods into their studies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2019<br>\n\t\t\t\t\tModified by: Melissa&nbsp;K&nbsp;Gardner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe nanomechanical properties of cellular proteins and nucleic acids are vital for regulating key cellular processes, and a number of Phase 1 clinical trial drugs that limit the proliferation of human cancer cells work by disrupting the nanomechanics of cellular components during cell division.  For example, duplicated sister chromosomes are stretched apart during mitosis, and this stretching generates a tension force that may be important for ensuring proper chromosome segregation into two daughter cells.  However, an integrated mechanistic understanding for how sister chromosome stretching tension is established and maintained, and for how the cell responds to changes in this tension during mitosis, is lacking. In this work, we used a budding yeast model system to generate and measure a gradient in chromosome stretching tension during mitosis, which allowed us to dissect whether and how the cell responds to changes in chromosome stretching tension during cell division. In addition, we measured the stiffness of mammalian chromosomes during mitosis, which allowed us to determine the contribution of chromosome structure and elasticity to tension maintenance during cell division, and to determine whether disruption of tension forces acts to disrupt the proper segregation of chromosomes during cell division. This work will ultimately lead to a better understanding for how proteins and nucleic acids work as a nanomechanical system to mediate proper chromosome segregation during cell division.\n\n\nIntellectual Merit: In this work, we developed tools to better understand the origin and role of internally generated mitotic spindle forces during cell division, both in a simpler budding yeast model system, and in more complex mammalian cells. Specifically, chromosome stretching forces, generated by microtubules and molecular motors in a mitotic spindle, may contribute to the proper segregation of chromosomes during mitosis. Because uncontrolled cell division is a hallmark of cancer, and many cancer therapeutic measures work by disrupting chromosome structure and mitotic spindle forces, a clear understanding of mitotic spindle forces and the cellular response to these forces during cell division has the potential to lead to more rational approaches in cancer treatment. We made use of physical principles and advanced microscopy to measure forces inside of living, actively dividing cells, and then used these methods to determine how forces are regulated by chromosome stiffness in mammalian cells, and how perturbations in forces are read out by the cell to control the proper segregation of chromosomes during cell division. In addition, we used computational modeling at a molecular scale to directly test our hypotheses, and thus to provide a framework for interpreting our experimental results. Therefore, the results generated as a result of our studies will be applicable both in better understanding the fundamental biophysics of cell division, and for providing quantitative data on potential cancer therapies.\n\n\nBroader Impact: The integration of quantitative engineering methods, computer programming, and physical principles into the study of fundamental problems in biology has been demonstrated to increase the productivity and insights available to researchers in the life sciences. As an example, the initial labor-intensive approaches to sequencing the human genome were significantly accelerated by using an alternative approach in which a computer program assembled small, randomly selected genome sequences into an approximation of the genome as a whole. However, the field of Cell Biology has typically been segregated from the physical sciences: biology students develop a wealth of knowledge in biological phenomena and principles, but the connection between these principles and mathematical, computational, engineering, and physical concepts and tools has not been emphasized. Therefore, as part of this work, we instilled quantitative engineering approaches into Cell Biology education and research, both at the undergraduate and the graduate levels, which will thus contribute to development of a diverse, globally competitive STEM workforce. In particular, the education aims were integrated with the research proposal, which allowed us to introduce quantitative engineering approaches to cell biology graduate students at the earliest point in their graduate careers through new computational modeling coursework and an orientation boot camp, and we built research opportunities for undergraduate biology students to implement quantitative engineering methods into their studies.\n\n\t\t\t\t\tLast Modified: 10/17/2019\n\n\t\t\t\t\tSubmitted by: Melissa K Gardner"
 }
}