{
 "awd_id": "1350967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Scalable Sensor Infrastructure for Sustainably Managing the Built Environment",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2014-02-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 452032.0,
 "awd_amount": 413956.0,
 "awd_min_amd_letter_date": "2014-01-22",
 "awd_max_amd_letter_date": "2016-09-20",
 "awd_abstract_narration": "U.S. economic growth, energy security, and environmental stewardship depend on a sustainable energy policy that promotes conservation,efficiency, and electrification across all major sectors. Buildings are the largest sector and therefore an attractive target of these efforts: current Federal sustainability goals mandate that 50% of U.S.commercial buildings become net-zero energy by 2050. A range of options exists to achieve this goal, but financial concerns require a data-driven, empirically-validated approach. However, critical gaps exist in the energy and water measurement technology, and indoorclimate control science, needed to benchmark competing options, prioritize efficiency investments, and ensure occupant comfort.\r\n\r\nTo address these challenges, this project proposes a new kind of \"peel-and-stick\" sensor that can be affixed to everyday objects to infer their contributions to whole-building resource consumption. To use the sensors, occupants or building managers simply tag end loads like a ceiling light, shower head, or range top. The sensors monitor the ambient conditions around a load and, using statistical methods,correlate those conditions with readings from existing electricity, gas, or water meters, providing individual estimates without intrusive metering. The sensors are built from integrated circuit technology laminated into smart labels, so they are small, inexpensive, and easy-to-deploy. The sensors are powered by the same ambient signals they sense, eliminating the need for periodic battery replacement or wall power. Collectively, these properties address cost and coverage challenges, and enable scalable deployment and widespread adoption.\r\n\r\nThe intellectual merit of this proposal stems from the insight that the transfer and use of energy (and other resources) usually emits energy, often in a different domain, and that this emitted energy is often enough to intermittently power simple, energy-harvesting sensors whose duty cycle is proportional to the energy being transferred or used. Hence, the mere activation rate of the sensors signalsthe underlying energy use. The power-proportional relationship between usage activity and side channel harvesting, when coupled with state-of-the art, millimeter-scale, nano-power chips and whole-house or panel-level meters, enables small and inexpensive sensor tags that are pervasively distributed with unbounded lifetimes. But, networking and tasking them, and making sense of their data, requires a fundamental rethinking of low-power communications, control, and data fusion to abstract the intermittent, unreliable, and noisy sensor infrastructure into actionable information.\r\n\r\nThis project's broader impact stems from an integrated program of education, research, and outreach that (i) creates a smart objects focused curriculum whose classroom projects are motivated by research needs, (ii) provides research experiences for undergraduates and\r\nunderrepresented minorities, (iii) mentors students on all aspects of successful research from articulating hypotheses to peer-reviewing papers,(iv) disseminates teaching materials on embedded systems and research pedagogy, (v) produces students who bridge disciplines,operating at the intersection of measurement science, information technology, and sustainability policy, and (vi) translates scientific discovery and technical knowledge into beneficial commercial products through industry outreach and internships, and (vii) engages with the National Labs to ensure that the research addresses pressing problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prabal",
   "pi_last_name": "Dutta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prabal Dutta",
   "pi_email_addr": "prabal@berkeley.edu",
   "nsf_id": "000542043",
   "pi_start_date": "2014-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2260 Hayward",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98759.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 175650.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 33277.0
  }
 ],
 "por": null
}