{
 "awd_id": "1351414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Designing Engineered Systems for Resilience and Sustainability by Considering Post-design Retrofits",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rich Malak",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2014-06-15",
 "awd_max_amd_letter_date": "2014-06-15",
 "awd_abstract_narration": "With increasing complexity and longer projected useful lives for engineered systems, retrofits through partial system repair or upgrade have become a cost effective means to maintain desired system performance. However, there is a need to gain a better understanding of how system retrofits will impact failure resiliency and environmental sustainability, and further how the design of resilient and sustainable engineered system must be adapted to take frequent retrofit activities into account. This Faculty Early Career Development (CAREER) award supports fundamental research that will provide this missing knowledge.  Specifically, it will develop of a novel design framework with tools for system modeling, analysis and design that can be used to concurrently realize resiliency and enhance sustainability in system designs while considering system retrofits. Results from this research will likely stimulate growth in several technologically advanced industries such as the green energy, aviation, or automotive industries, which suffer from catastrophic failures and high maintenance costs at the post system design stage.  By providing new design methods and tools for failure resilient realization and sustainability enhancement, the total lifetime cost of ownership of such systems can likely be reduced significantly. This research offers unique opportunities for researchers across the fields of engineering design, failure prognosis and sustainability, and will train students in an interdisciplinary learning environment. Educational initiatives with a wide range of dissemination and outreach programs will attract students, especially underrepresented groups, to engineering careers. \r\n\r\nThis research pioneers a new design paradigm for resiliency and sustainability by integrating design of system functions, failure prognosis, and system retrofits in a unified design framework. Such an effort has been neglected in the past because quantitative analysis methods for failure prognosis and system retrofits were only applicable in the use-phase of a system and were not suited for early-stage design. This research encompasses four thrusts: 1) resiliency and sustainability quantification with retrofits, 2) predictive resiliency and sustainability analysis, 3) concurrent design for resiliency and sustainability, and 4) design validation through collaborations with three leading industry partners. The fundamental research will be rooted in a new theory for resilience and will specifically address the challenge of post-design retrofits in engineering system design. This research will be the first attempt to adapt the concept of resilience and integrate it into system design while simultaneously considering environmental sustainability. The research outcome will open up a new avenue for research to exploit innovative methodologies leading to design of resilient and sustainable engineered systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pingfeng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pingfeng Wang",
   "pi_email_addr": "pingfeng@illinois.edu",
   "nsf_id": "000570896",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wichita State University",
  "inst_street_address": "1845 FAIRMOUNT ST # 38",
  "inst_street_address_2": "",
  "inst_city_name": "WICHITA",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "3169783285",
  "inst_zip_code": "672609700",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KS04",
  "org_lgl_bus_name": "WICHITA STATE UNIVERSITY",
  "org_prnt_uei_num": "JKKNZLNYLJ19",
  "org_uei_num": "JKKNZLNYLJ19"
 },
 "perf_inst": {
  "perf_inst_name": "Wichita State University",
  "perf_str_addr": "1845 Fairmount St",
  "perf_city_name": "Wichita",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "672600007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 155410.0
  }
 ],
 "por": null
}