{
 "awd_id": "1351621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Cyber-security of Electric Power Systems: Theft and Systemic Failure",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2014-04-24",
 "awd_max_amd_letter_date": "2014-04-24",
 "awd_abstract_narration": "The physical infrastructure of the US electric grid is aging, over-burdened, and prone to failure. The drive to support the deep integration of variable renewable energy into the grid, without sacrificing reliability, will require a paradigm shift in how we produce, deliver, and consume energy. At the heart of this profound transformation is the rapid deployment of the Smart Grid, which integrates new embedded sensing, communication, and computing technologies to improve utilization of existing physical assets, operational efficiency, and reliability. However, with the increased reliance of grid operations on complex and actionable data flows, comes the substantial risk of cyber attacks on the physical system. By coordinating the manipulation of actionable data transfers from only a small number of remote sensing units (e.g. power meters, relay states, voltage sensors), a malicious adversary can mislead the system operator into taking corrective control actions with staggering economic and physical consequences. These include: (i) inefficient market outcomes based on sub-optimal dispatch of generation, (ii) manipulation of electricity market prices and financial instruments for profit gain, (iii) cascading failures in transmission networks, and (iv) physical damage to large generation and substation facilities. Broadly, the proposed research seeks to address the fundamental open research challenges associated with securing the electric power infrastructure and electricity markets against such malicious cyber attacks.\r\n\r\nThe various mechanisms through which data integrity attacks can manipulate the behavior of cyber-physical systems such as the power grid are not yet well understood, and effective countermeasures remain undeveloped. By combining expertise at the intersection of power systems, estimation, optimization, and control theory, the proposed research aims to develop a mathematical framework and set of algorithmic tools that will serve as the foundation for a new information technology capable of (i) assessing the vulnerability of existing power grids, (ii) calculating the consequence of successful attacks, and (iii) developing effective countermeasures to thwart those attacks -- innovations that will serve to substantially enhance the security the United States' critical energy infrastructure. In addition to improving the security of the US electric grid, the proposed work will aim to have societal impact by addressing the urgent need to train the next generation of engineers to design, build, and manage the Smart Grid. The novel integration of the proposed research into senior course offerings will serve to create both awareness and excitement about the field; with the ultimate goal of stimulating increased adoption of careers in power and thus contributing to the attenuation of the current shortfall of well-trained engineers capable of managing our electricity grid.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eilyan",
   "pi_last_name": "Bitar",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Eilyan Y Bitar",
   "pi_email_addr": "eyb5@cornell.edu",
   "nsf_id": "000616731",
   "pi_start_date": "2014-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "326 Rhodes Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The physical infrastructure of the US electric grid is aging, over-burdened, prone to failure, and vulnerable to cyber attacks. The drive to support the deep integration of variable renewable energy into the grid, without sacrificing reliability, will require a paradigm shift in how we produce, deliver, and consume energy. At the heart of this profound transformation is the rapid deployment of the Smart Grid, which integrates new embedded sensing, communication, and computing technologies to improve utilization of existing physical assets, operational efficiency, and reliability. For instance, smart meters, smart appliances, electric vehicles, and the increasing number of devices connected through the Internet of Things offer users and grid operators new opportunities to control the usage of power at a scale never seen before. However, with the increased reliance of grid operations on complex and actionable data flows, comes the substantial risk of cyber attacks on the physical system.</p>\n<p>In response to these opportunities and challenges, we have a developed novel mathematical models and computational methods to enable the scalable, secure, and reliable coordination of millions of humans, devices, and grid infrastructure to create services that deliver value to the end-user, while preserving the security and reliability the electric power system.&nbsp; In particular, the results of this project can be utilized to enable the secure and reliable coordination of distributed energy resources (DERs) at scale<strong>.</strong>&nbsp;With the potential number of actively controlled DERs numbering in hundreds of thousands to millions, the sheer size of the system makes impractical the centralization of information flow and decision-making. If left unmanaged, the uncoordinated proliferation and operation of DERs could wreak havoc on the power system, manifesting in feeder congestion, reduced power quality, and increased variability in net-demand. To address these challenges, we have developed efficient optimization tools to enable the decentralized control of DERs with minimal communication requirements and provable guarantees on aggregate system behavior and performance. Such a decentralization of control authority across millions of end-point devices has the potential to result in more robust and efficient power grid, and lessens the danger of a single catastrophic failure (whether natural or malicious) taking down the whole system, among other benefits.</p>\n<p>The results of this project have also been incorporated in the power systems curriculum at Cornell University to address the urgent need to train the next generation of engineers capable of designing, building, and continually improving the security of the US electric grid.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2020<br>\n\t\t\t\t\tModified by: Eilyan&nbsp;Y&nbsp;Bitar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe physical infrastructure of the US electric grid is aging, over-burdened, prone to failure, and vulnerable to cyber attacks. The drive to support the deep integration of variable renewable energy into the grid, without sacrificing reliability, will require a paradigm shift in how we produce, deliver, and consume energy. At the heart of this profound transformation is the rapid deployment of the Smart Grid, which integrates new embedded sensing, communication, and computing technologies to improve utilization of existing physical assets, operational efficiency, and reliability. For instance, smart meters, smart appliances, electric vehicles, and the increasing number of devices connected through the Internet of Things offer users and grid operators new opportunities to control the usage of power at a scale never seen before. However, with the increased reliance of grid operations on complex and actionable data flows, comes the substantial risk of cyber attacks on the physical system.\n\nIn response to these opportunities and challenges, we have a developed novel mathematical models and computational methods to enable the scalable, secure, and reliable coordination of millions of humans, devices, and grid infrastructure to create services that deliver value to the end-user, while preserving the security and reliability the electric power system.  In particular, the results of this project can be utilized to enable the secure and reliable coordination of distributed energy resources (DERs) at scale. With the potential number of actively controlled DERs numbering in hundreds of thousands to millions, the sheer size of the system makes impractical the centralization of information flow and decision-making. If left unmanaged, the uncoordinated proliferation and operation of DERs could wreak havoc on the power system, manifesting in feeder congestion, reduced power quality, and increased variability in net-demand. To address these challenges, we have developed efficient optimization tools to enable the decentralized control of DERs with minimal communication requirements and provable guarantees on aggregate system behavior and performance. Such a decentralization of control authority across millions of end-point devices has the potential to result in more robust and efficient power grid, and lessens the danger of a single catastrophic failure (whether natural or malicious) taking down the whole system, among other benefits.\n\nThe results of this project have also been incorporated in the power systems curriculum at Cornell University to address the urgent need to train the next generation of engineers capable of designing, building, and continually improving the security of the US electric grid.\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2020\n\n\t\t\t\t\tSubmitted by: Eilyan Y Bitar"
 }
}