{
 "awd_id": "1351895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Interplay of topology and geometry in materials with strong spin-orbit coupling",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2014-02-25",
 "awd_max_amd_letter_date": "2018-05-24",
 "awd_abstract_narration": "Technical Summary\r\nThis CAREER grant, supported by the Division of Materials Research, aims to transform our understanding of the relationship between spin-orbit coupling and visco-elastic transport in electron systems. The sensitivity of materials with strong spin-orbit coupling to local orbital orientation requires a reformation of the conventional visco-elastic response theories, and leaves open the possibility for undiscovered topological transport phenomena that are universal and quantized. The proposed theory draws on ideas from high-energy physics and gravitation that are adapted to condensed matter and then used to predict phenomena in real materials, and to resolve a controversy in the high-energy community on the role of torsion in the chiral anomaly that will only be solved with condensed matter insight.\r\n\r\nThe set of materials to which these developments apply is broad, experimentally accessible, and at the forefront of modern research activity. The set includes: topological insulators, topological Weyl semi-metals, and spin-orbit coupled semiconductor heterostructures/quantum wires. Using quantum and semi-classical techniques, the visco-elastic transport in these materials will be analyzed to identify new phenomena and to predict the values of the transport coefficients. The landmark phenomenon that will be studied first is the dissipationless topological viscosity found in 2d time-reversal breaking topological insulators. Along with the study of realistic materials, there are deep conceptual issues that will be resolved regarding the relationship between topological transport, the geometry of elastic deformations, and quantum field theory. \r\n\r\nNon-Technical Summary\r\nOne of the key goals of condensed matter physics is to find properties of complex systems that are universal, i.e., properties that are independent of the complicated details inherent in real materials.  Remarkably, the so-called topological electronic properties of a material are so insensitive to details that they can be quantitatively predicted to exquisite precision even when crude models are employed. In fact, topological properties are so remarkable that the first discovery of one in the early 1980s, the quantized Hall conductivity, led to two Nobel prizes and measurements that were so accurate that they now serve as the SI standard for units of resistance. In the past 10 years many new families of phases of matter which each exhibit special types of topological properties have been theoretically predicted and experimentally discovered. While most of the focus has been on how these materials respond to purely electromagnetic probes, this CAREER proposal seeks to understand how these systems respond to essentially changes of shape. Unlike the field of topology, geometry is interested in precise definitions of lengths and shapes, and thus is an extra level of detail on top of the broad topological features.  However, in these materials there is an important interplay between the topological electronic properties and the geometry of the material. The exciting thing is that even when we consider detail-dependent geometrical probes, the outcome can end up being a robust topological property. Thus, when geometry and topology compete, sometimes topology can still win.  \r\n\r\nThe set of materials to which these developments apply is broad, experimentally accessible, and at the forefront of modern research activity. The topological quantities studied here are an untapped resource that is sure to lead to quantum phenomena that can be incorporated into unique devices. This technological impact, coupled with the valuable interchange of ideas, developed during this line of research, between the fields of high-energy physics, gravitation, and condensed matter indicate the broadness of this grant. In addition, this CAREER is dedicated to the integration of undergraduates into cutting-edge research, and the training of undergraduates, graduate students, and postdoctoral researchers in communication and research skills that will benefit their future careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taylor",
   "pi_last_name": "Hughes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taylor Hughes",
   "pi_email_addr": "hughest@illinois.edu",
   "nsf_id": "000624208",
   "pi_start_date": "2014-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 South Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 14.0px; font: 12.0px Arial; color: #000000; -webkit-text-stroke: #000000; background-color: #ffffff} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 14.0px; font: 12.0px Arial; color: #000000; -webkit-text-stroke: #000000; background-color: #ffffff; min-height: 14.0px} span.s1 {font-kerning: none} -->\n<p class=\"p1\"><span class=\"s1\">Topology is an arena of mathematics that focuses on the coarse properties of a system. Topological properties are independent of details, and this&nbsp;is appealing in complicated systems where one can hope that simple models, which ignore many details, can still capture all of the topological features. In quantum materials one often considers crystalline solid state systems where the geometry of the crystalline unit cell, and its symmetries, influence many observable properties of the crystal. Unlike topology, geometry does depend on details, for example, the number of sides and angles of a polygon. Hence when it comes to deciding the properties of electrons in crystals where geometry and topology are relevant, which one wins?<span>&nbsp;</span></span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">This question is at the heart of this project where we considered the interplay of geometry and topology in quantum systems of electrons. The most striking outcome of our work was the prediction and discovery of a hierarchy of topological phases of matter which are called &ldquo;higher order topological phases.&rdquo; Previously, topological insulators, and other topological phases, were known to be materials with inert interiors (for example, electrically insulating), but with surfaces that harbored robust electromagnetic response properties. Indeed, one exciting feature of these systems was that if one cut any surface of the crystal, the outcome would be similar to any other surface. However, we predicted that higher order topological phases would have an inert bulk and inert surfaces. Indeed we showed that it is the hinges (places where two surfaces intersect) and corners (places where 3 surfaces intersect) that now harbor the interesting, topologically robust features. Furthermore, because of the importance of crystal geometry, the results depend on which surfaces of the crystal are cut, and also allow for a key sensitivity of the bulk of the material to geometric crystal defects such as dislocations and disclinations.<span>&nbsp;</span></span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span>After we predicted higher order topological phases we worked closely with experimentalists and helped design and engineer analogs of these systems in arrays of microwave resonators which mimic the properties of atoms arrayed in a crystal structure. The properties of these microwave systems perfectly mimicked the relevant electronic models and enabled us, for the first time, to predict and help observe analogs of fractionalized charge in a classical system. These discoveries started the emerging field of higher order topology that has experienced rapid growth in the past few years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Taylor&nbsp;Hughes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTopology is an arena of mathematics that focuses on the coarse properties of a system. Topological properties are independent of details, and this is appealing in complicated systems where one can hope that simple models, which ignore many details, can still capture all of the topological features. In quantum materials one often considers crystalline solid state systems where the geometry of the crystalline unit cell, and its symmetries, influence many observable properties of the crystal. Unlike topology, geometry does depend on details, for example, the number of sides and angles of a polygon. Hence when it comes to deciding the properties of electrons in crystals where geometry and topology are relevant, which one wins? \n \nThis question is at the heart of this project where we considered the interplay of geometry and topology in quantum systems of electrons. The most striking outcome of our work was the prediction and discovery of a hierarchy of topological phases of matter which are called \"higher order topological phases.\" Previously, topological insulators, and other topological phases, were known to be materials with inert interiors (for example, electrically insulating), but with surfaces that harbored robust electromagnetic response properties. Indeed, one exciting feature of these systems was that if one cut any surface of the crystal, the outcome would be similar to any other surface. However, we predicted that higher order topological phases would have an inert bulk and inert surfaces. Indeed we showed that it is the hinges (places where two surfaces intersect) and corners (places where 3 surfaces intersect) that now harbor the interesting, topologically robust features. Furthermore, because of the importance of crystal geometry, the results depend on which surfaces of the crystal are cut, and also allow for a key sensitivity of the bulk of the material to geometric crystal defects such as dislocations and disclinations. \n After we predicted higher order topological phases we worked closely with experimentalists and helped design and engineer analogs of these systems in arrays of microwave resonators which mimic the properties of atoms arrayed in a crystal structure. The properties of these microwave systems perfectly mimicked the relevant electronic models and enabled us, for the first time, to predict and help observe analogs of fractionalized charge in a classical system. These discoveries started the emerging field of higher order topology that has experienced rapid growth in the past few years.\n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Taylor Hughes"
 }
}