{
 "awd_id": "1351296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Impact of Mineralogy and Wettability on Pore-scale Displacement Mechanisms of Nonaqueous-Phase Liquids in Heterogeneous Rocks",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 408670.0,
 "awd_min_amd_letter_date": "2014-01-13",
 "awd_max_amd_letter_date": "2017-06-07",
 "awd_abstract_narration": "1351296\r\nGoual\r\n\r\nGroundwater is a precious resource in the US and other countries in the world.  In many situations people have disposed of chemicals in the subsurface, either as a best practice at that time, or, unintentionally.  Within the wide variety of organic chemicals many are not very soluble in water.  If compounds that are not soluble in water enter the subsurface they tend to stay in concentrated zones referred to as non-aqueous phase liquids (NAPLs).  If the chemicals are lighter than water they float on top of the water table and are referred to L-NAPLS (light non-aqueous phase liquids) and if the are heavier (more dense) than water they sink to the bottom of the water table and are referred to as D-NAPLs (dense non-aqueous phase liquids).  These liquids do not move in the same manner as does the ground water and therefore may stay in one location acting as a long-term source of pollution.  This proposed project will examine these NAPLs in rocks, where the rock strata are not evenly distributed in size (for example a sand) but rather in rocks that non-uniformed or what we refer to as  heterogeneous formations.  These system are extremely complex and the Principal Investigator, using experimental and modeling tools developer for oil exploration, will apply these to nearer surface (but yet sub-surface) systems where NAPLs exist. Through a better understanding of these processes we will be better able to manage our groundwater resources and provide water as a source of drinking water and for irrigation. \r\n\r\nThe tools that the PI will use will integrate experimental and modeling methods.  X-ray computed micro-tomography will be used: \r\n\r\ni) to generate high-resolution maps of pore space topology and mineralogy (shape and composition) in rock samples from which network models are made, and \r\n(ii) to perform well-characterized in-situ flow experiments to measure fluid occupancy and the effect of surfactants on NAPL remediation in the same rocks.  \r\n\r\nThe impact of NAPLs on wettability alteration will be examined using a state-of-the-art interfacial tension and contact angle apparatus. Because wetting forces lead to an equilibrium condition between the mineral surface, NAPL, and aqueous phase, this study will systematically consider NAPL/surfactant/water/mineral combinations that are likely to induce wettability alteration. Differences between measured macroscopic and microscopic properties will be highlighted. A novel dynamic pore-scale network model will be developed for two-phase flow simulations at the core-scale. The model will explicitly account for heterogeneities in rock mineralogy and wettability on a pore-by-pore basis to faithfully predict the impact of wettability alteration on NAPL displacement mechanisms in heterogeneous rocks. Unlike existing network models that are quasi-static, the dynamic pore-scale network model will incorporate physically based and mathematically rigorous treatment of the complex dynamics of pore-scale displacements that account for capillary, viscous, and gravity forces. It will use most realistic representations of pore-space topology and be heavily parallelized to handle network models at the core-scale.\r\n\r\nThe model will then be rigorously validated against the experimental data generated in this work to predict the performance of surfactant-enhanced remediation methods in various NAPL/brine/rock systems.\r\n\r\n\r\nTo help disseminate this the results of this research, the educational component of this proposal has three main\r\ngoals: \r\n(1) foster interest in science and engineering, especially among women and minorities;\r\n(2) engage undergraduate and graduate students through mentorship and guided research programs; and \r\n(3) bridge the gap between current progress in science and engineering and K12/undergraduate teaching curriculum, public education, and service. The new \"Journey Into Underground Rocks\" will provide grade 6-12 students with an unforgettable opportunity to move with the flow inside multi-scale rocks using a newly-established CAVE, thus promoting their curiosity and scientific\r\ninterest. \r\n\r\nThrough its \"Surface Science Days,\" the educational plan will contribute to increase the acceptance of underrepresented students in the society and work place by assisting them in reaching their full potential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lamia",
   "pi_last_name": "Goual",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lamia Goual",
   "pi_email_addr": "lgoual@uwyo.edu",
   "nsf_id": "000619429",
   "pi_start_date": "2014-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Avenue",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "773100",
   "pgm_ele_name": "Other Global Learning & Trng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "018E",
   "pgm_ref_txt": "REMEDIATION"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 8670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The overarching objectives of this project were to investigate the effect of mineralogy and wettability on the flow and transport of non-aqueous phase liquids such as crude oils in heterogeneous aquifer rocks and assess the efficacy of cleanup technologies in groundwater remediation.&nbsp;We found that the adsorption of certain oil components called &ldquo;asphaltenes&rdquo; on surfaces could dramatically alter rock wettability and&nbsp;presented&nbsp;a&nbsp;new approach to quantify their nanoscale adhesion using a combination of electron microscopy and machine learning concepts.&nbsp;The nonuniform adsorption of asphaltenes was a function of fluid composition and rock mineralogy, leading to a wettability distribution within the same rock. Wettability maps were then quantified through in-situ contact angle measurements using x-ray microtomography combined with miniature three-phase core flooding systems. Systematic analyses of these angles together with oil/water interfacial tension, fluid occupancies, saturation profiles, and oil cluster size distributions after various flooding experiments were used to explain the fluid displacement mechanisms observed inside the pores and the impact of cleanup agents.&nbsp;</span></p>\n<p><span>A wide range of environmentally friendly surfactants were utilized and synergistic effects in their blends were highlighted. These aqueous formulations were able to mobilize oil by significantly lowing the interfacial tension, and solubilize oil by altering the rock wettability from oil-wet to water-wet. As a result, they could reduce the capillary pressure and penetrate small pores that were inaccessible to water alone. We showed that surfactant-based microemulsions were more suitable in sedimentary rocks containing carbonate cements and their performance was boosted in the presence of silica nanoparticles. We also proposed&nbsp;</span><span>graphene-based nanosheets and quantum dots as a new environmental-friendly and cost-effective source of carbonaceous nanoparticles for aquifer remediation.&nbsp;</span><span>The synthesis and characterization of these nanomaterials allowed us to develop a new area of scholarly emphasis focused on coal conversion into high value-added products for alternative energy technologies and for broader environmental applications.&nbsp;</span><span>The nanomaterials were</span><span>&nbsp;engineered so as to confer them with an amphiphilic character and the ability to stabilize oil-in-water emulsions.&nbsp;</span><span>To better understand structure-functions relationships involved in emulsion stability and oil mobilization, we investigated the structure and properties of the interfacial material present in asphaltenes and characterized the interfacial films coating water droplets. Crude oil/brine/solid interactions were further examined at the nanoscale using&nbsp;high-resolution microscopy imaging&nbsp;and&nbsp;molecular dynamics simulations.</span></p>\n<p><span>The mineralogy, pore space topology, and pore size distributions of the aquifer rocks were characterized and numerically segmented. Equivalent pore networks combined with mineralogy maps were constructed and used as a platform to simulate pore-scale displacement mechanisms using quasi-static and dynamic network models. We proved that macroscopic flow behaviors such as fluid saturations and relative permeability were better predicted by incorporating mineral heterogeneity on a pore-by-pore basis in the equivalent networks&nbsp;</span><span>and successfully validated the models against data generated from&nbsp;capillary dominated water floodingexperiments.&nbsp;The predictions indicated the importance of incorporating mineral heterogeneity to improve the prediction capabilities of physically-based multiphase flow models especially in systems with extreme mineral heterogeneity or where selective fluid-mineral interactions are targeted.&nbsp;</span></p>\n<p><span>Results from this project contributed to advancing knowledge and understanding of immiscible fluid transport in heterogeneous rocks and impacted industrial applications such as management and optimization of water resources, remediation of contaminated aquifers, underground gas storage for carbon sequestration or energy production, and improved oil recovery from conventional and unconventional resources. To date, the project has produced&nbsp;three research patents, ten conference presentations, and twenty peer-reviewed publications, with further papers in development. Several graduate and undergraduate students as well as postdoctoral research associates were trained in multiscale imaging and modeling of petroleum colloids and interfacial phenomena. A new international collaboration was also established with the University of Leeds on nanomaterial synthesis and characterization. The results of this project were translated into effective hands-on and digital learning tools for K-12 students, including&nbsp;Native Americans from the Central Wyoming College.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2020<br>\n\t\t\t\t\tModified by: Lamia&nbsp;Goual</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching objectives of this project were to investigate the effect of mineralogy and wettability on the flow and transport of non-aqueous phase liquids such as crude oils in heterogeneous aquifer rocks and assess the efficacy of cleanup technologies in groundwater remediation. We found that the adsorption of certain oil components called \"asphaltenes\" on surfaces could dramatically alter rock wettability and presented a new approach to quantify their nanoscale adhesion using a combination of electron microscopy and machine learning concepts. The nonuniform adsorption of asphaltenes was a function of fluid composition and rock mineralogy, leading to a wettability distribution within the same rock. Wettability maps were then quantified through in-situ contact angle measurements using x-ray microtomography combined with miniature three-phase core flooding systems. Systematic analyses of these angles together with oil/water interfacial tension, fluid occupancies, saturation profiles, and oil cluster size distributions after various flooding experiments were used to explain the fluid displacement mechanisms observed inside the pores and the impact of cleanup agents. \n\nA wide range of environmentally friendly surfactants were utilized and synergistic effects in their blends were highlighted. These aqueous formulations were able to mobilize oil by significantly lowing the interfacial tension, and solubilize oil by altering the rock wettability from oil-wet to water-wet. As a result, they could reduce the capillary pressure and penetrate small pores that were inaccessible to water alone. We showed that surfactant-based microemulsions were more suitable in sedimentary rocks containing carbonate cements and their performance was boosted in the presence of silica nanoparticles. We also proposed graphene-based nanosheets and quantum dots as a new environmental-friendly and cost-effective source of carbonaceous nanoparticles for aquifer remediation. The synthesis and characterization of these nanomaterials allowed us to develop a new area of scholarly emphasis focused on coal conversion into high value-added products for alternative energy technologies and for broader environmental applications. The nanomaterials were engineered so as to confer them with an amphiphilic character and the ability to stabilize oil-in-water emulsions. To better understand structure-functions relationships involved in emulsion stability and oil mobilization, we investigated the structure and properties of the interfacial material present in asphaltenes and characterized the interfacial films coating water droplets. Crude oil/brine/solid interactions were further examined at the nanoscale using high-resolution microscopy imaging and molecular dynamics simulations.\n\nThe mineralogy, pore space topology, and pore size distributions of the aquifer rocks were characterized and numerically segmented. Equivalent pore networks combined with mineralogy maps were constructed and used as a platform to simulate pore-scale displacement mechanisms using quasi-static and dynamic network models. We proved that macroscopic flow behaviors such as fluid saturations and relative permeability were better predicted by incorporating mineral heterogeneity on a pore-by-pore basis in the equivalent networks and successfully validated the models against data generated from capillary dominated water floodingexperiments. The predictions indicated the importance of incorporating mineral heterogeneity to improve the prediction capabilities of physically-based multiphase flow models especially in systems with extreme mineral heterogeneity or where selective fluid-mineral interactions are targeted. \n\nResults from this project contributed to advancing knowledge and understanding of immiscible fluid transport in heterogeneous rocks and impacted industrial applications such as management and optimization of water resources, remediation of contaminated aquifers, underground gas storage for carbon sequestration or energy production, and improved oil recovery from conventional and unconventional resources. To date, the project has produced three research patents, ten conference presentations, and twenty peer-reviewed publications, with further papers in development. Several graduate and undergraduate students as well as postdoctoral research associates were trained in multiscale imaging and modeling of petroleum colloids and interfacial phenomena. A new international collaboration was also established with the University of Leeds on nanomaterial synthesis and characterization. The results of this project were translated into effective hands-on and digital learning tools for K-12 students, including Native Americans from the Central Wyoming College. \n\n \n\n\t\t\t\t\tLast Modified: 12/09/2020\n\n\t\t\t\t\tSubmitted by: Lamia Goual"
 }
}