{
 "awd_id": "1351561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Multiferroic Materials - Predictive Modeling, Multiscale Analysis, and Optimal Design",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 411723.0,
 "awd_amount": 411723.0,
 "awd_min_amd_letter_date": "2014-02-04",
 "awd_max_amd_letter_date": "2014-02-04",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) Program award is to establish a fundamental understanding of the mechanics and mathematics that dictates the physical behaviors of multiferroic crystals and composites, to predict and optimize the performance of existing and new multiferroic devices, and to validate the theoretical predictions and designs by experiments. By the method of Gamma convergence and homogenization analysis, the theoretical approach starts from the fundamental principles of thermodynamics, electrodynamics, frame indifference and material symmetries toward a hierarchy of self-consistent nonlinear theories for multiferroic bodies in a variety of physical and geometric limits. Based on the finite element method and multi-level-set gradient method, the numerical approach furnishes computational models and algorithms for predicting and optimizing desired properties of multiferroic materials. Through a collaborative program, the experimental approach provides validation of the predicted properties and optimal designs of multiferroic composites. \r\n \r\nMultiferroic materials can be stimulated by and respond to external magnetic, electric and elastic fields, serve multiple functions, and are broadly used in multi-actuating and multi-sensing systems. The integrated theoretical, numerical and experimental strategy will facilitate the engineering of multiferroic structures and composites with improved functionalities and stimulate the discovery of novel multiferroic materials. These progresses will offer new opportunities in areas of smart materials and intelligent systems. Collaborations with industrial partners will ensure the potential technology transfer. Broader social impact will be achieved by educational and outreach efforts that are closely tied to the research, including research opportunities for under-represented groups, high-school visits, a textbook on elasticity with modern applications in biomechanics and nanomaterials, an interactive visualization demonstrations project on multifunctional materials and optimal designs to enhance students' interest and learning experience, and dissemination of research findings in conferences and public seminars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liping",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liping Liu",
   "pi_email_addr": "liu.liping@rutgers.edu",
   "nsf_id": "000516971",
   "pi_start_date": "2014-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University",
  "perf_str_addr": "98 Brett Rd",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 411723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project created fundamental understanding and methods for multiferroic materials where polarization, magnetization and strain are simultaneously coupled together. &nbsp;The outcome includes the necessary theoretical foundation by which predictive models for general multifunctional materials may be systematically established. In addition, the project constructed useful paradigm for modeling multiferroic bodies in various physical limits, e.g., elastically soft but ferromagnetically or ferroelectrically hard bodies, and lower dimensional theories for multiferroic thin films and long wires. These predictive models can be used for designing and optimizing multifunctional composites and devices. The developed toolset supports a wider community who are interested in developing novel materials with unprecedented properties. The efforts on the project connected communities of scientists from different disciplinaries including applied mathematicians, physicists, and engineers. Researchers will benefit from the project for the purposes of understanding these multiferroic materials from the perspective of first principle and continuum thermodynamics and developing new multifunctional materials for device applications.</p>\n<p>&nbsp;</p>\n<p>The project has supported two women students for their respective Master and Ph.D. degrees in engineering, which improved gender equality and social justice. Additionally, the support has enabled the PI engaging in updating lecture notes and textbooks that incorporate latest development of multiferroic materials. By advocating a holistic and multidisciplinary approach, these works will improve students&rsquo; ability to exploit knowledge within and beyond the immediate subject areas, and hence further contributions to the society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2022<br>\n\t\t\t\t\tModified by: Liping&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project created fundamental understanding and methods for multiferroic materials where polarization, magnetization and strain are simultaneously coupled together.  The outcome includes the necessary theoretical foundation by which predictive models for general multifunctional materials may be systematically established. In addition, the project constructed useful paradigm for modeling multiferroic bodies in various physical limits, e.g., elastically soft but ferromagnetically or ferroelectrically hard bodies, and lower dimensional theories for multiferroic thin films and long wires. These predictive models can be used for designing and optimizing multifunctional composites and devices. The developed toolset supports a wider community who are interested in developing novel materials with unprecedented properties. The efforts on the project connected communities of scientists from different disciplinaries including applied mathematicians, physicists, and engineers. Researchers will benefit from the project for the purposes of understanding these multiferroic materials from the perspective of first principle and continuum thermodynamics and developing new multifunctional materials for device applications.\n\n \n\nThe project has supported two women students for their respective Master and Ph.D. degrees in engineering, which improved gender equality and social justice. Additionally, the support has enabled the PI engaging in updating lecture notes and textbooks that incorporate latest development of multiferroic materials. By advocating a holistic and multidisciplinary approach, these works will improve students’ ability to exploit knowledge within and beyond the immediate subject areas, and hence further contributions to the society.\n\n \n\n\t\t\t\t\tLast Modified: 01/28/2022\n\n\t\t\t\t\tSubmitted by: Liping Liu"
 }
}