{
 "awd_id": "1351384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Surface Crystallization of Reactive Oxygen Permeable Hydroxyapatite-based Membranes for Direct Methane Oxidative Conversion",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2013-11-21",
 "awd_max_amd_letter_date": "2013-11-21",
 "awd_abstract_narration": "1351384 - Liu\r\n\r\nAbstract\r\n\r\nCAREER: Surface Crystallization of Reactive Oxygen Permeable Hydroxyapatite-based Membranes for Direct Methane Oxidative Conversion\r\n\r\nThe PI's career goal is to create innovative catalyst and membrane technologies that enable active and selective chemical conversions with particular focus on the catalytic conversion of C1 and biomass feedstock. The objective is to establish reactive oxygen (O2) permeable hydroxyapatite (HAP)-based membranes for oxidative coupling of methane (OCM) to C2 hydrocarbons. While the field of catalytic membrane reactors has emerged solid oxide membranes for OCM, attaining high C2 yield, which intimately depends on the harmonization between the catalytic and O2 permeable properties of the membrane materials has remained a challenge. The unique approach of surface crystallization in controlling the membrane nanostructures (composition and constitution) will enable thin and dense membranes possessing sufficient methane activation and O2 permeation properties for OCM. Lead and carbonate substituted HAP (Pb-HAP-CO3) is the focus on the HAP-based membranes because Pb2+ and CO32-, respectively, endow a single HAP with good catalytic properties for OCM and high permeance for O2 transport. The rationale of this research is to systematically manipulate the composition (Pb2+ and CO32- concentration) and constitution (thickness and crystal orientation) of the Pb-HAP-CO3 membranes to tune their catalysis and transport properties, and thus, to achieve cooperative CH4 activation and O2 permeation in OCM for C2 production. The compelling aspect of this research is that it offers a specific strategy to create new and potentially transformative ways of converting low cost methane to value-added fuels and chemicals.\r\n\r\nThe PI?s educational goal is to provide learning experiences for students that will lead to success in educating the next generation of scientists and engineers, particularly in the fields of materials synthesis, catalysis, and energy. The research incorporates broad training in materials science and chemical engineering into research experiences and education programs for students at all levels. Particularly, this includes: (i) a new course development for educating undergraduates and graduates based on the PI?s research interests in materials, catalysis, separation, and energy; (ii) research experiences for students at all levels; and (iii) outreach programs for K-12 students and general public audiences. These educational activities are already in progress, and are well aligned with the goals of the PI's department and college.\r\n\r\nIntellectual Merit: The underlying challenge in attaining high C2 yield from OCM reactions in membrane reactors is the scarcity of membrane materials with harmonized catalytic and oxygen permeable properties. This project will focus on fundamental studies to enable the emergence of reactive-oxygen permeable membranes for efficient OCM processes. The research activities will advance the understanding of (i) manipulation of membrane nanostructures by controlled surface crystallization approach, (ii) effects of membrane nanostructures on methane reaction and oxygen transport kinetics in tubular reactors, and (iii) predictive correlations of materials synthesis-structure- function for OCM performance. The fundamental concepts and technologies obtained from this work will stimulate and open new avenues of material discovery and technique development that can impact future energy and chemical supplies of the world.\r\n\r\nBroader Impact: The processing of methane to derive highly value-added chemicals and fuels is one of the enormous challenges faced by science and society. The development of efficient OCM membrane reactors will lead to new thermochemical processes to meet the demand for high-energy density and fungible fuels/chemicals from methane gas to address this challenge. The proposed program integrates research on materials science and chemical engineering with an education and outreach component designed to highlight the importance of these disciplines in the area of energy conversion. Education will be enhanced by developing a new course based on the research interests in materials, catalysis, separation, and energy, by recruiting and mentoring students from under-represented communities in research activities, and by outreach programs for K-12 students and general public audience in Prince George's County, MD (where UMD is located).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dongxia",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dongxia Liu",
   "pi_email_addr": "liud@udel.edu",
   "nsf_id": "000626981",
   "pi_start_date": "2013-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "Chem/Nuc Bldg. 090",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is envisioned abundant natural gas as a raw material is of great synthetic importance that can impact the future chemical and energy supplies of the society. Methane (CH<sub>4</sub>) is the main constituent of natural gas, but the low polarity and high kinetic inertness of methane make its activation and subsequent chemistry a challenging proposition. New materials and catalytic processes are needed in order to enable active and selective methane conversions to chemicals and liquid fuels in commercial economical processes.</p>\n<p>This NSF-funded project aims to develop active and selective C<sub>2</sub> (ethylene and ethane) production in oxidative coupling of methane (OCM) by matching CH<sub>4</sub> activation and oxygen distribution in a tubular membrane reactor through engineering novel reactive-separative hydroxyapatite (HAP)-based thin membranes. Lead and carbonate substituted HAP (Pb-HAP-CO<sub>3</sub>) is the focus on the HAP-based membranes because Pb<sup>2+</sup> and CO<sub>3</sub><sup>2-</sup>, respectively, endow the single HAP with good catalytic properties for OCM and high permeance for O<sub>2</sub> transport. In this project, we made breakthroughs in OCM catalysis by manipulating composition, crystallite size, exposed crystalline plane, and crystal orientation of HAP catalyst and membrane technologies. In particular, we have developed an effective HAP-based catalyst for OCM as well as separative/reactive HAP membrane reactor module, comprised of a thin dense HAP membrane/catalyst on porous alumina support to enabling CH<sub>4</sub> conversion into value-added C<sub>2</sub> products. In addition, we carried out the reaction mechanism and reaction kinetic studies by integrated experimental and computational skills. Lastly, we have integrated the science and technology generated from this project into education, including the training for graduate, undergraduate and high school students in the disciplinary of chemical engineering, catalysis, separation and nanomaterials.</p>\n<p>Stranded, vented, and flared CH<sub>4</sub> represent an enormous loss of economic opportunity as well as environmental damage. Our HAP based catalyst and hollow fiber membrane reactor technologies will circumvent constraints in OCM by supplying O<sub>2</sub> in-situ, resulting in increased product yields and energy efficiency, and create economically viable solution for direct one-step natural gas upgrading technology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2020<br>\n\t\t\t\t\tModified by: Dongxia&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1351384/1351384_10285581_1601424853816_Hydroxyapatitecatalyst-membranefornaturalgasupgrading--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1351384/1351384_10285581_1601424853816_Hydroxyapatitecatalyst-membranefornaturalgasupgrading--rgov-800width.jpg\" title=\"Hydroxyapatite catalyst/membrane for natural gas upgrading\"><img src=\"/por/images/Reports/POR/2020/1351384/1351384_10285581_1601424853816_Hydroxyapatitecatalyst-membranefornaturalgasupgrading--rgov-66x44.jpg\" alt=\"Hydroxyapatite catalyst/membrane for natural gas upgrading\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Membrane reactor composed of hydroxyapatite (HAP) catalyst/membrane on porous hollow fiber support for oxygen permeation and oxidative coupling of methane (OCM) in natural gas upgrading.</div>\n<div class=\"imageCredit\">PI and her students</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dongxia&nbsp;Liu</div>\n<div class=\"imageTitle\">Hydroxyapatite catalyst/membrane for natural gas upgrading</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIt is envisioned abundant natural gas as a raw material is of great synthetic importance that can impact the future chemical and energy supplies of the society. Methane (CH4) is the main constituent of natural gas, but the low polarity and high kinetic inertness of methane make its activation and subsequent chemistry a challenging proposition. New materials and catalytic processes are needed in order to enable active and selective methane conversions to chemicals and liquid fuels in commercial economical processes.\n\nThis NSF-funded project aims to develop active and selective C2 (ethylene and ethane) production in oxidative coupling of methane (OCM) by matching CH4 activation and oxygen distribution in a tubular membrane reactor through engineering novel reactive-separative hydroxyapatite (HAP)-based thin membranes. Lead and carbonate substituted HAP (Pb-HAP-CO3) is the focus on the HAP-based membranes because Pb2+ and CO32-, respectively, endow the single HAP with good catalytic properties for OCM and high permeance for O2 transport. In this project, we made breakthroughs in OCM catalysis by manipulating composition, crystallite size, exposed crystalline plane, and crystal orientation of HAP catalyst and membrane technologies. In particular, we have developed an effective HAP-based catalyst for OCM as well as separative/reactive HAP membrane reactor module, comprised of a thin dense HAP membrane/catalyst on porous alumina support to enabling CH4 conversion into value-added C2 products. In addition, we carried out the reaction mechanism and reaction kinetic studies by integrated experimental and computational skills. Lastly, we have integrated the science and technology generated from this project into education, including the training for graduate, undergraduate and high school students in the disciplinary of chemical engineering, catalysis, separation and nanomaterials.\n\nStranded, vented, and flared CH4 represent an enormous loss of economic opportunity as well as environmental damage. Our HAP based catalyst and hollow fiber membrane reactor technologies will circumvent constraints in OCM by supplying O2 in-situ, resulting in increased product yields and energy efficiency, and create economically viable solution for direct one-step natural gas upgrading technology.\n\n\t\t\t\t\tLast Modified: 09/29/2020\n\n\t\t\t\t\tSubmitted by: Dongxia Liu"
 }
}