{
 "awd_id": "1351931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Damage and Fracture Characteristics of Rocks Under a Broad Spectrum of Strain Rates",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 319005.0,
 "awd_min_amd_letter_date": "2014-08-28",
 "awd_max_amd_letter_date": "2017-06-28",
 "awd_abstract_narration": "The motions of Earth's enormous tectonic plates are typically measured in millimeters to tens of centimeters per year, seemingly confirming the generally-held view that tectonic processes are slow, and have been throughout Earth?s history.  In line with this perspective, most laboratory research focused on rock failure has been limited to experiments utilizing slow loading rates. However, many natural processes that pose significant risk for humans (e.g., earthquakes and extraterrestrial impacts), as well as risks associated with human activities (explosions, mine failures, projectile penetration), occur at rates which are hundreds to thousands of time faster than typically simulated in the laboratory. As a result, little experimental data exists to confirm or calibrate theoretical models explaining the connection between these dramatic events and the pulverized rocks found in fault zones, impact, or explosion sites. Therefore, a combined experimental and field investigation is proposed to study brittle rock failure in both earthquake and impact environments.   The mechanical behavior of different rock types at fast loading rates is postulated to depend on the microscopic composition and structure of individual minerals within the rocks.  If true, this will allow scientists to better predict the consequences of earthquakes and impact events based on the rock structure in individual areas and furthermore allow engineers to design more effective structures to withstand the pressures in mining, petroleum and military environments.  Integrated into this research plan is a partnership with Teach for America (TFA), a national teacher corps of college graduates and professionals who commit to teach for two years and raise student achievement in public schools, to create the TFA Geocorps. The TFA Geocorps will be high-achieving secondary school teachers involved in summer research activities related to the project who will also work with the Principal Investigator to design Geophysics-based thematic curriculum units to teach in their own classrooms.  Graduate students supported by this project will supplement their academic training by taking active roles in collaborations with the participating TFA Geocorps teachers.  \r\n\r\nBrittle damage accumulates in the earth?s crust via numerous processes ranging from very slow (fault creep) to very fast (extraterrestrial impact).  The strain-rate-dependent micromechanics of brittle damage formation in rocks, particularly under confinement, is poorly constrained, yet it is generally understood that rocks become stronger at higher strain rates, and that above a critical strain-rate threshold, failure in compression transitions from localized damage along discrete fractures to delocalized (distributed) fracture damage (i.e., fragmentation or pulverization).  A recent series of studies focused on pulverized rocks in fault damage zones provide evidence that ultra-high strain rates (>100/s) associated with rupture tip propagation and/or supershear earthquake rupture are responsible for this pulverization. The transition from discrete fracture to fragmentation depends on confinement (burial depth); and the mechanism, although poorly constrained, is likely controlled by the grain-scale structure of rocks and the dynamics of microcrack propagation.  Here it is proposed to characterize the high strain rate inelastic response of rocks by following an integrated field, experimental, and theoretical study focused on the strain rate dependence of fracture toughness, strain rate (and confinement) dependence of compressive strength and damage, and comparison with field observations to determine a microstructural signature of strain rate.  The proposed work is expected to calibrate damage mechanics models of high strain-rate rock failure, and to characterize damage zones formed in different strain rate (and confinement) regimes.  Expected results should provide a basis for distinguishing strain rate and stress conditions responsible for rock damage based on observing fracture networks and seismic anisotropy.   While the focus of this work will be on damage created during earthquakes and impacts, the strength and failure characteristics of rocks under high strain rates are also of fundamental interest in mining, petroleum, and military applications related to blasting, rock burst, underground explosions, and protective design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "WIlliam",
   "pi_last_name": "Griffith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "WIlliam A Griffith",
   "pi_email_addr": "griffith.233@osu.edu",
   "nsf_id": "000549553",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "757100",
   "pgm_ele_name": "DEEP EARTH PROCESSES SECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 215254.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}