{
 "awd_id": "1351900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Aggregation, estimation and control of distributed energy resources",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2014-06-06",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "Growing renewable generation capacity is leading to unprecedented variability and uncertainty in power system operations, and calls for more flexibility through balancing capacity, market products, and operating procedures. This effort seeks to develop a comprehensive framework and supporting theory to increase power system flexibility by developing the next generation of modeling and control strategies for electricity loads and storage.  The major anticipated innovations are (1) new classes of models to characterize renewable generation and electricity demand at unprecedented spatial and temporal scales, (2) new tools to mathematically aggregate electricity loads and storage, (3) control formulations for load and storage that can be executed in real time and used for planning purposes and (4) pricing mechanisms that recognize the unique capabilities of controllable loads and storage and support payments that are equitable with conventional generators.\r\n\r\nThe effort also aims to broaden awareness of tools to transform power system operations by engaging high school, vocational and university students via problem based learning and interdisciplinary curricula.  The outreach efforts will directly address underrepresentation of ethnic groups and women in science and engineering via mentoring and introducing students to emerging energy systems concepts. The major intended outcomes of the proposed research are (1) to reduce transmission capacity needs, (2) to eliminate the need to build dispatchable generation capacity to manage variability and uncertainty from renewable sources and (3) to improve the efficiency of the supply side by reducing the need for combustion-based generation to operate at part load to provide reserves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duncan",
   "pi_last_name": "Callaway",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Duncan Callaway",
   "pi_email_addr": "dcal@berkeley.edu",
   "nsf_id": "000544458",
   "pi_start_date": "2014-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "310 Barrows Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-27bfd690-7fff-4455-26d0-0253c0ca8a30\">\n<p dir=\"ltr\"><span>Growing renewable generation capacity is leading to unprecedented variability and uncertainty in power system operations, and calls for more flexibility through balancing capacity, market products, and operating procedures. This project sought to develop a comprehensive framework and supporting theory to increase power system flexibility by developing the next generation of modeling and control strategies for electricity loads and storage. Our central idea was to coordinate the operation of electricity loads and storage in a way that enables fine-grained control of power flow conditions at the interface between transmission and distribution systems.&nbsp; This fine-grained control enables transmission operators to make decisions to &ldquo;dispatch&rdquo; aggregations of load and storage in precisely the same way they make decisions about dispatching generators.&nbsp; This decision-making innovation increases the flexibility of power systems and enables reliable operations with greater amounts of variable and uncertain generation capacity.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our major innovations fell into the areas of (1) real time management of loads and storage to enable fine-grained control of power flow conditions at the transmission-distribution interface, and (2) algorithms and analysis for integrating managed loads and storage into system operations and planning.&nbsp; We also pursued a number of validation, industry outreach, and education activities.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>The intellectual merit of this work lies in our contributions to theory and analysis for decision-making under uncertainty in power systems.&nbsp; We published a total of 15 journal papers.&nbsp; These papers explored several paths to achieving real-time control with limited model data and real time measurements.&nbsp; Teams of researchers at a range of institutions built directly on our innovations, including the University of Michigan, UCLA, ETH Zurich, Columbia, and Sandia National Labs.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our work&rsquo;s broader impact can be seen in significant follow-on activities.&nbsp; Our real time control algorithms have now been successfully tested with aggregations of real battery storage devices, and implemented on production control hardware from companies in the smart grid space.&nbsp; The Department of Energy is funding a consortium of National Laboratories and industry partners to extend and demonstrate the viability of our real-time control, operations, and planning tools.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>The project had broader impacts in education as well.&nbsp; We developed an educational video game that introduces students to the basics of power system design, scheduling, and operation and completed a high school classroom evaluation with nearly 200 students that demonstrated this mode of learning is effective at engaging students and promoting comprehension of key concepts.&nbsp;</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2021<br>\n\t\t\t\t\tModified by: Duncan&nbsp;Callaway</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nGrowing renewable generation capacity is leading to unprecedented variability and uncertainty in power system operations, and calls for more flexibility through balancing capacity, market products, and operating procedures. This project sought to develop a comprehensive framework and supporting theory to increase power system flexibility by developing the next generation of modeling and control strategies for electricity loads and storage. Our central idea was to coordinate the operation of electricity loads and storage in a way that enables fine-grained control of power flow conditions at the interface between transmission and distribution systems.  This fine-grained control enables transmission operators to make decisions to \"dispatch\" aggregations of load and storage in precisely the same way they make decisions about dispatching generators.  This decision-making innovation increases the flexibility of power systems and enables reliable operations with greater amounts of variable and uncertain generation capacity.  \nOur major innovations fell into the areas of (1) real time management of loads and storage to enable fine-grained control of power flow conditions at the transmission-distribution interface, and (2) algorithms and analysis for integrating managed loads and storage into system operations and planning.  We also pursued a number of validation, industry outreach, and education activities.  \nThe intellectual merit of this work lies in our contributions to theory and analysis for decision-making under uncertainty in power systems.  We published a total of 15 journal papers.  These papers explored several paths to achieving real-time control with limited model data and real time measurements.  Teams of researchers at a range of institutions built directly on our innovations, including the University of Michigan, UCLA, ETH Zurich, Columbia, and Sandia National Labs.  \nOur work’s broader impact can be seen in significant follow-on activities.  Our real time control algorithms have now been successfully tested with aggregations of real battery storage devices, and implemented on production control hardware from companies in the smart grid space.  The Department of Energy is funding a consortium of National Laboratories and industry partners to extend and demonstrate the viability of our real-time control, operations, and planning tools.  \nThe project had broader impacts in education as well.  We developed an educational video game that introduces students to the basics of power system design, scheduling, and operation and completed a high school classroom evaluation with nearly 200 students that demonstrated this mode of learning is effective at engaging students and promoting comprehension of key concepts. \n\n\n\t\t\t\t\tLast Modified: 03/11/2021\n\n\t\t\t\t\tSubmitted by: Duncan Callaway"
 }
}