{
 "awd_id": "1352672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Gesture and Learning: Implications for Children's Language Development Across Race and Socioeconomic Status",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Vishton",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 749936.0,
 "awd_amount": 749936.0,
 "awd_min_amd_letter_date": "2014-02-12",
 "awd_max_amd_letter_date": "2017-09-05",
 "awd_abstract_narration": "Multi-modal communication -conveyed both verbally (e.g., speech) and visually (e.g., facial expressions, gestures)- can facilitate children's language learning and development. In particular, accompanying auditory speech with visual cues (e.g., gestures) enhances children's vocabulary development, especially children from racial/ethnic minority groups and lower income households. Typically, these children possess substantially smaller vocabularies than their White middle-class peers. This pervasive \"word gap\" is evident before children enter school and has potent implications for later achievement and education attainment. Thus, exposing at-risk children to interventions involving multi-modal communication, such as gesture-accompanied speech, may be particularly effective in increasing vocabulary knowledge and bridging the persistent word/achievement gap.\r\n\r\nThe proposed research examines the relationship between gesture and language across racial and socioeconomic status (SES) groups from infancy through first grade. Observational studies will examine how 10- to 24-month-old infants and their mothers communicate through gesture and language during naturalistic interactions (e.g., book reading, play). Experimental studies will examine the impact of multi-modal communication (i.e., gesture + words) on preschool children's ability to learn new words. Finally, a classroom-based intervention study will assess the efficacy of multi-modal (i.e., gesture-accompanied speech) vocabulary instruction with low-SES African American children, who continue to be at risk for poorer academic and educational outcomes.\r\n\r\nThis research will provide valuable insights into the utility of multi-modal communication (i.e., gesture-accompanied speech) in children's early vocabulary and language development. Moreover, this research has the potential to transform educational practices by creating early and effective learning interventions for all children at risk for language delays or deficits. Furthermore, this program of research will increase research participation of underrepresented, racially and economically diverse groups and provide undergraduates students from underrepresented groups with hands-on laboratory- and community-based research experience through a collaborative partnership with North Carolina Central University, a historically black university.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Makeba",
   "pi_last_name": "Wilbourn",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Makeba P Wilbourn",
   "pi_email_addr": "makeba.wilbourn@duke.edu",
   "nsf_id": "000621408",
   "pi_start_date": "2014-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 134932.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 180521.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 287927.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 146556.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>After 65 years of national efforts to rectify inequities, glaring disparities continue for racial/ethnic minorities in terms of educational attainment. Thus, the overarching goals of this NSF-CAREER #1352672 were to (1) better understand the factors driving these disparities to transform existing educational practices and (2) address pipeline issues related to diversity in psychological research. This program has resulted in countless local, national, and international presentations, plus several awards, including a NSF Graduate Research Fellowship (GRFP), and a Presidential Early Career Award for Scientists and Engineers (PECASE).</p>\n<p>We first examined the foundational skills underlying early vocabulary development related to gesture and culture. Gesture use by infants and caregivers has direct effects on children's language development. Well before infants produce their first word, they communicate through gesture. These gestures not only predict infants' first words, but also influence language learning--the more an infant gestures, the higher their vocabulary. This is especially true with early pointing. Furthermore, the more parents gesture and talk, the more infants also gesture. While this more-is-more relationship has been well-established, important questions remain as to <em><span style=\"text-decoration: underline;\">how</span></em> infants' and caregivers' gesture use, especially pointing, influences vocabulary development. We know even less about how socio-cultural factors, like income and race, influence this relationship over time. Here is what we discovered, across observational and experimental studies with infants, school-aged children, and caregivers.</p>\n<p><em>&nbsp; &nbsp; &nbsp; Pointing Matters</em>. We found that between 12-18 months, infants start to use pointing to acquire information from their caregivers. When infants point toward an object and receive a label, they more readily learn the word for that object, than when they merely reach toward an object. By 18-months, infants have come to expect a label in response to their points, but do not have the same expectations when they reach for objects. Thus, by 18-months, pointing reflects a readiness to learn, highlighting that infants are actively contributing to their <em>own</em> development by altering their gestures. Therefore, consistently providing labels in response to pointing gestures can help infants build strong vocabularies.</p>\n<p><em>&nbsp; &nbsp; &nbsp; Parents Matter</em>. We found that parents (mothers) intuitively alter the way they talk to their infants, shifting the language emphasis as infants develop. Mothers tailor their responses to their infants' communication level. We show that infants start to point significantly more at 14-months and increase their pointing at 18-months. Additionally, mothers are more likely to provide labels in response to infants' pointing, yet offer function information (e.g., what an object <em>does</em>) in response to infants' reaches. These shifts in mothers' responses influence infants' vocabulary development over the second year of development.</p>\n<p><em>&nbsp; &nbsp; &nbsp; Culture Matters. </em>When viewed through a socio-cultural lens, we found that Black/African-American and white infants produce communicative gestures (pointing) at similar rates. However, Black and white mothers differ in their responses to these gestures. While both groups consistently provide labels in response to their infants' points, only Black mothers alter their behavior when their infants reach. It appears that Black mothers are sensitive to <em>changes</em> in their infants' behaviors (points vs. reaches), whereas white mothers are more aware of labeling opportunities. Although Black and white mothers differed in how much they talked, they didn't differ in the diversity of language they used. This suggests that Black mothers were efficient in maximizing their language diversity, while saying fewer words, whereas white mothers seemed to favor repetition, particularly when labeling. Importantly, these mothers did not differ in SES, highlighting differences in cultural practices and norms instead of education or income. Also, contrary to popular belief, we found that African-American English (AAE) dialect variation does <em><span style=\"text-decoration: underline;\">not</span></em> relate to Black children's academic motivation. However, AAE does relate to vocabulary development, which in turn influences academic achievement. This suggests that enhancing school-aged children's academic vocabulary could be both a practical and effective way to improve educational outcomes for racial/ethnic minority students.</p>\n<p>To increase the diversity of scholars in the field, this CAREER program provided (1) research experiences and professional development for undergraduate and graduate students and (2) a fully-funded summer internship for underrepresented students.</p>\n<p><em>&nbsp; &nbsp; &nbsp; &nbsp;Opportunities Matter.<strong> </strong></em>Over 100 undergraduates, 6 graduate students, 5 high school volunteers, and 9 summer interns worked on this 5-year project. This project generated 2 doctoral theses, 3 master's theses, 11 honors theses, and 17 independent studies. Approximately 45% of our research assistants were from underrepresented groups (e.g., racial/ethnic minorities, first-generation, low-income, LGBTQ+). Also, this funding provided research training for 4 students completing BA and MA degrees from a partnering HBCU, and a summer research internship for underrepresented students from non-PhD granting institutions. Across the funding period, we received nearly 500 applications for the internship, and 6 out of 9 interns have gone to graduate school, with one receiving the NSF GRFP. Through training and socialization, this CAREER program significantly diversified the pipeline to graduate education for students who otherwise would not have been as prepared for graduate school.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2019<br>\n\t\t\t\t\tModified by: Makeba&nbsp;P&nbsp;Wilbourn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAfter 65 years of national efforts to rectify inequities, glaring disparities continue for racial/ethnic minorities in terms of educational attainment. Thus, the overarching goals of this NSF-CAREER #1352672 were to (1) better understand the factors driving these disparities to transform existing educational practices and (2) address pipeline issues related to diversity in psychological research. This program has resulted in countless local, national, and international presentations, plus several awards, including a NSF Graduate Research Fellowship (GRFP), and a Presidential Early Career Award for Scientists and Engineers (PECASE).\n\nWe first examined the foundational skills underlying early vocabulary development related to gesture and culture. Gesture use by infants and caregivers has direct effects on children's language development. Well before infants produce their first word, they communicate through gesture. These gestures not only predict infants' first words, but also influence language learning--the more an infant gestures, the higher their vocabulary. This is especially true with early pointing. Furthermore, the more parents gesture and talk, the more infants also gesture. While this more-is-more relationship has been well-established, important questions remain as to how infants' and caregivers' gesture use, especially pointing, influences vocabulary development. We know even less about how socio-cultural factors, like income and race, influence this relationship over time. Here is what we discovered, across observational and experimental studies with infants, school-aged children, and caregivers.\n\n      Pointing Matters. We found that between 12-18 months, infants start to use pointing to acquire information from their caregivers. When infants point toward an object and receive a label, they more readily learn the word for that object, than when they merely reach toward an object. By 18-months, infants have come to expect a label in response to their points, but do not have the same expectations when they reach for objects. Thus, by 18-months, pointing reflects a readiness to learn, highlighting that infants are actively contributing to their own development by altering their gestures. Therefore, consistently providing labels in response to pointing gestures can help infants build strong vocabularies.\n\n      Parents Matter. We found that parents (mothers) intuitively alter the way they talk to their infants, shifting the language emphasis as infants develop. Mothers tailor their responses to their infants' communication level. We show that infants start to point significantly more at 14-months and increase their pointing at 18-months. Additionally, mothers are more likely to provide labels in response to infants' pointing, yet offer function information (e.g., what an object does) in response to infants' reaches. These shifts in mothers' responses influence infants' vocabulary development over the second year of development.\n\n      Culture Matters. When viewed through a socio-cultural lens, we found that Black/African-American and white infants produce communicative gestures (pointing) at similar rates. However, Black and white mothers differ in their responses to these gestures. While both groups consistently provide labels in response to their infants' points, only Black mothers alter their behavior when their infants reach. It appears that Black mothers are sensitive to changes in their infants' behaviors (points vs. reaches), whereas white mothers are more aware of labeling opportunities. Although Black and white mothers differed in how much they talked, they didn't differ in the diversity of language they used. This suggests that Black mothers were efficient in maximizing their language diversity, while saying fewer words, whereas white mothers seemed to favor repetition, particularly when labeling. Importantly, these mothers did not differ in SES, highlighting differences in cultural practices and norms instead of education or income. Also, contrary to popular belief, we found that African-American English (AAE) dialect variation does not relate to Black children's academic motivation. However, AAE does relate to vocabulary development, which in turn influences academic achievement. This suggests that enhancing school-aged children's academic vocabulary could be both a practical and effective way to improve educational outcomes for racial/ethnic minority students.\n\nTo increase the diversity of scholars in the field, this CAREER program provided (1) research experiences and professional development for undergraduate and graduate students and (2) a fully-funded summer internship for underrepresented students.\n\n       Opportunities Matter. Over 100 undergraduates, 6 graduate students, 5 high school volunteers, and 9 summer interns worked on this 5-year project. This project generated 2 doctoral theses, 3 master's theses, 11 honors theses, and 17 independent studies. Approximately 45% of our research assistants were from underrepresented groups (e.g., racial/ethnic minorities, first-generation, low-income, LGBTQ+). Also, this funding provided research training for 4 students completing BA and MA degrees from a partnering HBCU, and a summer research internship for underrepresented students from non-PhD granting institutions. Across the funding period, we received nearly 500 applications for the internship, and 6 out of 9 interns have gone to graduate school, with one receiving the NSF GRFP. Through training and socialization, this CAREER program significantly diversified the pipeline to graduate education for students who otherwise would not have been as prepared for graduate school.  \n\n \n\n\t\t\t\t\tLast Modified: 12/12/2019\n\n\t\t\t\t\tSubmitted by: Makeba P Wilbourn"
 }
}