{
 "awd_id": "1352214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Seismic Imaging of Large-Scale Structure in the Lithosphere and the Core-Mantle Boundary Region",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": "7032928565",
 "po_email": "praterro@nsf.gov",
 "po_sign_block_name": "Paul Raterron",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 647000.0,
 "awd_amount": 647000.0,
 "awd_min_amd_letter_date": "2014-03-10",
 "awd_max_amd_letter_date": "2018-07-05",
 "awd_abstract_narration": "I propose to obtain new constraints on the structure of the continental lithosphere and the core-mantle boundary region, with the goal of improving our understanding of the formation, evolution, and preservation of large-scale structures within the mantle. Accomplishing this goal will require improving on existing and developing new methods for modeling and analyzing seismic waveforms, and will have implications for the understanding of the dynamics of the Earth's deep interior and its relationship to the surface. The scientific questions to be addressed are: 1. What is the nature of the mid-lithospheric discontinuity and what does it tell us about the architecture, origin, and evolution of stable continental lithosphere? 2. What processes control the development of rifts in general, and strain localization throughout the lithosphere? 3. What are the morphology, and elastic characteristics of mesoscale structures in the lowermost mantle? The improved seismic imaging methods will be built around flexible and parsimonious parameterizations that can also reproduce the various ways in which seismic waves interact with geological structures. The proposed work also includes developing automated computational algorithms for analyzing and modeling seismic data, determining optimal weighting of different datasets, and identifying new seismic observables. Alongside this research project, I propose to undertake a comprehensive educational project called SeismoABCs (Seismology Across and Beyond Classrooms), whose purpose is to improve undergraduate education and learning outcomes through the incorporation of seismological instrument deployment, data collection and analysis across the undergraduate curriculum at the Department of Geology of the University of Maryland, College Park.\r\n\r\nThe proposed work will develop and apply new methods for imaging the Earth's interior using multiple seismic datasets. It will focus on providing new images of and constraining structures in two distinct settings: the continental lithosphere, which makes up the tectonic plates and controls the internal deformation in continents, and the core-mantle boundary region, which contains exotic features fundamentally related to the dynamics and thermo-chemical evolution of the Earth. The new methods developed as part of the proposed work will be broadly applicable to any discipline confronted with the problem of combining different pieces of information in order to constrain characteristics of a system or object. The SeismoABCs educational component of the proposed work will have substantial broader impacts for undergraduate education at the University of Maryland. SeismoABCs is a plan to (A) incorporate the conceptualization, design, execution, and analysis of seismological experiments across classrooms in geophysics and related sciences, and (B) to enable research experiences in seismology beyond classrooms by scaling up undergraduate participation in seismological research. The desired learning outcomes of SeismoABCs include improving student's ability to formulate clear and testable research questions / hypotheses, identify relevant seismological observations, design a geophysical network to collect calibrated observations, process and analyze data in a statistically rigorous way in order to accept or reject their research hypothesis, and engage in long term research projects. The SeismoABCs program will also furnish graduate students and postdoctoral fellows with experience in mentoring students and designing and implementing a research plan. Finally, the undergraduate seismological laboratory research experiences implemented as part of this program will be targeted toward first and second year undergraduate students, and will help improve their academic achievement across STEM disciplines by providing them with real-world applications of the quantitative methods taught in the classroom setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vedran",
   "pi_last_name": "Lekic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vedran Lekic",
   "pi_email_addr": "ved@umd.edu",
   "nsf_id": "000596595",
   "pi_start_date": "2014-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 269313.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 151629.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 100984.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 86784.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 38290.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <strong>intellectual merit </strong>of this project was two-fold:</p>\n<p>1) The project supported the development of new techniques for analyzing geophysical data (primarily seismograms) and making images of the inaccessible interior of the Earth in a way that used fewer assumptions about what kinds of structures to expect. The techniques are able to not only output an image of the interior, but also to systematically quantify uncertainty on features within the image. Finally, the techniques are capable of estimating noise in the geophysical data, which helps prevent them from producing artifacts in the images of the subsurface.</p>\n<p>By applying these techniques to surface waves &ndash; seismic waves that travel away from an earthquake along Earth&rsquo;s surface &ndash; we were able to quantify how much information about lithospheric structure the surface wave velocities contained, and map out tradeoffs between various parameters of interest. By applying these techniques simultaneously to surface waves and body waves &ndash; P and S waves that travel away from an earthquake through the interior of the Earth &ndash; we were able to identify pitfalls that may bias images of the crust, as well as to propose a remedy. We also applied these techniques to other unanticipated targets, including to construct the first-ever tomographic model (akin to a CAT-scan image) of the Earth&rsquo;s inner core. Finally, we released an open-source version of the code that can be used to make images of the shallow subsurface from active-source studies (where an artificial source of seismic waves, like a hammer strike, is used instead of waiting for an earthquake to happen).</p>\n<p>&nbsp;</p>\n<p>2) The project aimed to improve our understanding of the two so-called &ldquo;boundary layers&rdquo; in the Earth &ndash; the lithosphere and the core-mantle boundary region. Boundary layers are regions where there are dramatic changes in composition, density, and temperature, and figuring out what happens within them is crucial for understanding plate tectonics, volcanism, and how our planet has changed through the past billions of year and how it will continue to change into the future. Very shallow lithospheric structure also has key implications for ground shaking hazard from earthquakes and for understanding the so-called critical zone which is essential to life because it stores water and nutrients that support ecosystems.</p>\n<p>This project has supported the publication of 19 papers in peer-reviewed journals, including three in Science, the premier scientific journal in the world. Of those, nine (including one that is currently in revision) concern specifically lithospheric structure, spanning various geographic settings. Of greatest societal importance is our work determining the average velocity profiles and resonant frequency of the Atlantic Coastal Plain sediments, a region stretching from New York to Georgia, dotted with major metropolitan areas. The velocity profiles strongly affect ground shaking from earthquakes, such as the 2011 M 5.8 earthquake in Mineral, VA, while the resonant frequency can amplify the shaking of large structures like bridges, power plants, and tall buildings.</p>\n<p>Six manuscripts have been published specifically about the core-mantle boundary region, including our discovery of a massive, anomalous region beneath the Marquesas Islands, which could be the root of the plume of hot material that rises from the core-mantle boundary to produce intraplate volcanism that produced the islands (see Fig. 1). Other major scientific results include a new model of massive, unusually hot regions of the mantle, whose origins remain mysterious, and the discovery that unusual structures at the base of the mantle, similar to that discovered beneath the Marquesas islands, could contain material that has not been processed / mixed in with the rest of the mantle since the very formation of our planet.</p>\n<p>&nbsp;</p>\n<p>The <strong>broader impacts</strong> of this project were focused on the Seismology Across and Beyond Classrooms (SeismoABCs) program. Through SeismoABCs, the project has supported engagement of undergraduate students in original research by incorporating seismometer/geophone deployment, data collection, and analysis across multiple classes of the undergraduate curriculum, and outside the classes through research internships in my research laboratory. Out of the nine undergraduate students who participated in SeismoABCs doing seismological research in my lab &ndash; either as research interns or as part of their capstone undergraduate thesis in Geology &ndash; five have gone on to graduate study in astronomy, geology, planetary science, atmospheric science, and applied physics at top-tier institutions: UC Berkeley, CU Boulder, University of Hawaii, Miami University of Ohio, and Yale University. An unexpected but exciting outcome of SeismoABCs was the application of seismic deployment and data analysis to forensic seismology; our students deployed seismic stations throughout Cheverly, MD, where residents have been complaining about very loud booms for years (garnering coverage by the domestic and international press), and determined the source of the booms (unreported explosions at a local recycling plant), presenting their findings at a town meeting (see Fig. 2).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2020<br>\n\t\t\t\t\tModified by: Vedran&nbsp;Lekic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1352214/1352214_10294074_1605494170136_PR_FIGURE_SCIENCE_KIM_ET_AL_2020_final--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1352214/1352214_10294074_1605494170136_PR_FIGURE_SCIENCE_KIM_ET_AL_2020_final--rgov-800width.jpg\" title=\"Fig. 1 - Seismic Echoes from the Core-Mantle Boundary\"><img src=\"/por/images/Reports/POR/2020/1352214/1352214_10294074_1605494170136_PR_FIGURE_SCIENCE_KIM_ET_AL_2020_final--rgov-66x44.jpg\" alt=\"Fig. 1 - Seismic Echoes from the Core-Mantle Boundary\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">By optimally arranging seismograms of waves that travel along the bottom of Earth's mantle, we were able to detect anomalously slow structures (possibly consisting of partially-molten rock) beneath Hawaii and Marquesas Islands.</div>\n<div class=\"imageCredit\">Doyeon Kim, Vedran Lekic, and Brice Menard</div>\n<div class=\"imageSubmitted\">Vedran&nbsp;Lekic</div>\n<div class=\"imageTitle\">Fig. 1 - Seismic Echoes from the Core-Mantle Boundary</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1352214/1352214_10294074_1605500566760_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1352214/1352214_10294074_1605500566760_Fig2--rgov-800width.jpg\" title=\"Fig. 2 - SeismoABC undergraduate research briefs residents of Cheverly, MD.\"><img src=\"/por/images/Reports/POR/2020/1352214/1352214_10294074_1605500566760_Fig2--rgov-66x44.jpg\" alt=\"Fig. 2 - SeismoABC undergraduate research briefs residents of Cheverly, MD.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduate participants in SeismoABCs deployed seismometers across Cheverly, MD, and solved the mystery of the \"Cheverly Booms\" by analyzing seismic data to locate the source of the booms (bottom). They reported their findings and receiving praise from residents and town leaders (top).</div>\n<div class=\"imageCredit\">Vedran Lekic</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vedran&nbsp;Lekic</div>\n<div class=\"imageTitle\">Fig. 2 - SeismoABC undergraduate research briefs residents of Cheverly, MD.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe intellectual merit of this project was two-fold:\n\n1) The project supported the development of new techniques for analyzing geophysical data (primarily seismograms) and making images of the inaccessible interior of the Earth in a way that used fewer assumptions about what kinds of structures to expect. The techniques are able to not only output an image of the interior, but also to systematically quantify uncertainty on features within the image. Finally, the techniques are capable of estimating noise in the geophysical data, which helps prevent them from producing artifacts in the images of the subsurface.\n\nBy applying these techniques to surface waves &ndash; seismic waves that travel away from an earthquake along Earth’s surface &ndash; we were able to quantify how much information about lithospheric structure the surface wave velocities contained, and map out tradeoffs between various parameters of interest. By applying these techniques simultaneously to surface waves and body waves &ndash; P and S waves that travel away from an earthquake through the interior of the Earth &ndash; we were able to identify pitfalls that may bias images of the crust, as well as to propose a remedy. We also applied these techniques to other unanticipated targets, including to construct the first-ever tomographic model (akin to a CAT-scan image) of the Earth’s inner core. Finally, we released an open-source version of the code that can be used to make images of the shallow subsurface from active-source studies (where an artificial source of seismic waves, like a hammer strike, is used instead of waiting for an earthquake to happen).\n\n \n\n2) The project aimed to improve our understanding of the two so-called \"boundary layers\" in the Earth &ndash; the lithosphere and the core-mantle boundary region. Boundary layers are regions where there are dramatic changes in composition, density, and temperature, and figuring out what happens within them is crucial for understanding plate tectonics, volcanism, and how our planet has changed through the past billions of year and how it will continue to change into the future. Very shallow lithospheric structure also has key implications for ground shaking hazard from earthquakes and for understanding the so-called critical zone which is essential to life because it stores water and nutrients that support ecosystems.\n\nThis project has supported the publication of 19 papers in peer-reviewed journals, including three in Science, the premier scientific journal in the world. Of those, nine (including one that is currently in revision) concern specifically lithospheric structure, spanning various geographic settings. Of greatest societal importance is our work determining the average velocity profiles and resonant frequency of the Atlantic Coastal Plain sediments, a region stretching from New York to Georgia, dotted with major metropolitan areas. The velocity profiles strongly affect ground shaking from earthquakes, such as the 2011 M 5.8 earthquake in Mineral, VA, while the resonant frequency can amplify the shaking of large structures like bridges, power plants, and tall buildings.\n\nSix manuscripts have been published specifically about the core-mantle boundary region, including our discovery of a massive, anomalous region beneath the Marquesas Islands, which could be the root of the plume of hot material that rises from the core-mantle boundary to produce intraplate volcanism that produced the islands (see Fig. 1). Other major scientific results include a new model of massive, unusually hot regions of the mantle, whose origins remain mysterious, and the discovery that unusual structures at the base of the mantle, similar to that discovered beneath the Marquesas islands, could contain material that has not been processed / mixed in with the rest of the mantle since the very formation of our planet.\n\n \n\nThe broader impacts of this project were focused on the Seismology Across and Beyond Classrooms (SeismoABCs) program. Through SeismoABCs, the project has supported engagement of undergraduate students in original research by incorporating seismometer/geophone deployment, data collection, and analysis across multiple classes of the undergraduate curriculum, and outside the classes through research internships in my research laboratory. Out of the nine undergraduate students who participated in SeismoABCs doing seismological research in my lab &ndash; either as research interns or as part of their capstone undergraduate thesis in Geology &ndash; five have gone on to graduate study in astronomy, geology, planetary science, atmospheric science, and applied physics at top-tier institutions: UC Berkeley, CU Boulder, University of Hawaii, Miami University of Ohio, and Yale University. An unexpected but exciting outcome of SeismoABCs was the application of seismic deployment and data analysis to forensic seismology; our students deployed seismic stations throughout Cheverly, MD, where residents have been complaining about very loud booms for years (garnering coverage by the domestic and international press), and determined the source of the booms (unreported explosions at a local recycling plant), presenting their findings at a town meeting (see Fig. 2).\n\n\t\t\t\t\tLast Modified: 11/15/2020\n\n\t\t\t\t\tSubmitted by: Vedran Lekic"
 }
}