{
 "awd_id": "1352717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Finding Common Ground: Social, Ecological, and Cognitive Perspectives on Language Use",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2014-04-05",
 "awd_max_amd_letter_date": "2014-04-05",
 "awd_abstract_narration": "Project Overview\r\n\r\nThis award funds a three-day conference that is planned for June 2014 at the University of Connecticut. The conference will bring together a distinguished group of researchers from a variety of disciplines and perspectives to share their theoretical and methodological approaches to the study of language as a socially and physically situated interaction that is public, meaning observable and accountable. The conference will offer three full days with presentations, posters, and discussions. There will be a pre-conference workshop intended to introduce graduate students to pioneering work on language that will be unfamiliar to most. The conference is entitled: \"Finding Common Ground: Social, Ecological, and Cognitive Perspectives on Language Use.\"\r\n\r\nIntellectual Merit\r\n\r\nDramatic developments across an array of disciplines and theoretical perspectives in the past decade are challenging influential views of language as private, individual, biological, and designed for thinking. These developments have generally emerged largely independently of each other, and researchers with similar concerns often do not know of each other's work. These new methodological and theoretical approaches to understanding language are exciting and promising, but they have yet to achieve the coordination and collaboration necessary to lead to major changes in how most scientists and scholars view language. This conference will enable various researchers to engage in face-to-face conversations in order to develop an appreciation for other theoretical approaches and methods that can amplify and strengthen their own, and serve to promote collaborations that could in time transform the language sciences.\r\n\r\nPotential Broader Impacts\r\n\r\nThe PI will use conference proceeding to produce an edited book, a special issue of a journal, and a website resource center. These outcomes will allow a broad array of language researchers and cognitive scientists to benefit from discussions that take place at the conference. The most significant effect of the meeting may be the challenge and inspiration it will provide to graduate students in ecological psychology, cognitive psychology, linguistics, philosophy, and related areas of cognitive science, to go beyond the successes and failures of the current generation of scholars. The outcomes of the meeting will also be of interest to members of the broader public who have a serious interest in the important role of language in social, political, and economic life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bert",
   "pi_last_name": "Hodges",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bert H Hodges",
   "pi_email_addr": "bert.hodges@uconn.edu",
   "nsf_id": "000508922",
   "pi_start_date": "2014-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Fowler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carol A Fowler",
   "pi_email_addr": "Carol.Fowler@uconn.edu",
   "nsf_id": "000108888",
   "pi_start_date": "2014-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "406 Babbidge Road Unit 1020",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most people assume that language is a skill that allows them to converse with other people in a way that is appropriate, productive, and helpful. Most linguistic and scientific models of language, however, have treated language as an abstract system that can be treated independently of social interaction with all its complications. It has been described as if it were a system for solitary thinking. Despite its unusual orientation, this way of treating language has been fruitful in many ways; however, it has left largely untouched the more complicated realities that are involved in real conversations between two or more people who have varied interests, histories, and prospects.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Many scientists and scholars have hoped to consider language in this more embodied, situated context that is more typical of everyday experience. The difficulty has been that both theories and methods have made doing high quality research on such complex interactions quite challenging. The conference, <em>Finding Common Ground: Social, Ecological, and Cognitive Perspectives on Language Use</em>, which was held at the University of Connecticut on June 11-13, 2014, brought together some of the most creative and articulate voices working to develop new ways of thinking about language in its natural setting. The three-day conference, brought researchers from linguistics, psychology, communication, philosophy, education, and physical therapy together for to engage in face-to-face conversation themselves. Over 50 presentations were offered over three days, engaging scholars from fifteen countries in vigorous and fruitful discussions. Specialists in speech, dialogue, gesture, social interaction, neuroscience, physical systems, coordination, and many other domains engaged in cordial and careful listening and speaking. Conference participants modeled in their everyday practice what they hope to study and understand better as researchers.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; From the conference emerged three special issues of scientific journals, aimed at three different groups of researchers. Over 300 pages of research are represented in these special issues, covering topics from idioms to cooperation, from metaphors to coordinative structures, and from strategies for learning words to questions about whether people tend to align or diverge as they talk to each other. The range of methods and perspectives brought to bear was inspiring and nearly all those attending left with greater knowledge about the possibilities of understanding language as a public, physical activity that is socially and morally obligated.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to the publications produced by the conference, a public website was constructed that provides resources both for language researchers, for students, and the public. It provides descriptions of the conference and its purposes, its program and outcomes, as well as bibliographies and other materials of interest. It can be found at <a href=\"http://findingcommonground.uconn.edu\">http://findingcommonground.uconn.edu</a></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There was also a one-day workshop prior to the conference, which provided an advanced introduction to dynamical systems methodologies for addressing the complexities of dialogue and social interaction. Led by two of the leading researchers in this area, it provided a valuable educational opportunity for graduate students in the language sciences, as well as other young investigators. Second-language researchers also benefitted from this workshop and the succeeding conference. Given the importance of conversation to everyday life, as well as geopolitical exchanges, learning to think more creatively and competently abo...",
  "por_txt_cntn": "\nMost people assume that language is a skill that allows them to converse with other people in a way that is appropriate, productive, and helpful. Most linguistic and scientific models of language, however, have treated language as an abstract system that can be treated independently of social interaction with all its complications. It has been described as if it were a system for solitary thinking. Despite its unusual orientation, this way of treating language has been fruitful in many ways; however, it has left largely untouched the more complicated realities that are involved in real conversations between two or more people who have varied interests, histories, and prospects.\n\n            Many scientists and scholars have hoped to consider language in this more embodied, situated context that is more typical of everyday experience. The difficulty has been that both theories and methods have made doing high quality research on such complex interactions quite challenging. The conference, Finding Common Ground: Social, Ecological, and Cognitive Perspectives on Language Use, which was held at the University of Connecticut on June 11-13, 2014, brought together some of the most creative and articulate voices working to develop new ways of thinking about language in its natural setting. The three-day conference, brought researchers from linguistics, psychology, communication, philosophy, education, and physical therapy together for to engage in face-to-face conversation themselves. Over 50 presentations were offered over three days, engaging scholars from fifteen countries in vigorous and fruitful discussions. Specialists in speech, dialogue, gesture, social interaction, neuroscience, physical systems, coordination, and many other domains engaged in cordial and careful listening and speaking. Conference participants modeled in their everyday practice what they hope to study and understand better as researchers.\n\n            From the conference emerged three special issues of scientific journals, aimed at three different groups of researchers. Over 300 pages of research are represented in these special issues, covering topics from idioms to cooperation, from metaphors to coordinative structures, and from strategies for learning words to questions about whether people tend to align or diverge as they talk to each other. The range of methods and perspectives brought to bear was inspiring and nearly all those attending left with greater knowledge about the possibilities of understanding language as a public, physical activity that is socially and morally obligated.\n\n            In addition to the publications produced by the conference, a public website was constructed that provides resources both for language researchers, for students, and the public. It provides descriptions of the conference and its purposes, its program and outcomes, as well as bibliographies and other materials of interest. It can be found at http://findingcommonground.uconn.edu\n\n            There was also a one-day workshop prior to the conference, which provided an advanced introduction to dynamical systems methodologies for addressing the complexities of dialogue and social interaction. Led by two of the leading researchers in this area, it provided a valuable educational opportunity for graduate students in the language sciences, as well as other young investigators. Second-language researchers also benefitted from this workshop and the succeeding conference. Given the importance of conversation to everyday life, as well as geopolitical exchanges, learning to think more creatively and competently about real, complex conversations is a worthy topic. This grant provided needed help to 90 researchers about how they can fathom this important activity more faithfully.\n\n\t\t\t\t\tLast Modified: 05/18/2016\n\n\t\t\t\t\tSubmitted by: Bert H Hodges"
 }
}