{
 "awd_id": "1352279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Biomimetic Metal-Organic Super-Containers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 658543.0,
 "awd_min_amd_letter_date": "2014-06-18",
 "awd_max_amd_letter_date": "2016-08-08",
 "awd_abstract_narration": "Dr. Zhenqiang Wang of the University of South Dakota aims to develop effective approaches to assemble complex functional architectures from small molecular building blocks.  Inspired by the structure of spherical viruses, which feature an  endo (internal) cavity for storage of genetic materials and exo (external) cavities for recognition of targeted hosts, Dr. Wang designs a new class of synthetic container molecules by linking cup-shaped structures to create a new enclosed hollow space while retaining the free voids of the cup-shaped building blocks.  He develops a general approach to synthesize a family of these container molecules and investigates their properties.  A fundamental understanding of the properties of this new class of containers could lead to the development of novel materials with applications in many different fields, such as gas separation and water remediation.  This research is integrated with educational and outreach initiatives that specially aim to promote scientific literacy among underrepresented students including Native Americans.  \r\n\r\nUnder the support of this CAREER award from the Macromolecular, Supramolecular and Nanochemistry Program of the Division of Chemistry, Dr. Wang develops a general synthetic approach to structurally and functionally diverse metal-organic super-containers (MOSCs), a new class of synthetic receptors, from sulfonylcalixarene-based building blocks, metal ions, and organic carboxylate linkers. This novel synthetic approach utilizes the largely unexplored lower rim of calixarenes to construct hierarchical supramolecular assemblies that contain both endo and exo cavities potentially suitable for selective and allosteric binding of different guests.  Another objective of this research is to investigate the structure-property relationship and the guest-binding behavior of functionalized MOSCs in both solution phase and the solid state.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenqiang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenqiang Wang",
   "pi_email_addr": "Zhenqiang.Wang@usd.edu",
   "nsf_id": "000587675",
   "pi_start_date": "2014-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Dakota Main Campus",
  "inst_street_address": "414 E CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "VERMILLION",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056775370",
  "inst_zip_code": "570692307",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTH DAKOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9EDNSCHTBE7"
 },
 "perf_inst": {
  "perf_inst_name": "Chemistry",
  "perf_str_addr": "UCL 115",
  "perf_city_name": "Vermillion",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570692390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  },
  {
   "pgm_ele_code": "773100",
   "pgm_ele_name": "Other Global Learning & Trng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 319253.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 330747.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 8543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Container structures featuring well-defined nano-cavities have long attracted the interest of researchers. These &ldquo;host&rdquo; molecules contain concave surfaces suitable for selective binding of a variety of &ldquo;guest&rdquo; molecules. The binding sites of container molecules provide a restricted chemical microenvironment that fundamentally changes the way guest (and sometimes, host) molecules behave. As a result, container molecules are highly relevant in many applications, including gas storage, molecular separation, catalysis, chemical sensing, drug delivery, etc.</p>\n<p>Molecular containers are ubiquitous in Nature, as exemplified by numerous biological systems, such as enzymes and receptors. An on-going challenge in the field of &ldquo;host-guest&rdquo; chemistry is to obtain synthetic analogues that can mimic the structure and function of biomolecules. The overarching goal of this project was to design a new class of container molecules that can emulate the binding pockets of enzymes or receptors. To more closely mimic the chemical environment of binding pockets, we developed an approach utilizing multiple copies of three molecular components, namely, divalent metal ions, organic carboxylate linkers, and container precursors, which recognize each other in a pre-defined manner and assemble into larger nanostructures termed &ldquo;metal-organic supercontainers (MOSCs)&rdquo;. The use of cup-shaped container precursors such as sulfonylcalix[4]arenes to construct supercontainers was a novel concept, and it generated hierarchical MOSC structures featuring both <em>endo</em> and <em>exo</em> nano-cavities suitable for binding with small molecules or ions.</p>\n<p>Studies from this project led to a library of over 100 structurally characterized MOSCs, representing four structural types that mimic the geometry of face-directed octahedron (type I), edge-directed octahedron (type II), square box (type III), and cylinder (type IV), respectively. These MOSCs were synthesized from the reaction of divalent metal ions (e.g., Ni<sup>2+</sup>, Co<sup>2+</sup>, Zn<sup>2+</sup>, etc.), sulfonylcalix[4]arene-based container precursors, and carboxylate linkers of trigonal, linear, angular-planar, and angular-nonplanar shape, respectively. Each of the three components of the MOSCs can be systematically modified, giving rise to a remarkable level of structural and functional diversity.</p>\n<p>As mentioned above, the prototypical MOSCs share a common structural trademark, i.e., they consist of multiple binding cavities within a single host, possessing both <em>exo</em> and <em>endo</em> cavities. Another salient structural motif of the MOSCs is a sub-unit known as tetranuclear complex, which contains an interesting metal-bound H<sub>2</sub>O species. These structural features enable the MOSCs to exhibit several interesting trends of guest-binding characteristics: 1) the geometry of their <em>endo </em>cavity strongly influences how they recognize guest molecules; 2) while molecular recognition inside the <em>endo </em>cavity is prevalent, simultaneous guest binding at the <em>exo </em>cavities is also apparent, affording an effective means to achieve binding cooperativity; 3) cationic guests bind to the MOSC more favorably than neutral guests due to cation-<em>&pi;</em> interaction; 4) the metal-bound <em>&micro;</em><sub>4</sub>-H<sub>2</sub>O species can serve as both a hydrogen-bond donor and a Br&oslash;nsted acid, providing a multifunctional binding pocket to optimize guest recognition; 5) additional functionalities can be incorporated into the nanocavity through organic precursors. Together, these characteristics allowed the MOSCs to emerge as a new class of synthetic receptors with unprecedented opportunities for targeted molecular recognition.</p>\n<p>Through this project, the PI&rsquo;s laboratory established a number of interdisciplinary collaborations with a diverse group of researchers. One collaboration involved a local team of neurobiologists at the University of South Dakota (USD) and utilized the ability of MOSCs to manipulate neurotransmitters such as acetylcholine and dopamine. These studies led to the use of MOSCs as a new tool for basic neurobiological studies and as potential therapeutics for substance addiction. A second collaboration involving an international team of chemists and biomedical researchers centered on utilizing the MOSCs&rsquo; capability to deliver anti-inflammatory drugs. <em>In vitro</em> studies of drug-loaded MOSCs demonstrated enhanced therapeutic efficiency toward inflammatory macrophages. &nbsp;</p>\n<p>The scientific components of this project were integrated with the PI&rsquo;s commitment to engage two groups of students in the STEM fields. Native American students and students from primarily undergraduate institutions (PUIs) represent a significant percentage of the student populations in South Dakota and neighboring area, but they are historically underrepresented in the STEM fields. To address this challenge, the PI put in place methods to engage these students and their faculty. The PI hosted six tribal students and one tribal faculty member (twice) to conduct MOSC-related research. The PI also organized five on-site chemistry workshops at local tribal colleges, reaching out to ~ 100 tribal students and educators. Two of the PI&rsquo;s graduate students taught introductory chemistry courses and/or served as an adjunct professor at a local tribal college for three semesters. During this project period, the PI&rsquo;s laboratory hosted six PUI students, who participated in a 10-week program working on MOSC-related research. In addition, the PI collaborated with PUI faculty on a continuous basis even after the student&rsquo;s return to their home campus, thus maximizing the impacts of these outreach activities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2021<br>\n\t\t\t\t\tModified by: Zhenqiang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nContainer structures featuring well-defined nano-cavities have long attracted the interest of researchers. These \"host\" molecules contain concave surfaces suitable for selective binding of a variety of \"guest\" molecules. The binding sites of container molecules provide a restricted chemical microenvironment that fundamentally changes the way guest (and sometimes, host) molecules behave. As a result, container molecules are highly relevant in many applications, including gas storage, molecular separation, catalysis, chemical sensing, drug delivery, etc.\n\nMolecular containers are ubiquitous in Nature, as exemplified by numerous biological systems, such as enzymes and receptors. An on-going challenge in the field of \"host-guest\" chemistry is to obtain synthetic analogues that can mimic the structure and function of biomolecules. The overarching goal of this project was to design a new class of container molecules that can emulate the binding pockets of enzymes or receptors. To more closely mimic the chemical environment of binding pockets, we developed an approach utilizing multiple copies of three molecular components, namely, divalent metal ions, organic carboxylate linkers, and container precursors, which recognize each other in a pre-defined manner and assemble into larger nanostructures termed \"metal-organic supercontainers (MOSCs)\". The use of cup-shaped container precursors such as sulfonylcalix[4]arenes to construct supercontainers was a novel concept, and it generated hierarchical MOSC structures featuring both endo and exo nano-cavities suitable for binding with small molecules or ions.\n\nStudies from this project led to a library of over 100 structurally characterized MOSCs, representing four structural types that mimic the geometry of face-directed octahedron (type I), edge-directed octahedron (type II), square box (type III), and cylinder (type IV), respectively. These MOSCs were synthesized from the reaction of divalent metal ions (e.g., Ni2+, Co2+, Zn2+, etc.), sulfonylcalix[4]arene-based container precursors, and carboxylate linkers of trigonal, linear, angular-planar, and angular-nonplanar shape, respectively. Each of the three components of the MOSCs can be systematically modified, giving rise to a remarkable level of structural and functional diversity.\n\nAs mentioned above, the prototypical MOSCs share a common structural trademark, i.e., they consist of multiple binding cavities within a single host, possessing both exo and endo cavities. Another salient structural motif of the MOSCs is a sub-unit known as tetranuclear complex, which contains an interesting metal-bound H2O species. These structural features enable the MOSCs to exhibit several interesting trends of guest-binding characteristics: 1) the geometry of their endo cavity strongly influences how they recognize guest molecules; 2) while molecular recognition inside the endo cavity is prevalent, simultaneous guest binding at the exo cavities is also apparent, affording an effective means to achieve binding cooperativity; 3) cationic guests bind to the MOSC more favorably than neutral guests due to cation-&pi; interaction; 4) the metal-bound &micro;4-H2O species can serve as both a hydrogen-bond donor and a Br&oslash;nsted acid, providing a multifunctional binding pocket to optimize guest recognition; 5) additional functionalities can be incorporated into the nanocavity through organic precursors. Together, these characteristics allowed the MOSCs to emerge as a new class of synthetic receptors with unprecedented opportunities for targeted molecular recognition.\n\nThrough this project, the PI’s laboratory established a number of interdisciplinary collaborations with a diverse group of researchers. One collaboration involved a local team of neurobiologists at the University of South Dakota (USD) and utilized the ability of MOSCs to manipulate neurotransmitters such as acetylcholine and dopamine. These studies led to the use of MOSCs as a new tool for basic neurobiological studies and as potential therapeutics for substance addiction. A second collaboration involving an international team of chemists and biomedical researchers centered on utilizing the MOSCs’ capability to deliver anti-inflammatory drugs. In vitro studies of drug-loaded MOSCs demonstrated enhanced therapeutic efficiency toward inflammatory macrophages.  \n\nThe scientific components of this project were integrated with the PI’s commitment to engage two groups of students in the STEM fields. Native American students and students from primarily undergraduate institutions (PUIs) represent a significant percentage of the student populations in South Dakota and neighboring area, but they are historically underrepresented in the STEM fields. To address this challenge, the PI put in place methods to engage these students and their faculty. The PI hosted six tribal students and one tribal faculty member (twice) to conduct MOSC-related research. The PI also organized five on-site chemistry workshops at local tribal colleges, reaching out to ~ 100 tribal students and educators. Two of the PI’s graduate students taught introductory chemistry courses and/or served as an adjunct professor at a local tribal college for three semesters. During this project period, the PI’s laboratory hosted six PUI students, who participated in a 10-week program working on MOSC-related research. In addition, the PI collaborated with PUI faculty on a continuous basis even after the student’s return to their home campus, thus maximizing the impacts of these outreach activities.\n\n\t\t\t\t\tLast Modified: 10/28/2021\n\n\t\t\t\t\tSubmitted by: Zhenqiang Wang"
 }
}