{
 "awd_id": "1352081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:Probing the Quark Gluon Plasma with Jet Tomography",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 710000.0,
 "awd_min_amd_letter_date": "2014-02-14",
 "awd_max_amd_letter_date": "2018-05-01",
 "awd_abstract_narration": "According to the fundamental theory of how protons and neutrons form atomic nuclei, these particles are expected to melt into a soup of quarks and gluons known as the quark gluon plasma (QGP) at the high densities and temperatures that are created in relativistic heavy ion collisions. At the Relativistic Heavy Ion Collider (RHIC) at Brookhaven National Laboratory, a new phase of matter has been discovered.  With its unprecedented reach in energy, the Large Hadron Collider (LHC) explores new regions of this phase transition and will reveal its signatures.  The PI's research investigates the properties of this new state of matter at high density and temperature in a quantitative manner through a study of internal probes.\r\n\r\nIntellectual Merit: \r\nJets are collimated sprays of decay products of hard-scattered quarks and gluons. Because their expected yields are calculable using the well understood theory of strong interactions, they provide calibrated  probes of QGP. Since their propagation through the QGP is affected by strong interactions, an energy loss measurement of jets is an ideal probe to study the key features of this new state of matter. The PI's research group at Rutgers will determine the fundamental properties of this dense and hot matter via various complimentary jet measurements by utilizing the Compact Muon Solenoid (CMS) experiment at LHC. \r\n\r\nBroader impacts:\r\nThe PI proposes a three-tiered approach to cultivate a diverse and competitive work force via integration of active research and education.  She will encourage female middle and high school students to pursue university education in STEM fields by bringing them to Rutgers for full-day sessions of demos and experiments, recruit undergraduate physics majors by incorporating cutting-edge LHC research into her introductory physics courses and by organizing Women in Physics Conferences at Rutgers, and mentor women and minority students and include them in all phases of research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sevil",
   "pi_last_name": "Salur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sevil Salur",
   "pi_email_addr": "salur@physics.rutgers.edu",
   "nsf_id": "000572715",
   "pi_start_date": "2014-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "CERN",
  "perf_str_addr": "1211 Geneve 23",
  "perf_city_name": "Geneve",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Switzerland",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  },
  {
   "pgm_ele_code": "123300",
   "pgm_ele_name": "NUCLEAR STRUCTURE & REACTIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The PIs research has focused on measuring high transverse momentum probes such as jets to study the properties of the quark-gluon plasma (QGP) produced in heavy ion collisions at LHC utilizing the Compact Muon Solenoid experiment. The PI and her group at Rutgers measured complementary and robust jet observables in order to distinguish between competing energy loss mechanisms. The first set of these measurements includes the inclusive jet measurements with various jet definitions at different collision centralities, to calculate the nuclear modification factors in Pb+Pb collisions.&nbsp; The jet nuclear modification show a steady decrease from peripheral to central events, along with a weak dependence on the jet transverse momenta. They are also found to be independent of the distance parameter in the measured kinematic range. Since the interpretation of the jet modification results in nucleus-nucleus collisions and the understanding of their relation to the properties of the QGP requires detailed knowledge of all nuclear effects that could influence the comparisons with the pp system, the PI further measured jets in p+Pb collisions and found that in these collisions, nuclear modifications are small as predicted by next-to-leading order perturbative QCD calculations that incorporate nuclear effects in the parton distribution functions. The quenching of jets in heavy-ion collisions is expected to depend on the flavor of the initiating parton. To study this flavor dependence in the reference measurements and to do a controlled measurement of the modification of the recoiled jets,&nbsp; she measured c- and b-jets and Z-jet coincidence measurements.&nbsp; The cross-section of heavy flavour tagged jets in p+Pb collisions are found to be consistent with that of predicted by Pythia MC&nbsp; simulations in p+p collisions and jet production in association with Z-bosons suggests that in heavy ion collisions a larger fraction of partons turn out to be associated with lower transverse momentum because jets loose energy.&nbsp; &nbsp;The collision centrality dependent evolution of the parton shower modification is further studied with splitting functions. All these measurements are key to advance our theretical undestanding of hard probes and hot QCD matter interactions to determine the properties of QGP and to quantify the underlying mechanisms of quenching.&nbsp; &nbsp;</p>\n<p class=\"p2\">To cultivate a diverse and competitive work force via integration of active research and education, and to address the potential lost of students at critical stages, the PI<span>&nbsp; </span>formulated a three tier approach. To motivate middle and high school students to develop skills that are needed to pursue careers in STEM fields, the PI participated by integrating nuclear physics topics with demos and experiments to QuarkNet and TARGET programs. To encourage more students with an emphasis on females and underrepresented minorities to major in physics, she integrated active research topics related to the curriculum to her introductory undergraduate physics classes by presenting them in coherent units where a concept used in research is introduced in lecture and familiarized as a real-world example. To encourage undergraduate women continue in physics by providing them the opportunity to experience a professional conference, to gain information about graduate school and professions in physics the PI coorganzied<span>&nbsp;</span>two APS Conference for Undergraduate Women in Physics one at Rutgers in 2015 and one at Princeton in 2017. In addition to these activities, the PI<span>&nbsp; </span>mentored one postdoctoral fellow, two graduate students during which one completed his PhD studies,<span>&nbsp; twelve</span>&nbsp;Rutgers undergraduate students during which seven of them completed an honors senior thesis and two summer REU students. Six of these students were from underrepresented groups. <span>&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2021<br>\n\t\t\t\t\tModified by: Sevil&nbsp;Salur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The PIs research has focused on measuring high transverse momentum probes such as jets to study the properties of the quark-gluon plasma (QGP) produced in heavy ion collisions at LHC utilizing the Compact Muon Solenoid experiment. The PI and her group at Rutgers measured complementary and robust jet observables in order to distinguish between competing energy loss mechanisms. The first set of these measurements includes the inclusive jet measurements with various jet definitions at different collision centralities, to calculate the nuclear modification factors in Pb+Pb collisions.  The jet nuclear modification show a steady decrease from peripheral to central events, along with a weak dependence on the jet transverse momenta. They are also found to be independent of the distance parameter in the measured kinematic range. Since the interpretation of the jet modification results in nucleus-nucleus collisions and the understanding of their relation to the properties of the QGP requires detailed knowledge of all nuclear effects that could influence the comparisons with the pp system, the PI further measured jets in p+Pb collisions and found that in these collisions, nuclear modifications are small as predicted by next-to-leading order perturbative QCD calculations that incorporate nuclear effects in the parton distribution functions. The quenching of jets in heavy-ion collisions is expected to depend on the flavor of the initiating parton. To study this flavor dependence in the reference measurements and to do a controlled measurement of the modification of the recoiled jets,  she measured c- and b-jets and Z-jet coincidence measurements.  The cross-section of heavy flavour tagged jets in p+Pb collisions are found to be consistent with that of predicted by Pythia MC  simulations in p+p collisions and jet production in association with Z-bosons suggests that in heavy ion collisions a larger fraction of partons turn out to be associated with lower transverse momentum because jets loose energy.   The collision centrality dependent evolution of the parton shower modification is further studied with splitting functions. All these measurements are key to advance our theretical undestanding of hard probes and hot QCD matter interactions to determine the properties of QGP and to quantify the underlying mechanisms of quenching.   \nTo cultivate a diverse and competitive work force via integration of active research and education, and to address the potential lost of students at critical stages, the PI  formulated a three tier approach. To motivate middle and high school students to develop skills that are needed to pursue careers in STEM fields, the PI participated by integrating nuclear physics topics with demos and experiments to QuarkNet and TARGET programs. To encourage more students with an emphasis on females and underrepresented minorities to major in physics, she integrated active research topics related to the curriculum to her introductory undergraduate physics classes by presenting them in coherent units where a concept used in research is introduced in lecture and familiarized as a real-world example. To encourage undergraduate women continue in physics by providing them the opportunity to experience a professional conference, to gain information about graduate school and professions in physics the PI coorganzied two APS Conference for Undergraduate Women in Physics one at Rutgers in 2015 and one at Princeton in 2017. In addition to these activities, the PI  mentored one postdoctoral fellow, two graduate students during which one completed his PhD studies,  twelve Rutgers undergraduate students during which seven of them completed an honors senior thesis and two summer REU students. Six of these students were from underrepresented groups.  \n\n\t\t\t\t\tLast Modified: 08/04/2021\n\n\t\t\t\t\tSubmitted by: Sevil Salur"
 }
}