{
 "awd_id": "1352106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Neutrino Interactions in Matter",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 638788.0,
 "awd_amount": 661468.0,
 "awd_min_amd_letter_date": "2013-12-13",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "Among the key areas of study currently in particle physics are precision measurements of neutrino oscillation parameters, the neutrino mass hierarchy and measurement of CP violation in the neutrino sector.  To address these requires a more detailed understanding, both experimentally and theoretically, of neutrino interactions in nuclear matter.  With the emphasis long baseline experiments, in which matter effects are important, and on Liquid Argon Time Projection Chambers as the detectors of choice for many experiments, where the relevant atomic number is A=40 for Argon, such understanding is not only necessary, but fundamental.\r\n  \r\nThe research effort at Virginia Polytechnic and State University is aimed directly at these questions and is based on a complementary approach using experiment, theory and simulation. The objectives include: (1) to compare event generator predictions with experimental data, focusing on comparisons with measurements that the Virginia Tech group and collaborators will perform in Liquid Argon using the MicroBooNE detector; (2) to determine the impact of nuclear models, correlations and neutrino interaction uncertainties on the discovery of CP violation in the lepton sector and the experimental determination of the neutrino oscillation parameters; (3) to include state-of-the-art nuclear models in the neutrino interaction simulation and (4) to determine the level of detail needed in these models to achieve the required sensitivity to observe CP violation.   The proposed research is potentially transformative, by altering and refining the scope of the GENIE neutrino event generator to predict events more precisely and interface it with the GLoBES simulator to understand the effect of neutrino interactions on the determination of neutrino oscillation parameters for past and future neutrino experiments worldwide.\r\n\r\nIn parallel with the research, the program includes important educational components, directed at high school and more advanced levels.   The group will build upon an already active PhysTec program at Virginia Tech and will create a QuarkNet center to attract high school teachers and students, with initial emphasis on neutrino physics.   The group also actively encourages the participation in the research of students from underrepresented groups through the Virginia-North Carolina Alliance for Minority Participation (VT-AMP) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Camillo",
   "pi_last_name": "Mariani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Camillo Mariani",
   "pi_email_addr": "camillo@vt.edu",
   "nsf_id": "000626883",
   "pi_start_date": "2013-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 96423.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 99574.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 151351.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 144931.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 169189.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nuclear correlations determine neutrino interaction properties and they affect the determination of neutrino oscillation parameters. Understanding neutrino interactions in matter is crucial to advance our fundamental understanding of particle physics, and imperative in the quest for discovering CP violation in the neutrino sector.<br /><br />This award addressed several important components of understanding neutrino interactions. We first compared event generator predictions with experimental data, focusing on comparisons with measurements that the PI and collaborators performed in Liquid Argon using the MicroBooNE detector. We evaluated (2)&nbsp; the impact of nuclear models, correlations and neutrino interaction uncertainties on the discovery of CP violation in the lepton sector and on the experimental determination of the neutrino oscillation parameters especially for the current or future long baseline neutrino experiments, (3) we included state-of-the-art nuclear models in the neutrino interaction simulation and (4) determined the level of details needed in these models should be to achieve the required sensitivity to observe CP violation. The overarching goal of this award was to determine if neutrino interaction in matter are important and if so how to improve our knowledge on them. <br />The work on this award impacted the nuclear community that at Jefferson Lab in Newport News (VA) approved a new experiment to understand electron-nucleus interaction in argon. The experiment ran in early 2017 and it is now completing its data analysis. The data that the JLAB experiment produced will be and they are currently used by various theory groups to better understand and model neutrino interaction in argon. <br />New neutrino scattering experiments have been built or they will soon start data taking. The VT group participated in several experiments in US and in Europe and this give the possibility to postdocs and graduate students to interact with a wide range of researcher and the experience of working in international lab. <br />A new outreach activity at Virginia Tech was initiated because of this award and a QuarkNET center was created. The VT QuarkNET center has now two leading teachers and several high school teachers. We have included several underrepresented minorities&nbsp; in our QuarkNET Center that cover a large geographical portion of Virginia and a new REU site was awarded in year 3 of this award to VT physics to host 7 REU students that will focus their summer research in neutrino physics. Both the QuarkNET center and the REU site will help high school teachers and undergraduate to be involved in fundamental research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2020<br>\n\t\t\t\t\tModified by: Camillo&nbsp;Mariani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNuclear correlations determine neutrino interaction properties and they affect the determination of neutrino oscillation parameters. Understanding neutrino interactions in matter is crucial to advance our fundamental understanding of particle physics, and imperative in the quest for discovering CP violation in the neutrino sector.\n\nThis award addressed several important components of understanding neutrino interactions. We first compared event generator predictions with experimental data, focusing on comparisons with measurements that the PI and collaborators performed in Liquid Argon using the MicroBooNE detector. We evaluated (2)  the impact of nuclear models, correlations and neutrino interaction uncertainties on the discovery of CP violation in the lepton sector and on the experimental determination of the neutrino oscillation parameters especially for the current or future long baseline neutrino experiments, (3) we included state-of-the-art nuclear models in the neutrino interaction simulation and (4) determined the level of details needed in these models should be to achieve the required sensitivity to observe CP violation. The overarching goal of this award was to determine if neutrino interaction in matter are important and if so how to improve our knowledge on them. \nThe work on this award impacted the nuclear community that at Jefferson Lab in Newport News (VA) approved a new experiment to understand electron-nucleus interaction in argon. The experiment ran in early 2017 and it is now completing its data analysis. The data that the JLAB experiment produced will be and they are currently used by various theory groups to better understand and model neutrino interaction in argon. \nNew neutrino scattering experiments have been built or they will soon start data taking. The VT group participated in several experiments in US and in Europe and this give the possibility to postdocs and graduate students to interact with a wide range of researcher and the experience of working in international lab. \nA new outreach activity at Virginia Tech was initiated because of this award and a QuarkNET center was created. The VT QuarkNET center has now two leading teachers and several high school teachers. We have included several underrepresented minorities  in our QuarkNET Center that cover a large geographical portion of Virginia and a new REU site was awarded in year 3 of this award to VT physics to host 7 REU students that will focus their summer research in neutrino physics. Both the QuarkNET center and the REU site will help high school teachers and undergraduate to be involved in fundamental research.\n\n\t\t\t\t\tLast Modified: 06/15/2020\n\n\t\t\t\t\tSubmitted by: Camillo Mariani"
 }
}