{
 "awd_id": "1352780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR: Type A:Development of a Digital Ion Trap Mass Spectrometer for Resolved Mass Analysis of Intact Singly-Charged Proteins, Complexes, RNA, DNA and Viruses",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 685800.0,
 "awd_amount": 685800.0,
 "awd_min_amd_letter_date": "2014-06-07",
 "awd_max_amd_letter_date": "2016-05-20",
 "awd_abstract_narration": "This award to Washington State University by the Instrument Development for Biological Research, in the Division of Biological Infrastructure (Biological Sciences Directorate), is jointly funded by the Chemical Measurements and Imaging program, in the Division of Chemistry (Math and Physical Sciences Directorate).\r\n\r\nNon-Technical description\r\nMass analysis of biological molecules was enabled in the late 1980s with the advent of new ionization techniques that extended the mass range from 1,000 units to 20,000 units. Unfortunately this technology is limited because the size of proteins, complexes, RNA, DNA and viruses greatly exceed 20,000 units, so they are not easily analyzed.  The proposed development of a new digital ion trap mass spectrometer will extend the mass range out to 10,000,000,000 units and beyond, allowing direct and quantitative measurement of massive biological molecules and complexes, and to observe interaction of these massive species with others small or large.  The effect of this technology will be felt across a wide range of disciplines including chemistry, biochemistry, biology, physics, medical, veterinary and plant science.  It will provide opportunities for students to collaborate and broaden their scientific knowledge beyond their specific disciplines.  The results of this work will be disseminated through publications, collaborations, teaching and outreach that include undergraduates and high school students.  Publications and collaborations will create a demand for this instrumentation, which the instrument manufacturers will eventually fill.  \r\n\r\n\r\nTechnical description\r\nThe three-year project will develop a digital ion trap (DIT) technology to extend the working range of ion trap mass spectrometers by five orders of magnitude. In the first phase of the project, a prototype that will enable direct analysis of intact singly-charged proteins and protein complexes and their interactions with small molecules will be developed. The second phase of this project will install a mass independent Faraday detector, and methods will be developed to analyze intact singly-charged proteins, complexes, RNA and DNA and their weak non-covalent interactions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Reilly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Reilly",
   "pi_email_addr": "pete.reilly@wsu.edu",
   "nsf_id": "000572211",
   "pi_start_date": "2014-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "Fulmer 305",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991644630",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 322897.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 178078.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 184825.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span style=\"font-family: Times New Roman;\"><span style=\"font-size: small;\">The goal of this project was to create a digitally driven ion trap that is capable of mass analysis up to 1 x 10</span><sup><span style=\"font-size: x-small;\">9</span></sup><span style=\"font-size: small;\"> atomic mass units.<span>&nbsp; </span>The purpose was to increase the window for mass analysis.<span>&nbsp; </span>Currently, most mass analyses occur below mass-to-charge-ratio (m/z) 3,000.<span>&nbsp; </span>However, the range of biological analyte masses vastly exceeds that window.<span>&nbsp; </span>Intact proteins range up to 200,000 mass units, protein complexes range into the millions, while intact viruses and DNA range into the billions.<span>&nbsp; </span>The range of the proposed mass analyzer would enable mass analysis of intact DNA and viruses.<span>&nbsp; </span>It would also cover intact proteins and protein complexes.<span>&nbsp; </span>The realization of this goal will change the paradigm of biological mass analysis because the analyzer will now fit any analyte.</span></span></span></p>\n<p><span><span style=\"font-size: small;\"><span style=\"font-family: Times New Roman;\">The idea was to use commercial (off-the-shelf) technology to create the instrument.<span>&nbsp; </span>The purchased commercial hardware unfortunately did not live up to its specifications.<span>&nbsp; </span>Perhaps the greatest obstacle to progress was the waveform generation system that was to be created from National Instruments produced so much frequency jitter that it made resolved mass analysis unachievable.<span>&nbsp; </span>That left the choice of innovation or stagnation.<span>&nbsp; </span>Our group invented a new waveform generation system that provided enough waveform control that it enabled, for the first time, mass filter analysis at any value of m/z.<span>&nbsp; </span>Our group also created the first digitally driven ion funnel that is capable of efficiently moving ions of any size from atmospheric pressure to vacuum.<span>&nbsp; </span>These new innovations took a lot more of the project?s time than was anticipated.<span>&nbsp; </span>There were also other obstacles such as the accidental destruction of our commercial linear ion trap that slowed progress.<span>&nbsp; </span></span></span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">The issue with the waveform generator severely slowed the project down because the waveform generator was vital to the operation of the instrument.<span>&nbsp; </span>Nonetheless, much progress was made in the development of applications of digital waveform technology and its theory.<span>&nbsp; </span>The advantages of waveform agility (the ability to change the waveforms very rapidly) were discovered.<span>&nbsp; </span>It enabled ions to be isolated and excited without regard to mass.<span>&nbsp; </span>New methods of mass scanning were also developed that did not have mass dependence.<span>&nbsp; </span>All these advances were crucial to the development of the instrument.</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">The delays caused the project to be incomplete.<span>&nbsp; </span>For example, the Faraday detector was created; however, there was not enough time to develop the device for use with the linear ion trap.<span>&nbsp; </span>Nonetheless, the instrument is fully functional for mass analyses up to 1,000,000 mass units.<span>&nbsp; </span>It, therefore, should be capable of measuring intact proteins and complexes of any size.<span>&nbsp; </span>Unfortunately, the project ended before these areas could be fully demonstrated.<span>&nbsp; </span>The instrument is robust and ready for application.<span>&nbsp; </span>Realistically, another two years of funding would be needed to fully complete the project.</span></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2019<br>\n\t\t\t\t\tModified by: Peter&nbsp;Reilly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to create a digitally driven ion trap that is capable of mass analysis up to 1 x 109 atomic mass units.  The purpose was to increase the window for mass analysis.  Currently, most mass analyses occur below mass-to-charge-ratio (m/z) 3,000.  However, the range of biological analyte masses vastly exceeds that window.  Intact proteins range up to 200,000 mass units, protein complexes range into the millions, while intact viruses and DNA range into the billions.  The range of the proposed mass analyzer would enable mass analysis of intact DNA and viruses.  It would also cover intact proteins and protein complexes.  The realization of this goal will change the paradigm of biological mass analysis because the analyzer will now fit any analyte.\n\nThe idea was to use commercial (off-the-shelf) technology to create the instrument.  The purchased commercial hardware unfortunately did not live up to its specifications.  Perhaps the greatest obstacle to progress was the waveform generation system that was to be created from National Instruments produced so much frequency jitter that it made resolved mass analysis unachievable.  That left the choice of innovation or stagnation.  Our group invented a new waveform generation system that provided enough waveform control that it enabled, for the first time, mass filter analysis at any value of m/z.  Our group also created the first digitally driven ion funnel that is capable of efficiently moving ions of any size from atmospheric pressure to vacuum.  These new innovations took a lot more of the project?s time than was anticipated.  There were also other obstacles such as the accidental destruction of our commercial linear ion trap that slowed progress.  \n\nThe issue with the waveform generator severely slowed the project down because the waveform generator was vital to the operation of the instrument.  Nonetheless, much progress was made in the development of applications of digital waveform technology and its theory.  The advantages of waveform agility (the ability to change the waveforms very rapidly) were discovered.  It enabled ions to be isolated and excited without regard to mass.  New methods of mass scanning were also developed that did not have mass dependence.  All these advances were crucial to the development of the instrument.\n\nThe delays caused the project to be incomplete.  For example, the Faraday detector was created; however, there was not enough time to develop the device for use with the linear ion trap.  Nonetheless, the instrument is fully functional for mass analyses up to 1,000,000 mass units.  It, therefore, should be capable of measuring intact proteins and complexes of any size.  Unfortunately, the project ended before these areas could be fully demonstrated.  The instrument is robust and ready for application.  Realistically, another two years of funding would be needed to fully complete the project.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 07/05/2019\n\n\t\t\t\t\tSubmitted by: Peter Reilly"
 }
}