{
 "awd_id": "1353152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Evaluating the contributions of horizontally transferred bacterial genes and endogenous duplication events to the diversification of diatoms",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 300176.0,
 "awd_amount": 300176.0,
 "awd_min_amd_letter_date": "2014-03-18",
 "awd_max_amd_letter_date": "2019-09-27",
 "awd_abstract_narration": "The goal of this project is to identify the sources of novel diatom traits, which have contributed to their extraordinary metabolic and species-level diversity. Some traits are encoded by genes acquired from distantly related bacteria, an entirely different kingdom in the tree of life. Other genes appear to have been generated by processes acting within diatom genomes. This project will generate genome-scale data for 250 phylogenetically disparate diatom species. These data will be used to: (1) infer evolutionary relationships, (2) identify the sources - whether intrinsic or extrinsic - of new genes, and (3) correlate the pattern and timing of gene acquisitions with the origins of novel traits.\r\n\r\nThis study would result in the training of a post-doctoral researcher, undergraduates and graduate students. With an estimated 200,000 species, diatoms are one of the most diverse groups of marine and freshwater phytoplankton. These microscopic \"plants\" play a major role in the global cycling of carbon and oxygen, producing the oxygen for one of every five human breaths. They manufacture the fatty acids that make their way up the food chain, eventually into fish, which humans harvest for fish oils. Diatoms possess a broad range of novel traits that, together, have facilitated their rise to prominence in the world's oceans. Ultimately, this project will reveal how nature has assembled the mosaic genomes of one of the world's most diverse and ecologically important lineages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Wickett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Norman Wickett",
   "pi_email_addr": "nwicket@clemson.edu",
   "nsf_id": "000612498",
   "pi_start_date": "2014-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chicago Horticultural Society",
  "inst_street_address": "1000 LAKE COOK RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLENCOE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8478355440",
  "inst_zip_code": "600221168",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "IL10",
  "org_lgl_bus_name": "CHICAGO HORTICULTURAL SOCIETY",
  "org_prnt_uei_num": "CYVTGB56VQJ7",
  "org_uei_num": "CYVTGB56VQJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Chicago Botanic Garden",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600221168",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "IL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 300176.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Diatoms are a group of unicellular, photosynthetic algae that are found in aquatic ecosystems (both freshwater and marine) throughout the world. Like plants found on land, diatoms convert carbon dioxide into sugars and release oxygen through photosynthesis, which accounts for over 20% of all global oxygen production. In addition to oxygen production, diatoms are critical to Earth&rsquo;s ecosystems because they are a foundational component of global food webs, providing a source of energy and nutrients (for example, fatty acids) to other organisms. With over 100,000 species, diatoms represent an extraordinarily diverse group of phytoplankton. Much like flowering plants, diatoms a hyper-diverse group of organisms with a critical ecological function. However, unlike flowering plants, relatively little DNA sequence data has been generated to understand how and why diatoms are so diverse.</p>\n<p>The main goal of this project was to use DNA sequences to illuminate the evolutionary history of diatoms and to determine how the content of diatom genomes is related to that history. To do this, transcriptomes (the sequences of expressed genes) for over 200 species, and genomic sequences for five species were generated. Using phylogenetic methods (&ldquo;evolutionary trees&rdquo;), we were able to produce the most data-rich representation of diatom species relationships to date. Understanding how these species are related is essential to understand how and when diatoms became so diverse. In addition to providing a more comprehensive view of diatom evolution, the large amount of DNA sequences (over one thousand gene sequences per species) used in building an evolutionary tree of diatoms necessitated careful and cutting-edge methods. As such, this project contributed to a better understanding of diatom evolution and a better understanding of how to analyze large datasets. Determining how different diatom species are related can also be used to determine when certain events occurred in the history of diatoms. For example, we used data generated through this award to show that the entire diatom genome doubled in size at several points in their evolutionary history. This doubling of the genome can provide a new source of variation upon which natural selection can act, and it is possible that these doubling events may have contributed to diatom diversity.</p>\n<p>We focused our genome sequencing efforts largely on a single species that occupies a position in the diatom evolutionary tree that is critical for understanding how they evolved. We sequenced and assembled the genome of <em>Psammoneis japonica</em> and characterized its genes and non-genic DNA. When assembling the DNA sequence data into long stretches that represent the genome, we discovered that we had also sequenced the complete genomes of four species of bacteria. It is likely that these bacteria form a close association with <em>P. japonica</em> which will certainly lead to future research on the nature of diatom metagenomes. When analyzing the <em>P. japonica</em> genome sequence, we found that one of these bacteria, in particular, had contributed genes to the diatom through a process known as horizontal transfer. We found that the bacteria-like diatom genes are both functional (still used by the diatom) and non-functional. Taken together, this shows that diatom genomes acquire new genetic material through both endogenous (for example, genome duplication) and exogenous (horizontal transfer) means.</p>\n<p>As a result of this project, high-school, undergraduate, and graduate students received training in evolutionary biology, diatom biology, and computational biology. These students were exposed to new areas of research and gained skills (for example, learning a computer programming language) that can be easily transferred to other disciplines. A postdoctoral researcher was also trained as part of this award and gained experience in research, teaching, and science communication. The results of this award, and general knowledge about diatoms, will be disseminated to the public through an exhibit at the Chicago Botanic Garden.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2020<br>\n\t\t\t\t\tModified by: Norman&nbsp;Wickett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDiatoms are a group of unicellular, photosynthetic algae that are found in aquatic ecosystems (both freshwater and marine) throughout the world. Like plants found on land, diatoms convert carbon dioxide into sugars and release oxygen through photosynthesis, which accounts for over 20% of all global oxygen production. In addition to oxygen production, diatoms are critical to Earth’s ecosystems because they are a foundational component of global food webs, providing a source of energy and nutrients (for example, fatty acids) to other organisms. With over 100,000 species, diatoms represent an extraordinarily diverse group of phytoplankton. Much like flowering plants, diatoms a hyper-diverse group of organisms with a critical ecological function. However, unlike flowering plants, relatively little DNA sequence data has been generated to understand how and why diatoms are so diverse.\n\nThe main goal of this project was to use DNA sequences to illuminate the evolutionary history of diatoms and to determine how the content of diatom genomes is related to that history. To do this, transcriptomes (the sequences of expressed genes) for over 200 species, and genomic sequences for five species were generated. Using phylogenetic methods (\"evolutionary trees\"), we were able to produce the most data-rich representation of diatom species relationships to date. Understanding how these species are related is essential to understand how and when diatoms became so diverse. In addition to providing a more comprehensive view of diatom evolution, the large amount of DNA sequences (over one thousand gene sequences per species) used in building an evolutionary tree of diatoms necessitated careful and cutting-edge methods. As such, this project contributed to a better understanding of diatom evolution and a better understanding of how to analyze large datasets. Determining how different diatom species are related can also be used to determine when certain events occurred in the history of diatoms. For example, we used data generated through this award to show that the entire diatom genome doubled in size at several points in their evolutionary history. This doubling of the genome can provide a new source of variation upon which natural selection can act, and it is possible that these doubling events may have contributed to diatom diversity.\n\nWe focused our genome sequencing efforts largely on a single species that occupies a position in the diatom evolutionary tree that is critical for understanding how they evolved. We sequenced and assembled the genome of Psammoneis japonica and characterized its genes and non-genic DNA. When assembling the DNA sequence data into long stretches that represent the genome, we discovered that we had also sequenced the complete genomes of four species of bacteria. It is likely that these bacteria form a close association with P. japonica which will certainly lead to future research on the nature of diatom metagenomes. When analyzing the P. japonica genome sequence, we found that one of these bacteria, in particular, had contributed genes to the diatom through a process known as horizontal transfer. We found that the bacteria-like diatom genes are both functional (still used by the diatom) and non-functional. Taken together, this shows that diatom genomes acquire new genetic material through both endogenous (for example, genome duplication) and exogenous (horizontal transfer) means.\n\nAs a result of this project, high-school, undergraduate, and graduate students received training in evolutionary biology, diatom biology, and computational biology. These students were exposed to new areas of research and gained skills (for example, learning a computer programming language) that can be easily transferred to other disciplines. A postdoctoral researcher was also trained as part of this award and gained experience in research, teaching, and science communication. The results of this award, and general knowledge about diatoms, will be disseminated to the public through an exhibit at the Chicago Botanic Garden.\n\n\t\t\t\t\tLast Modified: 06/10/2020\n\n\t\t\t\t\tSubmitted by: Norman Wickett"
 }
}