{
 "awd_id": "1353715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QEIB: Extended multitrophic diversity maintenance theory",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 605008.0,
 "awd_amount": 605008.0,
 "awd_min_amd_letter_date": "2014-08-04",
 "awd_max_amd_letter_date": "2019-05-22",
 "awd_abstract_narration": "Understanding the forces that maintain biodiversity in natural communities has eluded ecologists for centuries. Much of the progress made to date has come from development of theory that provides specific predictions that can be tested experimentally or observationally. This project will extend existing biodiversity theory in new and important, though challenging, ways. The investigator will develop theoretical predictions for how and when two fundamental ecological interactions - competition and predation - interact to influence species diversity. These predictions will advance basic ecological research as well as conservation and management efforts to preserve biodiversity in the face of species invasion and increasing anthropogenic disturbance. The project will provide strong training in quantitative theory development and modeling, further enhancing our ability to predict the effects of future challenges to biodiversity.  \r\n\r\nCurrent diversity theory suggests that the effects of competition and predation commonly counteract one another, predicting that coexistence is weaker in the presence of both than when only one of these mechanisms is present. When will adding a predator to a community make coexistence more likely, and how will substituting one predator for another affect their influence on community diversity? The investigators will begin with a model  that  can be linear or nonlinear, allowing the effects of different interactions (competition within a trophic level, effects from higher and lower levels) to be separated and to understand how nonlinearities affect the ways in which these processes combine. They will examine the roots of nonlinearities in biological factors such as life-history traits and behavior. They will also examine food web structure to predict how the numerous indirect interactions in complex food webs alter the relative strengths and joint action of predation-based and competition-based mechanisms. Models will be developed to predict the consequences of species extinctions on other members of food webs and communities. Finally, models will be developed to examine how trophic cascades and the roles of competition-based and predation-based coexistence mechanisms are affected by the relationship between trophic position and the spatial and temporal dynamics of key species. The value of the resulting extended theory will have considerable value to basic ecology and to diverse applications aimed at preserving biodiversity. Quantitative training of graduate students and postdoctoral researchers will be extended to secondary education through collaboration with high school teachers. The prospect of developing these ties to strengthen biomathematics is novel, and may strengthen several areas of ecology and biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Chesson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Peter L Chesson",
   "pi_email_addr": "pchesson@email.arizona.edu",
   "nsf_id": "000439164",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 605008.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed ecological theory based on rigorously developed and analyzed mathematical models of natural animal and plant communities. The aim was to understand how the natural enemies of natural communities are involved in the maintenance of their diversities of species. A forest is one example of a community for which theory was developed on this project. The trees are the community of interest. In general there are many tree species in any natural forest, and in tropical regions, the number of tree species can be in the hundreds. How and why such diversity occurs, and its consequences for the functioning of ecosystems, are key questions in ecology. Any natural community is affected by numerous natural enemies. These are the diseases that affect the species, parasites, predators, and, for plant communities such as forests or grasslands, herbivores. Although long considerd by ecologists, serious mathematically-based theory that would guide hypothesis refinement, and tests through experiments and observations, has been very long in development. Mathematical models that can logically validate or refute verbally developed theory on natural enemies is mostly confined to the last fifteen years, with much progress made on a previous NSF award and this one.<br /><br />The previous NSF award showed theoretically that natural enemies can undermine diversity maintenance based on other factors, for example such as differences in resource niches, in other words, because the different species depend most heavily on different resources, such as food for animal species, or soil conditions for plant species. But it was also shown on that previous award that natural enemies can by themselves promote diversity when different natural enemy species tend to&nbsp; specialize on different species in a community, among other mechanisms. Thus, these natural enemies make it possible for the species in the community to coexist and thus maintain diversity. These developments led to the concept of a natural-enemy based coexistence mechanism, in contrast to a competition-based coexistence mechanism. A key question addressed on this award was how competition-based and predation-based coexistence mechanisms combine. For example, is it possible for more species to coexist when both sorts of mechanism are present than when only one is present, as one might expect? The answer to this question on the previous award was generally &ldquo;no&rdquo;, because each sort of mechanism undermined the effects of the other.&nbsp; The result was generally that the combined strength of the two sorts of mechanism is intermediate between their separate strengths.<br /><br />On this award, it was shown that in fact the combined strengths of predation-based and competition-based mechanisms does not need to be intermediate between their separate strengths. It depends on how the patterns of resource competition and natural enemy attack relate to one another. For instance, if species compete for resources in different kinds of places, and natural enemy attack is completed by organisms confined to that particular place, then natural enemy attack is said to refine resource competition. The outcome in such circumstances is that the combined effects of competition-based mechanisms and predation-based mechanisms is greater than their effects when present alone. It was shown in certain circumstances also that the combined effects of the mechanisms can be greater than the sum of their separate effects. In other words, the mechanisms can act synergistically. These findings are especially important because the circumstances when these different outcomes occur are well defined, and so they are indeed strong predictions about nature. &nbsp;<br /><br />In addition to these key findings from mathematical models, the project also developed predictions about the effects of dispersal of natural enemy species on species coexistence, how evolutionary processes would cause species coexistence mechanisms to evolve, and general properties of coexistence mechanisms that allow them to function in nature when multiple factors, including resource competition and natural enemies, are involved. One set of models was specifically designed to make predictions about coexistence of tropical trees. Others considered how prey species might avoid natural enemy attack, and how this might affect their coexistence. Yet others considered effects resulting from natural enemy behavior that would be optimal for the natural enemies, as predicted by evolutionary theory. Studies of natural systems examined some of the predictions and assumptions of the models in forest systems and desert plant systems to inform model development. <br /><br />This research involved training of several graduate students and postdoctoral fellows. The results of the research led to modules in both undergraduate and graduate classes at the University of Arizona. To reach a broad audience of students and researchers, a broadly accessible book chapter on species coexistence was included in a general book on ecological theory. The work was naturally also reported in journal articles and conference presentations. This work has important implications for conservation and management where the role of natural enemies in the maintenance of diversity has not generally been accounted for adequately.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2020<br>\n\t\t\t\t\tModified by: Peter&nbsp;L&nbsp;Chesson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed ecological theory based on rigorously developed and analyzed mathematical models of natural animal and plant communities. The aim was to understand how the natural enemies of natural communities are involved in the maintenance of their diversities of species. A forest is one example of a community for which theory was developed on this project. The trees are the community of interest. In general there are many tree species in any natural forest, and in tropical regions, the number of tree species can be in the hundreds. How and why such diversity occurs, and its consequences for the functioning of ecosystems, are key questions in ecology. Any natural community is affected by numerous natural enemies. These are the diseases that affect the species, parasites, predators, and, for plant communities such as forests or grasslands, herbivores. Although long considerd by ecologists, serious mathematically-based theory that would guide hypothesis refinement, and tests through experiments and observations, has been very long in development. Mathematical models that can logically validate or refute verbally developed theory on natural enemies is mostly confined to the last fifteen years, with much progress made on a previous NSF award and this one.\n\nThe previous NSF award showed theoretically that natural enemies can undermine diversity maintenance based on other factors, for example such as differences in resource niches, in other words, because the different species depend most heavily on different resources, such as food for animal species, or soil conditions for plant species. But it was also shown on that previous award that natural enemies can by themselves promote diversity when different natural enemy species tend to  specialize on different species in a community, among other mechanisms. Thus, these natural enemies make it possible for the species in the community to coexist and thus maintain diversity. These developments led to the concept of a natural-enemy based coexistence mechanism, in contrast to a competition-based coexistence mechanism. A key question addressed on this award was how competition-based and predation-based coexistence mechanisms combine. For example, is it possible for more species to coexist when both sorts of mechanism are present than when only one is present, as one might expect? The answer to this question on the previous award was generally \"no\", because each sort of mechanism undermined the effects of the other.  The result was generally that the combined strength of the two sorts of mechanism is intermediate between their separate strengths.\n\nOn this award, it was shown that in fact the combined strengths of predation-based and competition-based mechanisms does not need to be intermediate between their separate strengths. It depends on how the patterns of resource competition and natural enemy attack relate to one another. For instance, if species compete for resources in different kinds of places, and natural enemy attack is completed by organisms confined to that particular place, then natural enemy attack is said to refine resource competition. The outcome in such circumstances is that the combined effects of competition-based mechanisms and predation-based mechanisms is greater than their effects when present alone. It was shown in certain circumstances also that the combined effects of the mechanisms can be greater than the sum of their separate effects. In other words, the mechanisms can act synergistically. These findings are especially important because the circumstances when these different outcomes occur are well defined, and so they are indeed strong predictions about nature.  \n\nIn addition to these key findings from mathematical models, the project also developed predictions about the effects of dispersal of natural enemy species on species coexistence, how evolutionary processes would cause species coexistence mechanisms to evolve, and general properties of coexistence mechanisms that allow them to function in nature when multiple factors, including resource competition and natural enemies, are involved. One set of models was specifically designed to make predictions about coexistence of tropical trees. Others considered how prey species might avoid natural enemy attack, and how this might affect their coexistence. Yet others considered effects resulting from natural enemy behavior that would be optimal for the natural enemies, as predicted by evolutionary theory. Studies of natural systems examined some of the predictions and assumptions of the models in forest systems and desert plant systems to inform model development. \n\nThis research involved training of several graduate students and postdoctoral fellows. The results of the research led to modules in both undergraduate and graduate classes at the University of Arizona. To reach a broad audience of students and researchers, a broadly accessible book chapter on species coexistence was included in a general book on ecological theory. The work was naturally also reported in journal articles and conference presentations. This work has important implications for conservation and management where the role of natural enemies in the maintenance of diversity has not generally been accounted for adequately.\n\n\t\t\t\t\tLast Modified: 12/15/2020\n\n\t\t\t\t\tSubmitted by: Peter L Chesson"
 }
}