{
 "awd_id": "1353682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: IDBR: Type A:  The Nanosizer: A New Tool For the Photochemical Fabrication of Bioactive Nanoarrays",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2014-07-21",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "This award is being made jointly by two Programs- (1) Instrument Development for Biological Research, in the Division of Biological Infrastructure (Biological Sciences Directorate), and (2) Nano-Biosensing, in the Division of Chemical, Bioengineering, Environmental and Transport Systems (Engineering Directorate). \r\n\r\nNon Technical Description:\r\nResearchers at Northwestern University, and the University of Miami will develop an instrument to produce nanoarrays of biologically active probes. This new tool will produce combinatorial arrays of oligonucleotides and oligopeptides with sub-micrometer feature diameters over large areas (10's of square centimeters). The work will achieve order of magnitude improvements in feature size, production rate, and cost over current technologies providing access to fundamental biological experiments that could not otherwise be undertaken, including new ways to measure gene or protein expression at the single cell level. The development is a highly interdisciplinary effort which combines chemistry, materials science, engineering, and nanotechnology. Project activities will also include summer internships for undergraduates from minority-serving four year colleges, and a range of other outreach activities involving the Museum of Science and Industry in Chicago to promote scientific awareness, and with Breakthrough Miami to create internship opportunities for high school students from financially disadvantaged communities.\r\n\r\nTechnical Description:\r\nAn instrument to create ultradense patterns of biologically active molecules will be developed to model the spatial and chemical complexity of biological systems or create arrays for determining gene or protein expression at the single-cell level. The goal of the proposed activity is to combine new surface chemistries with new instrument capabilities to make a go-to tool for the in situ synthesis of combinatorial arrays of oligonucleotides or oligopeptides with feature size and shape control over square centimeter areas The Nanosizer is enabled by two breakthrough advances to recently emerge from the Mirkin and Braunschweig groups, namely 1) the development of massively parallel pen arrays that are individually addressable by light, thereby combining the advantages of massively parallel pen arrays with photolithography (near- and farfield), and 2) new surface immobilization chemistries and photochemistries for the rapid printing of molecules onto surfaces. This project combines these two features into an automated platform that can photoactivate a surface with individually addressable tips, expose it to a range of reagents, and repeat for several cycles to create spatially encoded combinatorial arrays or nanopatterns of biologically active molecules on surfaces. When the appropriate instrumentation milestones are reached, initial filings of patent applications will be made through institutional commercialization offices, and partnerships will be sought with instrumentation manufacturers. Early dissemination of the research findings will occur through conferences followed by full reports in scientific journals. When milestones of significant public interest are reached, institutional public relations offices will be contacted to produce a press release. CAD drawings for photomasks for preparing tip arrays and microfluidic cells will be made available on the websites of the PIs so researchers can implement the Nanosizer on existing AFMs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Mirkin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Chad A Mirkin",
   "pi_email_addr": "chadnano@northwestern.edu",
   "nsf_id": "000191212",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "Ryan Hall/2190 Campus Dr",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080891",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a need to make micro and nanoscale patterns of delicate organic and biologically active molecules on surfaces in fields spanning chemistry, materials science, the life sciences, and medicine. Many current methods can only be used to prepare molecular features that are large by comparison (&gt;100 micrometers) and many processes also denature or destroy soft matter. This research program combined massively multiplexed scanning probe optical printing, surface photochemistry, and microfluidics to develop new research tools &ndash; in particular, a printer based upon massively parallel, tip-based pen arrays. This printer (termed the &ldquo;Nanosizer&rdquo;) can engineer multiplexed patterns of molecules or structures on surfaces with sub-1 micrometer feature diameters over large areas (tens of cm<sup>2</sup>) and engage chemical reactions and transformations on such surfaces in facile and cost- and reagent- effective ways. The &ldquo;Nanosizer&rdquo; platform also allows for the unprecedented analysis of chemical reactions, including surface kinetics, by toggling reaction parameters in a high-throughput manner. All of these abilities point to a system that will not only enable the preparation of new substrates with unique surface chemistries on the benchtop on demand, particularly useful in biology and medicine in cell and genomic studies, but also new fundamental insights in surface chemistry, particularly pertaining to how reactions proceed in small (atto-liter spaces or &ldquo;nanoreactors&rdquo;) and among molecules in close proximity.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2017<br>\n\t\t\t\t\tModified by: Chad&nbsp;A&nbsp;Mirkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is a need to make micro and nanoscale patterns of delicate organic and biologically active molecules on surfaces in fields spanning chemistry, materials science, the life sciences, and medicine. Many current methods can only be used to prepare molecular features that are large by comparison (&gt;100 micrometers) and many processes also denature or destroy soft matter. This research program combined massively multiplexed scanning probe optical printing, surface photochemistry, and microfluidics to develop new research tools &ndash; in particular, a printer based upon massively parallel, tip-based pen arrays. This printer (termed the \"Nanosizer\") can engineer multiplexed patterns of molecules or structures on surfaces with sub-1 micrometer feature diameters over large areas (tens of cm2) and engage chemical reactions and transformations on such surfaces in facile and cost- and reagent- effective ways. The \"Nanosizer\" platform also allows for the unprecedented analysis of chemical reactions, including surface kinetics, by toggling reaction parameters in a high-throughput manner. All of these abilities point to a system that will not only enable the preparation of new substrates with unique surface chemistries on the benchtop on demand, particularly useful in biology and medicine in cell and genomic studies, but also new fundamental insights in surface chemistry, particularly pertaining to how reactions proceed in small (atto-liter spaces or \"nanoreactors\") and among molecules in close proximity. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2017\n\n\t\t\t\t\tSubmitted by: Chad A Mirkin"
 }
}