{
 "awd_id": "1353740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Natural Variations and Forced Changes in Historical and Future Precipitation and Drought",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 499886.0,
 "awd_amount": 499886.0,
 "awd_min_amd_letter_date": "2014-04-02",
 "awd_max_amd_letter_date": "2014-04-02",
 "awd_abstract_narration": "Abstract\r\n\r\nThis project is focused on the detection and attribution of climate change, meaning the task of distinguishing forced climate change from the naturally occurring internal variability of the climate system.  The method for making this separation is to take a large ensemble of climate change simulations for the 20th and 21st centuries and use its ensemble mean as an estimate of forced climate change.  Assuming that the ensemble mean gives a sufficiently accurate representation of the forced change, this estimate can be factored out of the observed record to reveal the natural variability.  The detection and attribution methodology is applied to variables including surface air temperature, precipitation, and the self-calibrated Palmer Drought Severity Index (scPDSI), on both global and regional spatial scales.    The ensemble of climate model integrations to be used for the study comes from version 5 of the Coupled Model Intercomparison Project (CMIP5).  \r\n\r\nThe forced climate change signal in the ensemble mean is determined using principle component analysis, which unlike trend analysis does not assume that climate change proceeds linearly in time, and can capture features such as changes in the strength of the annual cycle due to the seasonality of forced climate change.  The forced signal from the model ensemble would be factored out of the observed record using methods including simple subtraction, regression, and maximum covariance analysis.  Regional patterns of forced change and natural variability (drought in the Southwest US, for one) would be examined for relationships with large-scale modes of climate variability including the Interdecadal Pacific Oscillation (IPO), the Atlantic Multidecadal Oscillation (AMO), and El Nino/Southern Oscillation (ENSO) events.  Further work would attempt to establish mechanisms relating sea surface temperature (SST) patterns to changes over land (drought, in particular) through anomalous atmospheric circulations.  Finally, once the natural variability is separated from the forced climate change, an assessment would be made of the potential value of the natural variability modes for statistical climate prediction on decadal timescales.\r\n\r\nThe work seeks to distinguish the relative contributions of natural variability and forced change in the observed climate record, a distinction which is of great societal value. A separation of forced change and internal variability would be quite helpful for planning purposes, as the natural variability component is likely to reverse at some point, while the forced secular changes will likely be permanent. The project also seeks to identify the predictive skill associated with natural modes of climate variability, and any such skill would be useful for a variety of stakeholders affected by variations in climate.  In addition, the PI has conducted a variety of outreach efforts to audiences including the media, K-12 students and teachers, and farmers, regarding potential changes in climate and drought, and will continue to do so under this award.  The award will support and train two graduate students, thereby providing for the future workforce in this research area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aiguo",
   "pi_last_name": "Dai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aiguo Dai",
   "pi_email_addr": "adai@albany.edu",
   "nsf_id": "000122946",
   "pi_start_date": "2014-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 Washington Avenue, ES 351",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 499886.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main outcomes of this project include:</p>\n<p>1. Enabled the PI and his students to publish over 50 peer-reviewed research articles during the project period in Nature Climate Change, Nature Communications, J. Climate, Climate Dynamics, Climatic Change, Geophys. Res. Lett., and other journals on the role of natural variability and human influence in the observed changes in precipitation and drought over many regions;</p>\n<p>2. Helped train two PhD students and one Master's student, and a postdoc researcher;</p>\n<p>3. Key scientifc findings include:</p>\n<p>a. Drought and precipitation changes so far over most regions are still dominated by natural varaibility, with anthoropogenic signal being detectable only for the global mean;</p>\n<p>b. The Inter-decadal Pacifc Oscillation (IPO) has major influences on temeprature and precipitation over many land regions such as Southwest North America, Eastern Australia, and Southern Africa, and it often causes apperant trends in the regional T and P over these regions over a period of multi-decades;</p>\n<p>c. The IPO can also modulate ENSO's climatic influence over eastern Australia and other regions, causing some decades to have stronger ENSO influences than in other decades;</p>\n<p>d. The Atlantic Multid-decadal Oscillation (AMO) since 1950 may be partially forced by anthropogenic and volcanic aerosols, and the AMO is behind a decadal seesaw pattern between JJA Sahel rainfall and Southeast Amazon rainfall;</p>\n<p>e. In contrast, the IPO since 1920 results largely from internal variaiblity, also volcanic forcing and anthoropogenic aerosols may have contribute its variations significantly since the early 1990s.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2019<br>\n\t\t\t\t\tModified by: Aiguo&nbsp;Dai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main outcomes of this project include:\n\n1. Enabled the PI and his students to publish over 50 peer-reviewed research articles during the project period in Nature Climate Change, Nature Communications, J. Climate, Climate Dynamics, Climatic Change, Geophys. Res. Lett., and other journals on the role of natural variability and human influence in the observed changes in precipitation and drought over many regions;\n\n2. Helped train two PhD students and one Master's student, and a postdoc researcher;\n\n3. Key scientifc findings include:\n\na. Drought and precipitation changes so far over most regions are still dominated by natural varaibility, with anthoropogenic signal being detectable only for the global mean;\n\nb. The Inter-decadal Pacifc Oscillation (IPO) has major influences on temeprature and precipitation over many land regions such as Southwest North America, Eastern Australia, and Southern Africa, and it often causes apperant trends in the regional T and P over these regions over a period of multi-decades;\n\nc. The IPO can also modulate ENSO's climatic influence over eastern Australia and other regions, causing some decades to have stronger ENSO influences than in other decades;\n\nd. The Atlantic Multid-decadal Oscillation (AMO) since 1950 may be partially forced by anthropogenic and volcanic aerosols, and the AMO is behind a decadal seesaw pattern between JJA Sahel rainfall and Southeast Amazon rainfall;\n\ne. In contrast, the IPO since 1920 results largely from internal variaiblity, also volcanic forcing and anthoropogenic aerosols may have contribute its variations significantly since the early 1990s.\n\n \n\n\t\t\t\t\tLast Modified: 06/06/2019\n\n\t\t\t\t\tSubmitted by: Aiguo Dai"
 }
}