{
 "awd_id": "1353912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Production of an Acyl Glycinate Surfactant by Fermentation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 1620998.0,
 "awd_min_amd_letter_date": "2014-04-15",
 "awd_max_amd_letter_date": "2020-06-12",
 "awd_abstract_narration": "This Small Business Innovation Research Phase II project is aimed at optimizing production of a bio-surfactant in preparation for commercial launch of the product.  During Phase I, the company developed an engineered microorganism that synthesizes the surfactant, and a key customer confirmed the identity and purity of a sample of the surfactant.  During Phase II, synthetic biology methods will be used to increase the efficiency of the microorganism producing the surfactant.  In addition, multiple samples of purified surfactant will be shipped to customers for evaluation.  Customer feedback will identify any product features that require modification and will result in development of a detailed product specification, which will include metrics such as:  purity, color, acceptable variation in composition and molecular weight, etc.  The objectives of this Phase II project are to optimize surfactant characteristics and microbial production efficiency so that the surfactant can be profitably manufactured and sold for use in consumer products formulations.\r\n  \r\n\r\nThe broader impact/commercial potential of this project is that it should enable the company to demonstrate that synthetic biology methods can be used to increase the efficiency of production of a bio-surfactant so the surfactant can be sold as a commercial product.  Progress toward that goal should enable the company to attract a partner, for example a large chemical company, who will agree to collaborate on commercialization of the bio-surfactant.  If the bio-surfactant can be made and sold profitably, the company will be positioned to fund future research and development aimed at commercial launch of additional bio-surfactants.  Benefits to society are that chemicals produced using this technology will be manufactured using domestically grown renewable raw materials, which do not compete with food.  Furthermore, the energy required to produce these chemicals is low since the fermentation reaction is performed near ambient temperature.  The chemicals are inherently safer than traditional chemicals because toxic solvents are not used, and the surfactants are biodegradable and do not contribute to increased greenhouse gas accumulation.  These bio-surfactants will initially be used in personal care products, such as body washes and shampoos.  However, the surfactant market is large and diverse, creating an opportunity for use of bio-surfactants in products as varied as laundry detergent, paints and coatings, and floatation-agents used in the mining industry to purify valuable minerals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Jarrell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Jarrell",
   "pi_email_addr": "kjarrell@modulargenetics.com",
   "nsf_id": "000534233",
   "pi_start_date": "2014-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Modular Genetics, Inc.",
  "inst_street_address": "19 MOCCASIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7819376202",
  "inst_zip_code": "017733901",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "MODULAR GENETICS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "TT1BCJKPTSS6"
 },
 "perf_inst": {
  "perf_inst_name": "Modular Genetics, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018011004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "168E",
   "pgm_ref_txt": "SBIR/STTR/ERC Collab (SECO)"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 786000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 155999.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 149999.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 483000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF SBIR project is broadly in the area called renewable chemistry or sustainable chemistry.&nbsp; Projects in that sector are designed to enable manufacturers to produce the chemicals and materials we use in our daily lives in a safer, cleaner and greener manner.&nbsp; Another goal is to ensure products are biodegradable and nonpolluting.&nbsp; This project was specifically designed to develop and improve a microorganism that is able to convert carbohydrate, such as glucose or cellulosic sugar, into a surfactant by fermentation. &nbsp;Surfactants are the main ingredients found in cleaning products, such as personal care products and laundry detergents.&nbsp; The surfactants give those products their cleaning power.&nbsp; Without surfactants, it would be impossible to manufacture effective cleaning products.&nbsp; There is a strong need to develop methods for more sustainable production of surfactants.&nbsp; Surfactants are usually made from raw materials such as petroleum and palm oil.&nbsp; Use of those raw materials contributes to climate change.&nbsp; Use of petroleum as a raw material contributes to climate change because the carbon used to manufacture surfactants from petroleum ultimately accumulates in the atmosphere, as carbon dioxide, when the petroleum-derived surfactants degrade in the environment.&nbsp; Use of palm oil as a raw material contributes to climate change because vast tracts of rainforest are burned each year to clear more land for palm plantation expansion.&nbsp; One acre of rainforest sequesters about 80 tons of carbon.&nbsp; Burning of rainforest releases that carbon into the atmosphere as carbon dioxide and also destroys this natural carbon sink.&nbsp; In addition, rainforest destruction has a devastating impact on species diversity.&nbsp; About 50% of the earth&rsquo;s species live in the rainforest.&nbsp; Burning the rainforest destroys their natural habitat, driving many species to extinction.&nbsp; Living creatures, including humans, are all part of the earth&rsquo;s web of life.&nbsp; It is unclear how many species we can afford to eliminate before we destabilize the web of life such that the ecosystem can no longer support human life.&nbsp; We need to develop technology that enables people to maintain a high standard of living while also living in harmony with the Natural world.&nbsp; This project contributes to that objective.&nbsp; This NSF SBIR project demonstrates that a surfactant, which is designed to specifically replace a commercial surfactant manufactured from both palm oil and petroleum, can be made efficiently by fermentation of carbohydrate with without the use of oil of any sort&mdash;no palm oil, no petroleum.&nbsp; This project provides one example of the general principle that biotechnology and bioengineering can be used to develop manufacturing methods that enable us to maintain a high standard of living while also living in harmony with the Natural world.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2020<br>\n\t\t\t\t\tModified by: Kevin&nbsp;Jarrell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF SBIR project is broadly in the area called renewable chemistry or sustainable chemistry.  Projects in that sector are designed to enable manufacturers to produce the chemicals and materials we use in our daily lives in a safer, cleaner and greener manner.  Another goal is to ensure products are biodegradable and nonpolluting.  This project was specifically designed to develop and improve a microorganism that is able to convert carbohydrate, such as glucose or cellulosic sugar, into a surfactant by fermentation.  Surfactants are the main ingredients found in cleaning products, such as personal care products and laundry detergents.  The surfactants give those products their cleaning power.  Without surfactants, it would be impossible to manufacture effective cleaning products.  There is a strong need to develop methods for more sustainable production of surfactants.  Surfactants are usually made from raw materials such as petroleum and palm oil.  Use of those raw materials contributes to climate change.  Use of petroleum as a raw material contributes to climate change because the carbon used to manufacture surfactants from petroleum ultimately accumulates in the atmosphere, as carbon dioxide, when the petroleum-derived surfactants degrade in the environment.  Use of palm oil as a raw material contributes to climate change because vast tracts of rainforest are burned each year to clear more land for palm plantation expansion.  One acre of rainforest sequesters about 80 tons of carbon.  Burning of rainforest releases that carbon into the atmosphere as carbon dioxide and also destroys this natural carbon sink.  In addition, rainforest destruction has a devastating impact on species diversity.  About 50% of the earth’s species live in the rainforest.  Burning the rainforest destroys their natural habitat, driving many species to extinction.  Living creatures, including humans, are all part of the earth’s web of life.  It is unclear how many species we can afford to eliminate before we destabilize the web of life such that the ecosystem can no longer support human life.  We need to develop technology that enables people to maintain a high standard of living while also living in harmony with the Natural world.  This project contributes to that objective.  This NSF SBIR project demonstrates that a surfactant, which is designed to specifically replace a commercial surfactant manufactured from both palm oil and petroleum, can be made efficiently by fermentation of carbohydrate with without the use of oil of any sort&mdash;no palm oil, no petroleum.  This project provides one example of the general principle that biotechnology and bioengineering can be used to develop manufacturing methods that enable us to maintain a high standard of living while also living in harmony with the Natural world. \n\n\t\t\t\t\tLast Modified: 11/09/2020\n\n\t\t\t\t\tSubmitted by: Kevin Jarrell"
 }
}