{
 "awd_id": "1353980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Institutional Trust and Confidence: An Interdisciplinary Workshop, University of Nebraska-Lincoln, April 24-25, 2014",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 47343.0,
 "awd_amount": 47343.0,
 "awd_min_amd_letter_date": "2014-03-07",
 "awd_max_amd_letter_date": "2015-09-04",
 "awd_abstract_narration": "The Workshop will advance trust research by bringing together senior and junior researchers from a variety of social science areas (including criminology, law, management, political science, psychology, public administration, and sociology) who are interested in moving toward integrated theories of institutional trust.\r\n\r\nIntellectual Merit: Trust in institutions is critical to governing and the functioning of organizations, courts and judicial systems, and so on. Despite so many disciplines studying trust-related issues and influencing trust-related policies, there is relatively little in the development of an integrated framework of institutional trust and confidence. The Workshop will incorporate multiple research areas to build trust theory and quality measures of trust. It extends the work of researchers who have focused on measuring trust, confidence, and perceived legitimacy and justice. By bringing together insights from diverse researchers, the Workshop will advance knowledge on trust and confidence, contributing to areas of social science and furthering the goal of an integrated understanding of trust. Incorporating multiple research areas has great potential to transform our understanding of this topic. \r\n\r\nBroader Impacts: Measuring trust is essential for policymaking. Lack of trust in government has been a source of frustration across the political spectrum, and officials seek to regain public trust in various institutions. Relatedly, in business, enhancing trust is core to success. Thus, better understanding trust has tremendous potential to assist society. The researchers involved in this Workshop will continue influencing institutions and organizations through their consulting services and research publications. The Workshop will also aid junior researchers and students, exposing them to leaders across areas of social science, and offering the opportunity participate in the development of an accompanying book on trust. Finally, we will prepare a final report so that this Workshop?s contribution can be used as a model for other research projects and gatherings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Bornstein",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Brian H Bornstein",
   "pi_email_addr": "brianbornstein63@gmail.com",
   "nsf_id": "000343814",
   "pi_start_date": "2014-03-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Tomkins",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alan J Tomkins",
   "pi_email_addr": "atomkins@nebraska.edu",
   "nsf_id": "000236584",
   "pi_start_date": "2014-03-07",
   "pi_end_date": "2015-09-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Pytlik Zillig",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Pytlik Zillig",
   "pi_email_addr": "lpytlikz@nebraska.edu",
   "nsf_id": "000403214",
   "pi_start_date": "2014-03-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Shockley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Shockley",
   "pi_email_addr": "ellie.shockley@gmail.com",
   "nsf_id": "000650405",
   "pi_start_date": "2014-03-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tess",
   "pi_last_name": "Neal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tess Neal",
   "pi_email_addr": "tessneal@iastate.edu",
   "nsf_id": "000650414",
   "pi_start_date": "2014-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "312 N. 14th St.",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 47343.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major outcomes of this award for the Workshop on Institutional Trust and Confidence included the Workshop itself, as well as the edited book &ldquo;Interdisciplinary Perspectives on Trust: Towards Theoretical and Methodological Integration.&rdquo; A related book entitled \"Motivating Cooperation and Compliance with Authority: The Role of Institutional Trust,\" was published based on a Symposium that accompanied the Workshop. Through the Workshop and books, the investigators have advanced research on trust in institutions and organizational contexts by bringing together diverse scholars from a variety of social science disciplines (e.g., criminology, law, management and organizational behavior, political science, psychology, public administration, sociology, etc.). The investigators, Workshop participants, and book chapter authors have worked toward making trust research more integrated in terms of these various disciplines.</p>\n<p><strong><em>Intellectual Merit: </em></strong>Trust in institutions is critical to governing and the functioning of organizations, courts and judicial systems, and so on. Despite so many disciplines studying trust-related issues and influencing trust-related policies, there is relatively little in the development of an integrated framework of institutional trust and confidence. The Workshop and resulting books incorporated multiple research areas to build trust theory and quality measures of trust. Thus, an important outcome of this award is the extension of the work of researchers who have focused on measuring trust, confidence, and perceived legitimacy and justice. By bringing together insights from diverse researchers, the Workshop and resulting books have advanced knowledge on trust and confidence, ultimately contributing to areas of social science and furthering the goal of an integrated understanding of trust. Incorporating multiple research areas transforms our understanding of this topic.</p>\n<p><strong><em>Broader Impacts: </em></strong>Measuring trust is essential for policymaking. Lack of trust in government has been a source of frustration across the political spectrum, and officials often seek to regain public trust in various institutions. Relatedly, in business, enhancing trust is core to success. Thus, the outcome of better understanding trust, due to this award, can assist society in significant ways. The researchers involved in this Workshop and accompanying books will continue influencing institutions and organizations through their consulting services and research publications. The Workshop also helped junior researchers and students, exposing them to leaders across areas of social science, and offering the opportunity to participate in the development of the accompanying Workshop book.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2016<br>\n\t\t\t\t\tModified by: Brian&nbsp;H&nbsp;Bornstein</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1353980/1353980_10293895_1461949057212_trust_workshop_cover--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1353980/1353980_10293895_1461949057212_trust_workshop_cover--rgov-800width.jpg\" title=\"Interdisciplinary Perspectives on Trust\"><img src=\"/por/images/Reports/POR/2016/1353980/1353980_10293895_1461949057212_trust_workshop_cover--rgov-66x44.jpg\" alt=\"Interdisciplinary Perspectives on Trust\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Edited volume based on the Wor...",
  "por_txt_cntn": "\nThe major outcomes of this award for the Workshop on Institutional Trust and Confidence included the Workshop itself, as well as the edited book \"Interdisciplinary Perspectives on Trust: Towards Theoretical and Methodological Integration.\" A related book entitled \"Motivating Cooperation and Compliance with Authority: The Role of Institutional Trust,\" was published based on a Symposium that accompanied the Workshop. Through the Workshop and books, the investigators have advanced research on trust in institutions and organizational contexts by bringing together diverse scholars from a variety of social science disciplines (e.g., criminology, law, management and organizational behavior, political science, psychology, public administration, sociology, etc.). The investigators, Workshop participants, and book chapter authors have worked toward making trust research more integrated in terms of these various disciplines.\n\nIntellectual Merit: Trust in institutions is critical to governing and the functioning of organizations, courts and judicial systems, and so on. Despite so many disciplines studying trust-related issues and influencing trust-related policies, there is relatively little in the development of an integrated framework of institutional trust and confidence. The Workshop and resulting books incorporated multiple research areas to build trust theory and quality measures of trust. Thus, an important outcome of this award is the extension of the work of researchers who have focused on measuring trust, confidence, and perceived legitimacy and justice. By bringing together insights from diverse researchers, the Workshop and resulting books have advanced knowledge on trust and confidence, ultimately contributing to areas of social science and furthering the goal of an integrated understanding of trust. Incorporating multiple research areas transforms our understanding of this topic.\n\nBroader Impacts: Measuring trust is essential for policymaking. Lack of trust in government has been a source of frustration across the political spectrum, and officials often seek to regain public trust in various institutions. Relatedly, in business, enhancing trust is core to success. Thus, the outcome of better understanding trust, due to this award, can assist society in significant ways. The researchers involved in this Workshop and accompanying books will continue influencing institutions and organizations through their consulting services and research publications. The Workshop also helped junior researchers and students, exposing them to leaders across areas of social science, and offering the opportunity to participate in the development of the accompanying Workshop book.\n\n\t\t\t\t\tLast Modified: 04/29/2016\n\n\t\t\t\t\tSubmitted by: Brian H Bornstein"
 }
}