{
 "awd_id": "1353571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Color processing in inferior temporal cortex of macaque monkey",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 674881.0,
 "awd_amount": 674881.0,
 "awd_min_amd_letter_date": "2014-08-29",
 "awd_max_amd_letter_date": "2016-09-01",
 "awd_abstract_narration": "How does the brain process sensory signals to generate perception and knowledge? This project advances color as a premier system with which to tackle this fundamental question. Contrary to popular opinion, the experience of color is not directly predicted by physical properties of stimuli, exposing the important role that the nervous system plays in transforming information received by the eye into behavior. It is thought that color, like other aspects of vision, is computed by a series of brain structures. But the location of these structures and the computations they perform to bring about color are not known. The proposed work exploits advances in functional brain imaging (fMRI) to identify regions involved in the highest levels of color processing, and will determine how these regions are connected to each other and the rest of the visual pathway. Under carefully controlled experimental conditions, the research will determine which brain regions are necessary for which color tasks using fMRI-guided transient pharmacological blockade. The results are predicted to show that blockade of color-processing regions lower in the visual-processing hierarchy will impair less sophisticated color behaviors such as color discrimination, while blockade of higher-order brain regions will impair more cognitively demanding behaviors such as color categorization. The research environment represents a unique collaboration between a liberal arts women?s college and a major research institution, and will provide exceptional opportunities to train the next generation of female scientists in the most advanced neuroscientific techniques. The results of the work will be widely disseminated through peer-reviewed publications, presentations at national and international conferences, and popular media such as the World Science Festival, providing a mechanism to enhance general literacy in science and technology research. In addition, the techniques, questions and results will be incorporated into undergraduate curricula at Wellesley College and freely available on course websites. (http://academics.wellesley.edu/Neuroscience/Neuro320/)\r\n\r\n\r\nMuch is known about how color signals are encoded by the retina and transmitted to the cerebral cortex, but surprisingly little is known about the mechanisms that decode these signals to bring about perceived colors. Extensive preliminary work suggests that color responses are localized within inferior temporal cortex, a large area of the brain known to be involved in the perception and recognition of objects. The proposed experiments test the hypothesis that the color-biased regions of inferior-temporal cortex comprise an interconnected hierarchical network that is necessary for color perception. Specifically, the work will examine the extent to which posterior color-biased regions decode color appearance (hue, saturation) and anterior regions compute more cognitive phenomena such as our ability to carve the continuous hue space into discrete categories. The hypothesis will be tested using a combination of functional magnetic resonance imaging, psychophysics, fMRI-guided pharmacological inactivation, and fMRI-guided tracer injections. The work will answer two fundamental questions: 1. To what extent are different color-biased regions necessary for color-discrimination and color-categorization behavior? 2. Are the color-biased regions connected, and if so, does the pattern of connectivity reflect the predicted hierarchy from posterior to anterior along the temporal pole? Addressing these questions will not only advance our understanding of color processing, but will uncover general principles that underlie how the cerebral cortex processes information. This new knowledge will promote the development of more biologically plausible machine vision systems. The work will yield broad impacts both from scientific discoveries and from complementary activities such as the mentorship of undergraduate women and underrepresented minorities engaged in STEM research; expansion of cross-institutional partnerships; development and dissemination of undergraduate neuroscience course materials; enhancement of public scientific literacy; and strengthening of connections between arts and sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Bevil",
   "pi_last_name": "Conway",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Bevil R Conway",
   "pi_email_addr": "bevil.conway@nih.gov",
   "nsf_id": "000509171",
   "pi_start_date": "2014-08-29",
   "pi_end_date": "2016-09-01"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wiest",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Wiest",
   "pi_email_addr": "mwiest@wellesley.edu",
   "nsf_id": "000533504",
   "pi_start_date": "2016-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Wellesley College",
  "perf_str_addr": "106 Central Street",
  "perf_city_name": "Wellesley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024818204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 174881.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project made substantial advances in two areas: first, how the brain determines the colors we see; and second, how the brain is organized. The project involved a multi-disciplinary approach using a range of techniques: psychophysics (behavioral tests), color naming in remote communities, non-invasive brain imaging, imaging-guided neurophysiology, image-statistics analysis, and computational modeling. This work showed how cone signals in the eye are sampled by the cerebral cortex to encode color, and it used color as a tool to uncover general principles of cerebral cortex organization and operation.</p>\n<p>The retina contains three cone types, but each cone is colorblind: the long-wavelength sensitive cone cannot tell the difference between a dim yellow-green and a bright blue (it is a misnomer to call it the \"red\" cone). Theoretically color can be calculated by comparing the activity of the different cone types, but how the brain does this has been mysterious. This project investigated how cone signals are processed by specialized brain regions thought to be important in color perception. It employed functional magnetic resonance imaging (fMRI) to generate an overview of regions involved in color in the macaque monkey, a model of human trichromatic color vision. Microelectrodes were then targeted to specific regions identified by fMRI. By correlating the patterns of neural activity of single neurons with controlled visual stimuli, this project tested hypotheses about the function of the neurons in encoding color percepts. Results of the project show that an intermediate stage in the visual-processing hierarchy (the V4 Complex) comprises sub-compartments dubbed globs that are specialized to encode color. Physiological recording and computational modeling showed that the population of neurons within the globs comprise neurons with narrow color tuning that together provide a uniform representation of color space that can support perceptual judgements about color. &nbsp;The imaging results show that macaque monkeys and humans have similar functional organization of high-level cortex, which shows that macaque monkeys are an excellent model of human vision. These results have implications for how the cerebral cortex evolved, and imply that the macaque experience of the visual world is likely to be very similar to our own. &nbsp;</p>\n<p>The imaging work used color as a tool for probing the organization of the cerebral cortex and uncovered several surprising results. First, it showed that inferior temporal (IT) cortex is organized by parallel multi-stage pathways reflected in biases for color, faces, shapes, depth, and places. IT cortex is implicated in high-level vision and its organizational structure has been a challenge to determine. Second, the research uncovered a visual-stimulus driven organization in frontal cortex, a region implicated in cognitive behavior such as decision making. Results of a final set of experiments discovered systematic patterns in the statistics of the parts of the world that humans choose to label (as objects). These experiments suggest that color statistics determine universal patterns of color naming, and influence the global organizational structure of IT cortex.</p>\n<p>Taken together, the experiments revealed a previously unknown functional segregation in parts of the brain that are important for high-level vision, and showed how the statistics of experience mold the way the brain works.&nbsp; The results have had broad impact: they are being exploited by engineers interested building artificial vision systems, and have engaged the general public through broad dissemination in the popular press, tackling important questions such as how and why color is compelling.&nbsp; The grant has also provided unique opportunities to train undergraduate women and under-represented minorities in the use of cutting-edge systems neuroscience research technology, and fostered inter-institutional networks and partnerships.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;Wiest</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project made substantial advances in two areas: first, how the brain determines the colors we see; and second, how the brain is organized. The project involved a multi-disciplinary approach using a range of techniques: psychophysics (behavioral tests), color naming in remote communities, non-invasive brain imaging, imaging-guided neurophysiology, image-statistics analysis, and computational modeling. This work showed how cone signals in the eye are sampled by the cerebral cortex to encode color, and it used color as a tool to uncover general principles of cerebral cortex organization and operation.\n\nThe retina contains three cone types, but each cone is colorblind: the long-wavelength sensitive cone cannot tell the difference between a dim yellow-green and a bright blue (it is a misnomer to call it the \"red\" cone). Theoretically color can be calculated by comparing the activity of the different cone types, but how the brain does this has been mysterious. This project investigated how cone signals are processed by specialized brain regions thought to be important in color perception. It employed functional magnetic resonance imaging (fMRI) to generate an overview of regions involved in color in the macaque monkey, a model of human trichromatic color vision. Microelectrodes were then targeted to specific regions identified by fMRI. By correlating the patterns of neural activity of single neurons with controlled visual stimuli, this project tested hypotheses about the function of the neurons in encoding color percepts. Results of the project show that an intermediate stage in the visual-processing hierarchy (the V4 Complex) comprises sub-compartments dubbed globs that are specialized to encode color. Physiological recording and computational modeling showed that the population of neurons within the globs comprise neurons with narrow color tuning that together provide a uniform representation of color space that can support perceptual judgements about color.  The imaging results show that macaque monkeys and humans have similar functional organization of high-level cortex, which shows that macaque monkeys are an excellent model of human vision. These results have implications for how the cerebral cortex evolved, and imply that the macaque experience of the visual world is likely to be very similar to our own.  \n\nThe imaging work used color as a tool for probing the organization of the cerebral cortex and uncovered several surprising results. First, it showed that inferior temporal (IT) cortex is organized by parallel multi-stage pathways reflected in biases for color, faces, shapes, depth, and places. IT cortex is implicated in high-level vision and its organizational structure has been a challenge to determine. Second, the research uncovered a visual-stimulus driven organization in frontal cortex, a region implicated in cognitive behavior such as decision making. Results of a final set of experiments discovered systematic patterns in the statistics of the parts of the world that humans choose to label (as objects). These experiments suggest that color statistics determine universal patterns of color naming, and influence the global organizational structure of IT cortex.\n\nTaken together, the experiments revealed a previously unknown functional segregation in parts of the brain that are important for high-level vision, and showed how the statistics of experience mold the way the brain works.  The results have had broad impact: they are being exploited by engineers interested building artificial vision systems, and have engaged the general public through broad dissemination in the popular press, tackling important questions such as how and why color is compelling.  The grant has also provided unique opportunities to train undergraduate women and under-represented minorities in the use of cutting-edge systems neuroscience research technology, and fostered inter-institutional networks and partnerships.\n\n \n\n\t\t\t\t\tLast Modified: 11/15/2018\n\n\t\t\t\t\tSubmitted by: Michael Wiest"
 }
}