{
 "awd_id": "1353327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Causes of Variation in Parid Call Complexity",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 365000.0,
 "awd_amount": 365000.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "Human language is the most complex communication system known. However, many non-human animal species also have quite complex communication systems, including non-human primates, whales and dolphins, and even many bird species. The key factors driving such complexity, though, remain largely unknown for both human language and for non-human communication systems. Discovering these factors is crucial to understanding the origin and evolution of such complex behavior, including the origin of language in our own ancestors. The proposed research will use observational and experimental methods to test three key factors proposed to explain vocal communication complexity: social complexity and group size, predation risk, and habitat-induced constraints on sound transmission. The investigators will examine these factors in two common North American bird species that possess complex systems of vocal behavior as well as complex social structures: Carolina chickadees and tufted titmice. The researchers will include their results in their teaching and mentor multiple student researchers in current research methods including Big Data management strategies, and collaborting with supercomputing staff through the Extreme Science and Engineering Discovery Environment program associated with the University of Illinois supercomputing facility. Lucas and Freeberg will continue to write about this work for general-audience journals like American Scientist, where they co-authored a 2012 article that has been read by thousands of readers in the U.S. and abroad.\r\n\r\nWhat factors drive the evolution of complex signals? The Social Complexity Hypothesis posits that species or populations forming complex social groups require more complex signaling systems than species or populations that form simpler groups. Although there is increasing evidence to support the Social Complexity Hypothesis, a key limitation is that it is rarely tested against alternative hypotheses. The proposed work tests the Social Complexity Hypothesis against two major alternative hypotheses to explain communicative complexity, using chick-a-dee calls of two avian species of the family Paridae (Carolina chickadees, Poecile carolinensis, and tufted titmice, Baeolophus bicolor): (1) Social Complexity: Individuals in more complex flocks produce calls with greater complexity than individuals in simpler flocks. (2) Habitat Constraints: Individuals in habitats that are more open produce calls with greater complexity than individuals in more closed habitats. (3) Predation Pressure: Individuals in habitats with a greater density or diversity of predators produce calls with greater complexity than individuals facing fewer predators. The hypotheses will be tested with unprecedented resolution through captive flock experiments at the University of Tennessee and University of Florida, data collected on un-manipulated wild flocks, field playback experiments, and observations of flocks before and after scheduled partial forest cuts at the University of Tennessee and Purdue University. The work will increase understanding of the function and mechanisms of complex communicative behavior and provide fundamental information about how complex behavior at the level of the individual emerges from the nature of the social and physical environmental setting in which the individual lives. Parid species are now commonly utilized as a model system for the study of social information use and its fitness consequences in animal communities. This work lays a solid foundation for understanding the nature of parid call complexity and, in turn, the generation of finely tuned information used by many species in fitness-related decision-making in a rapidly changing world.  The investigators intend to deposit the data in the University of Tennessee institutional repository, Trace (http://trace.tennessee.edu/), where University of Tennessee Libraries staff will provide appraisal for long-term preservation and stewardship. Trace addresses access, security, preservation, and copyright of deposited research, and ensures that global researchers can find the data, with the assignment of Digital Object Identifiers (DOIs) encouraging proper citation and re-use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Freeberg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Todd M Freeberg",
   "pi_email_addr": "tfreeber@utk.edu",
   "nsf_id": "000314716",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 365000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project outcomes report for NSF-IOS 1353327 (2014-2019)&nbsp;&nbsp; Todd M. Freeberg (PI)</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Causes of Variation in Parid Call Complexity</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>&nbsp;</p>\n<p>We wanted to test whether more complex groups require that individuals in those groups have more complex communication signals. We tested this idea against two other major ideas to explain complex communication ? that pressure from predation and structure of the habitat influence communication. We collected data from observational and experimental studies on Carolina chickadees and tufted titmice, two songbird members of the Paridae (Parids) in the southeast of North America that commonly form flocks with one another in the overwintering months. We focused our studies on a common vocal signal used by females and males of both species ? the <em>chick-a-dee</em> call. This call is of interest to a wide range of researchers studying species related to chickadees and titmice around the world because it is one of the most structurally complicated vocal signals known in terms of the different note types that make up the calls. Additionally, variation in the composition of notes in the calls is not random, but is associated with detection of predators or food, with the particular population of birds being studied, and with flight behavior of individuals.</p>\n<p>&nbsp;</p>\n<p>Although many of our analyses of predation pressure and habitat structure are still underway, we have found considerable evidence that the calling behavior of these birds is affected by their social environments. Using captive flocks in which we manipulated characteristics of the flocks, we found that chickadee and titmouse calling rates were influenced by the number of their own species in the flocks, but also by the number of the other species in their flocks. Chickadees call differently in high risk situations when they detect cue of predators if they are in a flock of familiar individuals as opposed to a same-sized flock of unfamiliar individuals. Individuals in familiar flocks also produce calls with different compositions of notes, and give more calls in flight, than individuals in unfamiliar flocks. For non-vocal behavior, we also found that chickadees and titmice in more complex flocks (in terms of mixed-species flock composition) were better able to solve a feeder task than chickadees and titmice in simpler flocks with less species diversity. In terms of the effects of habitat structure on behavior of these birds, we found that flocks in poor quality habitat associate with one another very differently than flocks in high quality habitat. We suspect that different patterns of social association affect the way these birds communicate with one another.</p>\n<p>&nbsp;</p>\n<p>We have also formally developed our ideas about connections among social complexity, communication, and cognition in two articles published in species issues of the science journals <em>Animal Behaviour</em> and <em>Journal of Comparative Psychology</em>. There have long been arguments in psychology, evolutionary biology, and anthropology about connections between social complexity and cognition. We are part of a smaller (but growing!) group of researchers assessing connections between social complexity and communication, and in these two papers we argue that communication may be the key behavioral mechanism that links social complexity and cognition. We hope these papers serve as a motivator for increased study of these links.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>&nbsp;</p>\n<p>We try to communicate our work to the broader public to raise awareness of not just our findings, but of the importance of animal behavior in general. We reach out to the public through formal and informal discussions, including public talks on campus and to nature center and zoo groups. We also reach out via media, including short features in general audience magazines (<em>Skeptic</em>) and podcast interviews (<em>Here We Are</em> with Shane Mauss). We plan to continue these efforts to help increase appreciation in the broader public for the science of animal behavior, as well as for the animals themselves in their habitats.</p>\n<p>&nbsp;</p>\n<p>In our studies, we work to involve students from under-represented groups in the sciences, including First Generation students. These students have gone on to give presentations of their work at major conferences in the field of animal behavior, and some have also been co-authors on scientific publications that have come out of work to which they contributed. We aim to increase our efforts to involve under-represented students in our work through pipeline programs with undergraduate students from Historically Black Colleges and Universities as well as with high school students from local public schools. &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2020<br>\n\t\t\t\t\tModified by: Todd&nbsp;M&nbsp;Freeberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject outcomes report for NSF-IOS 1353327 (2014-2019)   Todd M. Freeberg (PI)\n\n \n\n \n\nCauses of Variation in Parid Call Complexity\n\n \n\n \n\nIntellectual Merit\n\n \n\nWe wanted to test whether more complex groups require that individuals in those groups have more complex communication signals. We tested this idea against two other major ideas to explain complex communication ? that pressure from predation and structure of the habitat influence communication. We collected data from observational and experimental studies on Carolina chickadees and tufted titmice, two songbird members of the Paridae (Parids) in the southeast of North America that commonly form flocks with one another in the overwintering months. We focused our studies on a common vocal signal used by females and males of both species ? the chick-a-dee call. This call is of interest to a wide range of researchers studying species related to chickadees and titmice around the world because it is one of the most structurally complicated vocal signals known in terms of the different note types that make up the calls. Additionally, variation in the composition of notes in the calls is not random, but is associated with detection of predators or food, with the particular population of birds being studied, and with flight behavior of individuals.\n\n \n\nAlthough many of our analyses of predation pressure and habitat structure are still underway, we have found considerable evidence that the calling behavior of these birds is affected by their social environments. Using captive flocks in which we manipulated characteristics of the flocks, we found that chickadee and titmouse calling rates were influenced by the number of their own species in the flocks, but also by the number of the other species in their flocks. Chickadees call differently in high risk situations when they detect cue of predators if they are in a flock of familiar individuals as opposed to a same-sized flock of unfamiliar individuals. Individuals in familiar flocks also produce calls with different compositions of notes, and give more calls in flight, than individuals in unfamiliar flocks. For non-vocal behavior, we also found that chickadees and titmice in more complex flocks (in terms of mixed-species flock composition) were better able to solve a feeder task than chickadees and titmice in simpler flocks with less species diversity. In terms of the effects of habitat structure on behavior of these birds, we found that flocks in poor quality habitat associate with one another very differently than flocks in high quality habitat. We suspect that different patterns of social association affect the way these birds communicate with one another.\n\n \n\nWe have also formally developed our ideas about connections among social complexity, communication, and cognition in two articles published in species issues of the science journals Animal Behaviour and Journal of Comparative Psychology. There have long been arguments in psychology, evolutionary biology, and anthropology about connections between social complexity and cognition. We are part of a smaller (but growing!) group of researchers assessing connections between social complexity and communication, and in these two papers we argue that communication may be the key behavioral mechanism that links social complexity and cognition. We hope these papers serve as a motivator for increased study of these links.\n\n \n\n \n\nBroader Impacts\n\n \n\nWe try to communicate our work to the broader public to raise awareness of not just our findings, but of the importance of animal behavior in general. We reach out to the public through formal and informal discussions, including public talks on campus and to nature center and zoo groups. We also reach out via media, including short features in general audience magazines (Skeptic) and podcast interviews (Here We Are with Shane Mauss). We plan to continue these efforts to help increase appreciation in the broader public for the science of animal behavior, as well as for the animals themselves in their habitats.\n\n \n\nIn our studies, we work to involve students from under-represented groups in the sciences, including First Generation students. These students have gone on to give presentations of their work at major conferences in the field of animal behavior, and some have also been co-authors on scientific publications that have come out of work to which they contributed. We aim to increase our efforts to involve under-represented students in our work through pipeline programs with undergraduate students from Historically Black Colleges and Universities as well as with high school students from local public schools.   \n\n\t\t\t\t\tLast Modified: 06/12/2020\n\n\t\t\t\t\tSubmitted by: Todd M Freeberg"
 }
}