{
 "awd_id": "1354291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Collective intelligence and social brain evolution in ants",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 675000.0,
 "awd_amount": 675000.0,
 "awd_min_amd_letter_date": "2014-08-11",
 "awd_max_amd_letter_date": "2014-08-11",
 "awd_abstract_narration": "Due to its extraordinary complexity, research on non-human animals will be necessary to efficiently explore the design of the human brain.  A central problem in understanding the origin of the human brain concerns the role of social life and the demands it places on the brain to generate adaptive behavior.  As humans evolved complex societies, it is thought that the brain increased in volume to enable advanced cognition.  Social insects are outstanding models to examine brain evolution in light of social complexity.  This research project employs ants as an ideal model system to analyze the relationship between sociality and brain evolution because different species form colonies that vary in size and the degree of complexity.  This research will also help us understand how exceptionally small brains are able to process complex social information.  The project will analyze differences in the size and organization of worker brains, and their metabolic costs to determine if complex social life has increased the efficiency of energy use in the brain.  The project will train graduate and undergraduate who will become skilled in designing scientific studies and will acquire techniques that enable brains to be imaged.  Students will also learn data analysis, and scientific writing and publication. The researchers will develop a curriculum to enrich the education of K-12 students by introducing them to the study of behavior and neuroscience.  The researchers will recruit diverse participants from the Laboratory Schools of the University of Chicago to encourage minority students to become activity engaged in science. The project will broadly support science outreach in the Chicago STEM Pipeline, Arizona Assurance, Brain Awareness, and Boston Upward Bound programs to address the critical national need to improve science education and train the next generation of scientists.\r\n\r\nTo determine how social complexity has influenced brain evolution, the researchers will quantify neuronal metabolic requirements, neuropil investment and scaling, behavioral plasticity, and synaptic organization in brain regions considered key to cognitive function.  Pairs of species representative of major ant subfamilies that accentuate variability in social complexity will form the sample groups.  The researchers will: 1) quantify energetic requirements of functionally specialized neuropil using cytochrome oxidase staining to assess ATP use; 2) determine if brain development is experience-dependent; 3) quantify synaptic complexes associated with cognition; and 4) couple behavioral performance with neural and metabolic metrics.  The researchers will determine neuron number and size and variation in peripheral sensory structures, and examine brain compartment scaling patterns.  Controlling for phylogeny, analyses infer how independent evolutionary events associated with collective intelligence shaped brain evolution. All original images will be freely available upon publication, in the absence of copyright issues.  Organismal data (specimen and colony collection data, phenotypic data, etc.) will be maintained in individual labs, and will be made freely available upon request.  Voucher specimens will be deposited in the ant collection of the Field Museum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Traniello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Traniello",
   "pi_email_addr": "jft@bu.edu",
   "nsf_id": "000099893",
   "pi_start_date": "2014-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022154803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 675000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>We studied how social life influences the evolution of the brain, the most extraordinary and complex of all organs. This research is significant in biological science because brain size and structure &ndash; and energy use &ndash; are important in human evolution.&nbsp; However, our knowledge of the role of social behavior in brain evolution is limited. &nbsp;The project addressed how the size and design of the brain - from nerve cell connections to the proportions of the component brain regions serving different sensory perception and processing functions to produce behavior - are affected by the social nature of a species.&nbsp; One key question concerned whether brains became larger in more complex societies due to an increased need to process more and varied social information, or became smaller because of collective intelligence: the ability of groups to make more accurate and rapid decisions than individuals.&nbsp; We used ants as a model to examine brain evolution because they are remarkably diverse in the size and complexity of the societies they form and are highly cooperative, and because workers vary widely in body size, which may affect brain size.&nbsp; Workers can also be extremely specialized, and thus behaviorally constrained, in the tasks they perform, a limitation potentially reflected in brain architecture.&nbsp; Ants also enable us to better understand how complex behavior can be produced by a miniaturized brain.</pre>\n<pre>&nbsp;</pre>\n<pre>We used division of labor among size-variable workers and colony size and organization to index social complexity.&nbsp; We estimated brain size and structure across socially different ant species by using image analysis software to quantify the relative sizes of brain regions specialized to decode visual and odor signals and other cues that control worker behavior.&nbsp; We developed novel methods to quantify brain size and structure from cells and tissues to whole brains, and applied a sensitive technique to estimate energy use by the brain.&nbsp; By comparing species living in large colonies that exhibit division of labor with species that are less socially complex and form small colonies, we found that more socially complex species have larger brains, but may compensate for the increased size by being more efficient in energy use by the brain.&nbsp; In other species characterized by striking worker size variation, we found that extreme task specializations - such as defense or guarding - are associated with a reduction in brain regions that are similar in function to the human cortex, which is responsible for advanced information processing.&nbsp; Studies on agricultural ants showed the diversity of tasks performed by workers is associated with changes in brain architecture, and worksite light levels impact the structure of the visual system.&nbsp; A new picture of social insect &ldquo;intelligence&rdquo; and its basis in the brain emerged from our research.&nbsp; Our results offer broad insights into the factors that affect brain evolution in all animals, including humans, by illustrating the relationship of social life and brain evolution in nature.&nbsp; We communicated our findings by publishing scientific papers and presenting results at professional international, national, and local conferences, and through national and international media interviews.</pre>\n<pre>&nbsp;</pre>\n<pre>We trained and mentored students, many from underserved groups, who will become the next generation of scientists, educators, and physicians, skilled in biomedical research, critical thinking, and science communication.&nbsp; We developed programs with high school teachers and their students to improve K-12 science education, continuing classroom engagement into the pandemic.&nbsp; The science curriculum of students from diverse minorities at the Laboratory Schools of the University of Chicago and Boston-area schools was enriched. The project thus broadly addressed national needs to improve science literacy, support classroom activities and research experiences that will help crystalize decisions to pursue science careers.&nbsp; The project trained students across educational levels to increase the ability of the United States to excel in science, technology, and medicine at this critical time.</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2020<br>\n\t\t\t\t\tModified by: James F. A.&nbsp;Traniello</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "We studied how social life influences the evolution of the brain, the most extraordinary and complex of all organs. This research is significant in biological science because brain size and structure &ndash; and energy use &ndash; are important in human evolution.  However, our knowledge of the role of social behavior in brain evolution is limited.  The project addressed how the size and design of the brain - from nerve cell connections to the proportions of the component brain regions serving different sensory perception and processing functions to produce behavior - are affected by the social nature of a species.  One key question concerned whether brains became larger in more complex societies due to an increased need to process more and varied social information, or became smaller because of collective intelligence: the ability of groups to make more accurate and rapid decisions than individuals.  We used ants as a model to examine brain evolution because they are remarkably diverse in the size and complexity of the societies they form and are highly cooperative, and because workers vary widely in body size, which may affect brain size.  Workers can also be extremely specialized, and thus behaviorally constrained, in the tasks they perform, a limitation potentially reflected in brain architecture.  Ants also enable us to better understand how complex behavior can be produced by a miniaturized brain.\n \nWe used division of labor among size-variable workers and colony size and organization to index social complexity.  We estimated brain size and structure across socially different ant species by using image analysis software to quantify the relative sizes of brain regions specialized to decode visual and odor signals and other cues that control worker behavior.  We developed novel methods to quantify brain size and structure from cells and tissues to whole brains, and applied a sensitive technique to estimate energy use by the brain.  By comparing species living in large colonies that exhibit division of labor with species that are less socially complex and form small colonies, we found that more socially complex species have larger brains, but may compensate for the increased size by being more efficient in energy use by the brain.  In other species characterized by striking worker size variation, we found that extreme task specializations - such as defense or guarding - are associated with a reduction in brain regions that are similar in function to the human cortex, which is responsible for advanced information processing.  Studies on agricultural ants showed the diversity of tasks performed by workers is associated with changes in brain architecture, and worksite light levels impact the structure of the visual system.  A new picture of social insect \"intelligence\" and its basis in the brain emerged from our research.  Our results offer broad insights into the factors that affect brain evolution in all animals, including humans, by illustrating the relationship of social life and brain evolution in nature.  We communicated our findings by publishing scientific papers and presenting results at professional international, national, and local conferences, and through national and international media interviews.\n \nWe trained and mentored students, many from underserved groups, who will become the next generation of scientists, educators, and physicians, skilled in biomedical research, critical thinking, and science communication.  We developed programs with high school teachers and their students to improve K-12 science education, continuing classroom engagement into the pandemic.  The science curriculum of students from diverse minorities at the Laboratory Schools of the University of Chicago and Boston-area schools was enriched. The project thus broadly addressed national needs to improve science literacy, support classroom activities and research experiences that will help crystalize decisions to pursue science careers.  The project trained students across educational levels to increase the ability of the United States to excel in science, technology, and medicine at this critical time.\n\n\t\t\t\t\tLast Modified: 10/05/2020\n\n\t\t\t\t\tSubmitted by: James F. A. Traniello"
 }
}