{
 "awd_id": "1354389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Conservation and Diversification of Regulatory Pathways Controlling Stem Cell Proliferation",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Gallagher",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2014-03-04",
 "awd_max_amd_letter_date": "2016-01-29",
 "awd_abstract_narration": "Stem cells undergo self-renewal to produce more stem cells, as well as to produce daughters that go on to produce multiple specialized cell types. In plants, cells of the shoot apical meristem (SAM) act as stem cells, giving rise to more stem cells as well as specialized cell types contributing to the leaves, branches and fruit. This study investigates the basis for thorn development in Citrus as a means to understand how the termination of stem cell proliferation is controlled. Thorns arise from SAM cells that fail to self-renew, and instead terminally differentiate, providing a unique opportunity to explore how SAM cell proliferation is controlled. Citrus is an excellent study system to explore this question as many Citrus species possess thorns, and multiple genetic and genomic tools exist for work with Citrus. In this study, candidate genes from Citrus that have been implicated in regulating stem cell proliferation will be examined for their roles in thorn development using expression analyses and employing newly developed transgenic approaches. In a complementary set of experiments, key genes involved in the arrest of stem cell proliferation will be identified via genome-wide comparisons of the transcriptomes of thorned vs. thornless Citrus species. These analyses will begin to define the processes important for stem cell arrest.  They will also elucidate conserved and novel mechanisms of stem cell maintenance and differentiation. Citrus plant growth, fruit yield and harvest costs are all affected by thorniness, so understanding how to manipulate thorn production will greatly impact the economics of this valuable fruit crop. A postdoctoral associate, a graduate student and three undergraduates will receive training as a part of this project.  In addition, a display of Citrus biology will be mounted at the Marsh Botanical Gardens, New\r\nHaven, CT, aimed at promoting public awareness and understanding of science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vivian",
   "pi_last_name": "Irish",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Vivian F Irish",
   "pi_email_addr": "vivian.irish@yale.edu",
   "nsf_id": "000104606",
   "pi_start_date": "2014-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208047",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thorns are thought to have evolved as a defence against herbivory. Thorns have evolved multiple times in different flowering plant lineages, suggesting that the evolution of thorns may rely on similar genetic changes in different species. Thorns arise from stem cell populations that, unlike branches, undergo stem cell arrest and terminally differentiate to form a short hard tip.&nbsp; To understand how stem cells undergo this programmed arrest, we have used functional genetic approaches in <em>Citrus</em> to characterize a gene regulatory network necessary for thorn development. We have identified <em>THORN IDENTITY 1 (TI1) </em>and<em> THORN IDENTITY 2 (TI2), </em>encoding TCP transcription factors,<em> </em>as necessary for stem cell quiescence and thorn identity. Disruption of <em>TI1</em> function results in reactivation of stem cells and concomitant conversion of thorns to branches in <em>Citrus</em>. Disruption of both <em>TI1</em> and <em>TI2</em> results in an even more complete transformation of thorns into branches. Furthermore, we have shown that <em>TI1</em> negatively regulates the expression of <em>WUS</em>, encoding a key transcription factor needed to maintain stem cell proliferation. We have also altered the timing of <em>TI1</em> expression, and have shown that its premature activation results in the replacement of thorns with a dormant bud.&nbsp; Together these observations suggest that the timing of <em>TI1</em> function influences stem cell activity; in species such as <em>Citrus</em>, a shift in <em>TI1</em> expression has resulted in a delayed arrest of stem cell proliferation, resulting in thorn production. Modulating this developmental pathway can alter <em>Citrus</em> plant architecture and could be used to improve crop yields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2019<br>\n\t\t\t\t\tModified by: Vivian&nbsp;F&nbsp;Irish</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThorns are thought to have evolved as a defence against herbivory. Thorns have evolved multiple times in different flowering plant lineages, suggesting that the evolution of thorns may rely on similar genetic changes in different species. Thorns arise from stem cell populations that, unlike branches, undergo stem cell arrest and terminally differentiate to form a short hard tip.  To understand how stem cells undergo this programmed arrest, we have used functional genetic approaches in Citrus to characterize a gene regulatory network necessary for thorn development. We have identified THORN IDENTITY 1 (TI1) and THORN IDENTITY 2 (TI2), encoding TCP transcription factors, as necessary for stem cell quiescence and thorn identity. Disruption of TI1 function results in reactivation of stem cells and concomitant conversion of thorns to branches in Citrus. Disruption of both TI1 and TI2 results in an even more complete transformation of thorns into branches. Furthermore, we have shown that TI1 negatively regulates the expression of WUS, encoding a key transcription factor needed to maintain stem cell proliferation. We have also altered the timing of TI1 expression, and have shown that its premature activation results in the replacement of thorns with a dormant bud.  Together these observations suggest that the timing of TI1 function influences stem cell activity; in species such as Citrus, a shift in TI1 expression has resulted in a delayed arrest of stem cell proliferation, resulting in thorn production. Modulating this developmental pathway can alter Citrus plant architecture and could be used to improve crop yields.\n\n\t\t\t\t\tLast Modified: 04/30/2019\n\n\t\t\t\t\tSubmitted by: Vivian F Irish"
 }
}