{
 "awd_id": "1354006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The role of selected traits in generating patterns of species diversification in a continent-wide radiation of birds (Thraupidae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 424918.0,
 "awd_amount": 424918.0,
 "awd_min_amd_letter_date": "2014-02-26",
 "awd_max_amd_letter_date": "2019-01-30",
 "awd_abstract_narration": "Through studying the beak size of Galapagos finches Charles Darwin developed his fundamental idea of natural selection. These finches, and their relatives in the tanager family, continue to inform science today in a project to study why they have been successful in generating so many species.  Beak size, feather color, songs, and ecological niche play important roles in the extraordinary diversification of this large American lineage that represents over 4% of bird species. This project will develop a phylogeny and a trait data matrix to compare evolutionary patterns and correlations of these traits with diversification rates.  The results will determine whether the factors that drive natural selection in the Galapagos finches are the same factors driving speciation in other tanagers.\r\n\r\nThis project investigates the broad question of how biodiversity is generated, which is essential information to the long term success of efforts to conserve biodiversity.  This project will support the education and research training of least eight graduate and undergraduate students who will produce theses and publications. In addition, a large number of undergraduates will be involved in the production of online publications on tanagers, which will be published in six languages through Cornell University's Lab of Ornithology. This outreach will benefit researchers, wildlife biologists and conservationists. In addition, project researchers will present public lectures on this work to amateur birders, wildlife biologists, and conservationists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Burns",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Burns",
   "pi_email_addr": "kburns@mail.sdsu.edu",
   "nsf_id": "000378928",
   "pi_start_date": "2014-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5500 Campanile Foundation",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921824614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 424918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>This study investigates a fundamental area of biology: how is biodiversity generated? In other words, how do new species form? This process is called speciation. We used a group of songbirds called tanagers to study the factors that influence speciation. Tanagers are a good group to use to study speciation because they are the largest family of songbirds and make up roughly 4% of all bird species (377 species are classified as tanagers). Furthermore, they show variation in many characteristics that may play a role in speciation. We measured several characteristics in each species that might influence speciation. These characteristics included coloration, songs, beak size and shape, and ecological niche. We also sequenced thousands of genes from each species in order to make an evolutionary tree for the group. The evolutionary tree that we made is strongly supported and shows how all the species are related to each other. We then investigated how the characteristics we measured evolved in relation to speciation in the group as diagramed on the evolutionary tree. We found that traits most often associated with mate choice, such as song and coloration played a greater role than factors associated with natural selection, such as bill shape and ecological niche. Nonetheless, the most important model that explains speciation included three characteristics: song, coloration, and niche.&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>Eight graduate students were trained as part of this project. In addition, 141 undergraduates participated in the project. The undergraduates wrote accounts of different species of tanagers for online publication on Cornell University&rsquo;s Birds of the World website. These accounts are used by a variety of audiences including birdwatchers, wildlife managers, and scientists. Sixteen journal articles, 2 book chapters, and 4 graduate theses were also produced. A total of 20 presentations were given about this project. This includes 14 scientific presentations, one talk to K-12 teachers, two talks for the general public, and three talks to outside academic institutions. Some of the results produced from this project could have an impact on conservation and wildlife management. For example, this study investigates characteristics that drive diversification and speciation. This information helps us understand how biodiversity is generated, knowledge that is fundamental to preserving biodiversity in our changing world. Our evolutionary tree also provides a measure of evolutionary distinctiveness of each species, one factor that can be used to make conservation decisions.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2020<br>\n\t\t\t\t\tModified by: Kevin&nbsp;Burns</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThis study investigates a fundamental area of biology: how is biodiversity generated? In other words, how do new species form? This process is called speciation. We used a group of songbirds called tanagers to study the factors that influence speciation. Tanagers are a good group to use to study speciation because they are the largest family of songbirds and make up roughly 4% of all bird species (377 species are classified as tanagers). Furthermore, they show variation in many characteristics that may play a role in speciation. We measured several characteristics in each species that might influence speciation. These characteristics included coloration, songs, beak size and shape, and ecological niche. We also sequenced thousands of genes from each species in order to make an evolutionary tree for the group. The evolutionary tree that we made is strongly supported and shows how all the species are related to each other. We then investigated how the characteristics we measured evolved in relation to speciation in the group as diagramed on the evolutionary tree. We found that traits most often associated with mate choice, such as song and coloration played a greater role than factors associated with natural selection, such as bill shape and ecological niche. Nonetheless, the most important model that explains speciation included three characteristics: song, coloration, and niche. \n\nBroader Impacts:\n\nEight graduate students were trained as part of this project. In addition, 141 undergraduates participated in the project. The undergraduates wrote accounts of different species of tanagers for online publication on Cornell University’s Birds of the World website. These accounts are used by a variety of audiences including birdwatchers, wildlife managers, and scientists. Sixteen journal articles, 2 book chapters, and 4 graduate theses were also produced. A total of 20 presentations were given about this project. This includes 14 scientific presentations, one talk to K-12 teachers, two talks for the general public, and three talks to outside academic institutions. Some of the results produced from this project could have an impact on conservation and wildlife management. For example, this study investigates characteristics that drive diversification and speciation. This information helps us understand how biodiversity is generated, knowledge that is fundamental to preserving biodiversity in our changing world. Our evolutionary tree also provides a measure of evolutionary distinctiveness of each species, one factor that can be used to make conservation decisions. \n\n\t\t\t\t\tLast Modified: 06/30/2020\n\n\t\t\t\t\tSubmitted by: Kevin Burns"
 }
}