{
 "awd_id": "1354482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Ecological Drill Hypothesis: Biotic Control on Carbonate Dissolution in a Low Relief Patterned Landscape",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 71004.0,
 "awd_amount": 71004.0,
 "awd_min_amd_letter_date": "2014-05-15",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "Biological processes play an important but under-appreciated role in shaping the land.  Indeed, in some places, plants and animals are the most important factors controlling variation in topography and thus patterns of habitats and hydrology on the land surface.  This work explores the role of biology in shaping the land surface in Big Cypress National Preserve (BICY), a complex and beautiful mosaic of cypress wetlands, pine uplands and deep water sloughs in southwest Florida.  BICY is a karst landscape, where limestone bedrock is present at the land surface.  While the landscape is almost perfectly flat, small wetland depressions carved into the limestone rock are crucially important for storing water and thus providing habitat for a wide array of plants and animals.  The origin of these wetland depressions is unknown.  This research will determine if these depressions, and their remarkably regular spacing on the landscape, are created by biological processes that naturally occur in wetlands that accelerate the rate at which limestone dissolves.  This creates the tantalizing possibility that the organisms populating these wetlands are slowly creating their own habitat by initiating and expanding topographic depressions.  The research team consists of scientists across a variety of disciplines, including hydrologists, geologists, biologists and modelers, creating the type of collaborative integration required to answer these types of research questions. Combining satellite and airborne data with detailed field measurements will allow the team to address how and how fast these depressions form, what that means for regional water flow and water quality, and how the topography and resulting patterns of habitats on the land surface were created.\r\n\r\nThis work contributes to an understanding of how ecological and geological processes work together to shape the land surface.  The central idea that patterns on the earth's surface arise spontaneously from interactions between plants and animals, on one hand, and rocks and water on the other, is a reminder of the strong and sometimes surprising links that exist in ecosystems.  In this case, wetland ecosystems are thought to change the shape of the land over thousands of years by dissolving rock.  This type of insight will contribute to understanding the origins of this landscape, which supports a remarkable array of organisms and habitats.  It will also improve understanding of hydrologic characteristics, and the impact of water movements on the greater South Florida system, including important elements of the Everglades.  Moreover, this work will help predict how ecosystem and biological processes may change as this very low altitude landscape is altered by sea-level rise.  Finally, the impacts of this work extend beyond south Florida because the project will contribute to an understanding of how karst landscapes form (20% of the earth's land surface) and how small geographically-isolated wetlands interact with their surroundings, a topic relevant to federal wetland protections.  A partnership with scientists within the National Park Service has been established to help communicate the results of the work, and the researchers will lead tours that allow the public to appreciate the subtleties of this captivating landscape.  The student participants will be exposed to a wide variety of disciplines and approaches, which is integral to training to address the complex questions and challenges society faces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Watts",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Adam C Watts",
   "pi_email_addr": "adam.watts@dri.edu",
   "nsf_id": "000645186",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Desert Research Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 71004.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the reasons for the formation of shallow depressions in the limestone bedrock underlying large parts of southern Florida. These shallow depressions had been observed to occur in a non-random configuration, and our team had previously posed some possible explanations for their patterned occurrence. By sampling and analyzing soil, bedrock, and groundwater, we looked at movements of minerals that would tell us what chemical mechanisms are responsible for the apparent dissolution of bedrock. We also wanted to know if these processes are continuing to occur, and therefore whether the patterned landscape is a relict of past processes or is continuing to evolve.</p>\n<p>Our findings indicated that rainwater falling on the landscape becomes slightly acidic by absorbing carbon dioxide from the air. This was one proposed mechanism for the dissolution. However, we also found that metabolic respiration from roots and microbes in the soil caused groundwater to become much more capable of dissolving limestone bedrock than rainwater alone. We also observed the movement of dissolved calcium in groundwater as it exited the region of depressions, enabling us to begin estimating the rate of landscape change. One noteworthy experiment our team performed involved placing small pieces of bedrock below the soil surface at various depths, in order to detect and measure dissolution rates. By examining these samples after they had been buried for multiple years, we were able to determine that dissolution rates vary according to the depth at which bedrock occurs. To our knowledge this technique was pioneered in our project.</p>\n<p>Our findings provide an explanation for the reasons behind the formation of landscape pattern across thousands of square kilometers of southern Florida, and indicate that these processes are still at work. One application of our work to the conservation and management of public lands and natural resources is the implication that significant hydrologic changes could alter, or even disrupt, the processes we refer to as the &ldquo;ecological drill.&rdquo; One major hydrologic change that is forecast to occur in the region over the next century is sea-level rise; although we do not address this change in our work, it is reasonable to assume that altered water chemistry, salinity, and flow may cause substantial changes to the landscape that are irreversible on human timescales.</p>\n<p>In addition to advancing the scientific understanding behind large-scale pattern formation in landscapes, this project also supported public communication about our work. We delivered lectures to describe the phenomenon of patterned landscapes, theories behind their formation, and the methods we used to investigate them as well as the mechanisms behind their formation. The story that our past and current work in this landscape has investigated&mdash;namely, the idea that plants can modify their substrate in ways that benefit them, even solid rock&mdash;has proven to be an exceptionally enticing ecological story to the public. In the context of public lectures and interviews we have had the opportunity to include sub-narratives of evolution, ecohydrology, regional pressures on natural ecosystems, and the future threats that sea-level rise and climate change pose to the preservation mission of the National Park Service.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2018<br>\n\t\t\t\t\tModified by: Adam&nbsp;C&nbsp;Watts</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1354482/1354482_10303124_1531771209075_DJI_0007--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1354482/1354482_10303124_1531771209075_DJI_0007--rgov-800width.jpg\" title=\"Small cypress dome with carbonate ring\"><img src=\"/por/images/Reports/POR/2018/1354482/1354482_10303124_1531771209075_DJI_0007--rgov-66x44.jpg\" alt=\"Small cypress dome with carbonate ring\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This aerial image shows a small cypress dome with calcium-rich precipitate at its exterior. It is thought that dissolved calcium carbonate precipitates from solution when periphyton, abundant in shallow water at dome exteriors during the wet season, extract CO2 thus reducing dissolution potential.</div>\n<div class=\"imageCredit\">Adam Watts</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Adam&nbsp;C&nbsp;Watts</div>\n<div class=\"imageTitle\">Small cypress dome with carbonate ring</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the reasons for the formation of shallow depressions in the limestone bedrock underlying large parts of southern Florida. These shallow depressions had been observed to occur in a non-random configuration, and our team had previously posed some possible explanations for their patterned occurrence. By sampling and analyzing soil, bedrock, and groundwater, we looked at movements of minerals that would tell us what chemical mechanisms are responsible for the apparent dissolution of bedrock. We also wanted to know if these processes are continuing to occur, and therefore whether the patterned landscape is a relict of past processes or is continuing to evolve.\n\nOur findings indicated that rainwater falling on the landscape becomes slightly acidic by absorbing carbon dioxide from the air. This was one proposed mechanism for the dissolution. However, we also found that metabolic respiration from roots and microbes in the soil caused groundwater to become much more capable of dissolving limestone bedrock than rainwater alone. We also observed the movement of dissolved calcium in groundwater as it exited the region of depressions, enabling us to begin estimating the rate of landscape change. One noteworthy experiment our team performed involved placing small pieces of bedrock below the soil surface at various depths, in order to detect and measure dissolution rates. By examining these samples after they had been buried for multiple years, we were able to determine that dissolution rates vary according to the depth at which bedrock occurs. To our knowledge this technique was pioneered in our project.\n\nOur findings provide an explanation for the reasons behind the formation of landscape pattern across thousands of square kilometers of southern Florida, and indicate that these processes are still at work. One application of our work to the conservation and management of public lands and natural resources is the implication that significant hydrologic changes could alter, or even disrupt, the processes we refer to as the \"ecological drill.\" One major hydrologic change that is forecast to occur in the region over the next century is sea-level rise; although we do not address this change in our work, it is reasonable to assume that altered water chemistry, salinity, and flow may cause substantial changes to the landscape that are irreversible on human timescales.\n\nIn addition to advancing the scientific understanding behind large-scale pattern formation in landscapes, this project also supported public communication about our work. We delivered lectures to describe the phenomenon of patterned landscapes, theories behind their formation, and the methods we used to investigate them as well as the mechanisms behind their formation. The story that our past and current work in this landscape has investigated&mdash;namely, the idea that plants can modify their substrate in ways that benefit them, even solid rock&mdash;has proven to be an exceptionally enticing ecological story to the public. In the context of public lectures and interviews we have had the opportunity to include sub-narratives of evolution, ecohydrology, regional pressures on natural ecosystems, and the future threats that sea-level rise and climate change pose to the preservation mission of the National Park Service. \n\n \n\n\t\t\t\t\tLast Modified: 07/16/2018\n\n\t\t\t\t\tSubmitted by: Adam C Watts"
 }
}