{
 "awd_id": "1354154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IOS: Nutrient Exchange and Regulation at the Aphid Symbiotic Interface",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 831000.0,
 "awd_amount": 831000.0,
 "awd_min_amd_letter_date": "2014-08-25",
 "awd_max_amd_letter_date": "2020-06-15",
 "awd_abstract_narration": "Symbioses between eukaryotic hosts and bacterial consortia are fundamentally important to human health and ecosystem function.  Gathering large amounts of DNA sequence data has become relatively easy and thus, models of host/microbiome function are accumulating.  Critically, most models lack experimental tests.  Working in a system that involves one eukaryotic host paired with a single bacterial symbiont the investigators will test models of symbiotic function to identify fundamental design principles in symbiosis.  \r\n\r\nThe project will exploit a very productive collaboration to further examine the nature of nutrient transport and regulation in insects; specifically, the investigators will exploit the model aphid, Acyrthosiphon pisum, and its symbiont, Buchnera aphidicola, to fully characterize the substrate and feedback regulation of transporters between the aphid and bacterium. The first objective targets testing whole genome based models of symbiotic function and regulation. The research team will transiently express transporters of sap-feeding insects in oocytes of the South African clawed frog to test genome sequence based models of symbiotic function and host/symbiont regulation. Because aphids are both a significant crop pest and excellent models for the study of symbiosis any work that increases understanding of basic aphid biology increases our ability to develop ecologically safe methods of pest control and may facilitate development of the aphid as a model for understanding the process of bacterial infection.  Functional characterization of transporters in the pea aphid and related insects will facilitate comparative work in other insect systems thus benefitting the annotation of transporters in all arthropod genomes.  The second objective targets bringing NSF-funded basic research into the lives of Americans through the production of six broadcast quality films about aphids, the science of symbiosis and life as a scientist.  The films will be supported by development of curricular resources that target early childhood and middle school children. Finally, this project supports the research program of a mid-career female scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Wilson de Andrade",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra C Wilson de Andrade",
   "pi_email_addr": "acwilson@miami.edu",
   "nsf_id": "000489231",
   "pi_start_date": "2014-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Luetje",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Luetje",
   "pi_email_addr": "cluetje@med.miami.edu",
   "nsf_id": "000072906",
   "pi_start_date": "2014-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1301 Memorial Dr",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 102886.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 128114.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central goal of IOS-1354154 was to test models of symbiotic function and regulation. Over evolutionary time, inaccessible ecological niches have repeatedly been made accessible by the acquisition of microbial symbionts. In insects this is especially true, where obligate nutritionally based symbioses with bacteria are common. At the start of this award, it was possible to infer the metabolic basis of any insect nutritional symbiosis rapidly and cost effectively through whole genome sequencing of the symbiont. However, the processes that mediate and regulate host-symbiont interactions were largely unknown. IOS-1354154 contributed to reducing the size of this knowledge gap.&nbsp; Working with sap feeding insects called aphids, that host in special cells called bacteriocytes a bacterial symbiont called <em>Buchnera</em>, we found that:</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp; <strong><em>Small RNA molecules, called microRNAs (miRNA) regulate symbiotic function in aphids -&nbsp;</em></strong>We discovered a group of 14 evolutionarily conserved miRNAs that are expressed in the symbiotic organ, called the bacteriome.&nbsp; Remarkably, 10 of the 14 had previously been implicated in other host/microbe interaction studies. We found that miRNA::mRNA interactions in host bacteriomes targeted two biological processes: amino acid transport and metabolism, and signal transduction. Given that <em>Buchnera</em> is an amino acid provisioning symbiont, the fact that miRNA regulation targets amino acid transport and metabolism was unsurprising, however, implication of signal transduction pathways as being important was novel. A notable part of our miRNA work was that we went beyond computation to validate a predicted interaction between the miRNA called miR-92a and the aphid gene that encodes bacteriocyte-specific secreted protein 1 using a heterologous expression assay. Our miRNA work represents the first, and apparently only, exploration of the role of miRNA in regulation of symbiotic function in an aphid.</p>\n<p>(2)&nbsp;&nbsp; <strong><em>Amino acid metabolism regulatory mechanisms in the embryonic and maternal bacteriomes are different</em></strong> - now we know that they are different, it may seem unsurprising that they are different, however, most prior work had built the foundational understanding that, as a result of extreme genome reduction, the transcriptional and metabolic capacity and function of <em>Buchnera</em> was constant, and not context dependent.&nbsp;</p>\n<p>(3)&nbsp;&nbsp; <strong><em>Aphid</em></strong> <strong><em>amino acid transporters function as nutrient sensors</em> </strong>- Localization of the protein and mRNA forms of multiple amino acid transporters revealed that aphid amino acid transporters that colocalize with <em>Buchnera</em> do not just function to move amino acids across membranes but instead can additionally function as nutrient sensors.</p>\n<p>(4)&nbsp;&nbsp; <strong><em>At the symbiotic interface many amino acids are moved from host to endosymbiont and endosymbiont to host along concentration gradients</em></strong> and not by active transport mechanisms.</p>\n<p>(5)&nbsp;&nbsp; <strong><em>Signal transduction via an ancient signaling pathway called the mechanistic target of rapamycin (mTOR) pathway appears to be important for symbiont transmission and regulation of symbiotic function</em></strong> - In aphid embryos at the site of <em>Buchnera</em> invasion amino acid transporters are implicated in facilitating mTOR-pathway-mediated endocytosis of <em>Buchnera</em> by the aphid embryo.&nbsp; Bacteriocyte localized amino acid transporters also appear to function as nutrient sensors.</p>\n<p>&nbsp;</p>\n<p>The Broader Impact activities of this award supported the production of four short films about aphids, symbiosis and regulation of amino acid biosynthesis in the aphid/<em>Buchnera</em> symbiosis.&nbsp; The films have been distributed on the PI's webpage where they have been accessed ~940 times; via CPALMS, the State of Florida's official source for standards information, course descriptions and lesson resources where the films and their accompanying educational resources have collectively received 562 \"Likes\".&nbsp; Additionally, the materials have been accessed from the <em>Teacher Institute for Evolutionary Science</em> website ~7,000 times. The films, their accompanying lesson plans, and activities, were presented at five different professional development workshops for middle school science teachers by educators. Further Broader Impact activities included designing and developing the University of Miami's <em>BioReach</em> Program in collaboration with the PI's departmental colleagues.&nbsp; <em>BioReach</em> which is currently supported by DEB-1922521, DEB-2030060 and IOS-2013692, brings elementary and middle school children to campus for a day of working their way through four independent activities that expose them to Biology. Activities have included extracting DNA from strawberries, watching fertilization occur through a microscope lens, and learning about niche partitioning and speciation by searching for anoles in the University of Miami Gifford Arboretum.</p>\n<p>&nbsp;</p>\n<p>With respect to scientific training, the award supported the work of one postdoctoral scholar, one visiting scholar, four Ph.D. students, two M.S. students, and seven undergraduates, including two who earned co-authorship. Notably, the project supported the promotion of the PI from Associate to Full Professor four years following award of tenure, a promotion that resulted in a 33% increase in the number of female full professors in STEM in the College of Arts and Sciences at the University of Miami.</p>\n<p>&nbsp;</p>\n<p>With respect to dissemination, the work supported by this award has been disseminated in the form of one peer-reviewed book chapter, and nine peer-reviewed journal articles. Three other publications are in the near-term pipeline.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2021<br>\n\t\t\t\t\tModified by: Alexandra&nbsp;C&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central goal of IOS-1354154 was to test models of symbiotic function and regulation. Over evolutionary time, inaccessible ecological niches have repeatedly been made accessible by the acquisition of microbial symbionts. In insects this is especially true, where obligate nutritionally based symbioses with bacteria are common. At the start of this award, it was possible to infer the metabolic basis of any insect nutritional symbiosis rapidly and cost effectively through whole genome sequencing of the symbiont. However, the processes that mediate and regulate host-symbiont interactions were largely unknown. IOS-1354154 contributed to reducing the size of this knowledge gap.  Working with sap feeding insects called aphids, that host in special cells called bacteriocytes a bacterial symbiont called Buchnera, we found that:\n\n \n\n(1)   Small RNA molecules, called microRNAs (miRNA) regulate symbiotic function in aphids - We discovered a group of 14 evolutionarily conserved miRNAs that are expressed in the symbiotic organ, called the bacteriome.  Remarkably, 10 of the 14 had previously been implicated in other host/microbe interaction studies. We found that miRNA::mRNA interactions in host bacteriomes targeted two biological processes: amino acid transport and metabolism, and signal transduction. Given that Buchnera is an amino acid provisioning symbiont, the fact that miRNA regulation targets amino acid transport and metabolism was unsurprising, however, implication of signal transduction pathways as being important was novel. A notable part of our miRNA work was that we went beyond computation to validate a predicted interaction between the miRNA called miR-92a and the aphid gene that encodes bacteriocyte-specific secreted protein 1 using a heterologous expression assay. Our miRNA work represents the first, and apparently only, exploration of the role of miRNA in regulation of symbiotic function in an aphid.\n\n(2)   Amino acid metabolism regulatory mechanisms in the embryonic and maternal bacteriomes are different - now we know that they are different, it may seem unsurprising that they are different, however, most prior work had built the foundational understanding that, as a result of extreme genome reduction, the transcriptional and metabolic capacity and function of Buchnera was constant, and not context dependent. \n\n(3)   Aphid amino acid transporters function as nutrient sensors - Localization of the protein and mRNA forms of multiple amino acid transporters revealed that aphid amino acid transporters that colocalize with Buchnera do not just function to move amino acids across membranes but instead can additionally function as nutrient sensors.\n\n(4)   At the symbiotic interface many amino acids are moved from host to endosymbiont and endosymbiont to host along concentration gradients and not by active transport mechanisms.\n\n(5)   Signal transduction via an ancient signaling pathway called the mechanistic target of rapamycin (mTOR) pathway appears to be important for symbiont transmission and regulation of symbiotic function - In aphid embryos at the site of Buchnera invasion amino acid transporters are implicated in facilitating mTOR-pathway-mediated endocytosis of Buchnera by the aphid embryo.  Bacteriocyte localized amino acid transporters also appear to function as nutrient sensors.\n\n \n\nThe Broader Impact activities of this award supported the production of four short films about aphids, symbiosis and regulation of amino acid biosynthesis in the aphid/Buchnera symbiosis.  The films have been distributed on the PI's webpage where they have been accessed ~940 times; via CPALMS, the State of Florida's official source for standards information, course descriptions and lesson resources where the films and their accompanying educational resources have collectively received 562 \"Likes\".  Additionally, the materials have been accessed from the Teacher Institute for Evolutionary Science website ~7,000 times. The films, their accompanying lesson plans, and activities, were presented at five different professional development workshops for middle school science teachers by educators. Further Broader Impact activities included designing and developing the University of Miami's BioReach Program in collaboration with the PI's departmental colleagues.  BioReach which is currently supported by DEB-1922521, DEB-2030060 and IOS-2013692, brings elementary and middle school children to campus for a day of working their way through four independent activities that expose them to Biology. Activities have included extracting DNA from strawberries, watching fertilization occur through a microscope lens, and learning about niche partitioning and speciation by searching for anoles in the University of Miami Gifford Arboretum.\n\n \n\nWith respect to scientific training, the award supported the work of one postdoctoral scholar, one visiting scholar, four Ph.D. students, two M.S. students, and seven undergraduates, including two who earned co-authorship. Notably, the project supported the promotion of the PI from Associate to Full Professor four years following award of tenure, a promotion that resulted in a 33% increase in the number of female full professors in STEM in the College of Arts and Sciences at the University of Miami.\n\n \n\nWith respect to dissemination, the work supported by this award has been disseminated in the form of one peer-reviewed book chapter, and nine peer-reviewed journal articles. Three other publications are in the near-term pipeline.\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2021\n\n\t\t\t\t\tSubmitted by: Alexandra C Wilson"
 }
}