{
 "awd_id": "1354963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding Constraints on Floral Evolution: A Phylogenetic Approach to Comparative Anthocyanin Evolution in Ruellia (Acanthaceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 499989.0,
 "awd_amount": 499989.0,
 "awd_min_amd_letter_date": "2014-03-15",
 "awd_max_amd_letter_date": "2020-01-09",
 "awd_abstract_narration": "Small changes in a few genes involved in plant pigment synthesis, such as in the red anthocyanin pigments, can have dramatic effect on the evolutionary trajectory of a lineage.  The new flower color may require a different suite of pollinators that would influence the ability of the lineage to diversify. This project combines new genomic technologies and traditional methods to investigate the evolutionary trade-offs of flower color evolution in a group of plants, Ruellia (Acanthaceae), with 200+ species in the Americas. Cutting edge genomic approaches will place the plant anthocyanin biochemical pathway in an evolutionary context to understand what happens when, for example, purple flowers evolve from red-flowered ancestors. The phylogeny or family tree of Ruellia will be reconstructed using novel molecular markers to be developed for this project; these markers will subsequently be useful to numerous other researchers. \r\n\r\nFlowers are among the most common means by which people connect to nature: floral biology has great potential to engage broad audiences in science. This research will shed light on the anthocyanin biochemical pathway which contributes to numerous, important plant functions (e.g., pollinator and fruit disperser attraction, UV sunscreen, herbivore defense), and have also been linked to human health benefits (e.g., anti-cancer, -viral, -inflammatory, -arteriosclerosis activity; treatments for hypertension, vision disorders). Anthocyanins are common constituents of human diets, being found in frequently consumed fruits and vegetables. This research project will add substantially to knowledge of the genetic basis of anthocyanin production and will thus have implications for human health research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Tripp",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Erin A Tripp",
   "pi_email_addr": "erin.tripp@colorado.edu",
   "nsf_id": "000507543",
   "pi_start_date": "2014-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St., Rm 481, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 302352.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 197637.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Plant pollinator interactions are some of the most important ecological relationships in nature. In the NSF Award #1354963 (&ldquo;Collaborative Research: Understanding Constraints on Floral Evolution: A Phylogenetic Approach to Comparative Anthocyanin Evolution in Ruellia (Acanthaceae)&rdquo;),&nbsp;to better understand plant pollinator interactions, we studied patterns of flower color switches (evolutionary changes) in a large group of plants: the genus&nbsp;<em>Ruellia&nbsp;</em>(Wild Petunias). In&nbsp;<em>Ruellia&nbsp;</em>are plants adapted to pollination by bats, hummingbirds, hawkmoths, bees, and butterflies, and flowers range from yellow to red, white, purple, blue, and pink. Our research began with conducting fieldwork in eight different tropical countries in the Western Hemisphere to observe new plant-pollinator interactions and collect new museum specimens of the plants. As part of this work, we additionally used a spectrometer device to measure/quantify flower color, as well as collected sub-samples of plant tissues in order to measure/quantify the pigments that make up flower color. The latter was conducted using a High Performance Liquid Chromatography machine back in the lab. This work allowed us to discover the many different ways that purple flowers can be manufactured, using a variety of different types of anthocyanins and in different quantities. This also applies to pink flowers: there are many different ways of making the color pink. In contrast, there are very few ways of manufacturing red, white, or yellow flowers from a biosynthetic standpoint. This is important because it tells us about the commonality or rarity of pollinator adaptations, and how hard or easy these floral traits are to evolve, which has conservation implications. Plants can very easily figure out adapatations to bees and hummingbirds, but adaptative solutions towards hawkmoth or bat pollination are less common.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As part of this research, we documented numerous new populations of&nbsp;<em>Ruellia&nbsp;</em>living in the wild, and these are populations of plants that thousands of different animal pollinators rely on for their health and nutrition. Each of these new populations was &ldquo;vouchered&rdquo; meaning we collected plant samples from it and deposited these samples at worldwide museums. Here, records of the existence of these species, in time and in space, will survive for centuries, allowing researchers to know, for the long term, where a given species used to live, where it lives now, and why geographical distributions might be shifting. We are using results from this extensive fieldwork to lay the first steps for a &ldquo;taxonomic revision&rdquo; of the genus in the Neotropics, that is, a complete record of where all species live, what kind of environments they live in, whether they are common or rare, what their pollinators are, what their threats to existence are, and so forth. A taxonomic revision is the gold standard in biodiversity research, for it allows us to read/review a complete set of information about any group of organisms. At present, we are additionally preparing a new classification system for all Neotropical&nbsp;<em>Ruellia</em>.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This research has impacted numerous new scholars and students of biology. We have established new colleagues in numerous countries as well as built upon existing collegial relationships. Some of these students are now coming to study in our labs in the United States, and we (the PIs) serve on their graduate committees. We are also launching new collaborative projects with researchers in these many different countries.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On the whole, this project beneffited both the scientific community and education, through targeted research on species diversification, flower color evolution, and taxonomy of a large and important lineage of Neotropical plants &ndash; the genus&nbsp;<em>Ruellia</em>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2020<br>\n\t\t\t\t\tModified by: Erin&nbsp;A&nbsp;Tripp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            Plant pollinator interactions are some of the most important ecological relationships in nature. In the NSF Award #1354963 (\"Collaborative Research: Understanding Constraints on Floral Evolution: A Phylogenetic Approach to Comparative Anthocyanin Evolution in Ruellia (Acanthaceae)\"), to better understand plant pollinator interactions, we studied patterns of flower color switches (evolutionary changes) in a large group of plants: the genus Ruellia (Wild Petunias). In Ruellia are plants adapted to pollination by bats, hummingbirds, hawkmoths, bees, and butterflies, and flowers range from yellow to red, white, purple, blue, and pink. Our research began with conducting fieldwork in eight different tropical countries in the Western Hemisphere to observe new plant-pollinator interactions and collect new museum specimens of the plants. As part of this work, we additionally used a spectrometer device to measure/quantify flower color, as well as collected sub-samples of plant tissues in order to measure/quantify the pigments that make up flower color. The latter was conducted using a High Performance Liquid Chromatography machine back in the lab. This work allowed us to discover the many different ways that purple flowers can be manufactured, using a variety of different types of anthocyanins and in different quantities. This also applies to pink flowers: there are many different ways of making the color pink. In contrast, there are very few ways of manufacturing red, white, or yellow flowers from a biosynthetic standpoint. This is important because it tells us about the commonality or rarity of pollinator adaptations, and how hard or easy these floral traits are to evolve, which has conservation implications. Plants can very easily figure out adapatations to bees and hummingbirds, but adaptative solutions towards hawkmoth or bat pollination are less common.\n\n            As part of this research, we documented numerous new populations of Ruellia living in the wild, and these are populations of plants that thousands of different animal pollinators rely on for their health and nutrition. Each of these new populations was \"vouchered\" meaning we collected plant samples from it and deposited these samples at worldwide museums. Here, records of the existence of these species, in time and in space, will survive for centuries, allowing researchers to know, for the long term, where a given species used to live, where it lives now, and why geographical distributions might be shifting. We are using results from this extensive fieldwork to lay the first steps for a \"taxonomic revision\" of the genus in the Neotropics, that is, a complete record of where all species live, what kind of environments they live in, whether they are common or rare, what their pollinators are, what their threats to existence are, and so forth. A taxonomic revision is the gold standard in biodiversity research, for it allows us to read/review a complete set of information about any group of organisms. At present, we are additionally preparing a new classification system for all Neotropical Ruellia.\n\n            This research has impacted numerous new scholars and students of biology. We have established new colleagues in numerous countries as well as built upon existing collegial relationships. Some of these students are now coming to study in our labs in the United States, and we (the PIs) serve on their graduate committees. We are also launching new collaborative projects with researchers in these many different countries.\n\n            On the whole, this project beneffited both the scientific community and education, through targeted research on species diversification, flower color evolution, and taxonomy of a large and important lineage of Neotropical plants &ndash; the genus Ruellia.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2020\n\n\t\t\t\t\tSubmitted by: Erin A Tripp"
 }
}