{
 "awd_id": "1354287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Informal Learning And Scholarship In Science And Society: A Multi-Disciplinary Workshop On Scientific Creativity And Societal Responsibility",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 49997.0,
 "awd_amount": 49997.0,
 "awd_min_amd_letter_date": "2014-02-26",
 "awd_max_amd_letter_date": "2014-02-26",
 "awd_abstract_narration": "This conference at Arizona State University is an early-stage activity inspired by the upcoming 2016 - 2018 bicentennial of the conception, writing and publication of Mary Shelley's \"Frankenstein - or The Modern Prometheus.\"  That book, and the dozens of films produced subsequently, have provoked questions for researchers and citizens that have endured for two centuries and are relevant today. \r\n- How have we gone from a world in which Mary Shelley could watch public demonstrations of voltaic power on dead animals to one in which the dissection of animals in classrooms is frowned upon, but the creation of new life forms via an international synthetic biology competition (iGEM) is celebrated?\r\n- How do literary, artistic and other cultural portrayals of science and engineering inspire and inflect STEM research?\r\n- What steps do contemporary scientists and engineers need to take in order to proceed with their innovative activity in a responsible fashion?\r\n- What role do lay citizens have in making decisions about science and technology?\r\n- How can we understand the broad relationship between creativity and responsibility?\r\n  \r\nThe convening brings together a USA and international group of educators in informal science education and multi-disciplinary scholars who study various aspects of the interactions of science, technology and society (STS).  This team of natural and social scientists, engineers, museum professionals (Museum of Science, Boston (MOS); Science Museum of Minnesota (SMM)), artists and humanities scholars will begin to formulate plans for producing exhibits, educational programs and demonstrations, fiction and nonfiction writing contests, performances, and curricula that explore science education, ethics and artistry. An overarching goal is to establish a process that could create a national and global network of collaborators to plan programs worldwide and establish new professional collaborations of researchers beyond the bicentennial.\r\n\r\nThe workshop, a first step toward a possible larger initiative, could be significant both for the public's engagement with contemporary issues of science and society and for stimulating new inter-disciplinary research on such issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Finn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Finn",
   "pi_email_addr": "edfinn@asu.edu",
   "nsf_id": "000634966",
   "pi_start_date": "2014-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Guston",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Guston",
   "pi_email_addr": "david.guston@asu.edu",
   "nsf_id": "000195728",
   "pi_start_date": "2014-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "1000 S Cady Mall 248 West Hall",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852878305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mary Shelley&rsquo;s <em>Frankenstein; or, The Modern Prometheus</em> continues to be a relevant and pervasive myth for debating and understanding processes of scientific discovery and technological innovation and their impacts on society. Shelley&rsquo;s examination of the ethics and social consequences of creating life are particularly timely in a moment where anxieties about artificial intelligence, robotics, and genetic engineering are widespread.</p>\n<p>In April 2014, this project convened a workshop at Arizona State University&rsquo;s Tempe campus, uniting 66 participants from a variety of universities, museums, libraries, K-12 schools, and science-focused publications like <em>Physics Today</em> and <em>Slate</em>&rsquo;s Future Tense channel. The workshop brought participants together in eight working groups to develop concepts for a broad range of collaborative research and outreach activities connected to the bicentennial of the conception, writing, and publication of <em>Frankenstein</em> in 2016-2018. Each group produced a white paper detailing several ideas for major research and outreach activities; outlining similar and parallel projects; developing plans for ongoing collaboration among working group members; and discussing resources required, STEM content, intended audiences, broader impacts, funding opportunities, and a plan for engaging underrepresented groups in each proposed activity. White papers are available at <a href=\"http://bit.ly/april-2014-working-group-white-papers\">http://bit.ly/april-2014-working-group-white-papers</a>.</p>\n<p>The April 2014 workshop served as a foundation for the development of Arizona State University&rsquo;s Frankenstein Bicentennial Project, which will celebrate the novel and its scientific, technological, and cultural legacies through exhibits at libraries and museums, public events, digital experiments, writing competitions, publications, and other scholarly and public activities. The Frankenstein Bicentennial Project involves a diverse range of institutions, with Arizona State University acting as a hub for collaboration and public communication. More information is available at <a href=\"http://frankenstein.asu.edu\">http://frankenstein.asu.edu</a>.</p>\n<p>The centerpiece of the Frankenstein Bicentennial Project is &ldquo;Increasing Learning and Efficacy about Emerging Technologies through Transmedia Engagement by the Public in Science-in-Society Activities,&rdquo; supported by an award from the National Science Foundation&rsquo;s Advancing Informal STEM Learning program (Award #1516684). This endeavor, conceptualized in response to ideas proposed and developed at the initial April 2014 workshop, will create, distribute, and study a set of three integrated activities that build on <em>Frankenstein</em> to explore current and enduring science-and-society themes. The three activities are: an online digital museum with active co-creation and curation of its content by the public; activities kits for table-top programming, to be deployed at museums, science centers, libraries, and other educational and community hubs; and a set of DIY making activities.</p>\n<p>This project also convened a second smaller workshop at Arizona State University in May 2015, inspired by one of the working group white papers from the initial April 2014 gathering. The goal of this workshop was to plan a new critical edition of <em>Frankenstein</em> designed to engage young scientists and engineers with the ethical and social issues surrounding their work. The resulting volume, tentatively titled <em>Frankenstein: A New Edition for Scientists and Engineers</em>, is under contract with MIT Press, with a review copy delivered 25 March 2016 and publication expected by Fall 2017. The workshop was supported by funds from this award. The critical edition inspired by the workshop is supported both by funds from this award, and by additional funds a...",
  "por_txt_cntn": "\nMary ShelleyÆs Frankenstein; or, The Modern Prometheus continues to be a relevant and pervasive myth for debating and understanding processes of scientific discovery and technological innovation and their impacts on society. ShelleyÆs examination of the ethics and social consequences of creating life are particularly timely in a moment where anxieties about artificial intelligence, robotics, and genetic engineering are widespread.\n\nIn April 2014, this project convened a workshop at Arizona State UniversityÆs Tempe campus, uniting 66 participants from a variety of universities, museums, libraries, K-12 schools, and science-focused publications like Physics Today and SlateÆs Future Tense channel. The workshop brought participants together in eight working groups to develop concepts for a broad range of collaborative research and outreach activities connected to the bicentennial of the conception, writing, and publication of Frankenstein in 2016-2018. Each group produced a white paper detailing several ideas for major research and outreach activities; outlining similar and parallel projects; developing plans for ongoing collaboration among working group members; and discussing resources required, STEM content, intended audiences, broader impacts, funding opportunities, and a plan for engaging underrepresented groups in each proposed activity. White papers are available at http://bit.ly/april-2014-working-group-white-papers.\n\nThe April 2014 workshop served as a foundation for the development of Arizona State UniversityÆs Frankenstein Bicentennial Project, which will celebrate the novel and its scientific, technological, and cultural legacies through exhibits at libraries and museums, public events, digital experiments, writing competitions, publications, and other scholarly and public activities. The Frankenstein Bicentennial Project involves a diverse range of institutions, with Arizona State University acting as a hub for collaboration and public communication. More information is available at http://frankenstein.asu.edu.\n\nThe centerpiece of the Frankenstein Bicentennial Project is \"Increasing Learning and Efficacy about Emerging Technologies through Transmedia Engagement by the Public in Science-in-Society Activities,\" supported by an award from the National Science FoundationÆs Advancing Informal STEM Learning program (Award #1516684). This endeavor, conceptualized in response to ideas proposed and developed at the initial April 2014 workshop, will create, distribute, and study a set of three integrated activities that build on Frankenstein to explore current and enduring science-and-society themes. The three activities are: an online digital museum with active co-creation and curation of its content by the public; activities kits for table-top programming, to be deployed at museums, science centers, libraries, and other educational and community hubs; and a set of DIY making activities.\n\nThis project also convened a second smaller workshop at Arizona State University in May 2015, inspired by one of the working group white papers from the initial April 2014 gathering. The goal of this workshop was to plan a new critical edition of Frankenstein designed to engage young scientists and engineers with the ethical and social issues surrounding their work. The resulting volume, tentatively titled Frankenstein: A New Edition for Scientists and Engineers, is under contract with MIT Press, with a review copy delivered 25 March 2016 and publication expected by Fall 2017. The workshop was supported by funds from this award. The critical edition inspired by the workshop is supported both by funds from this award, and by additional funds and staff/faculty time furnished by Arizona State University and MIT Press.\n\nAnother forthcoming publication inspired by ideas conceived at the April 2014 workshop is a collection of essays on Frankenstein as a parable about scientific creativity and social responsibility. The essays are written by a numb..."
 }
}