{
 "awd_id": "1354121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholar's Award: Developing Innovators and Expertise for Fostering Innovation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 187425.0,
 "awd_amount": 187425.0,
 "awd_min_amd_letter_date": "2014-03-15",
 "awd_max_amd_letter_date": "2014-03-15",
 "awd_abstract_narration": "Developing Innovators and Expertise for Fostering Innovation\r\n\r\nCurrently, a range of U.S. stakeholders are investing billions of dollars collectively in the construction of innovation centers and the reform of STEM education. The project investigates how innovation theorists in the past wrestled with and framed the challenges that continue to vex educators, policymakers, and practitioners engaged in present initiatives. How can governments foster private research and development in a global economy? How can researchers be trained for entrepreneurial careers irrespective of disciplinary specialty? In what ways does a focus on commercialization, entrepreneurship, and its products alter, and potentially narrow, what counts as valuable knowledge? How can STEM participation be made more diverse, and will that diversity result in unforeseen discoveries that would not have occurred otherwise?\r\n\r\nThis project traces the impact of innovation theorists on universities, corporate research centers, and federal agencies during the 1960s to the 1980s and on today?s proliferation of local, regional, and national innovation initiatives. The PI will explore how these theorists developed forms of expertise designed to improve STEM participation and performance by fostering creativity, entrepreneurialism, interdisciplinary, and social relevance in technoscientific practitioners. Findings will be disseminated via a book, a graduate student seminar, and a workshop directed at STEM graduate students and policymakers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Wisnioski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Wisnioski",
   "pi_email_addr": "mwisnios@vt.edu",
   "nsf_id": "000558501",
   "pi_start_date": "2014-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "331 Lane Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 187425.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Innovation has become a global imperative of the 21<sup>st</sup> century. Federal agencies including the National Science Foundation invest hundreds of millions of dollars to foster innovation and technology transfer. Almost every major university has or is creating educational programs in innovation and entrepreneurship or creativity studies. Corporations compete to provide employees with the most innovative environments in order to attract the talent to generate new products and services. From where did this imperative originate? Who have been the experts that have defined it? How have innovation initiatives shaped the careers of scientists and engineers?</p>\n<p>&nbsp;</p>\n<p>This research examined over a half-century of efforts to cultivate innovators and foster innovation in the United States. I focused on the ways in which expertise about innovation and the desired identities of innovators developed in tandem. To advance this goal, I drew on the history of science and technology, cultural history, and participant observation. I conducted research at nine different archival sites including the National Archives, the Massachusetts Institute of Technology, Carnegie Mellon University, and the Smithsonian Institution. I worked with colleagues to collect the personal and organizational narratives of innovation experts. And I participated in innovation expertise initiatives at Virginia Tech. &nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">I have communicated the results of my research in a range of venues for scholarly communities and public audiences.</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">The research has resulted in two historical publications. In 2016, I published the book chapter &ldquo;How the Industrial Scientist Got His Groove: Entrepreneurial Journalism and the Fashioning of Technoscientific Innovators,&rdquo; in the edited book &ldquo;Groovy Science: Knowledge, Innovation, and American Counterculture.&rdquo; The chapter shows how new social networks of science administrators, entrepreneurs, and journalists worked to portray innovators as creative, flexible, change managers responsible for social progress.</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">A second article, &ldquo;Land-Grant Hybrids: From Art and Technology to SEAD,&rdquo; co-authored with my PhD student Kari Zacharias will appear in Leonardo with online access in late 2017. It examines the evolution of university innovation centers that blend science, engineering, art and design (SEAD). It shows how different disciplines, institutional histories, and visions of innovation shape how contemporary universities seek to foster innovators and innovation.</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">I additionally presented project findings at fifteen conferences and university talks in the US, Europe, and Canada to scholar and practitioner audiences. I shared research outcomes with the radio program Pulse of the Planet, and published an outreach article for a university magazine.</p>\n<p>&nbsp;</p>\n<p>A key focus of the research project is the use of history to inform current innovation experts. In partnership with the Smithsonian Institution&rsquo;s Lemelson Center for the Study of Invention and Innovation, I organized the workshop &ldquo;Can Innovators Be Made?&rdquo; which brought directors of major innovator training programs and innovation consultants into dialogue with historians, social scientists, and reformers.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The research also has resulted in programs that use history to teaching reflective innovators. Findings supported the graduate course Origins of Innovation for students across science, engineering, humanities, and design disciplines. The research also shaped the creation of an undergraduate class Innovation in Context that is part of a university-wide innovation initiative.&nbsp; These courses integrate historical research with STEM education to foster analysis and understanding of the meanings and consequences of innovation in society.</p>\n<p>&nbsp;</p>\n<p>The research project will have two final outcomes. The first is a book currently titled &ldquo;The Innovators Imperative&rdquo; that I am co-editing with Eric Hintz of the Smithsonian and my PhD student Marie Stettler Kleine. The book curates the work and personal narratives of fifteen innovation experts, critics, and reformers. The book is under contract with the Massachusetts Institute of Technology Press with anticipated publication in 2018.</p>\n<p>&nbsp;</p>\n<p>The second major outcome will be a book on the history of innovation expertise and the identity of innovators that is tentatively titled &ldquo;Every American an Innovator: How Innovation Became a Way of Life.&rdquo; I will submit a proposal and sample chapters to presses in 2017 with intended publication in 2019.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2017<br>\n\t\t\t\t\tModified by: Matthew&nbsp;Wisnioski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInnovation has become a global imperative of the 21st century. Federal agencies including the National Science Foundation invest hundreds of millions of dollars to foster innovation and technology transfer. Almost every major university has or is creating educational programs in innovation and entrepreneurship or creativity studies. Corporations compete to provide employees with the most innovative environments in order to attract the talent to generate new products and services. From where did this imperative originate? Who have been the experts that have defined it? How have innovation initiatives shaped the careers of scientists and engineers?\n\n \n\nThis research examined over a half-century of efforts to cultivate innovators and foster innovation in the United States. I focused on the ways in which expertise about innovation and the desired identities of innovators developed in tandem. To advance this goal, I drew on the history of science and technology, cultural history, and participant observation. I conducted research at nine different archival sites including the National Archives, the Massachusetts Institute of Technology, Carnegie Mellon University, and the Smithsonian Institution. I worked with colleagues to collect the personal and organizational narratives of innovation experts. And I participated in innovation expertise initiatives at Virginia Tech.  \n \nI have communicated the results of my research in a range of venues for scholarly communities and public audiences.\n \nThe research has resulted in two historical publications. In 2016, I published the book chapter \"How the Industrial Scientist Got His Groove: Entrepreneurial Journalism and the Fashioning of Technoscientific Innovators,\" in the edited book \"Groovy Science: Knowledge, Innovation, and American Counterculture.\" The chapter shows how new social networks of science administrators, entrepreneurs, and journalists worked to portray innovators as creative, flexible, change managers responsible for social progress.\n \nA second article, \"Land-Grant Hybrids: From Art and Technology to SEAD,\" co-authored with my PhD student Kari Zacharias will appear in Leonardo with online access in late 2017. It examines the evolution of university innovation centers that blend science, engineering, art and design (SEAD). It shows how different disciplines, institutional histories, and visions of innovation shape how contemporary universities seek to foster innovators and innovation.\n \nI additionally presented project findings at fifteen conferences and university talks in the US, Europe, and Canada to scholar and practitioner audiences. I shared research outcomes with the radio program Pulse of the Planet, and published an outreach article for a university magazine.\n\n \n\nA key focus of the research project is the use of history to inform current innovation experts. In partnership with the Smithsonian Institution?s Lemelson Center for the Study of Invention and Innovation, I organized the workshop \"Can Innovators Be Made?\" which brought directors of major innovator training programs and innovation consultants into dialogue with historians, social scientists, and reformers.    \n\n \n\nThe research also has resulted in programs that use history to teaching reflective innovators. Findings supported the graduate course Origins of Innovation for students across science, engineering, humanities, and design disciplines. The research also shaped the creation of an undergraduate class Innovation in Context that is part of a university-wide innovation initiative.  These courses integrate historical research with STEM education to foster analysis and understanding of the meanings and consequences of innovation in society.\n\n \n\nThe research project will have two final outcomes. The first is a book currently titled \"The Innovators Imperative\" that I am co-editing with Eric Hintz of the Smithsonian and my PhD student Marie Stettler Kleine. The book curates the work and personal narratives of fifteen innovation experts, critics, and reformers. The book is under contract with the Massachusetts Institute of Technology Press with anticipated publication in 2018.\n\n \n\nThe second major outcome will be a book on the history of innovation expertise and the identity of innovators that is tentatively titled \"Every American an Innovator: How Innovation Became a Way of Life.\" I will submit a proposal and sample chapters to presses in 2017 with intended publication in 2019.\n\n \n\n\t\t\t\t\tLast Modified: 06/06/2017\n\n\t\t\t\t\tSubmitted by: Matthew Wisnioski"
 }
}