{
 "awd_id": "1354799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Surface lipid metabolome on maize silks - Genetic regulation and protective capacity against abiotic and biotic stresses",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2014-04-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 1406027.0,
 "awd_amount": 1406027.0,
 "awd_min_amd_letter_date": "2014-04-15",
 "awd_max_amd_letter_date": "2020-03-17",
 "awd_abstract_narration": "The aerial surfaces of land plants are protected by unique lipids, which provide a primary line of defense against numerous biological and environmental stresses. The surface lipids on the stigmatic silks of maize are biologically unique because they are rich in hydrocarbons, which are the inert end-point metabolites of the surface lipid network. This project will utilize maize silks as the model biological system to provide a fundamental understanding of this unique, discrete metabolic process by comprehensively dissecting within a single organism the metabolic and genetic networks that produce important surface lipids. Moreover, this project will elucidate the specific surface lipid constituents of maize silks that provide critical protection against environmental stresses (water stress and insect feeding) that commonly impact crops like maize during the often-stressful period of pollination. All metabolite and transcriptome data will be deposited in the Plant Metabolomics Resource database (metnetdb.org/PMR) and the latter will also be deposited in the NCBI-SRA and NCBI-GEO databases. Quantitative trait locus (QTL) data will be searchable at MaizeGDB (http://maizegdb.org/qtl.php) and made available at the integrated web portal for QTL dissection, GeneNetwork (genenetwork.org). Seed stocks for quantitative genetic mapping populations will be deposited at the Maize Genetics Cooperative Stock Center (http://maizecoop.cropsci.uiuc.edu).\r\nA significant societal impact of this project will be enhancement of the sustainability of US crop production via increased crop yields and/or decreased inputs. The identification of the protective surface lipids and the genes that produce them will provide the technological know how for applied breeding of customized lipid compositions that protect against many stresses, both in corn as well as in other crops. Further, the chemical similarity between silk surface lipids and petroleum components will be leveraged for applications in network bioengineering to produce advanced biofuels in other biological systems. During the project, >400 high school and college students from diverse socioeconomic, geographic and ethnic backgrounds will be exposed to hypothesis-driven research via three synergistic programs: A) a collaboration with Iowa State University's SCIENCE BOUND program will engage diverse secondary school students in scientific education via hands-on research modules; B) two SCIENCE BOUND students will conduct summer-research projects together with a high school teacher from a rural or high needs district and with a student from Chowan University, a 4-year undergrad institution with significant minority enrollment. These research experiences will help the teachers better engage an even larger number of students in scientific inquiry; and C) a discussion-based undergraduate course will be developed to serve as a bridge between fundamental knowledge learned through coursework and the application of that knowledge for conducting scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marna",
   "pi_last_name": "Yandeau-Nelson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Marna D Yandeau-Nelson",
   "pi_email_addr": "myn@iastate.edu",
   "nsf_id": "000612269",
   "pi_start_date": "2014-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Basil",
   "pi_last_name": "Nikolau",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Basil J Nikolau",
   "pi_email_addr": "dimmas@iastate.edu",
   "nsf_id": "000466072",
   "pi_start_date": "2014-04-15",
   "pi_end_date": "2018-05-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nick",
   "pi_last_name": "Lauter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nick Lauter",
   "pi_email_addr": "nickl@iastate.edu",
   "nsf_id": "000336189",
   "pi_start_date": "2014-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Libuse",
   "pi_last_name": "Brachova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Libuse Brachova",
   "pi_email_addr": "libuse@iastate.edu",
   "nsf_id": "000637881",
   "pi_start_date": "2018-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Abel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Abel",
   "pi_email_addr": "Craig.Abel@ars.usda.gov",
   "nsf_id": "000639747",
   "pi_start_date": "2014-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1406027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit Outcomes:&nbsp;</strong>As the primary barrier between the plant and its environment, the extracellular cuticle can protect against environmental stressors, including drought, pests and pathogens. Protection of the silk floral tissues from stressors during the critical period of pollen reception is important to reproductive success and yield in corn. This project sought to 1) dissect the genetic and metabolic networks underlying cuticular lipid composition on corn silks, which is rich in hydrocarbons, and 2) determine whether the composition of the cuticle dictates protective capacity against biological (e.g. corn earworm) and non-biological (e.g. drought) stresses.</p>\n<p>In this project we demonstrated that the composition of the silk cuticle varies greatly across corn varieties, differs significantly between silk microenvironments (emerged vs. husk-encased silks) and that there is a role of the environment that is mediated by the genotype (i.e. genotype x environment interactions). In dissecting the metabolic network, which is the series of chemical reactions catalyzed in the cell that underlies the accumulation of silk cuticular lipids, we established that the relationship of cuticular hydrocarbon products to the corresponding cuticular very long chain fatty acid (i.e. precursor of the pathway) varies along the silk length and is significantly impacted by genotype. Moreover, product-precursor relationships are regulated by a complex set of factors, including the chain-length of the precursor. In dissecting the genetic network, quantitative genetic, and systems biology approaches along the silk length identified ~300 locations in the corn genome, and approximately 500 candidate genes, underlying cuticular lipid accumulation. Of these candidate genes, we have identified players we might predict (e.g. genes involved in precursor biosynthesis and other processes related to lipid synthesis), a small collection of transcription factors and a small subset of genes annotated as uncharacterized or hypothetical proteins, providing interesting new targets to pursue. Moreover, dynamically expressed gene sets were identified along the silk length that are strongly enriched for genes associated with environmental stress responses, hormone signaling, defense metabolism and cell-cell communication. Finally, this project demonstrated that cuticular lipid composition contributes to some extent to reduced corn earworm herbivory and also impacts rates of water loss from corn silks exposed to different environmental conditions. In summary, uncovering the compositions of cuticular lipids that protect against stress, and the underlying gene and metabolite networks, will contribute to practical breeding solutions for increased plant health and productivity.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts Outcomes:&nbsp;</strong>This project provided professional development, training and mentorship in the areas of&nbsp;statistical analysis of genetic and metabolic networks, biochemistry, metabolomics, stress physiology, plant biology, classical genetics and quantitative genetics to&nbsp;researchers and scientists at different stages in their careers, including six high school students, &gt;20 undergraduates, five graduate students, and two postdocs, many of whom were from STEM under-represented backgrounds. The team hosted high school students via the Young Scientists &amp; Engineers and CyBound summer programs, and six undergraduates via the Research Experience for Undergraduates summer program, as well as hosting undergraduates conducting research throughout the academic year. Undergraduate and graduate students attended and presented their research at national and international conferences, and three graduate students earned their PhDs conducting research on this project. The team&nbsp;engaged two primary audiences in outreach and hands-on research opportunities, middle school females from Iowa who participate in the Taking the Road Less Traveled conference hosted by the Women in Science and Engineering program, and the Science Bound program, which engages middle and high schoolers from STEM-underrepresented backgrounds in central Iowa to pursue undergraduate careers in STEM majors. A hands-on module, &ldquo;A Genetics Activity:&nbsp;A Plant&rsquo;s Molecular Raincoat&rdquo; was devised and offered to over &gt;150 students from diverse backgrounds.&nbsp;Moreover, two high school teachers participated in the Research Experience for Teachers program, conducting research on the project and developing new&nbsp;curricula for their high school classes. Continued collaboration resulted in research projects conducted within the classroom, a field trip for students to conduct activities with our team and a trip by the PI to lead a two-day research module in an Environmental Science class. Finally, an undergraduate course was designed and implemented that provides a platform for students to make important connections between the undergrad research they conduct in faculty laboratories and the fundamental scientific concepts they learn in their coursework.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2021<br>\n\t\t\t\t\tModified by: Marna&nbsp;Yandeau-Nelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit Outcomes: As the primary barrier between the plant and its environment, the extracellular cuticle can protect against environmental stressors, including drought, pests and pathogens. Protection of the silk floral tissues from stressors during the critical period of pollen reception is important to reproductive success and yield in corn. This project sought to 1) dissect the genetic and metabolic networks underlying cuticular lipid composition on corn silks, which is rich in hydrocarbons, and 2) determine whether the composition of the cuticle dictates protective capacity against biological (e.g. corn earworm) and non-biological (e.g. drought) stresses.\n\nIn this project we demonstrated that the composition of the silk cuticle varies greatly across corn varieties, differs significantly between silk microenvironments (emerged vs. husk-encased silks) and that there is a role of the environment that is mediated by the genotype (i.e. genotype x environment interactions). In dissecting the metabolic network, which is the series of chemical reactions catalyzed in the cell that underlies the accumulation of silk cuticular lipids, we established that the relationship of cuticular hydrocarbon products to the corresponding cuticular very long chain fatty acid (i.e. precursor of the pathway) varies along the silk length and is significantly impacted by genotype. Moreover, product-precursor relationships are regulated by a complex set of factors, including the chain-length of the precursor. In dissecting the genetic network, quantitative genetic, and systems biology approaches along the silk length identified ~300 locations in the corn genome, and approximately 500 candidate genes, underlying cuticular lipid accumulation. Of these candidate genes, we have identified players we might predict (e.g. genes involved in precursor biosynthesis and other processes related to lipid synthesis), a small collection of transcription factors and a small subset of genes annotated as uncharacterized or hypothetical proteins, providing interesting new targets to pursue. Moreover, dynamically expressed gene sets were identified along the silk length that are strongly enriched for genes associated with environmental stress responses, hormone signaling, defense metabolism and cell-cell communication. Finally, this project demonstrated that cuticular lipid composition contributes to some extent to reduced corn earworm herbivory and also impacts rates of water loss from corn silks exposed to different environmental conditions. In summary, uncovering the compositions of cuticular lipids that protect against stress, and the underlying gene and metabolite networks, will contribute to practical breeding solutions for increased plant health and productivity.\n\n \n\nBroader Impacts Outcomes: This project provided professional development, training and mentorship in the areas of statistical analysis of genetic and metabolic networks, biochemistry, metabolomics, stress physiology, plant biology, classical genetics and quantitative genetics to researchers and scientists at different stages in their careers, including six high school students, &gt;20 undergraduates, five graduate students, and two postdocs, many of whom were from STEM under-represented backgrounds. The team hosted high school students via the Young Scientists &amp; Engineers and CyBound summer programs, and six undergraduates via the Research Experience for Undergraduates summer program, as well as hosting undergraduates conducting research throughout the academic year. Undergraduate and graduate students attended and presented their research at national and international conferences, and three graduate students earned their PhDs conducting research on this project. The team engaged two primary audiences in outreach and hands-on research opportunities, middle school females from Iowa who participate in the Taking the Road Less Traveled conference hosted by the Women in Science and Engineering program, and the Science Bound program, which engages middle and high schoolers from STEM-underrepresented backgrounds in central Iowa to pursue undergraduate careers in STEM majors. A hands-on module, \"A Genetics Activity: A Plant’s Molecular Raincoat\" was devised and offered to over &gt;150 students from diverse backgrounds. Moreover, two high school teachers participated in the Research Experience for Teachers program, conducting research on the project and developing new curricula for their high school classes. Continued collaboration resulted in research projects conducted within the classroom, a field trip for students to conduct activities with our team and a trip by the PI to lead a two-day research module in an Environmental Science class. Finally, an undergraduate course was designed and implemented that provides a platform for students to make important connections between the undergrad research they conduct in faculty laboratories and the fundamental scientific concepts they learn in their coursework.\n\n \n\n\t\t\t\t\tLast Modified: 01/29/2021\n\n\t\t\t\t\tSubmitted by: Marna Yandeau-Nelson"
 }
}