{
 "awd_id": "1355033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Population genetics-based codon models",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Ingram",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 520000.0,
 "awd_amount": 520000.0,
 "awd_min_amd_letter_date": "2014-08-29",
 "awd_max_amd_letter_date": "2016-09-21",
 "awd_abstract_narration": "Mammals, viruses, bacteria, and even cancer tumors evolve. Understanding their evolutionary history can be critical to understanding their biology and potential for future change. Scientists currently use models to help infer this history, but most of these models ignore the reality of natural selection. This research proposal will develop models that allow scientists to estimate these histories while incorporating selection for certain amino acids into the models. These new models include parameters reflecting processes from population genetics, and will be used to infer the strength of selection on codon usage and amino acid sequence, sensitivity of protein function to different amino acid properties such as size and polarity, and mutation rates. These models fit empirical data far better than traditional models, and will more accurately infer evolutionary histories and processes. While the preliminary work uses amino acid sequences, the final project will use DNA sequences, allowing even greater resolution of evolutionary events. Given the importance of understanding evolutionary history and processes in fields ranging from medicine to forensics and from agriculture to basic taxonomy, the improvements in methods developed here will have great utility to both science and society.\r\n\r\n\r\nThis research will create models linking mutation, drift, codon selection, and amino acid selection for use in phylogenetic inference. Rather than symmetric transition matrices derived from empirical estimates as used in the past, the models developed here will allow for twenty different transition matrices (one for each possible optimal amino acid) which allow for different rates of gain and loss between pairs of amino acids but which are generated from just a few, realistic parameters. The models developed here will be evaluated both for fit, using measures such as AIC, and adequacy, comparing them with each other and with standard models. Performance will be evaluated using multiple gene datasets from groups of organisms, ranging from a handful of genes to entire genomes, as well as from simulated genetic datasets. Preliminary analyses using a simplification of the proposed models show a dramatic improvement in model fit compared to traditional models. They also better match and predict empirical data, which is a standard test of model adequacy. Models will be incorporated into existing phylogenetics software via a hackathon including software developers. Outreach will include work with local teachers and development of a learning module for their high school classes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "O'Meara",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brian C O'Meara",
   "pi_email_addr": "bomeara@utk.edu",
   "nsf_id": "000092242",
   "pi_start_date": "2014-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gilchrist",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Gilchrist",
   "pi_email_addr": "mikeg@utk.edu",
   "nsf_id": "000386345",
   "pi_start_date": "2014-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Zaretzki",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Russell L Zaretzki",
   "pi_email_addr": "rzaretzk@utk.edu",
   "nsf_id": "000508296",
   "pi_start_date": "2014-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "One Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  },
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "8750",
   "pgm_ref_txt": "Bio & Comp Shared Princ (BCSP)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 420000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5a1fea56-7fff-5634-f24a-ab03d46d728c\">\n<p dir=\"ltr\"><span>Proteins are composed of a chain of amino acids, which differ by properties such as size and how well they interact with water. Different amino acids can result in substantial differences in how well a protein works, if at all. Information on how to string these amino acids together to make a protein are encoded by &ldquo;words&rdquo; of three DNA bases, called codons. Some of these words are synonyms: CTC CTT, CTA, and CTG all code for the amino acid leucine, for example, but ATC codes for a different amino acid, isoleucine. There are 64 possible words but only 21 possible meanings: 20 amino acids and a signal indicating the protein is done. Traditionally, biologists use the sequences of DNA to infer family trees of species: is a gorilla more closely related to an orangutan or a chimpanzee, for example. These trees can be made for viruses, tumor cells, and more, not just species. The most common way to do this is to create a model and try different family trees to find the one that, according to the model, is most likely to have created the observed set of DNA sequences. The most popular models to use for this look at the probabilities of changes between letters (nucleotides), not between words: if the DNA sequence is CTC, the probability of it changing to CTA or ATC (one C-&gt;A change for each) is the same, even though we know the first change keeps the same amino acid and thus same protein while the second changes the amino acid and thus the protein (which usually results in a less functional protein, but has a chance of resulting in a more functional one). There are some models that work on transitions between entire words (codons), but they are typically too complex to work well or too simple or unresponsive to the data. We created, developed, tested, and made available in free software a method that allows single bases to change but then uses selection on the amino acids to determine the chance of a change persisting. This creates models that do a much better job fitting real world data than the most common models used today. These models also have the benefit of allowing us to use information from modern species to examine selection over long evolutionary time periods. Besides the software, this has been presented in one paper (with others nearing completion) and has been modified to create a better, more mechanistic model for a less well understood part of the genome, sections that seemingly do not code for proteins but still evolve at slow rates (known as ultraconserved elements, or UCEs). We have also helped train two postdoctoral scholars and one graduate student through this project, as well as collaborated with two teachers on teaching materials.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2019<br>\n\t\t\t\t\tModified by: Brian&nbsp;C&nbsp;O'meara</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nProteins are composed of a chain of amino acids, which differ by properties such as size and how well they interact with water. Different amino acids can result in substantial differences in how well a protein works, if at all. Information on how to string these amino acids together to make a protein are encoded by \"words\" of three DNA bases, called codons. Some of these words are synonyms: CTC CTT, CTA, and CTG all code for the amino acid leucine, for example, but ATC codes for a different amino acid, isoleucine. There are 64 possible words but only 21 possible meanings: 20 amino acids and a signal indicating the protein is done. Traditionally, biologists use the sequences of DNA to infer family trees of species: is a gorilla more closely related to an orangutan or a chimpanzee, for example. These trees can be made for viruses, tumor cells, and more, not just species. The most common way to do this is to create a model and try different family trees to find the one that, according to the model, is most likely to have created the observed set of DNA sequences. The most popular models to use for this look at the probabilities of changes between letters (nucleotides), not between words: if the DNA sequence is CTC, the probability of it changing to CTA or ATC (one C-&gt;A change for each) is the same, even though we know the first change keeps the same amino acid and thus same protein while the second changes the amino acid and thus the protein (which usually results in a less functional protein, but has a chance of resulting in a more functional one). There are some models that work on transitions between entire words (codons), but they are typically too complex to work well or too simple or unresponsive to the data. We created, developed, tested, and made available in free software a method that allows single bases to change but then uses selection on the amino acids to determine the chance of a change persisting. This creates models that do a much better job fitting real world data than the most common models used today. These models also have the benefit of allowing us to use information from modern species to examine selection over long evolutionary time periods. Besides the software, this has been presented in one paper (with others nearing completion) and has been modified to create a better, more mechanistic model for a less well understood part of the genome, sections that seemingly do not code for proteins but still evolve at slow rates (known as ultraconserved elements, or UCEs). We have also helped train two postdoctoral scholars and one graduate student through this project, as well as collaborated with two teachers on teaching materials.\n\n\n\t\t\t\t\tLast Modified: 11/26/2019\n\n\t\t\t\t\tSubmitted by: Brian C O'meara"
 }
}