{
 "awd_id": "1355097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissection of Signaling Networks Maintaining Metabolic Homeostasis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 486000.0,
 "awd_amount": 486000.0,
 "awd_min_amd_letter_date": "2014-06-27",
 "awd_max_amd_letter_date": "2018-05-29",
 "awd_abstract_narration": "The mechanisms of how organisms maintain metabolic homeostasis in light of significant environmental variation in food availability are not completely understood.  Of particular interest of the field are the underlying mechanisms that form homeostatic responses to starvation. This research project will take advantage of the tractability of the model organism, Drosophila melanogaster and powerful molecular and imaging tools to address fundamental questions regarding metabolic decisions.  One principal outcome of this proposal is to enhance understanding of the conservation of these metabolic networks.  Preliminary results suggest that these networks are very likely to be highly conserved, and may therefore be leveraged for many practical applications, ranging from therapeutics to pest management.  \r\n \r\nPreliminary data from the PI supports the hypothesis that the energy sensor, AMP-activated protein kinase (AMPK) regulates the secretion of Adipokinetic Hormone (AKH), which functions to mobilize energy stores and is required for behavioral and physiological responses to nutrient limitations.  This project will investigate: i) Functional mechanisms of hormonal signaling on AKH cell physiology; ii) Connections between hormonal signaling systems and AMPK; and iii) Regulatory mechanisms of AKH cell excitability. The planned experiments in this proposal will contribute new information into the cellular signals within a defined cell population, which is required for generating specific behavioral and physiological changes to maintain energy homeostasis.  This research project will also be used as a vehicle to extend undergraduate research opportunities to students, and also to faculty at regional institutions.  These opportunities will provide research opportunities to underrepresented populations at both the faculty and student level.  This seamless integration of research and education will have broad impacts, in providing the benefits of undergraduate research opportunities to a diversity of students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Johnson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Erik C Johnson",
   "pi_email_addr": "johnsoec@wfu.edu",
   "nsf_id": "000198728",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 Wake Forest Rd",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271066000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 486000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectural Merit:</p>\n<p>All cells are nutrient sensitive, in the sense that they require certain levels of energy and nutrients as basic requirements to function.&nbsp;&nbsp; In animals, specific cells are nutrient-sensing, and represent a specialized group of cells that coordinate organismal and behavioral responses to low nutrient conditions.&nbsp; This study investigated specific mechanisms of nutrient sensing in a group of cells in the fruit fly<em>, Drosophila melanogaster</em>, which offers many advanced experimental advantages including cell-specific genetic manipulations.&nbsp; These cells produce a hormone, called Adipokinetic Hormone, which functions similarly to the mammalian hormone, glucagon.&nbsp; Both AKH and glucagon are hormones that are responsible for mobilizing energy from stored supplies in the body (either glycogen or triglycerides) and the cells that produce these hormones possess intrinsic nutrient sensors.&nbsp;</p>\n<p>We performed a single cell analysis of the AKH producing cell (APC) transcriptome to identify all of the genes that are expressed in this group of cells.&nbsp; From that data, we were able to candidate genes that may be responsible for secreting this hormone upon low levels of circulating sugar in the blood.&nbsp;&nbsp; We tested several hundred of these candidate genes, many of which have known functions as regulating the electrical state of these cells or are known to transduce signals into the cell from other hormones.&nbsp; Of the candidate genes that regulate cell secretion, we have identified components of a potassium channel that is specifically regulated by ATP, the &ldquo;molecule of cellular energy&rdquo;.&nbsp;&nbsp; This is a direct mechanism that connects energy balance to hormone secretion, and interestingly is a known feature of human pancreatic alpha cells that produce glucagon.&nbsp;&nbsp; Therefore, the physiological similarities between these two tissues (APCs and pancreatic alpha cells) suggest an evolutionary conservation of nutrient sensing mechanisms.</p>\n<p>We also identified a number of hormones that are likely to modulate AKH secretion, and a handful of these are also known to be nutrient sensing centers.&nbsp;&nbsp; Specifically, APCs express a variety of different hormone receptors, suggesting that there are functional connections between the cells that make the hormone and APCs.&nbsp;&nbsp; Hormones that are thought to mediate biological timekeeping, and modulate feeding activity, and are indicators of stress all target APCs.&nbsp;&nbsp; We functionally characterized several of these different receptors and found that many of them modulate APC cell physiology.&nbsp;&nbsp;</p>\n<p>Lastly, we also identified several novel elements that impact gene expression.&nbsp;&nbsp; These studies have lead to form a model of APC activation and release of AKH during low nutrient conditions.&nbsp;&nbsp; The value of such knowledge is that they will inform future studies in other model systems and may indeed lead to novel strategies for human therapeutics, as the general architecture of nutrient sensing systems is conserved throughout evolution and similar mechanisms are present in different animals.&nbsp; They also will facilitate a deeper understanding of how information gets integrated by a collection of neuroendocrine cells and how that leads to the generation of specific behavioral and physiological changes.</p>\n<p>Broader Impacts:&nbsp;</p>\n<p>This project served to assist training two postdoctoral scholars, five graduate students and approximately twenty different undergraduate students.&nbsp; Furthermore, community college faculty were trained in molecular biology, and research design to implement a research based course at their home institution.&nbsp; &nbsp;Additionally, the information gathered on nutrient sensing mechanisms have potentially significant ramifications, as the studies here could inform future efforts in medicine or agriculture.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2021<br>\n\t\t\t\t\tModified by: Erik&nbsp;C&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectural Merit:\n\nAll cells are nutrient sensitive, in the sense that they require certain levels of energy and nutrients as basic requirements to function.   In animals, specific cells are nutrient-sensing, and represent a specialized group of cells that coordinate organismal and behavioral responses to low nutrient conditions.  This study investigated specific mechanisms of nutrient sensing in a group of cells in the fruit fly, Drosophila melanogaster, which offers many advanced experimental advantages including cell-specific genetic manipulations.  These cells produce a hormone, called Adipokinetic Hormone, which functions similarly to the mammalian hormone, glucagon.  Both AKH and glucagon are hormones that are responsible for mobilizing energy from stored supplies in the body (either glycogen or triglycerides) and the cells that produce these hormones possess intrinsic nutrient sensors. \n\nWe performed a single cell analysis of the AKH producing cell (APC) transcriptome to identify all of the genes that are expressed in this group of cells.  From that data, we were able to candidate genes that may be responsible for secreting this hormone upon low levels of circulating sugar in the blood.   We tested several hundred of these candidate genes, many of which have known functions as regulating the electrical state of these cells or are known to transduce signals into the cell from other hormones.  Of the candidate genes that regulate cell secretion, we have identified components of a potassium channel that is specifically regulated by ATP, the \"molecule of cellular energy\".   This is a direct mechanism that connects energy balance to hormone secretion, and interestingly is a known feature of human pancreatic alpha cells that produce glucagon.   Therefore, the physiological similarities between these two tissues (APCs and pancreatic alpha cells) suggest an evolutionary conservation of nutrient sensing mechanisms.\n\nWe also identified a number of hormones that are likely to modulate AKH secretion, and a handful of these are also known to be nutrient sensing centers.   Specifically, APCs express a variety of different hormone receptors, suggesting that there are functional connections between the cells that make the hormone and APCs.   Hormones that are thought to mediate biological timekeeping, and modulate feeding activity, and are indicators of stress all target APCs.   We functionally characterized several of these different receptors and found that many of them modulate APC cell physiology.  \n\nLastly, we also identified several novel elements that impact gene expression.   These studies have lead to form a model of APC activation and release of AKH during low nutrient conditions.   The value of such knowledge is that they will inform future studies in other model systems and may indeed lead to novel strategies for human therapeutics, as the general architecture of nutrient sensing systems is conserved throughout evolution and similar mechanisms are present in different animals.  They also will facilitate a deeper understanding of how information gets integrated by a collection of neuroendocrine cells and how that leads to the generation of specific behavioral and physiological changes.\n\nBroader Impacts: \n\nThis project served to assist training two postdoctoral scholars, five graduate students and approximately twenty different undergraduate students.  Furthermore, community college faculty were trained in molecular biology, and research design to implement a research based course at their home institution.   Additionally, the information gathered on nutrient sensing mechanisms have potentially significant ramifications, as the studies here could inform future efforts in medicine or agriculture.\n\n\t\t\t\t\tLast Modified: 04/02/2021\n\n\t\t\t\t\tSubmitted by: Erik C Johnson"
 }
}