{
 "awd_id": "1355990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI Innovation: Sequence Optimization for Synthetic Biology",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 499881.0,
 "awd_amount": 499881.0,
 "awd_min_amd_letter_date": "2014-06-07",
 "awd_max_amd_letter_date": "2014-06-07",
 "awd_abstract_narration": "A grant is awarded to Stony Brook University to generalize and expand computational approaches for designing gene sequences into a coherent set of tools for three areas of molecular biology: 1) sequence design for optimized gene expression; 2) signal identification and location; and 3) self-assembly. This project will improve our understanding of several sequence phenomena that occur in genomes, such as codon-pair bias, how RNA secondary structure and tRNA usage modulates gene expression, and how to use these results to develop gene design software to optimize gene expression.\r\n\r\nA new approach to identify the locations of critical DNA or RNA sequence signals (e.g. binding domains, secondary structures, and mRNAi targets) couples large-scale synthesis with sophisticated designs based on ideas from combinatorial group testing. This project will improve the efficiency and generality of this procedure, and will develop new homology-based software tools to identify candidate signals prior to employing combinatorial search approaches. New array-based oligo synthesis technologies provide access to tens or even hundreds of thousands of short custom sequences, but even greater power will become enabled if oligonucleotides can be designed to self-assemble into chromosome-sized sequences. Recombination systems in yeast provide the platform to conduct such experiments. This project will develop algorithms for the design of large-scale, self-assembling sequences, to best exploit new array-based synthesis technologies, and test how they work in practice.\r\n\r\nThis collaboration between computational and life sciences researchers will advance both disciplines, through new results in combinatorial algorithm design and discrete optimization as well as fundamental discoveries regarding gene expression, signal detection, and self-assembly. Broader impacts of this project will result in software and experimental tools to advance broad areas of molecular biology, including the design of vaccines. Software and results of this project will be available from the website http://www.cs.stonybrook.edu/~skiena/dna.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Skiena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Skiena",
   "pi_email_addr": "skiena@cs.stonybrook.edu",
   "nsf_id": "000199813",
   "pi_start_date": "2014-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Futcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Futcher",
   "pi_email_addr": "bfutcher@gmail.com",
   "nsf_id": "000570920",
   "pi_start_date": "2014-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "Stony Brook University",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117944400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 499881.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Menlo; color: #000000; background-color: #ffffff} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">Rapid advances in technologies to synthesize DNA sequences have lead to the emergence of synthetic biology, where genes, networks and even entire organisms can be designed to specification.<span>&nbsp; </span>This project sought to generalize and expand algorithmic design techniques for gene sequences as tools for molecular biology, specifically sequence design for optimizing gene expression, signal analysis, and self-assembly.</span></p>\n<p class=\"p1\">Our primary focus was better understanding how the process of translation works, so as to better design DNA sequences which translate as per designed intent.&nbsp; &nbsp; We have developed new ways to analyze ribosome profile data to understand how translation works.&nbsp;&nbsp;</p>\n<p class=\"p1\">In addition to our published results on codon bias and translation, we have worked on establishing whether/how codon-pair bias, secondary structure, and sequence autocorrelation effect translation.&nbsp; We have a paper submitted for publication which goes a long way to explaining the mechanism of codon-bias, and experiments on going with synthetic designs modulating secondary structure and sequence autocorrelation</p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Menlo; color: #000000; background-color: #ffffff} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">To better understand the effect of sequence signals on synthetic sequence design, we have conducted a systematic search in genomes to establish whether Shine-Delgarno sequences are depleted in the coding regions of microbial genes. <span>&nbsp; </span>Our results suggest that they are not depleted, contradicting previous papers on the matter. <span>&nbsp; </span>Doing this study required improving the annotations of 16S ribosomal genes, which contain the anti-Shine-Degarno sequence. <span>&nbsp; </span>Our systematic reannotation identified misannotated ends in approximately 12,000 published genomes, representing about 15% of avaialble species, suggesting that our reannotation methods are more broadly applicable to other genes.</span></p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Menlo; color: #000000; background-color: #ffffff} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">Further, we identified over 100 microbial species which lack the anti-Shine-Delgarno 16S sequence, meaning that they must employ alternate strategies to initiate translation. <span>&nbsp; </span>This result has important implications for understanding transcription in prokaryotes.</span></p>\n<p class=\"p1\"><span class=\"s1\">Finally, we have worked on employing modern advances in machine learning into bioinformatics in two different directions: (1) the problem of genome annotation, identifying the coding regions of genes, and (2) identifying the cell-cycle phase associated with single-cell RNA sequencing data.&nbsp; &nbsp; The later problem has potential applications in cancer diagnostics and treatments.</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2019<br>\n\t\t\t\t\tModified by: Steven&nbsp;Skiena</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRapid advances in technologies to synthesize DNA sequences have lead to the emergence of synthetic biology, where genes, networks and even entire organisms can be designed to specification.  This project sought to generalize and expand algorithmic design techniques for gene sequences as tools for molecular biology, specifically sequence design for optimizing gene expression, signal analysis, and self-assembly.\nOur primary focus was better understanding how the process of translation works, so as to better design DNA sequences which translate as per designed intent.    We have developed new ways to analyze ribosome profile data to understand how translation works.  \nIn addition to our published results on codon bias and translation, we have worked on establishing whether/how codon-pair bias, secondary structure, and sequence autocorrelation effect translation.  We have a paper submitted for publication which goes a long way to explaining the mechanism of codon-bias, and experiments on going with synthetic designs modulating secondary structure and sequence autocorrelation\n\nTo better understand the effect of sequence signals on synthetic sequence design, we have conducted a systematic search in genomes to establish whether Shine-Delgarno sequences are depleted in the coding regions of microbial genes.   Our results suggest that they are not depleted, contradicting previous papers on the matter.   Doing this study required improving the annotations of 16S ribosomal genes, which contain the anti-Shine-Degarno sequence.   Our systematic reannotation identified misannotated ends in approximately 12,000 published genomes, representing about 15% of avaialble species, suggesting that our reannotation methods are more broadly applicable to other genes.\n\nFurther, we identified over 100 microbial species which lack the anti-Shine-Delgarno 16S sequence, meaning that they must employ alternate strategies to initiate translation.   This result has important implications for understanding transcription in prokaryotes.\nFinally, we have worked on employing modern advances in machine learning into bioinformatics in two different directions: (1) the problem of genome annotation, identifying the coding regions of genes, and (2) identifying the cell-cycle phase associated with single-cell RNA sequencing data.    The later problem has potential applications in cancer diagnostics and treatments.\n \n\n \n\n\t\t\t\t\tLast Modified: 06/03/2019\n\n\t\t\t\t\tSubmitted by: Steven Skiena"
 }
}