{
 "awd_id": "1355158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Defining a Role for GABAB Receptor Signaling in Activation of TORC1 Kinase During Homeostatic Plasticity",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evan Balaban",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 495000.0,
 "awd_amount": 495000.0,
 "awd_min_amd_letter_date": "2014-08-04",
 "awd_max_amd_letter_date": "2014-08-04",
 "awd_abstract_narration": "Fluctuations in brain neuron activity promote learning and memory. If activity levels remain too high or too low for extended periods of time, the communication between neurons becomes unstable, and, as a consequence, new information cannot be learned. Neurons can alter which proteins are present at specialized sites called synapses, where signals are transmitted from one neuron to another. The way that neurons make these adjustments at the molecular level is poorly understood. Recent work has shown that a protein, referred to as GABAb receptor, causes new proteins to be synthesized by the neuron by a mechanism that involves a second protein, referred to as mTOR. This project will determine how GABAb receptors activate mTOR using cultured rat and mouse neurons. Cultured neurons are the system of choice for visualizing changes in protein synthesis at synapses. The project will determine if the GABAb receptor - mTOR interaction promotes changes in synapse number, which then lead to enhanced communication between neurons. The project will provide training for undergraduates, graduates, and postdoctoral students, including students who are underrepresented in science. It will support development of a new graduate course that trains incoming students in neuroscience laboratory techniques and that gives postdoctoral fellows a formal opportunity to build their teaching skills. Outreach activities are planned through a Community Education Program, Memory Matters.\r\n\r\nIn the brain, mTOR activity regulates protein synthesis, which is essential for learning and memory. Neurons remodel their synapses (plasticity), to accommodate dramatic changes in activity in order to facilitate new learning (homeostasis). One of the most striking examples of homeostatic plasticity is the formation of new synapses when N-methyl-D-aspartate receptor (NMDAR) inputs are blocked, a mechanism thought to require protein synthesis. Recent work from the principal investigator's laboratory has discovered that during NMDAR blockade, GABAb receptors shift from activating post-synaptic potassium channels to increasing L-type calcium channel activity. The rise in calcium channel activity increases mTOR activity in dendrites. This project will use calcium and fluorescent imaging to define the mechanism that shifts GABAb receptor signaling to activate mTOR (Aim 1 and 2). The project will elucidate whether the functional shift of the GABAb receptor is required for structural changes in synapses and synapse number (Aim 3). The project will elucidate whether the functional shift of the GABAb receptor is required for structural changes in synapses and synapse number (Aim 3). This project will offer new insight into molecular mechanisms of homeostatic plasticity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Raab-Graham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Raab-Graham",
   "pi_email_addr": "kraabgra@wakehealth.edu",
   "nsf_id": "000509298",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "P. O. Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 315828.0
  }
 ],
 "por": null
}