{
 "awd_id": "1355693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spatial Analyses of Segregation Trends",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Toby Parcel",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 246486.0,
 "awd_amount": 246486.0,
 "awd_min_amd_letter_date": "2014-06-23",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "SES-1355693\r\nJohn Logan\r\nBrown University\r\n\r\nThis project analyzes the changes in residential patterns of European immigrants and African American migrants in ten major Northern and Midwestern cities.  For the case of African Americans it will provide new detailed information about the trend toward increasing residential segregation that accompanied the Great Migration from the South. To what extent did individual socioeconomic mobility translate into living in more integrated or higher status neighborhoods for blacks? What was the response of whites to growing black population in certain parts of the city? For the case of European immigrants, the study will shed light on the process of spatial assimilation that has been documented in prior research. Were the earlier arriving groups (Germans, Irish, and British) still segregated from native whites when new groups began to arrive in large numbers? How long did it take for Italians, Russians, and Scandinavians to begin moving out of dense ethnic neighborhoods, and what were the characteristics of people who left or stayed within them? How did these processes vary across cities, based on group size or composition? \r\n\r\nThe selection of cities for this study makes it possible to analyze both the spatial assimilation and segregation of immigrants, who were highly concentrated in these cities,. With respect to both kinds of minorities the study breaks new ground by studying segregation at a much higher spatial resolution (the enumeration district  and census tract) than the ward (which is the basis for most research on segregation).  A key comparison is between black-white segregation (believed to be moderate until after 1920 when blacks began moving in large numbers in the Great Migration) and immigrant residential enclaves that are viewed as transitory in nature. This project will offer a critical test of these conclusions and provide some of the first analyses of trends in class segregation. In addition, it will answer questions about the processes of residential change based on spatial analyses of neighborhoods. First, which group members lived in co-ethnic neighborhoods and how did social mobility and acculturation translate into living outside of these enclaves for different groups, in different kinds of cities, and in different decades)? For this purpose neighborhoods will be defined as combinations of enumeration districts based on spatial dependence in social composition. Neighborhoods, then, are expected to vary in location and scale over time as settlement patterns evolve. Second, how do neighborhoods change, particularly in relation to the invasion/succession process that has been documented for much of the 20th Century ? the phenomenon of native (3+ generation) whites deserting neighborhoods when blacks and immigrants began arriving. Were there tipping points of racial and ethnic change in the early decades of the century, and if so did the extent of white native flight differ according to the race and ethnicity of new arrivals?\r\n\r\nBroader Impacts \r\n\r\nThese questions will be addressed using 100% samples of residents of ten cities in each decade, aggregated to small areas (enumeration districts) and mapped within a GIS system. The data and maps will be made available for public use via a web-based map browser and also shared through direct download. This study is highly relevant to major contemporary social concerns. Black ghettoization anchored patterns of racial segregation, and processes of immigrant spatial assimilation have been renewed as Hispanics and Asians have become the fastest growing population groups in the nation. It is essential to understand the precedents for these processes in order to have realistic expectations about the current situation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Logan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Logan",
   "pi_email_addr": "john_logan@brown.edu",
   "nsf_id": "000466056",
   "pi_start_date": "2014-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 246486.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Urban areas in the United States continue to experience high levels of residential segregation of whites from blacks, and the growing population of Asians and Hispanics is nearly as segregated in some parts of the country.&nbsp; This project sought to understand the sources of contemporary neighborhood patterns in the early 20<sup>th</sup> Century, when the major minority groups were European immigrants and African Americans in the South were just beginning the Great Migration to Northern cities.&nbsp; The study takes advantage of the same data source used by genealogists, the now-public records from the Census in the years 1880-1940, analyzed in the form of large digital data files.&nbsp; A unique contribution of the project was to develop historically accurate computerized maps of ten major cities, showing the boundaries of the Census&rsquo;s enumeration districts that could be treated as neighborhoods in each decade.</p>\n<p>A key finding based on the mapped data at this scale is that segregation of blacks from whites, which was not apparent in the ward-level data that most prior researchers relied upon, was relatively high as early as 1880 and was rising quickly even before the onset of the Great Migration from the South. &nbsp;Analysis of two major cities, New York and Chicago, showed that in both 1880 and 1940 African Americans generally lived in neighborhoods with large black concentrations regardless of their own background (their occupational standing or where they were born).&nbsp; Blacks with higher social class tended to live in distinctive sections within black neighborhoods, but rarely lived in integrated settings.</p>\n<p>Another approach to these questions was taken in a case study of St. Louis in 1930, where project staff located the addresses of about 85% of residents of the city and analyzed segregation in terms of the race/ethnicity and other characteristics of their very local neighbors &ndash; people who lived in the same street segment.&nbsp; As previously found, race was the strongest predictor of where black people lived.&nbsp; Results for white ethnic groups showed more variation.&nbsp; For all of them, their own ethnicity counted significantly (e.g., Italians tending to live with Italians, Irish with Irish).&nbsp; But for members of the groups who had begun entering the country in large numbers by the mid-19<sup>th</sup> Century (Germans, Irish, British), their own social class was a more important factor, as they were sorted into micro-neighborhoods where the class position of their neighbors matched their own.&nbsp; Members of recent immigrant groups (Russians, Italians, Poles) chose neighborhoods more in line with their ethnicity.&nbsp; Whites whose ethnicity was not measurable (they and their parents were born in the U.S.) lived among other &ldquo;native whites&rdquo; to some degree, but their occupational standing and whether they were homeowners or renters were by far the key factors.</p>\n<p>These findings lead to the conclusion that among whites there was a long-term process of spatial assimilation, &ldquo;becoming American&rdquo; in the sense that ethnicity faded as a determinant of where they lived.&nbsp; But no such process occurred for African Americans, for whom strong racial barriers were being erected to concentrate them in what eventually became known as black ghettos.</p>\n<p class=\"bodytext\">For ten major Northern cities, maps were created at the enumeration district (ED) level and combined with aggregated 100% population microdata for 1900-1940. These cities are New York (with a separate file for Brooklyn in 1880), Chicago, Boston, Baltimore, Philadelphia, Cincinnati, Cleveland, St. Louis, Pittsburgh (with Allegheny mapped separately in 1880 and 1900), and Detroit. They included over 18 million residents in 1930 (about half the total in the largest 100 cities). All of these data and maps are being disseminated through the PI&rsquo;s Urban Transition HGIS Project at Brown (<a href=\"https://s4.ad.brown.edu/Projects/UTP2/ncities.htm\">https://s4.ad.brown.edu/Projects/UTP2/ncities.htm</a>).&nbsp; Detailed maps of these cities showing location of black neighborhoods in each decade are available here as easily accessible pdf files: <a href=\"http://journals.sagepub.com/doi/suppl/10.1177/0002716215572993\">http://journals.sagepub.com/doi/suppl/10.1177/0002716215572993</a>. In a typical case it is clear that an early cluster of black residents expands over time into the larger ghettos that scholars are familiar with by 1940,</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2017<br>\n\t\t\t\t\tModified by: John&nbsp;R&nbsp;Logan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUrban areas in the United States continue to experience high levels of residential segregation of whites from blacks, and the growing population of Asians and Hispanics is nearly as segregated in some parts of the country.  This project sought to understand the sources of contemporary neighborhood patterns in the early 20th Century, when the major minority groups were European immigrants and African Americans in the South were just beginning the Great Migration to Northern cities.  The study takes advantage of the same data source used by genealogists, the now-public records from the Census in the years 1880-1940, analyzed in the form of large digital data files.  A unique contribution of the project was to develop historically accurate computerized maps of ten major cities, showing the boundaries of the Census?s enumeration districts that could be treated as neighborhoods in each decade.\n\nA key finding based on the mapped data at this scale is that segregation of blacks from whites, which was not apparent in the ward-level data that most prior researchers relied upon, was relatively high as early as 1880 and was rising quickly even before the onset of the Great Migration from the South.  Analysis of two major cities, New York and Chicago, showed that in both 1880 and 1940 African Americans generally lived in neighborhoods with large black concentrations regardless of their own background (their occupational standing or where they were born).  Blacks with higher social class tended to live in distinctive sections within black neighborhoods, but rarely lived in integrated settings.\n\nAnother approach to these questions was taken in a case study of St. Louis in 1930, where project staff located the addresses of about 85% of residents of the city and analyzed segregation in terms of the race/ethnicity and other characteristics of their very local neighbors &ndash; people who lived in the same street segment.  As previously found, race was the strongest predictor of where black people lived.  Results for white ethnic groups showed more variation.  For all of them, their own ethnicity counted significantly (e.g., Italians tending to live with Italians, Irish with Irish).  But for members of the groups who had begun entering the country in large numbers by the mid-19th Century (Germans, Irish, British), their own social class was a more important factor, as they were sorted into micro-neighborhoods where the class position of their neighbors matched their own.  Members of recent immigrant groups (Russians, Italians, Poles) chose neighborhoods more in line with their ethnicity.  Whites whose ethnicity was not measurable (they and their parents were born in the U.S.) lived among other \"native whites\" to some degree, but their occupational standing and whether they were homeowners or renters were by far the key factors.\n\nThese findings lead to the conclusion that among whites there was a long-term process of spatial assimilation, \"becoming American\" in the sense that ethnicity faded as a determinant of where they lived.  But no such process occurred for African Americans, for whom strong racial barriers were being erected to concentrate them in what eventually became known as black ghettos.\nFor ten major Northern cities, maps were created at the enumeration district (ED) level and combined with aggregated 100% population microdata for 1900-1940. These cities are New York (with a separate file for Brooklyn in 1880), Chicago, Boston, Baltimore, Philadelphia, Cincinnati, Cleveland, St. Louis, Pittsburgh (with Allegheny mapped separately in 1880 and 1900), and Detroit. They included over 18 million residents in 1930 (about half the total in the largest 100 cities). All of these data and maps are being disseminated through the PI?s Urban Transition HGIS Project at Brown (https://s4.ad.brown.edu/Projects/UTP2/ncities.htm).  Detailed maps of these cities showing location of black neighborhoods in each decade are available here as easily accessible pdf files: http://journals.sagepub.com/doi/suppl/10.1177/0002716215572993. In a typical case it is clear that an early cluster of black residents expands over time into the larger ghettos that scholars are familiar with by 1940,\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2017\n\n\t\t\t\t\tSubmitted by: John R Logan"
 }
}