{
 "awd_id": "1355018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Small RNAs as Instructive Signals in Development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Gallagher",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 613254.0,
 "awd_amount": 456562.0,
 "awd_min_amd_letter_date": "2014-07-28",
 "awd_max_amd_letter_date": "2015-07-23",
 "awd_abstract_narration": "PI: Marja Timmermans \r\nIOS-1355018\r\nSmall RNAs as instructive signals in development\r\n\r\nAgriculture is facing tremendous challenges. To keep pace with population growth it is estimated that food production must double over the next 40 years. This must be achieved in the face of climate change and an ever-increasing demand for biofuels. Improvement of plant yield and biomass is therefore critical. Leaf shape is in this regard an extremely important trait. For instance, the continuing gains in US maize yield have not come from more grain per plant, but rather from adaptation of hybrids to continually higher plant densities. Particularly, changes in leaf angle and size have altered plant architecture, allowing more efficient light capture as planting density increased. This project investigates how newly initiated leaves establish top-bottom polarity, a process that drives the flattened outgrowth of the leaf and optimizes its capacity for light capture and photosynthesis. The specific mechanism under investigation will also provide insight into gene regulation by so-called small RNAs. Despite their importance for many fundamental processes in plants and animals, exactly how small RNAs act to coordinate development remains poorly understood.\r\n\r\nAdaxial-abaxial patterning of the leaf is an excellent model to study the role of small RNAs in development; it relies on two opposing mobile small RNA gradients. The recognition that small RNAs can move from cell to cell has broadened our thinking on how they are utilized during development, serving as positional, possibly morphogen-like, signals. Yet, major questions regarding the properties of mobile small RNAs remain; how do small RNAs move, how is mobility regulated, and what are their distinguishing patterning properties? This project will address these questions. Artificial miRNAs directed against visual reporters will be used to characterize miRNA mobility between key domains in the shoot apex and establish whether this is dependent solely on small RNA abundance or regulated developmentally. Similar technologies will also be used to test mathematical predictions that small RNA gradients are uniquely suited to generate stable gene expression domains. This question will be addressed using GFP reporters that act independent of the leaf developmental programs, as well as using reporters for ARF3 and HD-ZIPIII that monitor the behavior of small RNAs within the context of leaf polarity. The latter experiments will resolve the mechanisms via which the miR166 and tasiR-ARF gradients pattern their targets to yield sharply delineated domains of expression and will reveal how their opposing gradients interact to create a robust adaxial-abaxial boundary. Creating sharp expression patterns and robust developmental boundaries present novel roles for small RNAs. Thus, the findings will have far-reaching implications for patterning processes in plants, as well as animals. In addition, the project will make important educational contributions by providing scientific and professional training for a postdoctoral fellow and research opportunities for undergraduate and high school students, as well as through lectures by PI Timmermans in the NSF funded CSHL \"Plant Course\" and in a summer training program for high school teachers at the CSHL DNA learning center on small RNA biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marja",
   "pi_last_name": "Timmermans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marja Timmermans",
   "pi_email_addr": "timmerma@cshl.org",
   "nsf_id": "000196970",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 Bungtown Road",
  "perf_city_name": "Cold Spring Harbor",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 302892.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 153670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PI: Marja Timmermans </strong></p>\n<p>IOS-1355018</p>\n<p>Small RNAs as instructive signals in development</p>\n<p>&nbsp;</p>\n<p>Agriculture is facing tremendous challenges. To keep pace with population growth it is estimated that food production must double over the next 40 years. This must be achieved in the face of climate change and an ever-increasing demand for biofuels. Improvement of plant yield and biomass is therefore critical. Leaf shape is in this regard an extremely important trait. For instance, the continuing gains in US maize yield have not come from more grain per plant, but rather from adaptation of hybrids to continually higher plant densities. Particularly, changes in leaf angle and size have altered plant architecture, allowing more efficient light capture as planting density increased.</p>\n<p>&nbsp;</p>\n<p>This project investigated how newly initiated leaves establish top-bottom polarity, a process that drives the flattened outgrowth of the leaf and optimizes its capacity for light capture and photosynthesis. We have found that this involves an intricate and highly conserved circuitry of genes. Integral to this circuitry are two sets of transcription factors, specialized proteins that regulate the activity of downstream products. These transcription factors promote either top or bottom identity, and function in complementary domains on the top or bottom side of the leaf, respectively. This project further revealed that small RNAs called miR166 and tasiARF delineate the domains of transcription factor in the developing leaf. These small RNAs use a novel mechanism to tell cells where exactly in the leaf they are located and therefore which transcription factors to express. They do so by moving away from the edges of the leaf, which results in opposing concentration gradients for the small RNAs that via a threshold-based switch polarize expression of the top- or bottom-promoting transcription factors. Our observations indicate that mobile small RNAs generate stable patterns in development essential for flat leaf architecture and optimal plant growth, which in turn affects yield.&nbsp;The findings of this aspect of the project were reported in the premier journal Developmental Cell.</p>\n<p>&nbsp;</p>\n<p>The recognition that small RNAs can move from cell to cell has broadened our thinking on how they are used in development, serving as positional signals providing cells within a growing organism with &ldquo;GPS-like coordinates&rdquo;. However, major questions regarding the properties of mobile small RNAs remained. Most importantly, how do small RNAs move, and how is mobility regulated? This project also addressed these questions. We developed a number of easy-to-score reporters to visualize where in the seedling small RNAs move and where not. Our findings indicate that these regulatory molecules can move freely in most tissues, with a couple of notable exceptions: 1) small RNAs cannot move from leaves into the veins of the stem, and 2) small RNA movement in the specialized growing tips of the root and the shoot is restricted. Based on the findings we can conclude that small RNA movement is precisely regulated via a gating mechanism that acts at defined cell-cell interfaces. This gating mechanism is distinct from any controlling the movement of nutrients, hormones, and proteins across cells and tissues, and has important implications for the role of small RNAs in coordinating developmental, stress, and disease responses. For instance, those small RNAs that are transported from the shoot to the root to control viral infections need to be introduced directly in veins. These findings were published earlier this year in the journal Nature Communications.</p>\n<p>&nbsp;</p>\n<p>In addition, the project has made important educational contributions by providing scientific and professional training to one Postdoctoral Fellow and by providing research opportunities to multiple undergraduate and high school students. This knowledge was disseminated to the scientific community through publications (see above), seminars, and presentations at national and international meetings. The PI also gave talks to general audiences, taught in a summer training program for high school teachers at the CSHL DNA learning center, and together with the Postdoctoral Fellow held lectures and labs on small RNA biology in the NSF funded CSHL course entitled &ldquo;Frontiers and Techniques in Plants&rdquo;.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2018<br>\n\t\t\t\t\tModified by: Marja&nbsp;Timmermans</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPI: Marja Timmermans \n\nIOS-1355018\n\nSmall RNAs as instructive signals in development\n\n \n\nAgriculture is facing tremendous challenges. To keep pace with population growth it is estimated that food production must double over the next 40 years. This must be achieved in the face of climate change and an ever-increasing demand for biofuels. Improvement of plant yield and biomass is therefore critical. Leaf shape is in this regard an extremely important trait. For instance, the continuing gains in US maize yield have not come from more grain per plant, but rather from adaptation of hybrids to continually higher plant densities. Particularly, changes in leaf angle and size have altered plant architecture, allowing more efficient light capture as planting density increased.\n\n \n\nThis project investigated how newly initiated leaves establish top-bottom polarity, a process that drives the flattened outgrowth of the leaf and optimizes its capacity for light capture and photosynthesis. We have found that this involves an intricate and highly conserved circuitry of genes. Integral to this circuitry are two sets of transcription factors, specialized proteins that regulate the activity of downstream products. These transcription factors promote either top or bottom identity, and function in complementary domains on the top or bottom side of the leaf, respectively. This project further revealed that small RNAs called miR166 and tasiARF delineate the domains of transcription factor in the developing leaf. These small RNAs use a novel mechanism to tell cells where exactly in the leaf they are located and therefore which transcription factors to express. They do so by moving away from the edges of the leaf, which results in opposing concentration gradients for the small RNAs that via a threshold-based switch polarize expression of the top- or bottom-promoting transcription factors. Our observations indicate that mobile small RNAs generate stable patterns in development essential for flat leaf architecture and optimal plant growth, which in turn affects yield. The findings of this aspect of the project were reported in the premier journal Developmental Cell.\n\n \n\nThe recognition that small RNAs can move from cell to cell has broadened our thinking on how they are used in development, serving as positional signals providing cells within a growing organism with \"GPS-like coordinates\". However, major questions regarding the properties of mobile small RNAs remained. Most importantly, how do small RNAs move, and how is mobility regulated? This project also addressed these questions. We developed a number of easy-to-score reporters to visualize where in the seedling small RNAs move and where not. Our findings indicate that these regulatory molecules can move freely in most tissues, with a couple of notable exceptions: 1) small RNAs cannot move from leaves into the veins of the stem, and 2) small RNA movement in the specialized growing tips of the root and the shoot is restricted. Based on the findings we can conclude that small RNA movement is precisely regulated via a gating mechanism that acts at defined cell-cell interfaces. This gating mechanism is distinct from any controlling the movement of nutrients, hormones, and proteins across cells and tissues, and has important implications for the role of small RNAs in coordinating developmental, stress, and disease responses. For instance, those small RNAs that are transported from the shoot to the root to control viral infections need to be introduced directly in veins. These findings were published earlier this year in the journal Nature Communications.\n\n \n\nIn addition, the project has made important educational contributions by providing scientific and professional training to one Postdoctoral Fellow and by providing research opportunities to multiple undergraduate and high school students. This knowledge was disseminated to the scientific community through publications (see above), seminars, and presentations at national and international meetings. The PI also gave talks to general audiences, taught in a summer training program for high school teachers at the CSHL DNA learning center, and together with the Postdoctoral Fellow held lectures and labs on small RNA biology in the NSF funded CSHL course entitled \"Frontiers and Techniques in Plants\".\n\n\t\t\t\t\tLast Modified: 10/21/2018\n\n\t\t\t\t\tSubmitted by: Marja Timmermans"
 }
}