{
 "awd_id": "1355098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of osmosensing and osmotic stress responses in tilapia",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "emily carrington",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 658914.0,
 "awd_amount": 705089.0,
 "awd_min_amd_letter_date": "2014-06-14",
 "awd_max_amd_letter_date": "2016-08-29",
 "awd_abstract_narration": "Remarkable progress has been made in understanding the effector mechanisms of osmoregulation in fishes and many other animals. In contrast, less is known about the mechanisms by which these effectors are regulated, how osmotic changes in the environment are perceived, and how osmosensory information is transduced via intracellular signaling pathways to the osmoregulatory effectors. By approaching these questions starting from a robust and tractable osmoregulatory effector system to identify its regulatory elements, the project addresses a large gap in the current knowledge about fish osmoregulation/ fluid and electrolyte homeostasis.  Tilapia (Oreochromis mossambicus) represent a superb model for studying mechanisms of osmosensing and osmotic stress signaling because they tolerate an extremely wide range of environmental salinity. Their genome has been sequenced and proteome well-annotated.  The research supported by this award will investigate the mechanisms and implications associated with hyperosmotic induction of the myo-inositol biosynthesis pathway.  This research project has broad implications for biology because myo-inositol and phosphoinosite signaling as well as osmotic stress responses are common to all eukaryotes. It has basic implications for agricultural development because studying mechanisms and implications associated with activation of compatible osmolyte synthesis pathways could lead to increasing salt and drought tolerance. Understanding the role of myo-inositol in the regulation of key intracellular signaling pathways and energy homeostasis is also significant in the light of stress-related disorders.\r\n \r\nThe PIs lab has generated significant resources in the past to advance the study of osmosensory and osmoregulatory mechanisms in tilapia, including quantitative proteomics workflows and several highly osmotolerant cell lines. Preliminary data show that both enzymes involved in this pathway, myo-inositol phosphate synthase (MIPS) and inositol monophosphatase 1 (IMPase 1), as well as myo-inositol levels are extremely highly upregulated during hyperosmotic stress in multiple tilapia tissues and cell lines. Thus, this pathway represents a robust system for the proposed studies. The project aims to identify osmoresponsive cis elements in the MIPS and IMPase1 genes and test the hypothesis that such elements are necessary for hyperosmotic induction of the myo-inositol biosynthesis pathway. Moreover, the hypothesis that MIPS and IMPase1 influence cellular osmoregulation beyond myo-inositol being a compatible osmolyte will be tested. Specifically, it is proposed that MIPS and IMPase 1 directly interact with other proteins involved in osmoprotection and that their regulation indirectly affects cellular phosphoinosite signaling (PI3K/ PTEN/Akt and PLC/PKC/IP3 pathways) and energy metabolism (by sequestering glucose-6-phosphate). The project uses sophisticated proteomics tools and workflows to capture molecular phenotypes associated with osmotic stress signaling in an unprecedented fashion.  This unique combination of resources will significantly enhance our understanding of osmotic stress signaling mechanisms and provide novel insight into evolutionary driving forces that have shaped myo-inositol as a key metabolite in most organisms. Dissemination of activities and results of this project will be done via peer-reviewed publications, conference presentations, seminars, and broader outreach avenues, including engagement of K12 students and educators, aquaculture producers, community groups, and conservation organizations in research.  A public lab website will be developed to showcase research and outreach activities.  Two graduate students will be trained and each of them will supervise an undergraduate intern.  Priority will be given to recruit students from underrepresented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dietmar",
   "pi_last_name": "Kültz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dietmar Kültz",
   "pi_email_addr": "dkueltz@ucdavis.edu",
   "nsf_id": "000435457",
   "pi_start_date": "2014-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Ave.",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9282",
   "pgm_ref_txt": "MINORITY GRADUATE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 361561.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 219558.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 123970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">This project has contributed significantly to our understanding of how aquatic organisms (fish in this case) perceive, process, and counteract changes in environmental salinity. The novel insight and knowledge generated is relevant and timely for several reasons: Organism-environment interactions are at the heart of virtually all biological processes and understanding their mechanistic basis is key to deciphering the rules of life. Responses of aquatic animals to the environmental factor salinity are particularly interesting in the context of vertebrate evolution, which included major salinity transitions (e.g. from seawater to freshwater and vice versa) and overcoming severe osmotic gradients (e.g. when changing from aquatic to terrestrial life styles). In addition salinity stress in coastal and arid areas is predicted to further intensify as a consequence of anthropogenic acceleration of climate change and intensification of extreme climate events. Our project directly investigated the molecular mechanisms that enable euryhaline (salinity tolerant) fish to cope with such large salinity changes. Since euryhaline fish are a minority and most fish are stenohaline (salinity sensitive) our project helps uncover the mechanistic basis for the unique advantage that this group of fish possess in rapidly changing and fluctuating environments. </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The novel salinity tolerance mechanisms identified and explained in this project are numerous. A direct feedback loop between salinity stress, the increase in particular cations, pH, and the direct and rapid regulation of the key enzymes in a compensatory biochemical pathway (myo-inositol biosynthesis) has been discovered and characterized. A novel salinity response element has been identified that consists of a 17 base pair DNA motif and controls the salinity regulation of osmoregulated genes in tilapia. Transglutaminases that control the tightness and osmotic effectiveness of epithelial barriers in tilapia have been identified and functionally characterized. Many proteins that participate in salinity-regulated response networks have been identified and quantified in tilapia and compared to other euryhaline fish. These key discoveries are instrumental for further progress in uncovering how euryhaline fish perceive, relay, and compensate changes in environmental salinity. They will also allow studies directed at the evolutionary trade-offs associated with these mechanisms that prevent their establishment in the majority of fish species, which are stenohaline.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Besides the generation of the new knowledge sketched out above this project also contributed significantly to supporting a broad spectrum of scientific disciplines by providing novel and broadly applicable tools. The project made available several tilapia cell lines generated in the PIs lab to other researchers, including within the US and Canada and researchers on all continents except Antarctica. It also generated quantitative proteomics tools for high-throughput molecular phenotyping of fish. These tools are now used very broadly and in scientific disciplines that are far from the focus of this particular project, e.g. for studying mechanisms of pathogenicity by fish viruses and vaccine development for aquaculture. This illustrates that the scientific impact of the project is very broad. A company in British Columbia expressed interest in maintaining and distributing our fish cell lines and we are exploring technology transfer options in that regard.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The project benefited the professional career development of many researchers at all levels of the academic career paths, including several from underrepresented minorities. Outreach directly originating from this project extended as far as Africa, the natural habitat of the tilapia our study focuses on. There and in many other parts of the world tilapia are an important aquaculture species owing to their environmental resilience and rapid growth. However, they also represent invasive species in many parts of the world. Therefore, another important reason to study the mechanisms of their high environmental tolerance is to minimize their invasiveness for conservation purposes.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/19/2018<br>\n\t\t\t\t\tModified by: Dietmar&nbsp;Kueltz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has contributed significantly to our understanding of how aquatic organisms (fish in this case) perceive, process, and counteract changes in environmental salinity. The novel insight and knowledge generated is relevant and timely for several reasons: Organism-environment interactions are at the heart of virtually all biological processes and understanding their mechanistic basis is key to deciphering the rules of life. Responses of aquatic animals to the environmental factor salinity are particularly interesting in the context of vertebrate evolution, which included major salinity transitions (e.g. from seawater to freshwater and vice versa) and overcoming severe osmotic gradients (e.g. when changing from aquatic to terrestrial life styles). In addition salinity stress in coastal and arid areas is predicted to further intensify as a consequence of anthropogenic acceleration of climate change and intensification of extreme climate events. Our project directly investigated the molecular mechanisms that enable euryhaline (salinity tolerant) fish to cope with such large salinity changes. Since euryhaline fish are a minority and most fish are stenohaline (salinity sensitive) our project helps uncover the mechanistic basis for the unique advantage that this group of fish possess in rapidly changing and fluctuating environments. \n\nThe novel salinity tolerance mechanisms identified and explained in this project are numerous. A direct feedback loop between salinity stress, the increase in particular cations, pH, and the direct and rapid regulation of the key enzymes in a compensatory biochemical pathway (myo-inositol biosynthesis) has been discovered and characterized. A novel salinity response element has been identified that consists of a 17 base pair DNA motif and controls the salinity regulation of osmoregulated genes in tilapia. Transglutaminases that control the tightness and osmotic effectiveness of epithelial barriers in tilapia have been identified and functionally characterized. Many proteins that participate in salinity-regulated response networks have been identified and quantified in tilapia and compared to other euryhaline fish. These key discoveries are instrumental for further progress in uncovering how euryhaline fish perceive, relay, and compensate changes in environmental salinity. They will also allow studies directed at the evolutionary trade-offs associated with these mechanisms that prevent their establishment in the majority of fish species, which are stenohaline.\n\nBesides the generation of the new knowledge sketched out above this project also contributed significantly to supporting a broad spectrum of scientific disciplines by providing novel and broadly applicable tools. The project made available several tilapia cell lines generated in the PIs lab to other researchers, including within the US and Canada and researchers on all continents except Antarctica. It also generated quantitative proteomics tools for high-throughput molecular phenotyping of fish. These tools are now used very broadly and in scientific disciplines that are far from the focus of this particular project, e.g. for studying mechanisms of pathogenicity by fish viruses and vaccine development for aquaculture. This illustrates that the scientific impact of the project is very broad. A company in British Columbia expressed interest in maintaining and distributing our fish cell lines and we are exploring technology transfer options in that regard.\n\nThe project benefited the professional career development of many researchers at all levels of the academic career paths, including several from underrepresented minorities. Outreach directly originating from this project extended as far as Africa, the natural habitat of the tilapia our study focuses on. There and in many other parts of the world tilapia are an important aquaculture species owing to their environmental resilience and rapid growth. However, they also represent invasive species in many parts of the world. Therefore, another important reason to study the mechanisms of their high environmental tolerance is to minimize their invasiveness for conservation purposes.\n\n\t\t\t\t\tLast Modified: 07/19/2018\n\n\t\t\t\t\tSubmitted by: Dietmar Kueltz"
 }
}