{
 "awd_id": "1355913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Management and Implementation of the US Arctic GEOTRACES Study",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 690314.0,
 "awd_amount": 690314.0,
 "awd_min_amd_letter_date": "2014-06-26",
 "awd_max_amd_letter_date": "2014-06-26",
 "awd_abstract_narration": "In pursuit of its goal \"to identify processes and quantify fluxes that control the distributions of key trace elements and isotopes in the ocean, and to establish the sensitivity of these distributions to changing environmental conditions\", in 2015 the International GEOTRACES Program will embark on several years of research in the Arctic Ocean. In a region where climate warming and general environmental change are occurring at amazing speed, research such as this is important for understanding the current state of Arctic Ocean geochemistry and for developing predictive capability as the regional ecosystem continues to warm and influence global oceanic and climatic conditions.  The three investigators funded on this award, will manage a large team of U.S.scientists who will compete through the regular NSF proposal process to contribute their own unique expertise in marine trace metal, isotopic, and carbon cycle geochemistry to the U.S. effort.  The three managers will be responsible for arranging and overseeing at-sea technical services such as hydrographic measurements, nutrient analyses, and around-the-clock management of on-deck sampling activites upon which all participants depend, and for organizing all pre- and post-cruise technical support and scientific meetings.  The management team will also lead educational outreach activities for the general public in Nome and Barrow, Alaska, to explain the significance of the study to these communities and to learn from residents' insights on observed changes in the marine system.  The project itself will provide for the support and training of a number of pre-doctoral students and post-doctoral researchers. Inasmuch as the Arctic Ocean is an epicenter of global climate change, findings of this study are expected to advance present capability to forecast changes in regional and globlal ecosystem and climate system functioning.\r\n\r\nAs the United States' contribution to the International GEOTRACES Arctic Ocean initiative, this project will be part of an ongoing multi-national effort to further scientific knowledge about trace elements and isotopes in the world ocean.  This U.S. expedition will focus on the western Arctic Ocean in the boreal summer of 2015. The scientific team will consist of the management team funded through this award plus a team of scientists from U.S. academic institutions who will have successfully competed for and received NSF funds for specific science projects in time to participate in the final stages of cruise planning.  The cruise track segments will include the Bering Strait, Chukchi shelf, and the deep Canada Basin.  Several stations will be designated as so-called super stations for intense study of atmospheric aerosols, sea ice, and sediment chemistry as well as water-column processes. In total, the set of coordinated international expeditions will involve the deployment of ice-capable research ships from 6 nations (US, Canada, Germany, Sweden, UK, and Russia) across different parts of the Arctic Ocean, and application of state-of-the-art methods to unravel the complex dynamics of trace metals and isotopes that are important as oceanographic and biogeochemical tracers in the sea.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Cutter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Cutter",
   "pi_email_addr": "gcutter@odu.edu",
   "nsf_id": "000471608",
   "pi_start_date": "2014-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 690314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Scientists who study the chemistry of the ocean, chemical oceanographers, have found over the last 30 years that trace elements such as iron play a major role in determining where microscopic plants &ndash; phytoplankton - can grow in the ocean; it is a micro-nutrient. We have also found that pollutants such as lead and mercury that come from our past use of gasoline additives (lead) and continued burning of fossil fuels have been distributed around the globe and deposited into the ocean. However, these findings and observations have been based on relatively few datasets because of the time and efforts it takes to get them (imagine getting samples for iron on a rusty ship). If we are to understand the real impact to Earth&rsquo;s oceans that human perturbations to the planet&rsquo;s surface and atmosphere have, we need to have data on a global scale to define the processes that govern trace elements and radioisotopes in the ocean (see processes in Figure 1).</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>The mission of the international GEOTRACES program (www.geotraces.org), which begun its ocean-wide sampling program in 2010, is to identify processes and quantify the rates of transfer that control the distributions of key trace elements and isotopes in the ocean, and to establish the sensitivity of these distributions to changing environmental conditions. Specifically, we aim to determine global ocean distributions of selected trace elements and isotopes &ndash; including their concentrations, and chemical and physical forms &ndash; and to evaluate the sources, sinks, and internal cycling of these elements to establish what regulates their distributions. As part of international planning, United States oceanographers aimed to contribute 5 major &ldquo;sections&rdquo; (top to bottom measurements at ~25 &ldquo;stations&rdquo; along a ~4000 mile long ship&rsquo;s track) during the 2010-2020 decade. The first US section was in the North Atlantic Ocean, the second was in the tropical southeastern Pacific Ocean from Peru to Tahiti in late 2013, and the third discussed here was in the Arctic Ocean during 2015 from the Bering Strait to the North Pole and back.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>Fifty scientists set up shipboard sampling systems (Figure 3) and chemical laboratories from 15-19 June 2015 on the US Coast Guard Cutter Healy, the ice breaker devoted to Arctic research and based in Seattle, Washington. These scientists and 95 crew members departed from Dutch Harbor, Alaska on August 9, 2015. We sailed northwestward to our first major sampling station off the Bering Sea shelf where we took water, suspended particles in the water, bottom sediments, and atmospheric aerosol particles (see Figure 2). From this station we transited the shallow Bering Sea shelf, through the Strait, and into the Chuckchi Sea. After sampling shelf waters, we proceeded northward through the Makarov Basin and to the North Pole, then south through the Canada Basin. The sea ice was much thinner than we had expected, making our progress relatively easy. At the North Pole we also rendezvoused with the German research icebreaker Polarstern who was also on a GEOTRACES sampling mission. After the Canada Basin sampling, we re-entered the shallow shelf waters and back to Dutch Harbor on 11 October. In all, we sampled at a total of 66 stations, including sampling ice and melt ponds when the ice was thick enough.</p>\n<p><span style=\"white-space: pre;\"> </span>The work at sea went very well and the cruise was extremely productive. We collected more than 20,000 individual samples that were distributed to 23 laboratories for the measurement of more than 100 properties. Much of the data were presented at a post-cruise workshop in Miami, Florida 23-26 October 2017. Particular attention was paid to our sampling at the marginal ice zone where the annual sea ice meets open water. Trace element concentrations showed pronounced changes indicative of enhanced biological and chemical processing at this interface. Another physical encounter that had surprising findings was at the major Arctic Ocean current called the &ldquo;Transpolar Drift&rdquo; that transports water from the Siberian Shelf across the North Pole and further eastward. In spite of the shelf being more than 900 miles from the Pole, we found elevated trace element concentrations similar to those in the shelf waters themselves. This implies very rapid transport, or very little removal during transport. Interestingly, radioactive radium that has its source in shelf sediments and a lifetime of only months was elevated in the subsurface waters at the Pole. Thus, transport was actually quite fast under the sea ice in the high latitude Arctic. Clearly, Arctic shelves can affect the chemistry of the entire ocean and not just within hundreds of miles. As the rest of the data are generated, compared, and synthesized, we are likely to learn much more about processes affecting trace elements and isotopes (Figure 1) in an ocean changing faster than any other.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/21/2019<br>\n\t\t\t\t\tModified by: Gregory&nbsp;A&nbsp;Cutter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555819553991_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555819553991_Figure1--rgov-800width.jpg\" title=\"Figure 1.\"><img src=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555819553991_Figure1--rgov-66x44.jpg\" alt=\"Figure 1.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The sources/interfaces where trace elements and isotopes are delivered to the ocean, and the internal processes that change their concentrations and distributions in the ocean?s water column. All of these interfaces and internal processes are studied by international GEOTRACES (www.geotraces.org)</div>\n<div class=\"imageCredit\">Gregory Cutter</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Cutter</div>\n<div class=\"imageTitle\">Figure 1.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555819734484_ArcticTransectMap--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555819734484_ArcticTransectMap--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555819734484_ArcticTransectMap--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">2015 US GEOTRACES Arctic Cruise Track, 9 August ? 11 October 2017, USCGC Healy. Selected water column station numbers are indicated.</div>\n<div class=\"imageCredit\">Gregory Cutter</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Cutter</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555820194320_ArcticOutcomesPhotoMontage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555820194320_ArcticOutcomesPhotoMontage--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2019/1355913/1355913_10313300_1555820194320_ArcticOutcomesPhotoMontage--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Some pictures from the 2015 US GEOTRACES Arctic Expedition.</div>\n<div class=\"imageCredit\">Gregory Cutter</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Cutter</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n Scientists who study the chemistry of the ocean, chemical oceanographers, have found over the last 30 years that trace elements such as iron play a major role in determining where microscopic plants &ndash; phytoplankton - can grow in the ocean; it is a micro-nutrient. We have also found that pollutants such as lead and mercury that come from our past use of gasoline additives (lead) and continued burning of fossil fuels have been distributed around the globe and deposited into the ocean. However, these findings and observations have been based on relatively few datasets because of the time and efforts it takes to get them (imagine getting samples for iron on a rusty ship). If we are to understand the real impact to Earth?s oceans that human perturbations to the planet?s surface and atmosphere have, we need to have data on a global scale to define the processes that govern trace elements and radioisotopes in the ocean (see processes in Figure 1).\n\n  The mission of the international GEOTRACES program (www.geotraces.org), which begun its ocean-wide sampling program in 2010, is to identify processes and quantify the rates of transfer that control the distributions of key trace elements and isotopes in the ocean, and to establish the sensitivity of these distributions to changing environmental conditions. Specifically, we aim to determine global ocean distributions of selected trace elements and isotopes &ndash; including their concentrations, and chemical and physical forms &ndash; and to evaluate the sources, sinks, and internal cycling of these elements to establish what regulates their distributions. As part of international planning, United States oceanographers aimed to contribute 5 major \"sections\" (top to bottom measurements at ~25 \"stations\" along a ~4000 mile long ship?s track) during the 2010-2020 decade. The first US section was in the North Atlantic Ocean, the second was in the tropical southeastern Pacific Ocean from Peru to Tahiti in late 2013, and the third discussed here was in the Arctic Ocean during 2015 from the Bering Strait to the North Pole and back.\n\n  Fifty scientists set up shipboard sampling systems (Figure 3) and chemical laboratories from 15-19 June 2015 on the US Coast Guard Cutter Healy, the ice breaker devoted to Arctic research and based in Seattle, Washington. These scientists and 95 crew members departed from Dutch Harbor, Alaska on August 9, 2015. We sailed northwestward to our first major sampling station off the Bering Sea shelf where we took water, suspended particles in the water, bottom sediments, and atmospheric aerosol particles (see Figure 2). From this station we transited the shallow Bering Sea shelf, through the Strait, and into the Chuckchi Sea. After sampling shelf waters, we proceeded northward through the Makarov Basin and to the North Pole, then south through the Canada Basin. The sea ice was much thinner than we had expected, making our progress relatively easy. At the North Pole we also rendezvoused with the German research icebreaker Polarstern who was also on a GEOTRACES sampling mission. After the Canada Basin sampling, we re-entered the shallow shelf waters and back to Dutch Harbor on 11 October. In all, we sampled at a total of 66 stations, including sampling ice and melt ponds when the ice was thick enough.\n\n The work at sea went very well and the cruise was extremely productive. We collected more than 20,000 individual samples that were distributed to 23 laboratories for the measurement of more than 100 properties. Much of the data were presented at a post-cruise workshop in Miami, Florida 23-26 October 2017. Particular attention was paid to our sampling at the marginal ice zone where the annual sea ice meets open water. Trace element concentrations showed pronounced changes indicative of enhanced biological and chemical processing at this interface. Another physical encounter that had surprising findings was at the major Arctic Ocean current called the \"Transpolar Drift\" that transports water from the Siberian Shelf across the North Pole and further eastward. In spite of the shelf being more than 900 miles from the Pole, we found elevated trace element concentrations similar to those in the shelf waters themselves. This implies very rapid transport, or very little removal during transport. Interestingly, radioactive radium that has its source in shelf sediments and a lifetime of only months was elevated in the subsurface waters at the Pole. Thus, transport was actually quite fast under the sea ice in the high latitude Arctic. Clearly, Arctic shelves can affect the chemistry of the entire ocean and not just within hundreds of miles. As the rest of the data are generated, compared, and synthesized, we are likely to learn much more about processes affecting trace elements and isotopes (Figure 1) in an ocean changing faster than any other.\n\n \n\n\t\t\t\t\tLast Modified: 04/21/2019\n\n\t\t\t\t\tSubmitted by: Gregory A Cutter"
 }
}