{
 "awd_id": "1355085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Photoprotection in Diverse, Desiccation-Tolerant, Desert Green Algae and Their Close Aquatic Relatives",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 629973.0,
 "awd_amount": 629973.0,
 "awd_min_amd_letter_date": "2014-08-04",
 "awd_max_amd_letter_date": "2016-06-16",
 "awd_abstract_narration": "The objective of this research is to determine the process(es) underlying the mechanism(s) protecting the photosynthetic apparatus of desert green algae during desiccation and rehydration.  A key step in the evolution of life on Earth was the move from living in water to surviving on land. Organisms making that leap faced high light levels, extreme temperatures, and desiccation. Flowering plants, conifers, mosses, and ferns are all descended from a single green algal ancestor that successfully invaded land. Traits they share may be essential for surviving on land, or they might simply be traits inherited from the common ancestor.  To tease apart these two possibilities, other green, photosynthetic, terrestrial organisms must be studied that are not descended from that common green algal ancestor. Such organisms are found among diverse, free-living, microscopic green algae inhabiting microbiotic crusts of the desert Southwestern U.S.  Desert green algae survive desiccation much better than their aquatic algal relatives, and desert algae recover from desiccation very rapidly (within minutes) when rehydrated. Thus, they make an ideal system to study basic mechanisms of desiccation tolerance. The traits land plants developed to protect themselves from intense sunlight during drought, high heat, and cold are particularly important as agriculture expands into marginal lands while climate also shifts. Desert green algae share many characteristics with larger agriculturally and ecologically important green plants, and also with the green algae increasingly used for biofuel production.  Research integration with education and training will include development of 6-8th grade Lesson Plans, available to teachers leading excursions at Cape Cod National Seashore focusing on \"Surprising Microbes of the Dunes\".  Research opportunities for undergraduates will be focused on projects studying desiccation stress and photobiology in green plants and microbiotic crusts.\r\n\r\nThe overall research objective is to determine the process(es) underlying (and phylogenetic distribution of) rapidly-reversible mechanism(s) protecting the photosynthetic apparatus during desiccation and rehydration, in paired desert and aquatic green algae within four algal classes.  Broad phylogenetic distribution of photoprotective or desiccation-tolerance mechanisms across desert members of multiple green algal classes will suggest (through parsimony) that these mechanisms are likely ancestral traits in the larger green plant clade. Comparison of traits in desert and closely-related aquatic relatives will identify lineage-specific characteristics. Research will establish whether the capacity for desiccation tolerance and desiccation-induced photoprotection has a persistent genetic component (even when algae are grown hydrated), and whether influences of light and speed of desiccation on the efficiency of photoprotection are similar to their effects in lichens and mosses.  Mechanisms that have been recently proposed to underlie desiccation-induced photoprotection (PSII to PSI spillover, P700+ oxidation, and chlorophyll-chlorophyll charge transfer states) will be tested in the lichen Parmelia sulcata and desiccation-tolerant green algae using fluorescence decay kinetics and modeling, EPR, and linear and circular dichroism spectroscopy.  Whole transcriptome shotgun sequencing will be used to test whether, as in bryophytes, the transcriptome in the representative desert-derived green alga Scenedesmus rotundus possesses constititive cellular protection against desiccation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zoe",
   "pi_last_name": "Cardon",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Zoe G Cardon",
   "pi_email_addr": "zcardon@mbl.edu",
   "nsf_id": "000425095",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 259735.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 227448.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 142790.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Green algae of many types live in very dry environments, and not just in short-lived puddles. They are inhabitants of surprising locations ranging from dry desert soils to sand dunes. Some of these algae are as small as five microns, and their entire body is just one cell. They are common community members in the living ?microbiotic? crusts found on soils in arid areas world-wide. These soil crusts provide critical ecosystem services, binding soil grains and organisms together in layers strong enough to protect the soil from wind and rain erosion. And in some places, algae in the crusts even survive where larger plants can?t, providing a base of green ?plant? productivity where otherwise there would be none.&nbsp;</p>\n<p><br />Cardon and colleagues have been studying these tiny, green, photosynthetic powerhouses for nearly two decades, trying to understand how they survive extreme drought. Most familiar larger plants die if they dry out completely, but algae in microbiotic crusts can dry to the point of appearing like dust--yet they are not dead. During research supported by this award, Cardon and colleagues showed that dried algae (in the family Scenedesmaceae) that had been isolated from deserts bounce back into operation and are photosynthesizing within seconds of being rehydrated, taking advantage of precious water when it is available. This resilience is particularly remarkable given that the physiology of these single-celled green algae is very similar to the physiology of individual cells inside leaves of larger plants; in fact larger plants are all thought to have evolved from green algae. But when leaves dry out, they die. When these algae dry out, they are just waiting for rain. How are these simple, single-celled, desert-dwelling algae so resilient in the face of drought?&nbsp;</p>\n<p><br />Project participant Elena Lopez Peredo found that one surprising part of the answer may be what the desert-dwelling algae don?t do. By studying desiccation tolerant as well as desiccation intolerant algae that are closely related, she and Cardon recently showed that two desert green algae (<em>Acutodesmus deserticola</em> and <em>Fletchnaria rotunda</em>) increase the expression of genes that code for special proteins and other protective compounds as they dry out. But they also ramp down the expression of genes coding for many other basic processes in their cells, seemingly putting the brakes on their metabolism. A comparison with a closely related aquatic green alga that cannot tolerate desiccation is particularly revealing; aquatic <em>Enallax costatus</em> ramps up gene expression for similar protective compounds, and also ramps up many other aspects of day-to-day metabolism during desiccation, to no avail. Once dry, <em>E. costatus</em> dies.</p>\n<p><br />There is great interest in agriculture in the possibility of learning from the desiccation tolerance strategies that have naturally evolved in desert-dwelling organisms, especially given the expected intensification of soil drought and altered precipitation regimes in much of the US with climate change. Identifying protective compounds and understanding how they function is vital, perhaps even for deployment in crops for the future. But results from research supported by this NSF grant suggest that just as important may be figuring out how desert-dwelling green algae coordinate and calmly ramp down a large swath of their gene expression, leaving them dried out, but very much alive.&nbsp;</p>\n<p><br />Broader Impacts: To date, 3 publications have resulted from this work, focusing on the green algal gene expression and physiology described above, and also providing guidance (in open access publication) for isolating high molecular weight DNA from tough green algae like the desert-dwelling algae studied here. Several more papers are in review and in preparation. An extensive array of genomic and transcriptomic information for species within the green algal family Scenedesmaceae will be released with these publications, on-line at the National Center for Biotechnology Information (NCBI) and also at the Joint Genome Institute?s Genome Portal. Green algae in this family are of interest both because of their desiccation tolerance and because they are possible candidates for producing biofuels. One postdoctoral researcher, three undergraduate researchers, and two research associates, one of whom continued on to graduate school, were trained as part of the research. A lichen ?lesson plan? was created for the Cape Cod National Seashore (CCNS), focused on common lichens containing green algae as symbionts. It will be available from the lesson plan link at the CCNS website as well as from the MBL. The green algae that, with fungi, make up the body of common lichens (on rocks, soil, tree trunks, fences, etc.) also dry out regularly and pop back to activity rapidly once rehydrated by rain.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2020<br>\n\t\t\t\t\tModified by: Zoe&nbsp;G&nbsp;Cardon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGreen algae of many types live in very dry environments, and not just in short-lived puddles. They are inhabitants of surprising locations ranging from dry desert soils to sand dunes. Some of these algae are as small as five microns, and their entire body is just one cell. They are common community members in the living ?microbiotic? crusts found on soils in arid areas world-wide. These soil crusts provide critical ecosystem services, binding soil grains and organisms together in layers strong enough to protect the soil from wind and rain erosion. And in some places, algae in the crusts even survive where larger plants can?t, providing a base of green ?plant? productivity where otherwise there would be none. \n\n\nCardon and colleagues have been studying these tiny, green, photosynthetic powerhouses for nearly two decades, trying to understand how they survive extreme drought. Most familiar larger plants die if they dry out completely, but algae in microbiotic crusts can dry to the point of appearing like dust--yet they are not dead. During research supported by this award, Cardon and colleagues showed that dried algae (in the family Scenedesmaceae) that had been isolated from deserts bounce back into operation and are photosynthesizing within seconds of being rehydrated, taking advantage of precious water when it is available. This resilience is particularly remarkable given that the physiology of these single-celled green algae is very similar to the physiology of individual cells inside leaves of larger plants; in fact larger plants are all thought to have evolved from green algae. But when leaves dry out, they die. When these algae dry out, they are just waiting for rain. How are these simple, single-celled, desert-dwelling algae so resilient in the face of drought? \n\n\nProject participant Elena Lopez Peredo found that one surprising part of the answer may be what the desert-dwelling algae don?t do. By studying desiccation tolerant as well as desiccation intolerant algae that are closely related, she and Cardon recently showed that two desert green algae (Acutodesmus deserticola and Fletchnaria rotunda) increase the expression of genes that code for special proteins and other protective compounds as they dry out. But they also ramp down the expression of genes coding for many other basic processes in their cells, seemingly putting the brakes on their metabolism. A comparison with a closely related aquatic green alga that cannot tolerate desiccation is particularly revealing; aquatic Enallax costatus ramps up gene expression for similar protective compounds, and also ramps up many other aspects of day-to-day metabolism during desiccation, to no avail. Once dry, E. costatus dies.\n\n\nThere is great interest in agriculture in the possibility of learning from the desiccation tolerance strategies that have naturally evolved in desert-dwelling organisms, especially given the expected intensification of soil drought and altered precipitation regimes in much of the US with climate change. Identifying protective compounds and understanding how they function is vital, perhaps even for deployment in crops for the future. But results from research supported by this NSF grant suggest that just as important may be figuring out how desert-dwelling green algae coordinate and calmly ramp down a large swath of their gene expression, leaving them dried out, but very much alive. \n\n\nBroader Impacts: To date, 3 publications have resulted from this work, focusing on the green algal gene expression and physiology described above, and also providing guidance (in open access publication) for isolating high molecular weight DNA from tough green algae like the desert-dwelling algae studied here. Several more papers are in review and in preparation. An extensive array of genomic and transcriptomic information for species within the green algal family Scenedesmaceae will be released with these publications, on-line at the National Center for Biotechnology Information (NCBI) and also at the Joint Genome Institute?s Genome Portal. Green algae in this family are of interest both because of their desiccation tolerance and because they are possible candidates for producing biofuels. One postdoctoral researcher, three undergraduate researchers, and two research associates, one of whom continued on to graduate school, were trained as part of the research. A lichen ?lesson plan? was created for the Cape Cod National Seashore (CCNS), focused on common lichens containing green algae as symbionts. It will be available from the lesson plan link at the CCNS website as well as from the MBL. The green algae that, with fungi, make up the body of common lichens (on rocks, soil, tree trunks, fences, etc.) also dry out regularly and pop back to activity rapidly once rehydrated by rain.\n\n \n\n\t\t\t\t\tLast Modified: 03/09/2020\n\n\t\t\t\t\tSubmitted by: Zoe G Cardon"
 }
}