{
 "awd_id": "1356716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strengthening Outcomes for Students in Computer Science and Engineering through Leadership, Engagement, Academic Mentoring, and Preparation (LEAP)",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 617396.0,
 "awd_amount": 617395.0,
 "awd_min_amd_letter_date": "2014-07-16",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "The LEAP (Leadership, Engagement, Academic Mentoring and Preparation) scholarship program aims to increase the graduation rate of students in Computer Science and Engineering at Utah Valley University (UVU) in order to better prepare them for continued education and success in the STEM workforce. The program is designed to meet the needs of talented students with financial need in a comprehensive, open-enrollment university. The student population pool includes high school students who starting their college education, college students who are just declaring majors, first-generation college students, and nontraditional students who may be returning after an absence from education. Twenty-one scholarships per year will be awarded to academically talented but financially needy students, including women and minorities.\r\n\r\nLEAP will be providing leadership training and opportunities for students within a student chapter of IEEE through multidisciplinary projects and peer-to-peer mentoring. The program will provide additional engaged learning opportunities through course projects at the freshman level and a required capstone project. Faculty mentors will receive training in effective student mentoring, and will be assigned to two or three scholarship recipients. Students will gain a sense of community, especially important in a commuter school, through LEAP monthly meetings, peer-to-peer mentoring, and team projects. The program will increase the graduation rates of participating students in Computer Science and Engineering (or the transfer rate of students in the 2-year Pre-Engineering program to accredited 4-year programs). LEAP has potential to increase the enrollment and completion of underrepresented populations, especially women who are greatly underrepresented in UVU's Computer Science and Engineering programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Afsaneh",
   "pi_last_name": "Minaie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Afsaneh Minaie",
   "pi_email_addr": "minaieaf@uvu.edu",
   "nsf_id": "000184058",
   "pi_start_date": "2014-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reza",
   "pi_last_name": "Sanati-Mehrizy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reza Sanati-Mehrizy",
   "pi_email_addr": "sanatire@uvu.edu",
   "nsf_id": "000364743",
   "pi_start_date": "2014-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stan",
   "pi_last_name": "Klemetson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stan Klemetson",
   "pi_email_addr": "Sklemetson@uvu.edu",
   "nsf_id": "000601623",
   "pi_start_date": "2014-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reza",
   "pi_last_name": "Kamali-Sarvestani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reza Kamali-Sarvestani",
   "pi_email_addr": "rkamali@csusm.edu",
   "nsf_id": "000645953",
   "pi_start_date": "2014-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Tolman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sean S Tolman",
   "pi_email_addr": "stolman@uvu.edu",
   "nsf_id": "000651118",
   "pi_start_date": "2014-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah Valley University",
  "inst_street_address": "800 W UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "OREM",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8018636084",
  "inst_zip_code": "840586703",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "UTAH VALLEY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y9EYFJSLWXU8"
 },
 "perf_inst": {
  "perf_inst_name": "Utah Valley University",
  "perf_str_addr": "800 West University Parkway",
  "perf_city_name": "Orem",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "840586703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 102150.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 515245.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" width=\"468\">\n<tbody>\n<tr>\n<td width=\"0\" valign=\"top\">\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Overview. </strong>This Scholarship in STEM program met its goal to increase the graduation rate for   participating students in Computer   Science (CS), Computer Engineering (CE), and Software Engineering (SE)   bachelor&rsquo;s degree programs at Utah Valley University (UVU), a large, open-admissions university.   The LEAP Program (Strengthening Outcomes for Students in Computer Science and   Engineering through <span style=\"text-decoration: underline;\">L</span>eadership, <span style=\"text-decoration: underline;\">E</span>ngagement, <span style=\"text-decoration: underline;\">A</span>cademic   Mentoring, and <span style=\"text-decoration: underline;\">P</span>reparation) prepared participants for success in the   STEM workforce by providing scholarships to academically talented students   with financial need. From 2014 to 2021, a total of 60   students were awarded scholarships. Of these, 77% have graduated with a 4-year   degree. This triples the baseline graduation rate of 25% for baccalaureate   degree programs at UVU in 2014 as well as exceeds UVU&rsquo;s current graduation   rate for baccalaureate degree programs at 33%.</p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Intellectual   Merit. </strong>A significant success of the LEAP program was the retention of students   at UVU and in their STEM degree programs. Of the 60 scholarship recipients, 46 LEAP scholars graduated   with a BS degree in CS, CE, or SE, and 6 students are retained in these STEM   programs. Only 7 left their STEM major or left UVU without a BS degree. In   the comparison group, however, 20 students graduated in their STEM program   and 6 are retained, while 34 left their STEM major or left UVU without a   degree. The LEAP program addressed several institutionally identified attrition   points including the high number of students attending part-time while   carrying a heavy employment load, excessive time to completion, and a high   stop-out rate to accept enticing jobs in Utah&rsquo;s technology industry without   completing a degree. The project did not rely on scholarships alone to boost   students past these attrition points, but was designed to utilize   evidence-based practices that have been demonstrated to work with this   population of students. These interventions include professional preparation   activities, leadership opportunities, support for high impact practices, and   faculty mentoring.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; LEAP program enrichment and   professional development were delivered successfully through the existing   Computer Engineering (CE) Club and UVU&rsquo;s Institute of Electrical and   Electronics Engineers (IEEE) section. LEAP scholars served in the leadership   positions of the organizations, thereby becoming role models and actively   improving the educational environment for other students while developing   leadership skills that will be valuable in their professions. They planned   and conducted meetings, networked with professionals to arrange guest   speakers and field trips, and lead workshops such as soldering basics and   introduction to Arduino. The clubs also sponsored multidisciplinary projects   that provided opportunities for students to collaborate and associate.   Moreover, all LEAP students who have graduated have completed a senior design   or senior capstone project, some of whom received LEAP funding for materials.   Some students have conducted faculty-mentored research on contemporary   topics. Moreover, the faculty members mentoring   program have been especially helpful in advising students about educational   success, degree progress, potential fields of interest, career preparation,   job seeking, and graduate school preparation. LEAP participants have reported through surveys that these activities   have been beneficial in encouraging success, networking with students and   professionals, completing their degrees, and preparing them for graduate   school or careers.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Broader   Impacts. </strong>A significant aim of the LEAP program was to increase participation of   women in computing and engineering. Women comprised only 4% of the target   degree program enrollment at the beginning of the project. In the LEAP   program, 7 women participated (a rate of 12%) and all 7 graduated in their   fields of computing or engineering. Conversely, of the 7 women in the   comparison group, only 1 graduated, while 5 have transferred or dropped out,   and 1 is retained in CS. Women in the LEAP program have also served in   leadership positions in the Computer Engineering Club and IEEE student   section where they have been role models to other women. Another success of   the program is that minority students and first-generation students (who   frequently struggle at UVU) have succeeded in the LEAP program in greater   numbers than those in the comparison group.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The LEAP program&rsquo;s 46   graduates will assist in alleviating Utah&rsquo;s critical shortage of engineers   and computer scientists, as articulated in the state&rsquo;s &ldquo;Engineering and   Computer Science Initiative.&rdquo; LEAP scholarships made it possible for   scholarship recipients to remain in school and complete their degrees, making   them more valuable human resources for the companies that employ them. 40   LEAP graduates are currently known to be employed in their fields and 5 are   in graduate school. LEAP scholars report that activities of the LEAP program   directly assisted them in obtaining employment in their field.</p>\n<p>&nbsp;<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Products.</strong> The PI has given 3 presentations at ASEE   Conferences on the progress and impact of the S-STEM LEAP scholarship   program. In addition, 19 LEAP scholars have presented 25 papers or posters   related to faculty mentored research and capstone projects at regional and   national conferences.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2021<br>\n\t\t\t\t\tModified by: Afsaneh&nbsp;Minaie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\n            Overview. This Scholarship in STEM program met its goal to increase the graduation rate for   participating students in Computer   Science (CS), Computer Engineering (CE), and Software Engineering (SE)   bachelor’s degree programs at Utah Valley University (UVU), a large, open-admissions university.   The LEAP Program (Strengthening Outcomes for Students in Computer Science and   Engineering through Leadership, Engagement, Academic   Mentoring, and Preparation) prepared participants for success in the   STEM workforce by providing scholarships to academically talented students   with financial need. From 2014 to 2021, a total of 60   students were awarded scholarships. Of these, 77% have graduated with a 4-year   degree. This triples the baseline graduation rate of 25% for baccalaureate   degree programs at UVU in 2014 as well as exceeds UVU’s current graduation   rate for baccalaureate degree programs at 33%.\n\n            Intellectual   Merit. A significant success of the LEAP program was the retention of students   at UVU and in their STEM degree programs. Of the 60 scholarship recipients, 46 LEAP scholars graduated   with a BS degree in CS, CE, or SE, and 6 students are retained in these STEM   programs. Only 7 left their STEM major or left UVU without a BS degree. In   the comparison group, however, 20 students graduated in their STEM program   and 6 are retained, while 34 left their STEM major or left UVU without a   degree. The LEAP program addressed several institutionally identified attrition   points including the high number of students attending part-time while   carrying a heavy employment load, excessive time to completion, and a high   stop-out rate to accept enticing jobs in Utah’s technology industry without   completing a degree. The project did not rely on scholarships alone to boost   students past these attrition points, but was designed to utilize   evidence-based practices that have been demonstrated to work with this   population of students. These interventions include professional preparation   activities, leadership opportunities, support for high impact practices, and   faculty mentoring.\n\n            LEAP program enrichment and   professional development were delivered successfully through the existing   Computer Engineering (CE) Club and UVU’s Institute of Electrical and   Electronics Engineers (IEEE) section. LEAP scholars served in the leadership   positions of the organizations, thereby becoming role models and actively   improving the educational environment for other students while developing   leadership skills that will be valuable in their professions. They planned   and conducted meetings, networked with professionals to arrange guest   speakers and field trips, and lead workshops such as soldering basics and   introduction to Arduino. The clubs also sponsored multidisciplinary projects   that provided opportunities for students to collaborate and associate.   Moreover, all LEAP students who have graduated have completed a senior design   or senior capstone project, some of whom received LEAP funding for materials.   Some students have conducted faculty-mentored research on contemporary   topics. Moreover, the faculty members mentoring   program have been especially helpful in advising students about educational   success, degree progress, potential fields of interest, career preparation,   job seeking, and graduate school preparation. LEAP participants have reported through surveys that these activities   have been beneficial in encouraging success, networking with students and   professionals, completing their degrees, and preparing them for graduate   school or careers.\n\n            Broader   Impacts. A significant aim of the LEAP program was to increase participation of   women in computing and engineering. Women comprised only 4% of the target   degree program enrollment at the beginning of the project. In the LEAP   program, 7 women participated (a rate of 12%) and all 7 graduated in their   fields of computing or engineering. Conversely, of the 7 women in the   comparison group, only 1 graduated, while 5 have transferred or dropped out,   and 1 is retained in CS. Women in the LEAP program have also served in   leadership positions in the Computer Engineering Club and IEEE student   section where they have been role models to other women. Another success of   the program is that minority students and first-generation students (who   frequently struggle at UVU) have succeeded in the LEAP program in greater   numbers than those in the comparison group. \n\n            The LEAP program’s 46   graduates will assist in alleviating Utah’s critical shortage of engineers   and computer scientists, as articulated in the state’s \"Engineering and   Computer Science Initiative.\" LEAP scholarships made it possible for   scholarship recipients to remain in school and complete their degrees, making   them more valuable human resources for the companies that employ them. 40   LEAP graduates are currently known to be employed in their fields and 5 are   in graduate school. LEAP scholars report that activities of the LEAP program   directly assisted them in obtaining employment in their field.\n\n            Products. The PI has given 3 presentations at ASEE   Conferences on the progress and impact of the S-STEM LEAP scholarship   program. In addition, 19 LEAP scholars have presented 25 papers or posters   related to faculty mentored research and capstone projects at regional and   national conferences.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2021\n\n\t\t\t\t\tSubmitted by: Afsaneh Minaie"
 }
}