{
 "awd_id": "1356732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: ABI Development: Transforming Biodiversity Analysis with Landscapes, Automation, and Provenance",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 798568.0,
 "awd_amount": 798568.0,
 "awd_min_amd_letter_date": "2014-06-27",
 "awd_max_amd_letter_date": "2016-06-29",
 "awd_abstract_narration": "Where wild species live, and why, are basic questions for researchers who study biogeography. Understanding the geographical patterns of plant and animal species' ranges reveals much about the ecology of a species and its preferred habitat and climate.  Knowing where the ranges of multiple species overlap and where \"hot spots\" of high species diversity exist, help to explain larger geographic and evolutionary factors which have influenced or determined modern day species occurrence patterns as well as species composition of natural communities. The Lifemapper Project maintains a species distribution database and publishes online maps documenting the occurrence of Earth's terrestrial species.  The Lifemapper Project also creates models of the potential distribution of species based on correlations with present day or predicted future climates.\r\n\r\nA goal of this project is to make computer generated models of species distributions (based on natural history museum specimen data) more realistic by including in research and computational methods, the properties of the landscapes. Landscape features influence species preferred habitat choice and also can present barriers to species migration into new areas. For example very small patches of preferred habitat may not be large enough to support a population of a species, or even adequate to support its temporary use as a migration path to other preferred habitat locations.  A second project objective will transform research practices associated with biodiversity pattern modeling by automating the creation and assembly of multi-species data sets, for different climate scenarios, which will greatly accelerate research on global biodiversity patterns. Third, this project will create internet software tools which allow species occurrence data providers such as natural history museums, biological specimen repositories, and citizen scientists who observe species, to track how their species occurrence data is being used in biodiversity models. This data usage feedback information will be useful for U.S. providers of species information to evaluate the utility and document the re-use of their curated species data. Knowledge of patterns of biological diversity are often used to support conservation decisions and policy. Modeling the potential impact of climate change on species diversity of natural plant and animal communities is important for understanding potential future patterns and changes to species diversity in the U.S. and globally. Sustaining the biological diversity is an important factor in our ability to maintain healthy natural ecosystems and their services to human society, as well as to sustain wild sources of genetic diversity for deriving new crops, crop traits, and human medicines. MOre information can be found at: http://www.lifemapper.org",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Beach",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Beach",
   "pi_email_addr": "beach@ku.edu",
   "nsf_id": "000323111",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aimee",
   "pi_last_name": "Stewart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Aimee M Stewart",
   "pi_email_addr": "aimee.stewart@ku.edu",
   "nsf_id": "000409871",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Soberon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge L Soberon",
   "pi_email_addr": "jsoberon@ku.edu",
   "nsf_id": "000410046",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 256137.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 266339.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 276092.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-be24baf4-7fff-852e-5d1b-4d9f9dc32601\"> </span></p>\n<p dir=\"ltr\"><span>In this effort we transformed our \"Lifemapper\" software platform (</span><a href=\"http://www.lifemapper.org\"><span>www.lifemapper.org</span></a><span>), which creates species distribution models, to enable it to address previously impractically large, multi-species, continental-scale analyses of biological diversity. Lifemapper&rsquo;s species distribution models describe the potential habitat or niche of species under different climate conditions, present day and future. &nbsp;Future climates used for distribution projections are based on climate change emission and industrialization scenarios of the Intergovernmental Panel on Climate Change (</span><a href=\"http://www.ipcc.ch\"><span>www.ipcc.ch</span></a><span>). Computed species distribution models as estimates of the natural ranges of plant and animal species provide insight for several basic and applied research areas. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>In this project we amplified the Lifemapper software platform with power functions to process large amounts of data on the documented distribution of terrestrial species--digital information that is downloadable from online species occurrence data centers (e.g. iDigBio, </span><a href=\"http://www.idigbio.org\"><span>www.idigbio.org</span></a><span>; </span><a href=\"http://www.gbif.org\"><span>GBIF, </span><span>www.gbif.org</span></a><span>). That information originates in the field data associated with plant and animal specimens and other types of biological samples curated in natural history museums, herbaria, and related research repositories. This Project&rsquo;s unique contribution to the field of biogeography are the capabilities we have engineered to quickly and efficiently compute predictive distribution models for a very large number of species--thousands to tens of thousands, for large geographic areas such as complete continents or for the entire globe.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Once distributions models are created for all the species and region of interest, the Lifemapper software automates the analysis of geospatial patterns of biological diversity by combining all of the individual species range models into a single, multi-species, aggregate data set. Using spatial statistics and data visualization tools, the Lifemapper computational platform produces evidence to assess the extent to which spatial patterns of earth&rsquo;s species diversity are likely to have been influenced by geological and geographical features or events, or alternatively, how much they may have been shaped by speciation and evolution--independent of geology and geography. For those analyses, we re-implemented and scaled algorithms invented by P. Peres-Neto, Concordia University (</span><a href=\"https://communityandquantitativeecology.weebly.com/\"><span>communityandquantitativeecology.weebly.com/</span></a><span>).</span></p>\n<p>&nbsp;</p>\n<p><br /><span>The Lifemapper software platform uses supercomputers in the XSEDE research network, in particular resources at the San Diego Supercomputing Center (SDSC, </span><a href=\"http://www.sdsc.org\"><span>www.sdsc.org</span></a><span>), to speed computations for these massive diversity analyses. Collaborating with computer scientists at SDSC and the University of Notre Dame (</span><a href=\"http://ccl.cse.nd.edu\"><span>ccl.cse.nd.edu</span></a><span>), we developed a computational workflow that executes numerous species distribution models in parallel within a cluster computing environment. The Lifemapper Project has several ongoing U.S. and international collaborations with ecological and evolutionary biologists studying large spatial scale patterns of species distribution and biological diversity.&nbsp; </span></p>\n<p><span>Understanding the ecological, geological, and evolutionary processes that have determined where species live and that have given rise to modern day patterns of biological diversity, will help researchers, conservationists, and other applied scientists advance strategies for adapting to, and mitigating the impacts of global climate change on earth's biological diversity.</span></p>\n<p><span><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2018<br>\n\t\t\t\t\tModified by: James&nbsp;H&nbsp;Beach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nIn this effort we transformed our \"Lifemapper\" software platform (www.lifemapper.org), which creates species distribution models, to enable it to address previously impractically large, multi-species, continental-scale analyses of biological diversity. Lifemapper?s species distribution models describe the potential habitat or niche of species under different climate conditions, present day and future.  Future climates used for distribution projections are based on climate change emission and industrialization scenarios of the Intergovernmental Panel on Climate Change (www.ipcc.ch). Computed species distribution models as estimates of the natural ranges of plant and animal species provide insight for several basic and applied research areas. \n\n \nIn this project we amplified the Lifemapper software platform with power functions to process large amounts of data on the documented distribution of terrestrial species--digital information that is downloadable from online species occurrence data centers (e.g. iDigBio, www.idigbio.org; GBIF, www.gbif.org). That information originates in the field data associated with plant and animal specimens and other types of biological samples curated in natural history museums, herbaria, and related research repositories. This Project?s unique contribution to the field of biogeography are the capabilities we have engineered to quickly and efficiently compute predictive distribution models for a very large number of species--thousands to tens of thousands, for large geographic areas such as complete continents or for the entire globe.\n\n \nOnce distributions models are created for all the species and region of interest, the Lifemapper software automates the analysis of geospatial patterns of biological diversity by combining all of the individual species range models into a single, multi-species, aggregate data set. Using spatial statistics and data visualization tools, the Lifemapper computational platform produces evidence to assess the extent to which spatial patterns of earth?s species diversity are likely to have been influenced by geological and geographical features or events, or alternatively, how much they may have been shaped by speciation and evolution--independent of geology and geography. For those analyses, we re-implemented and scaled algorithms invented by P. Peres-Neto, Concordia University (communityandquantitativeecology.weebly.com/).\n\n \n\n\nThe Lifemapper software platform uses supercomputers in the XSEDE research network, in particular resources at the San Diego Supercomputing Center (SDSC, www.sdsc.org), to speed computations for these massive diversity analyses. Collaborating with computer scientists at SDSC and the University of Notre Dame (ccl.cse.nd.edu), we developed a computational workflow that executes numerous species distribution models in parallel within a cluster computing environment. The Lifemapper Project has several ongoing U.S. and international collaborations with ecological and evolutionary biologists studying large spatial scale patterns of species distribution and biological diversity.  \n\nUnderstanding the ecological, geological, and evolutionary processes that have determined where species live and that have given rise to modern day patterns of biological diversity, will help researchers, conservationists, and other applied scientists advance strategies for adapting to, and mitigating the impacts of global climate change on earth's biological diversity.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2018\n\n\t\t\t\t\tSubmitted by: James H Beach"
 }
}