{
 "awd_id": "1356136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Medical Anthropological Exploration of Health Care Decision-Making",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 239919.0,
 "awd_amount": 250919.0,
 "awd_min_amd_letter_date": "2014-06-13",
 "awd_max_amd_letter_date": "2016-06-13",
 "awd_abstract_narration": "Cultural anthropologists have conducted systematic studies of the effects of changing technology on culture since 1960s. This research explores how family medical decisions are made, a domain long recognized within anthropology as one of the fundamental drivers of culture. New technological advances have afforded couples new social and economic choices that were until now impossible, as social norms and biological constraints dictated having children within a relatively narrow window. The new technology of oocyte cryopreservation, a technology that can prolong a woman's fertility, may change women's lives in the 21st century. Touted as a revolution in the way women age, oocyte cryopreservation is being heralded as a fertility insurance policy, and particularly as a way for older career women to extend their biological clocks. This ethnographic research project will be the first empirical study of oocyte cryopreservation among women in the United States and Israel, two of the earliest entrants into this field of assisted reproduction, but with strikingly different legal, economic, religious, and cultural mandates surrounding reproduction. \r\n\r\nBased in five major in vitro fertilization (IVF) clinics where oocyte cryopreservation is now available, the study will involve in-depth semi-structured and reproductive history interviews with the first generation of egg freezers, assessing how variables such as education, career, financial stability, relationship status, ethnicity, religious background, medical diagnosis and fertility prognosis affect medical decisions. This project intends to examine the tensions between nature and culture, reproduction and production, and motherhood and work that are observable today in various debates about public health. It will also contribute vital new scholarship on assisted reproductive technologies within medical anthropology and science and technology studies. As oocyte cryopreservation technology evolves, so will the social, cultural, legal, religious, and ethical responses. This study promises to reveal another new interface of science and society, potentially answering a host of questions crucial to the production of sound social policy and relevant bioethical guidelines, which will guide various medical technology facilities and the individuals they serve.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Inhorn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia C Inhorn",
   "pi_email_addr": "marcia.inhorn@yale.edu",
   "nsf_id": "000333794",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pasquale",
   "pi_last_name": "Patrizio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pasquale Patrizio",
   "pi_email_addr": "pasquale.patrizio@yale.edu",
   "nsf_id": "000640750",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208047",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7554",
   "pgm_ref_txt": "RES. EXP. FOR GRADS (CULT ANT)"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 239919.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This medical anthropological exploration of health care decision-making focuses on the new reproductive technology of &ldquo;oocyte cryopreservation&rdquo; (egg freezing), which is designed to preserve women&rsquo;s fertility. Egg freezing is now available in in vitro fertilization (IVF) clinics in both the United States and Israel, where nearly 200 &ldquo;first generation&rdquo; egg freezers volunteered to participate in this interview-based study. The goal was to assess women&rsquo;s egg freezing decisions and experiences. Such an exploration is especially critical for understanding so-called \"medical\" egg freezing among young cancer patients, who face the threat of treatment-related infertility, as well as so-called \"social\" (or elective) egg freezing among women in their late 30s and early 40s, who face the threat of age-related infertility. This study attempted to assess how variables such as education, employment, financial stability, relationship status, ethnicity, religion, medical diagnosis and fertility prognosis affected women&rsquo;s egg freezing decisions. The study also explored women's egg freezing experiences before, during, and after the process, as well as their recommendations for making the technology more accessible and more amenable to women overall.</p>\n<p>The main findings of this study are four-fold. (1) Elective egg freezers are not intentionally \"postponing\" their fertility. Instead, they are attempting to \"preserve\" their fertility beyond the natural end of their reproductive lives, because they are single without partners to marry. Women who freeze their eggs tend to be highly educated professionals; in demographic terms, they now outnumber educated men by the thousands in both countries. (2) Because of this dearth of educated male partners, women are glad that egg freezing exists as a form of fertility preservation. However, egg freezing is not seen as a &ldquo;revolutionary&rdquo; technology&mdash;one that &nbsp;creates new gender norms or family formations. Rather, most women who employ egg freezing are heterosexual and want to become married mothers. (3) Women do not plan to bank their eggs indefinitely, because they see the mid-40s as the maximum age limit for motherhood. Most women say that they would prefer to discard their unused eggs or donate them to research, although some are willing to donate them anonymously to other women.&nbsp; (4) Cancer patients are seen as a special category of women in need of egg freezing. However, egg freezing is expensive&mdash;around $12,000 on average per cycle in the US, where, in contrast to Israel, it is not covered by health insurance. In both countries, young women who managed to freeze their eggs and survive their cancer battles were extremely grateful for the life-affirming nature of this technology.</p>\n<p>Because of this project&rsquo;s focus on cancer and female infertility, it contributes considerably to the growing <em>medical anthropology </em>scholarship on assisted reproductive technologies, where new&nbsp; technologies such as egg freezing provide a critical lens into women&rsquo;s lives. With its focus on women, this project also contributes to <em>feminist anthropology</em>, where the tensions between reproduction and production, motherhood and employment, form a critical point of scholarly engagement. This study shows convincingly that women are using egg freezing as a technological &ldquo;fix&rdquo; in the midst of growing gender imbalances in college education, which has led to a dearth of educated male partners. This study also contributes to <em>science and technology studies</em>. As egg freezing technology continues to evolve, so will the social, cultural, legal, religious, and ethical responses to it. Already, egg freezing represents a new interface of science and society, one with major implications for human reproduction, women&rsquo;s lives, and family formation in the 21<sup>st</sup> century.</p>\n<p>Indeed, egg freezing is being touted as a technological remedy for some of the most pressing social issues of our times. These include ongoing gender inequalities in education and employment, delayed childbearing, and declining fertility rates in many Western societies. Egg freezing, according to its advocates, offers women increased choices about their fertility, thereby representing a form of &ldquo;reproductive affirmative action.&rdquo; Whether egg freezing can deliver upon these promises remains to be seen, but this technology may promote the World Health Organization&rsquo;s goal that all individuals have the capability to reproduce and the freedom to decide if, when, and how often they do so. As the first empirical study of egg freezing, the findings of this research may be used in the development of sound bioethical guidelines for IVF clinics and egg banks. Ultimately, the findings will empower women themselves, as they contemplate the lessons learned from the first generation of egg freezers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2016<br>\n\t\t\t\t\tModified by: Marcia&nbsp;C&nbsp;Inhorn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis medical anthropological exploration of health care decision-making focuses on the new reproductive technology of \"oocyte cryopreservation\" (egg freezing), which is designed to preserve women?s fertility. Egg freezing is now available in in vitro fertilization (IVF) clinics in both the United States and Israel, where nearly 200 \"first generation\" egg freezers volunteered to participate in this interview-based study. The goal was to assess women?s egg freezing decisions and experiences. Such an exploration is especially critical for understanding so-called \"medical\" egg freezing among young cancer patients, who face the threat of treatment-related infertility, as well as so-called \"social\" (or elective) egg freezing among women in their late 30s and early 40s, who face the threat of age-related infertility. This study attempted to assess how variables such as education, employment, financial stability, relationship status, ethnicity, religion, medical diagnosis and fertility prognosis affected women?s egg freezing decisions. The study also explored women's egg freezing experiences before, during, and after the process, as well as their recommendations for making the technology more accessible and more amenable to women overall.\n\nThe main findings of this study are four-fold. (1) Elective egg freezers are not intentionally \"postponing\" their fertility. Instead, they are attempting to \"preserve\" their fertility beyond the natural end of their reproductive lives, because they are single without partners to marry. Women who freeze their eggs tend to be highly educated professionals; in demographic terms, they now outnumber educated men by the thousands in both countries. (2) Because of this dearth of educated male partners, women are glad that egg freezing exists as a form of fertility preservation. However, egg freezing is not seen as a \"revolutionary\" technology&mdash;one that  creates new gender norms or family formations. Rather, most women who employ egg freezing are heterosexual and want to become married mothers. (3) Women do not plan to bank their eggs indefinitely, because they see the mid-40s as the maximum age limit for motherhood. Most women say that they would prefer to discard their unused eggs or donate them to research, although some are willing to donate them anonymously to other women.  (4) Cancer patients are seen as a special category of women in need of egg freezing. However, egg freezing is expensive&mdash;around $12,000 on average per cycle in the US, where, in contrast to Israel, it is not covered by health insurance. In both countries, young women who managed to freeze their eggs and survive their cancer battles were extremely grateful for the life-affirming nature of this technology.\n\nBecause of this project?s focus on cancer and female infertility, it contributes considerably to the growing medical anthropology scholarship on assisted reproductive technologies, where new  technologies such as egg freezing provide a critical lens into women?s lives. With its focus on women, this project also contributes to feminist anthropology, where the tensions between reproduction and production, motherhood and employment, form a critical point of scholarly engagement. This study shows convincingly that women are using egg freezing as a technological \"fix\" in the midst of growing gender imbalances in college education, which has led to a dearth of educated male partners. This study also contributes to science and technology studies. As egg freezing technology continues to evolve, so will the social, cultural, legal, religious, and ethical responses to it. Already, egg freezing represents a new interface of science and society, one with major implications for human reproduction, women?s lives, and family formation in the 21st century.\n\nIndeed, egg freezing is being touted as a technological remedy for some of the most pressing social issues of our times. These include ongoing gender inequalities in education and employment, delayed childbearing, and declining fertility rates in many Western societies. Egg freezing, according to its advocates, offers women increased choices about their fertility, thereby representing a form of \"reproductive affirmative action.\" Whether egg freezing can deliver upon these promises remains to be seen, but this technology may promote the World Health Organization?s goal that all individuals have the capability to reproduce and the freedom to decide if, when, and how often they do so. As the first empirical study of egg freezing, the findings of this research may be used in the development of sound bioethical guidelines for IVF clinics and egg banks. Ultimately, the findings will empower women themselves, as they contemplate the lessons learned from the first generation of egg freezers.\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2016\n\n\t\t\t\t\tSubmitted by: Marcia C Inhorn"
 }
}