{
 "awd_id": "1356779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ecology of diatom viruses:  connecting physiology and field dynamics through host transcriptional responses",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 451985.0,
 "awd_amount": 451985.0,
 "awd_min_amd_letter_date": "2014-01-24",
 "awd_max_amd_letter_date": "2014-01-24",
 "awd_abstract_narration": "Overview: Viruses play critical roles in aquatic ecosystems. Phages infecting marine bacteria are abundant members of the plankton that contribute to cell mortality, structure population diversity and drive genome evolution though horizontal gene transfer. Viruses infecting eukaryotic phytoplankton have been demonstrated to induce both life cycle switching and programmed cell death in coccolithophorids and be significant agents of mortality in blooms of pelagophytes, haptophytes and raphidophytes. However, much less is known about viruses infecting one of the largest, most diverse and most productive groups of algae, the diatoms. Only thirteen diatom infecting viruses have been reported, and little is known about their mechanisms of infection, effects on host metabolism or diversity and dynamics in the field. This is a remarkable knowledge gap considering the ecological importance of the diatoms. Infection with a clonal virus on Pseudo-nitzschia multiseries can result in complete host lysis within 12-16 hours. The P. multiseries virus (PmDNAV) is a single stranded DNA virus with an icosahedral capsid of 50 nm. The PmDNAV infects the widest host range of any marine eukaryote-infecting virus, lysing other strains of P. multiseries, other species of Pseudo-nitzschia, and other genera of diatoms including many centric diatoms. With the recent completion of the genome of the host, P. multiseries, we now have a model system to investigate the response of the host to viral infection and the potential impacts of viruses on diatom mortality in the field. The objectives of this project are to:\r\n1. isolate and characterize additional diatom viruses utilizing established methods, using a variety of host strains and field viral concentrate combinations\r\n2. use RNA-Seq to determine the transcriptional profiles of three diatoms (P. multiseries, P. pungens and T. pseudonana) during the course of viral infection\r\n3. determine a surface water metavirome at four stations on a coastal to open ocean transect in diatom dominated waters in the Pacific Northwest (line P), with an emphasis on diversity and biogeography of ssDNA and ssRNA viruses. \r\nViral and host genes whose expression is diagnostic of viral infection, will be identified by observing genomic responses to infection in culture. These genes, along with viruses assembled in the metaviromes, will be combined with eukaryotic metatranscriptomes already available from the same waters to assess virus activity in the field.\r\n\r\nIntellectual Merit: This project seeks to strengthen the model system initiated by the discovery of the Pseudo-nitzschia multiseries DNA virus. The host-virus transcriptomics will lay the groundwork for assessing the impact of viruses on diatom communities in the environment. In turn, the paired metaviromes and metatranscriptomes will reveal new questions about both diatom virus diversity and function that can then be further explored by controlled, culture-based experiments. This research will be the first extensive exploration of diatom virus ecology and function and will ultimately help further connect viruses and diatoms to global biogeochemical cycles, unravel complex organismal interactions, and inform ocean-related public health.\r\n\r\nBroader Impacts: Diatoms are the dominant primary producers in the productive coastal oceans and contribute significantly to carbon export across all oceanic regimes. Viral impacts on species distributions and cell abundances have implications for health of fisheries and ecosystem responses to climate change. More specifically, there are public health and economic impacts associated with Pseudo-nitzschia blooms. Another goal of this project is to broaden the pool of individuals who pursue graduate work in environmental sciences by providing students from underrepresented minority groups early research experience, sustained financial support, peer mentorship and exposure to the discipline at a national level. A graduate student and five undergraduates from underrepresented groups will be involved in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabrielle",
   "pi_last_name": "Rocap",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabrielle Rocap",
   "pi_email_addr": "rocap@ocean.washington.edu",
   "nsf_id": "000349826",
   "pi_start_date": "2014-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333  Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 451985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Viruses are very important in the oceans. When they kill their bacterial and phytoplankton hosts, the cellular content (carbon and nutrients) are released into the water in dissolved form instead of being used to feed other organisms in the food web. Although viruses are very abundant in the ocean, we know very little about them, and in many cases are unable to recognize who they might be infecting.&nbsp;&nbsp;Here, we focused on viruses infecting diatoms, a group of phytoplankton that are very important in the global carbon cycle.</p>\n<p>We examined diatom virus communities in the Pacific Northwest by sampling every month at 2 coastal and estuarine locations in Washington state (Gray&rsquo;s Harbor and Penn Cove).&nbsp;We were able to isolate 41 new strains of pennate diatom Pseudo-nitzschia, which is capable of causing Harmful Algal Blooms, into culture. We tested viral communities from the same waters to see if they could infect the diatom cultures. The results varied quite a lot, with some cultures infected by many viral samples and others not infected at all.&nbsp;&nbsp;Some diatom strains that were very similar based on their DNA sequences were infected by different viral communities.&nbsp;&nbsp;This highlights the importance of the diversity of both the diatoms and their viruses in understanding and predicting these interactions.</p>\n<p>We also isolated a new virus capable of infecting Pseudo-nitzschia as well as other diatom genera.&nbsp;&nbsp;The ability for a single virus to infect such different species is unusual.&nbsp;&nbsp;The DNA sequence of this virus was also extremely unusual.&nbsp;&nbsp;It was made up of single-stranded DNA and was over 38,000 base pairs long. This is five times longer the majority of known single-stranded DNA viruses.&nbsp;&nbsp;The genes on this viral genome also looked different from those of known single-stranded DNA viruses. Instead the genes looked much more like those on double stranded DNA viruses. We think the ancestor of this virus may have been a double stranded virus.</p>\n<p>We looked for this virus in the North Pacific Ocean and found evidence that it was present and actively infecting the diatoms in these waters.&nbsp;&nbsp;Thus, our new virus may be very important in killing diatoms and affecting the fate of their carbon in the ocean.</p>\n<p>In total this project has contributed to the training of 16 early career scientists (1 post-doc, 3 graduate students, 8 undergraduate students and 4 high school students). The female post-doc has obtained a tenure track faculty position. Two graduate students (1M, 1F) received their PhDs and were both awarded nationally competitive fellowships to support their post-doctoral work elsewhere. A third female graduate student is still enrolled in the PhD program at UW. All 8 undergraduate students (5 F, 3M) received their bachelor's degree in a STEM field. 3 of these students are members of groups currently under-represented in STEM. &nbsp;Of the 8 undergraduate students, 2 (1F, 1 African-American M) are currently enrolled in graduate programs in the marine sciences, 2 (1F, 1M) are employed as research technicians in marine labs and 1 (F) is a middle school science teacher. The viral genome sequence and&nbsp;environmental virome sequences generated by this project have been deposited in GenBank. A project page and dataset pages have been created at BCO-DMO.&nbsp;<a href=\"https://www.bco-dmo.org/project/665012\">https://www.bco-dmo.org/project/665012</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/16/2019<br>\n\t\t\t\t\tModified by: Gabrielle&nbsp;Rocap</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nViruses are very important in the oceans. When they kill their bacterial and phytoplankton hosts, the cellular content (carbon and nutrients) are released into the water in dissolved form instead of being used to feed other organisms in the food web. Although viruses are very abundant in the ocean, we know very little about them, and in many cases are unable to recognize who they might be infecting.  Here, we focused on viruses infecting diatoms, a group of phytoplankton that are very important in the global carbon cycle.\n\nWe examined diatom virus communities in the Pacific Northwest by sampling every month at 2 coastal and estuarine locations in Washington state (Gray?s Harbor and Penn Cove). We were able to isolate 41 new strains of pennate diatom Pseudo-nitzschia, which is capable of causing Harmful Algal Blooms, into culture. We tested viral communities from the same waters to see if they could infect the diatom cultures. The results varied quite a lot, with some cultures infected by many viral samples and others not infected at all.  Some diatom strains that were very similar based on their DNA sequences were infected by different viral communities.  This highlights the importance of the diversity of both the diatoms and their viruses in understanding and predicting these interactions.\n\nWe also isolated a new virus capable of infecting Pseudo-nitzschia as well as other diatom genera.  The ability for a single virus to infect such different species is unusual.  The DNA sequence of this virus was also extremely unusual.  It was made up of single-stranded DNA and was over 38,000 base pairs long. This is five times longer the majority of known single-stranded DNA viruses.  The genes on this viral genome also looked different from those of known single-stranded DNA viruses. Instead the genes looked much more like those on double stranded DNA viruses. We think the ancestor of this virus may have been a double stranded virus.\n\nWe looked for this virus in the North Pacific Ocean and found evidence that it was present and actively infecting the diatoms in these waters.  Thus, our new virus may be very important in killing diatoms and affecting the fate of their carbon in the ocean.\n\nIn total this project has contributed to the training of 16 early career scientists (1 post-doc, 3 graduate students, 8 undergraduate students and 4 high school students). The female post-doc has obtained a tenure track faculty position. Two graduate students (1M, 1F) received their PhDs and were both awarded nationally competitive fellowships to support their post-doctoral work elsewhere. A third female graduate student is still enrolled in the PhD program at UW. All 8 undergraduate students (5 F, 3M) received their bachelor's degree in a STEM field. 3 of these students are members of groups currently under-represented in STEM.  Of the 8 undergraduate students, 2 (1F, 1 African-American M) are currently enrolled in graduate programs in the marine sciences, 2 (1F, 1M) are employed as research technicians in marine labs and 1 (F) is a middle school science teacher. The viral genome sequence and environmental virome sequences generated by this project have been deposited in GenBank. A project page and dataset pages have been created at BCO-DMO. https://www.bco-dmo.org/project/665012\n\n \n\n\t\t\t\t\tLast Modified: 02/16/2019\n\n\t\t\t\t\tSubmitted by: Gabrielle Rocap"
 }
}