{
 "awd_id": "1356737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ABI Innovation: A Bayesian Evolutionary Tree Analysis Database",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 304169.0,
 "awd_amount": 304169.0,
 "awd_min_amd_letter_date": "2014-07-04",
 "awd_max_amd_letter_date": "2014-07-04",
 "awd_abstract_narration": "This collaborative grant seeks to develop a prototype Bayesian Evolutionary Tree Analysis Database (BETAbase), an interactive repository for the output of Bayesian phylogenetic studies. Phylogenies-estimates of the genealogical relationships among species-provide an explicit historical perspective that critically informs research in a vast and growing number of scienti\fc disciplines. Increasingly, phylogenies are inferred in a Bayesian statistical framework, as it permits estimation under more complex and realistic statistical models from larger and increasingly complex datasets, and allows uncertainty in the resulting estimates to be clearly identified and accommodated. Implementation of BETAbase will substantially advance the \ffield of Bayesian phylogenetic inference and, by extension, the myriad \ffields of biological sciences (including conservation, medicine, and agriculture) that rely on phylogenetic information. It will promote more rigorous and consistent evaluation of published phylogenetic studies thereby improving the quality of decisions based upon those studies. BETAbase will also provide unique training opportunities by developing a web-based educational environment where researchers can gain experience and develop the skills to identify and address problems encountered in the course of Bayesian phylogenetic analysis.\r\n\r\nThe output of Bayesian phylogenetic studies typically includes both log \ffiles with sampled trees and the other parameters of the phylogenetic model. The output accumulated over the last decade constitutes an untapped source of information with the potential to transform the field of Bayesian phylogenetics and associated areas of biological research. The BETAbase prototype attempts to harness this potential to: (1) promote more rigorous evaluation of empirical phylogenetic studies; (2) focus theoretical e\u000bfforts on areas where existing phylogenetic methods are de\fficient; and (3) implement software tools that enable solicitation of empirically based informative priors that appropriately reflect our accumulated knowledge regarding model parameters, providing an alternative to the vague `uninformative' priors that are currently used as the default settings in existing Bayesian phylogenetic inference software. The project will involve the participation and training of two postdoctoral scholars as well as graduate and undergraduate students. Finally, BETAbase will safeguard the substantial computational investment that the systematic community has made toward understanding the Tree of Life. The prototype BETAbase archive and associated tools will be distributed and discussed at http://beta-base.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Moore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Moore",
   "pi_email_addr": "brianmoore@ucdavis.edu",
   "nsf_id": "000507635",
   "pi_start_date": "2014-07-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 304169.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Because they provide an explicit historical perspective, </span><strong>phylogenies </strong><span>have become central to virtually all areas of research in evolutionary biology, ecology, molecular biology and epidemiology. The development of a Bayesian statistical framework for phylogeny estimation may be the most significant development in this area of study over the past decade. Bayesian inference of phylogeny is focussed on the </span><em>posterior distribution </em><span>of the phylogenetic parameters, which reflects our belief in the parameter values </span><em>after </em><span>evaluating the data at hand: it is an updated version of the corresponding </span><em>prior distribution</em><span>, which reflects our belief in the parameter values </span><em>before </em><span>evaluating the data. The </span><em>likelihood function </em><span>is the vehicle that extracts the information in the data to transform the prior probability distributions into the posterior probability distributions. In practice, Bayesian inference uses numerical algorithms--</span><strong>Markov Chain Monte Carlo </strong><span>(MCMC) samplers--to approximate the joint posterior probability distribution of the phylogenetic model parameters. </span></p>\n<p><span>Despite the enthusiasm for Bayesian inference of phylogeny, our community has not fully embraced either the benefits or accepted the burdens of this statistical inference framework. For example, it is common for biologists to use default priors for parameters of phylogenetic models. These default priors typically reflect a high degree of ignorance regarding parameter values (</span><em>i.e.</em><span>, they are \"uninformative\"), despite an enormous degree of accumulated information from Bayesian analyses of empirical datasets. Moreover, the MCMC algorithms used for Bayesian phylogenetic inference are widely appreciated (in the Bayesian statistical literature) to be prone to failure; despite the need for diligent diagnosis, the phylogenetic community has adopted a distressingly casual attitude regarding MCMC performance. </span></p>\n<p><span>This NSF-funded project helped to address these critical issues by: (1) collecting and curating the largest ever sample of empirical Bayesian phylogenetic datasets; (2) recreating of the details of the published Bayesian phylogenetic analyses; (3) performing analyses of a large sample of empirical Bayesian phylogenetic datasets (which consumed more than 2.3 million compute hours); (4) generating a massive archive of MCMC output via reanalysis of published empirical datasets; (5) developing a suite of phylogeny-specific MCMC diagnostic tests designed to detect failure of the MCMC to provide reliable estimates of the tree parameter (which is both the most challenging parameter for phylogenetic MCMC and also typically the focal parameter of phylogenetic studies); (6) developing a freely-available, user-friendly, and semi-automated software, </span><strong>bonsai</strong><span>, for assessing the performance of phylogenetic MCMC; (7) diagnosing empirical phylogenetic MCMC output, which has revealed an extremely high failure rate in published studies (45%) and identified the factors that contribute to MCMC failure (dataset size, model complexity, and missing data); (8) developing adaptive algorithms to improve the performance of phylogenetic MCMC (which we implemented in our freely-available, open-source software, </span><strong>RevBayes</strong><span>); (9) developing extensive online educational resources for Bayesian phylogenetic MCMC, and; (10) organizing and participating in numerous workshops to provide instruction in Bayesian phylogenetic MCMC.</span></p>\n<p><span>The overall outcome of this project is the development new computational and statistical tools that will improve our ability to reliably and accurately&nbsp;estimate&nbsp;phylogenies, which will positively impact the myriad scientific fields that leverage&nbsp;phylogenetic information.</span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2021<br>\n\t\t\t\t\tModified by: Brian&nbsp;Moore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\n\n\n\nBecause they provide an explicit historical perspective, phylogenies have become central to virtually all areas of research in evolutionary biology, ecology, molecular biology and epidemiology. The development of a Bayesian statistical framework for phylogeny estimation may be the most significant development in this area of study over the past decade. Bayesian inference of phylogeny is focussed on the posterior distribution of the phylogenetic parameters, which reflects our belief in the parameter values after evaluating the data at hand: it is an updated version of the corresponding prior distribution, which reflects our belief in the parameter values before evaluating the data. The likelihood function is the vehicle that extracts the information in the data to transform the prior probability distributions into the posterior probability distributions. In practice, Bayesian inference uses numerical algorithms--Markov Chain Monte Carlo (MCMC) samplers--to approximate the joint posterior probability distribution of the phylogenetic model parameters. \n\nDespite the enthusiasm for Bayesian inference of phylogeny, our community has not fully embraced either the benefits or accepted the burdens of this statistical inference framework. For example, it is common for biologists to use default priors for parameters of phylogenetic models. These default priors typically reflect a high degree of ignorance regarding parameter values (i.e., they are \"uninformative\"), despite an enormous degree of accumulated information from Bayesian analyses of empirical datasets. Moreover, the MCMC algorithms used for Bayesian phylogenetic inference are widely appreciated (in the Bayesian statistical literature) to be prone to failure; despite the need for diligent diagnosis, the phylogenetic community has adopted a distressingly casual attitude regarding MCMC performance. \n\nThis NSF-funded project helped to address these critical issues by: (1) collecting and curating the largest ever sample of empirical Bayesian phylogenetic datasets; (2) recreating of the details of the published Bayesian phylogenetic analyses; (3) performing analyses of a large sample of empirical Bayesian phylogenetic datasets (which consumed more than 2.3 million compute hours); (4) generating a massive archive of MCMC output via reanalysis of published empirical datasets; (5) developing a suite of phylogeny-specific MCMC diagnostic tests designed to detect failure of the MCMC to provide reliable estimates of the tree parameter (which is both the most challenging parameter for phylogenetic MCMC and also typically the focal parameter of phylogenetic studies); (6) developing a freely-available, user-friendly, and semi-automated software, bonsai, for assessing the performance of phylogenetic MCMC; (7) diagnosing empirical phylogenetic MCMC output, which has revealed an extremely high failure rate in published studies (45%) and identified the factors that contribute to MCMC failure (dataset size, model complexity, and missing data); (8) developing adaptive algorithms to improve the performance of phylogenetic MCMC (which we implemented in our freely-available, open-source software, RevBayes); (9) developing extensive online educational resources for Bayesian phylogenetic MCMC, and; (10) organizing and participating in numerous workshops to provide instruction in Bayesian phylogenetic MCMC.\n\nThe overall outcome of this project is the development new computational and statistical tools that will improve our ability to reliably and accurately estimate phylogenies, which will positively impact the myriad scientific fields that leverage phylogenetic information.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/17/2021\n\n\t\t\t\t\tSubmitted by: Brian Moore"
 }
}