{
 "awd_id": "1356669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI innovation: Integration of flux balance analyses with data mining and 13C-labeling experiments to decipher microbial metabolisms",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 486510.0,
 "awd_amount": 486510.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "Microorganisms play important roles in ecology, biogeochemical cycles, human diseases, bioremediation and bioenergy. Currently, high-throughput sequencing is being used to map the genomes of microbial species. However, the DNA sequence of a microbe does not provide a complete understanding of its functioning. To bridge the knowledge gap between genotype and phenotype, metabolic flux analysis is an important phenomic tool to investigate in vivo enzymatic activities. Analysis of metabolic fluxes can identify bottleneck pathways in the biosynthesis of desirable products, decipher the function of unknown genes, discover new enzymes, and reveal the mechanisms of diseases. In this project, a user-friendly metabolic flux analysis platform will be developed to provide a robust cyberinfrastructure for biologists, helping them analyze large amounts of phenomic data efficiently. In addition, this platform includes an open source database for storing and disseminating flux analysis data on diverse microbial metabolisms. This database can assist metabolic flux analyses of new microorganisms, enabling the systems biology community to benefit from the fast advancement in \"Big Data\" technology. Ultimately, this platform can be a springboard for future development of high throughput methodologies to analyze diverse biological systems. The broader impact of this project not only includes educational efforts for high school students (especially minority and under-represented groups) to promote their inquiry and interests in STEM fields, but also development of a wiki-styled website and discussion forum for flux analysis technologies and applications. \r\n\r\nCurrent systems biology studies (for example, transcriptomics) rely on model organisms for genome annotation and have limited power to reveal novel metabolic pathways. In addition, post-transcriptional and post-translational regulations hinder the possible phenotypic information that can be determined from genomic approaches. Thereby, it is of great value to build a new metabolic flux analysis platform to decipher microbial metabolisms and metabolic regulations. This project has three tasks to develop novel capabilities for metabolic flux analysis. The first task will be to build a comprehensive carbon-fate map for 13C-assisted pathway identification and to provide effective computational algorithms for 13C-metabolic flux analysis. Thereby, this flux analysis platform can precisely quantify the pathway activities using the labeling information from 13C-tracer experiments. The second task will be to build a database of published microbial fluxomic results, which can then be analyzed via data mining approaches to predict pathway linkages and novel microbial metabolisms in new species. The third task will be to create new approaches to integrate genome-scale flux balance analysis with both 13C-labeling and data mining results to precisely characterize microbial metabolisms. Once the new model platform is developed, it will be tested using case studies. Based on available experimental data on Shewanella metabolic flux analyses, the model applicability will be validated and improved. Ultimately, this new platform can be widely used by the systems biology society to provide new insights into diverse microbial species. The project web link is: http://tang.eece.wustl.edu/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yinjie",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yinjie Tang",
   "pi_email_addr": "yinjie.tang@seas.wustl.edu",
   "nsf_id": "000514445",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yixin",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yixin Chen",
   "pi_email_addr": "chen@cse.wustl.edu",
   "nsf_id": "000302236",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "One Brookings Drive",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 486510.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Background</p>\n<p>Synthetic Biology has the potential to revolutionize the bio-productions. However, the introduction of synthetic devices or pathways in microbial hosts often consumes significant cellular resources and incurs fitness costs. Currently, Synthetic Biology applications still lack guidelines in re-allocating cellular carbon and energy fluxes. To resolve this challenge, we have proposed three approaches. First, <sup>13</sup>C-MFA (metabolic flux analysis) and genome scale modeling can characterize the burdens of genetic infrastructures and reveal optimal strategies for distributing cellular resources. Second, novel microbial chassis can be characterized and explored to employ their unique metabolic features for product synthesis. Third, collections of genomic data and bioprocess information will facilitate machine learning to decipher metabolic regulations under genetic/environmental perturbations. The data-driven modeling and <sup>13</sup>C-MFA can be integral components of &ldquo;design-build-test-learn&rdquo; cycle for generating novel microbial cell factories.</p>\n<p>Project outcome</p>\n<p>This project focuses on building new tools for metabolism analysis of nonmodel microbes, which includes <sup>13</sup>C-MFA, data driven modeling, and the integration of omics analysis. Three objectives have been achieved. &nbsp;</p>\n<p>First, we have built a new protocol with comprehensive carbon-fate maps for <sup>13</sup>C-pathway identification and <sup>13</sup>C-MFA of microbial hosts. Our protocol contains three steps: parallel labeling to trace functional pathways and confirm the annotated pathways; isotopic labeling analysis of free metabolites and amino acids; a modeling platform (called WUflux) for profiling fluxomes based on labeling data. We have used this protocol to characterize engineered E.coli, nonmodel soil bacterium, and fungal species.</p>\n<p>Second, we have developed data driven algorithms to facility metabolism characterizations. We have collected published microbial fluxomic results and used them via data mining approaches to predict microbial metabolisms in new species. Moreover, we developed a machine learning method (called BoostGAPFILL) to fill gaps in an incomplete network.</p>\n<p>Third, we have integrated genomic data (e.g., RNA Seq and metabolite profiling) with flux balance analysis and <sup>13</sup>C-MFA to study nonmodel microbial metabolisms. Specifically, <sup>13</sup>C-MFA can provide microbial functional outputs, genomic data offer the insights into metabolic regulations, and flux balance analysis reveals cellular potentials for biosynthesis. Via integrated approaches, we also identified interesting phenomenon called &ldquo;proximity channeling&rdquo; in which fluxes may be controlled by enzyme locations rather than enzyme abundance. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2018<br>\n\t\t\t\t\tModified by: Yinjie&nbsp;Tang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground\n\nSynthetic Biology has the potential to revolutionize the bio-productions. However, the introduction of synthetic devices or pathways in microbial hosts often consumes significant cellular resources and incurs fitness costs. Currently, Synthetic Biology applications still lack guidelines in re-allocating cellular carbon and energy fluxes. To resolve this challenge, we have proposed three approaches. First, 13C-MFA (metabolic flux analysis) and genome scale modeling can characterize the burdens of genetic infrastructures and reveal optimal strategies for distributing cellular resources. Second, novel microbial chassis can be characterized and explored to employ their unique metabolic features for product synthesis. Third, collections of genomic data and bioprocess information will facilitate machine learning to decipher metabolic regulations under genetic/environmental perturbations. The data-driven modeling and 13C-MFA can be integral components of \"design-build-test-learn\" cycle for generating novel microbial cell factories.\n\nProject outcome\n\nThis project focuses on building new tools for metabolism analysis of nonmodel microbes, which includes 13C-MFA, data driven modeling, and the integration of omics analysis. Three objectives have been achieved.  \n\nFirst, we have built a new protocol with comprehensive carbon-fate maps for 13C-pathway identification and 13C-MFA of microbial hosts. Our protocol contains three steps: parallel labeling to trace functional pathways and confirm the annotated pathways; isotopic labeling analysis of free metabolites and amino acids; a modeling platform (called WUflux) for profiling fluxomes based on labeling data. We have used this protocol to characterize engineered E.coli, nonmodel soil bacterium, and fungal species.\n\nSecond, we have developed data driven algorithms to facility metabolism characterizations. We have collected published microbial fluxomic results and used them via data mining approaches to predict microbial metabolisms in new species. Moreover, we developed a machine learning method (called BoostGAPFILL) to fill gaps in an incomplete network.\n\nThird, we have integrated genomic data (e.g., RNA Seq and metabolite profiling) with flux balance analysis and 13C-MFA to study nonmodel microbial metabolisms. Specifically, 13C-MFA can provide microbial functional outputs, genomic data offer the insights into metabolic regulations, and flux balance analysis reveals cellular potentials for biosynthesis. Via integrated approaches, we also identified interesting phenomenon called \"proximity channeling\" in which fluxes may be controlled by enzyme locations rather than enzyme abundance.  \n\n\t\t\t\t\tLast Modified: 07/30/2018\n\n\t\t\t\t\tSubmitted by: Yinjie Tang"
 }
}