{
 "awd_id": "1356924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   An Eddy-resolved Ensemble Approach to  Pacific Ocean Decadal Variability",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 391728.0,
 "awd_amount": 391728.0,
 "awd_min_amd_letter_date": "2014-02-11",
 "awd_max_amd_letter_date": "2014-02-11",
 "awd_abstract_narration": "Low-frequency fluctuations of the ocean and atmosphere over the North Pacific Ocean on interannual to decadal timescales significantly impact the weather and climate of North America and Eurasia, and drive important state transitions observed in marine ecosystems across the Pacific Ocean. Tropical Pacific climate variability is dominated by ocean/atmosphere coupled dynamics associated with the El Niño Southern Oscillation (ENSO). The traditional expression of ENSO is characterized by a pronounced eastern Pacific warming, a weakening of the trade winds, and positive (negative) Sea Level Pressure anomalies over the western (eastern) tropical Pacific. These changes in the tropical atmospheric circulation modify the large-scale Hadley Cell and extratropical atmospheric circulation patterns via atmospheric\r\nteleconnections. Specifically, it has been shown that ENSO extremes excite variability in the Aleutian Low through a well-known \"atmospheric bridge\". The ENSO-derived variability of the Aleutian Low is integrated and low-passed by the ocean to yield the Pacific Decadal Oscillation (PDO) pattern in the North Pacific. The recent discovery of a new dynamical link between a special type of ENSO (with a pronounced warming in the central Pacific) and the North Pacific Gyre provides the basis for a potential positive feedback between tropics and extra-tropics. This project will use an eddy-resolved ensemble modeling approach to diagnose the mechanisms controlling decadal-scale variations in the subsurface Pacific Ocean and their role in tropical Pacific decadal variability. An ensemble of six long-term Pacific eddy-resolving ocean model hindcasts for the period 1950-2012 will be generated to address two goals: The first goal is to characterize and diagnose the decadal variability of the subsurface mean and eddy circulations of the Pacific Ocean. The second goal is to understand the role of the subsurface dynamics that generate decadal modulations of the tropical thermocline. This will be accomplished using a linear inverse modeling framework based on observations, reanalysis products, and the model ensemble simulations.  \r\n\r\nIntellectual Merit: Until recently, the decadal variability of the North Pacific was understood in the context of the canonical eastern Pacific El Niño (EP-ENSO) and its decadal expression -- the Pacific Decadal Oscillation (PDO). The PIs Di Lorenzo and Schneider (in their previous grant) expanded this view by recognizing a new decadal pattern of variability termed the North Pacific Gyre Oscillation (NPGO). By diagnosing the large-scale dynamics of the NPGO it was found that similar to the PDO the decadal variance of the NPGO originates from the tropics and is forced by a different flavor of central Pacific El Niño (CP-ENSO). This suggests that the tropical Pacific acts as a primary driver of Pacific-wide surface decadal variability. However, the dynamics controlling this source of decadal variance remain largely unknown. While many studies have explored subsurface pathways to tropical decadal variability with coarse resolution models and observations, the role of eddy-resolved dynamics has not been systematically explored. Yet in the subsurface where direct atmospheric forcing is weak, stochastic forcing by eddy-scale processes can generate and/or transport large-amplitude decadal anomalies in water mass properties. This study will take a fresh look at the mechanisms energizing the Pacific decadal variance in an eddy-resolved ensemble modeling approach that allows to resolve and isolate deterministic and intrinsic dynamics of ocean variability. This approach has never been used to study ocean decadal dynamics even though there is growing scientific evidence that eddy-scale processes exert an important control on ocean climate. \r\n\r\nBroader Impacts: Improving our understanding of subsurface climate variability of the Pacific Ocean carries important implications for decadal climate prediction, and for biogeochemical and marine ecosystem sciences. Decadal changes in subsurface transport and water mass properties (e.g. oxygen & nutrients) are linked to dramatic coastal hypoxia events along the US west coast. The PIs Di Lorenzo and Schneider have acted and will continue to act as interdisciplinary communicators to bridge the physical and biological oceanography communities by making the modeling data, analyses and the new understandings derived from this project available to marine ecosystem scientists through a local environmental program and several international working groups that the lead investigators co-chair. The eddy-resolving hindcasts will also be made available through the Georgia Tech Data server and will provide an unprecedented data archive for exploring eddy-scale dynamics in the Pacific and for conducting regional climate impacts studies with nested coastal ocean models. The project will also train a female graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emanuele",
   "pi_last_name": "Di Lorenzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emanuele Di Lorenzo",
   "pi_email_addr": "manu.ocean@brown.edu",
   "nsf_id": "000490211",
   "pi_start_date": "2014-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 391728.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">The upwelling of subsurface water masses in the California Current and Gulf of Alaska bring to the ocean surface nutrients and oxygen that are vital for maintaining the productivity of the marine ecosystem. While much of the year to year variability of the upwelling is controlled by changes in the surface winds, on longer timescale changes in the properties of the water masses that fuel the upwelling system are controlled by subsurface anomalies that reach the upwelling cells from the oceanic gyres. This project explored the dynamics and predictability of the subsurface water masses that feed the upwelling systems of the GOA and CCS using available reanalyses products and a set of six ocean model historical reconstructions over the period 1950-2014. We found that subsurface anomalies along the axis of the North Pacific Current (NPC) are advected eastward into the GOA and CCS leading to predictable signals with lead times between 5-10 years. Further analyses show that the anomalies in the NPC originate from the western side of the North Pacific in the Kuroshio region off Japan. Specifically, changes in the atmospheric circulation in the center of the North Pacific excite oceanic waves (e.g. Rossby waves) that propagate westward towards Japan. Once the waves reach Japan, they generate anomalies in the surface and subsurface water masses, which in turn are advected eastward along the NPC into the CCS and GOA (Figure 1). This propagation loop from surface (e.g. eastward propagation) to subsurface (e.g. westward propagation) takes between 15-20 years and leads to very strong decadal transitions in the subsurface that can be exploited for decadal predictions of nutrient fluxes and oxygen along the CCS and in the GOA upwelling systems. These findings describe a physical mechanisms that could provide the basis for decadal climate predictions along eastern boundary current upwelling systems around the world, which are among the most ecologically productive oceanic regions in the world. These predictions may help better manage fisheries and understand the statistics of the so called &ldquo;dead zones&rdquo; &ndash; that is regions where oxygen levels become so low (e.g. hypoxic) that the marine ecosystem can no longer function.</p>\n<p class=\"Body\">The results generated during this project also inspired the establishment of a new international working group on Climate and Ecosystem Predictability (WG-CEP) in the North Pacific under the joint umbrella of the North Pacific Marine Science Organization (PICES) and CLIVAR international.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2018<br>\n\t\t\t\t\tModified by: Emanuele&nbsp;Di Lorenzo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1356924/1356924_10291504_1528910479884_PEX-Outcomes-Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1356924/1356924_10291504_1528910479884_PEX-Outcomes-Figure1--rgov-800width.jpg\" title=\"Propagation of subsurface anomalies in the North Pacific\"><img src=\"/por/images/Reports/POR/2018/1356924/1356924_10291504_1528910479884_PEX-Outcomes-Figure1--rgov-66x44.jpg\" alt=\"Propagation of subsurface anomalies in the North Pacific\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Subsurface propagation of salinity anomalies in observations and historical simulations with the Regional Ocean Modeling System (ROMS) with different spatial resolutions. Salinity in the subsurface is a proxy for nutrients and oxygen content. ECMWF (a) ORA3 reanalysis, (b) ROMS 23km resolu</div>\n<div class=\"imageCredit\">Pozo Buil and Di Lorenzo, 2017</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Emanuele&nbsp;Di Lorenzo</div>\n<div class=\"imageTitle\">Propagation of subsurface anomalies in the North Pacific</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The upwelling of subsurface water masses in the California Current and Gulf of Alaska bring to the ocean surface nutrients and oxygen that are vital for maintaining the productivity of the marine ecosystem. While much of the year to year variability of the upwelling is controlled by changes in the surface winds, on longer timescale changes in the properties of the water masses that fuel the upwelling system are controlled by subsurface anomalies that reach the upwelling cells from the oceanic gyres. This project explored the dynamics and predictability of the subsurface water masses that feed the upwelling systems of the GOA and CCS using available reanalyses products and a set of six ocean model historical reconstructions over the period 1950-2014. We found that subsurface anomalies along the axis of the North Pacific Current (NPC) are advected eastward into the GOA and CCS leading to predictable signals with lead times between 5-10 years. Further analyses show that the anomalies in the NPC originate from the western side of the North Pacific in the Kuroshio region off Japan. Specifically, changes in the atmospheric circulation in the center of the North Pacific excite oceanic waves (e.g. Rossby waves) that propagate westward towards Japan. Once the waves reach Japan, they generate anomalies in the surface and subsurface water masses, which in turn are advected eastward along the NPC into the CCS and GOA (Figure 1). This propagation loop from surface (e.g. eastward propagation) to subsurface (e.g. westward propagation) takes between 15-20 years and leads to very strong decadal transitions in the subsurface that can be exploited for decadal predictions of nutrient fluxes and oxygen along the CCS and in the GOA upwelling systems. These findings describe a physical mechanisms that could provide the basis for decadal climate predictions along eastern boundary current upwelling systems around the world, which are among the most ecologically productive oceanic regions in the world. These predictions may help better manage fisheries and understand the statistics of the so called \"dead zones\" &ndash; that is regions where oxygen levels become so low (e.g. hypoxic) that the marine ecosystem can no longer function.\nThe results generated during this project also inspired the establishment of a new international working group on Climate and Ecosystem Predictability (WG-CEP) in the North Pacific under the joint umbrella of the North Pacific Marine Science Organization (PICES) and CLIVAR international.\n\n \n\n\t\t\t\t\tLast Modified: 09/11/2018\n\n\t\t\t\t\tSubmitted by: Emanuele Di Lorenzo"
 }
}