{
 "awd_id": "1356994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Property Rights Claims and Resource Extraction in Contested Territorial Contexts",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 18305.0,
 "awd_amount": 18305.0,
 "awd_min_amd_letter_date": "2014-06-15",
 "awd_max_amd_letter_date": "2014-06-15",
 "awd_abstract_narration": "Supervised by Dr. Janet Roitman, Randi Irwin, a doctoral student from The New School for Social Research, will conduct research that explores strategies for property utilization in contested territories. The research explores the creation and implementation of deferred oil contracts, which function like financial derivatives since oil reserves, unlike many other resources, are able to generate economic value without its immediate extraction.  The debate over resource extraction in the Western Sahara, an oil-rich area in territorial dispute, provides an entry point for exploring how various stakeholders have utilized international law in order to make future-based claims on property and legitimacy. Given that many of the world's untapped oil reserves exist in contested territorial spaces, the research is critical to understanding how energy security can be achieved in the twenty-first century. \r\n\r\nThis project asks: How and in what forms have property and citizenship been configured inside of and beyond the contract? What is the relationship between infrastructure development, property, citizenship, and natural resources? Since 1975, Morocco and the potential Saharawi Arab Democratic Republic have been in a dispute over rights to the Western Sahara. Deferred contracts and other forms of delineating property and resources may also provide new ways to make claims to political legitimacy and define the limits of the population to be governed prior to the recognition of sovereignty. The research considers how property and citizenship might be configured inside of and beyond the contract, in order to produce a particular way of legitimating the transfer of land plots for future oil extraction and prepare for sovereignty. This multi-sited fieldwork will be conducted in the Saharawi refugee camps in Algeria, at the Saharawi oil and gas annual meeting in England, and the Saharawi Oil and Gas Office in Australia. This research will include: a) interviews with Polisario party officials who manage the oil contracts; b) interviews with elected members of the Saharawi parliament who hold the power to approve or reject how resources are utilized; c) trips to the Saharawi archaeological park; d) interviews with Saharawis who do not hold official positions, but are implicated in these various configurations of property; and e) archival research in the Saharawi government and oil offices. The project would engage future researchers and policymakers with the impact of deferred oil contracts in disputed territories, knowledge which is critical to establishing and maintaining energy security in the twenty-first century. The research also supports the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Roitman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Roitman",
   "pi_email_addr": "roitmanj@newschool.edu",
   "nsf_id": "000571037",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randi",
   "pi_last_name": "Irwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Randi Irwin",
   "pi_email_addr": "Irwir459@newschool.edu",
   "nsf_id": "000650759",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The New School",
  "inst_street_address": "66 W 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122295600",
  "inst_zip_code": "100118603",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "THE NEW SCHOOL",
  "org_prnt_uei_num": "YNL2H7YNMFP9",
  "org_uei_num": "YNL2H7YNMFP9"
 },
 "perf_inst": {
  "perf_inst_name": "New School University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100116302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 18305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">In 1976 a war broke out between Morocco (which took Spain&rsquo;s departure from its colony as an opportunity for southern expansion) and the Polisario. As the war waged for nearly two decades, Saharawis fled Western Sahara for an Algeria-based refugee camp in a portion of the Sahara Desert frequently referred to as &ldquo;Devil&rsquo;s Garden.&rdquo; In 1976, Saharawis formed a democratic state-in-exile, the Saharawi Arab Democratic Republic</span><span class=\"s2\">&nbsp;</span><span class=\"s1\"> (SADR). For forty years Saharawi refugees have waited for the opportunity to return home to the territory, but a long-awaited UN-led referendum on self-determination has yet to take place. Currently, nearly 200,000 Saharawis reside across the five camps, which are named after major towns and trading posts in Western Sahara: Laayoune Camp, for example, reminds camp residents of the breezy coastal city that is home to Western Sahara&rsquo;s phosphate mines. Through these practices, there is a concerted effort to maintain a sense of Western Sahara&rsquo;s richness and its landscape, emphasizing the historically nomadic Saharawi identity and ties to the land for the generations that have been raised in the refugee camps; most only know their home through stories, pictures, and videos on the SADR-run television channel that highlight the ocean breeze and the vast swathes of vegetation.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">What came out of the research was a sense of the various ways in which the territory of Western Sahara is made and remade. While this project started with a focus on finance and law as the active mechanisms that construct and utilized the territory, I found that there was more to learn by focusing first on the various ways that the territory is utilized, which are at times complimentary and at other times contradictory. In this research it became clear that Western Sahara and the ideas, qualities, and sense of belonging that Saharawis associate with it are developed and maintained across a myriad of strategies.&nbsp;These strategies are also deeply linked to anti-colonial rhetoric and engage directly with longer histories of decolonization struggles on the African continent.</span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>Due to the nature of the Saharawi refugee camp and the history of the territorial conflict over rights to Western Sahara, the four decades in the camp have resulted in a Saharawi commitment to maintaining connections to their homeland for the tens of thousands of Saharawis who were born in the camp and have yet to see their land. This struggle to maintain connections and knowledge about the land is seen at various levels of Saharawi society and takes a range of forms.&nbsp;</span><span class=\"s1\">I would suggest that the liberation strategies used by Saharawi refugees produce greater insight into the role of finance, capital, and international law in the context of refugees&rsquo; ability to make claims to legitimacy and territory than initially anticipated.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\"><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/27/2016<br>\n\t\t\t\t\tModified by: Randi&nbsp;Irwin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In 1976 a war broke out between Morocco (which took SpainÆs departure from its colony as an opportunity for southern expansion) and the Polisario. As the war waged for nearly two decades, Saharawis fled Western Sahara for an Algeria-based refugee camp in a portion of the Sahara Desert frequently referred to as \"DevilÆs Garden.\" In 1976, Saharawis formed a democratic state-in-exile, the Saharawi Arab Democratic Republic  (SADR). For forty years Saharawi refugees have waited for the opportunity to return home to the territory, but a long-awaited UN-led referendum on self-determination has yet to take place. Currently, nearly 200,000 Saharawis reside across the five camps, which are named after major towns and trading posts in Western Sahara: Laayoune Camp, for example, reminds camp residents of the breezy coastal city that is home to Western SaharaÆs phosphate mines. Through these practices, there is a concerted effort to maintain a sense of Western SaharaÆs richness and its landscape, emphasizing the historically nomadic Saharawi identity and ties to the land for the generations that have been raised in the refugee camps; most only know their home through stories, pictures, and videos on the SADR-run television channel that highlight the ocean breeze and the vast swathes of vegetation. \nWhat came out of the research was a sense of the various ways in which the territory of Western Sahara is made and remade. While this project started with a focus on finance and law as the active mechanisms that construct and utilized the territory, I found that there was more to learn by focusing first on the various ways that the territory is utilized, which are at times complimentary and at other times contradictory. In this research it became clear that Western Sahara and the ideas, qualities, and sense of belonging that Saharawis associate with it are developed and maintained across a myriad of strategies. These strategies are also deeply linked to anti-colonial rhetoric and engage directly with longer histories of decolonization struggles on the African continent.\n Due to the nature of the Saharawi refugee camp and the history of the territorial conflict over rights to Western Sahara, the four decades in the camp have resulted in a Saharawi commitment to maintaining connections to their homeland for the tens of thousands of Saharawis who were born in the camp and have yet to see their land. This struggle to maintain connections and knowledge about the land is seen at various levels of Saharawi society and takes a range of forms. I would suggest that the liberation strategies used by Saharawi refugees produce greater insight into the role of finance, capital, and international law in the context of refugeesÆ ability to make claims to legitimacy and territory than initially anticipated. \n\n\n\n\t\t\t\t\tLast Modified: 05/27/2016\n\n\t\t\t\t\tSubmitted by: Randi Irwin"
 }
}