{
 "awd_id": "1357481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Socioeconomic Variance in Labor and Family Responses to Globalization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 20348.0,
 "awd_amount": 20348.0,
 "awd_min_amd_letter_date": "2014-05-21",
 "awd_max_amd_letter_date": "2014-05-21",
 "awd_abstract_narration": "Dario Valles, under the supervision of Dr. Micaela di Leonardo of Northwestern University, will explore how American workers and families adapt to the pressures of globalization, and how those responses might vary across a range of socioeconomic categories. The explosion of the global service sector, in tandem with women's increasing labor force participation, has resulted in a global \"care deficit.\" This has resulted in the reorganization of households and the creation of new labor markets. This research examines why and how migrant family child care workers in global cities provide subcontracted care to young children of working parents. Family child care (FCC) has been selected as a point of inquiry as it has become one of the fastest growing occupations in the U.S., with an estimated 2.3 million workers and many more working informally. The researcher focuses on childcare providers who service women and families in low-wage service work, an important sample population as previous scientific studies have tended to focus on upper middle class and affluent families. The researcher will conduct 12 months of ethnographic research, using participant observation, interviews, life histories, material and discourse analyses, and archival and statistical data collection. \r\n\r\nEthnographic inquiry into family child care is critical to the ways in which everyday household practices are entwined with social and political economic hierarchies, practices of affective care and labor and constructions of family. At the same time, the experiences of these providers offer insight into change in the face of rapid economic dislocations. This project will bring new light and dialogue around continued local and global socioeconomic inequalities, shifting social and cultural concepts, and transformations in the role of the state, and reveal how low-wage workers engage these realities through their labor, household, and socioeconomic practices. \r\n\r\nThe U.S. is behind many countries in providing child care support for families with children. While other countries recognize the economic burden of child care, particularly for low-wage families, the U.S. does not been able to adequately address this child care deficit. The research will help policymakers understand the dynamics that can contribute to the maximization of labor productivity, thereby improving the economic competitiveness of the U.S. The project will also support the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Micaela",
   "pi_last_name": "di Leonardo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Micaela di Leonardo",
   "pi_email_addr": "l-di@northwestern.edu",
   "nsf_id": "000462608",
   "pi_start_date": "2014-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dario",
   "pi_last_name": "Valles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dario Valles",
   "pi_email_addr": "dario.valles@csulb.edu",
   "nsf_id": "000624882",
   "pi_start_date": "2014-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University - Anthropology",
  "perf_str_addr": "1810 Hinman",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602011310",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20348.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This 27-month long qualitative study, supported by the NSF-DDIG, investigates the experiences of Latina migrant family childcare providers and activists in Los Angeles to understand how U.S. gender politics and racial formations intersect with global economic transformations, social movements and transnational migration. The growth of a feminized global service sector, the historic levels of women&rsquo;s labor participation and the move from welfare to &ldquo;workfare&rdquo; in the U.S. have engendered a &ldquo;care crisis.&rdquo; Childcare can cost as much as public college tuition and consume up to a third of the average U.S salary. Family childcare workers -- predominantly women of color providing care in their private homes, making below minimum wage, and working round-the-clock -- have thus become one of the fastest growing occupations in the U.S. An estimated 2.3 million work in the labor force and many more informally.</p>\n<p>Participant observation of providers' activism and work lives, and 25 life history interviews, demonstrate the ways in which Latina migrants&rsquo; participation in childcare is situated within gendered and racial structural and interpersonal violence and nation-building projects across &ldquo;sending&rdquo; and settlement sites. Through their activism and in daily practice, Latina migrant family care providers build complex relationships with predominantly-working poor, mixed-status parents as both groups negotiate market demands for &ldquo;flexible,&rdquo; low-wage work and increased regulation by state workfare agencies.&nbsp; Providers actively engage with (and transform) conceptualizations of &ldquo;immigrant culture&rdquo; and<em> Latinidad</em> that command welfare and early education debates as they advocate for their social-economic rights to improve working conditions but also to close achievement gaps that affect predominantly youth of color. As they assert collective identities and visions of early education policy and caregiving in California, providers and low-wage parents offer new insight into the ways in which material and ideological constructions of family, child-rearing and culture becomes a critical terrain for contesting political and economic citizenship and belonging, shifting state power and economic inequality in the U.S. and globally. Overall, this work highlights how households are an important, but often invisible, space to understand shifting relationships between states and their subjects, and where economic, political and cultural power come \"home.\"</p>\n<p>This anthropological study also provides insight into the complexity of care in this moment, and the need to understand how economic inequality, racism, and gendered inequity all play roles in shaping early education access and outcomes. Examining the \"taken for granted\" in childcare provision and activism reveals the challenges in addressing early education through market models, especially with the effects of welfare and immigration policy based on racialized assumptions about women and migrants. Often times such models forget the vulnerable positions providers face, and even foreclose the possibilities of multi-faceted, culturally-sensitive care. At the same time, activist organizations representing early educators struggle to address all these fronts and find the right language and strategies to address the complexity of care, while fighting for providers' basic working rights in a context where women's care work is devalued. Narrow constructions of culture and childhood that get captured in state policy can be broadened, and early education policy strengthend, by listening to those who do the critical material and emotional labor of childcare, and understanding their precarious position as entrepreneurs and often immigrants but also their desires and determinations to stand as early educators and advocates for children&rsquo;s futures.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2017<br>\n\t\t\t\t\tModified by: Dario&nbsp;Valles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis 27-month long qualitative study, supported by the NSF-DDIG, investigates the experiences of Latina migrant family childcare providers and activists in Los Angeles to understand how U.S. gender politics and racial formations intersect with global economic transformations, social movements and transnational migration. The growth of a feminized global service sector, the historic levels of women?s labor participation and the move from welfare to \"workfare\" in the U.S. have engendered a \"care crisis.\" Childcare can cost as much as public college tuition and consume up to a third of the average U.S salary. Family childcare workers -- predominantly women of color providing care in their private homes, making below minimum wage, and working round-the-clock -- have thus become one of the fastest growing occupations in the U.S. An estimated 2.3 million work in the labor force and many more informally.\n\nParticipant observation of providers' activism and work lives, and 25 life history interviews, demonstrate the ways in which Latina migrants? participation in childcare is situated within gendered and racial structural and interpersonal violence and nation-building projects across \"sending\" and settlement sites. Through their activism and in daily practice, Latina migrant family care providers build complex relationships with predominantly-working poor, mixed-status parents as both groups negotiate market demands for \"flexible,\" low-wage work and increased regulation by state workfare agencies.  Providers actively engage with (and transform) conceptualizations of \"immigrant culture\" and Latinidad that command welfare and early education debates as they advocate for their social-economic rights to improve working conditions but also to close achievement gaps that affect predominantly youth of color. As they assert collective identities and visions of early education policy and caregiving in California, providers and low-wage parents offer new insight into the ways in which material and ideological constructions of family, child-rearing and culture becomes a critical terrain for contesting political and economic citizenship and belonging, shifting state power and economic inequality in the U.S. and globally. Overall, this work highlights how households are an important, but often invisible, space to understand shifting relationships between states and their subjects, and where economic, political and cultural power come \"home.\"\n\nThis anthropological study also provides insight into the complexity of care in this moment, and the need to understand how economic inequality, racism, and gendered inequity all play roles in shaping early education access and outcomes. Examining the \"taken for granted\" in childcare provision and activism reveals the challenges in addressing early education through market models, especially with the effects of welfare and immigration policy based on racialized assumptions about women and migrants. Often times such models forget the vulnerable positions providers face, and even foreclose the possibilities of multi-faceted, culturally-sensitive care. At the same time, activist organizations representing early educators struggle to address all these fronts and find the right language and strategies to address the complexity of care, while fighting for providers' basic working rights in a context where women's care work is devalued. Narrow constructions of culture and childhood that get captured in state policy can be broadened, and early education policy strengthend, by listening to those who do the critical material and emotional labor of childcare, and understanding their precarious position as entrepreneurs and often immigrants but also their desires and determinations to stand as early educators and advocates for children?s futures.\n\n \n\n\t\t\t\t\tLast Modified: 03/01/2017\n\n\t\t\t\t\tSubmitted by: Dario Valles"
 }
}