{
 "awd_id": "1357042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Differential contributions of archaeal ammonia oxidizer ecotypes in relation to their changing environment",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 361916.0,
 "awd_amount": 361916.0,
 "awd_min_amd_letter_date": "2014-01-14",
 "awd_max_amd_letter_date": "2014-01-14",
 "awd_abstract_narration": "ABSTRACT \r\nOverview: Because the first and rate-limiting step of nitrification, ammonia oxidation, was long believed to be restricted to a few groups within the domain Bacteria, the discovery of ammonia-oxidizing archaea (AOA) - members of one of the most abundant microbial groups on the planet (now known as the Thaumarchaeota) - has seriously challenged our understanding of the microbial ecology and biogeochemistry of the nitrogen cycle. AOA are now believed to be responsible for the majority of nitrification in the sea, and occur in the marine water column as two taxonomically distinct groups, namely the Water Column Group A (WCA) and B (WCB) ecotypes. An open question in marine biogeochemistry is whether the taxonomic definition of WCA and WCB and their observed distributions correspond to distinct ecological and biogeochemical niches. To fill this critical knowledge gap, this project will examine linkages between patterns of ecotype-specific archaeal ammonia monooxygenase (amoA) gene abundance and expression and 15N-based nitrification rates across multiple depths (0-500m) and two stations within the Monterey Bay Time Series (MBTS). Acquiring quantitative expressional and biogeochemical activity data from a wide array of water column samples from the MBTS, bimonthly over the course of two years, will yield valuable new insights into how archaeal ammonia oxidation and AOA ecotype dynamics are influenced by changes in ocean conditions. \r\n\r\nIntellectual Merit: The discovery of AOA has served to refocus attention on nitrification in the ocean; however, there are still an alarmingly low number of direct measurements of oceanic ammonia oxidation rates. This paucity of data has made it difficult to accurately quantify the degree to which nitrification supports primary production in the global ocean. One major goal of this project is to ascertain whether a quantitative relationship between the abundance of AOA genes and transcripts and instantaneous rates of nitrification exists for the coastal ocean. Prior collaboration indicated a strong correlation between 15N-based nitrification rates and archaeal amoA gene copies in surface waters of northern Monterey Bay. This study will acquire a more holistic understanding of this relationship by performing these measurements as part of the MBTS, not only at depths in the euphotic zone - where the biogeochemical importance of nitrification is hotly debated - but also within disphotic and aphotic waters of the mesopelagic. By conducting this research as part of the 23 year MBTS, the resultant dataset will be incorporated into a larger oceanographic framework. These efforts will also directly connect to a goal of the MBTS to determine spatiotemporal patterns in new and regenerated primary production by providing new quantitative insights into processes responsible for regenerated nitrogen production in the photic zone. Additionally, the extensive collections of microbial sequence and biogeochemical data generated through this study will provide a valuable resource to the scientific community and, ultimately, help reveal new information about the ecology and factors regulating nitrification in the ocean, greatly advancing our ability to model its role in N and C cycles under present and future conditions. \r\n\r\nBroader Impacts: Nitrification in the oceanic water column has implications extending from local effects on the structure and activity of phytoplankton communities (i.e. primary producers) to broader-scale impacts on the speciation of nitrogenous nutrients and production of nitrous oxide (N2O, a potent greenhouse gas), all of which have important societal implications. This project will provide critical information regarding how the diversity, abundance, and activity of the underlying AOA communities are influenced by complex and fluctuating environmental conditions in Monterey Bay - one of the most productive and biologically diverse regions of the global ocean. This project will result in the training and mentorship of a graduate student (Stanford) and a postdoctoral researcher (MBARI). Trainees will interact extensively with both PIs, who together represent diverse career stages and scientific perspectives, spanning microbial ecology, biogeochemistry, and oceanography. Undergraduate students will participate in this project, as well as high school interns. Aspects of this project will also be incorporated into the 4-week Hopkins Microbiology Course, focused on Monterey Bay as a natural laboratory for examining the ecology, physiology, and evolution of marine microbes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Chavez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco Chavez",
   "pi_email_addr": "chfr@mbari.org",
   "nsf_id": "000451983",
   "pi_start_date": "2014-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Monterey Bay Aquarium Research Institute",
  "inst_street_address": "7700 SANDHOLDT RD",
  "inst_street_address_2": "",
  "inst_city_name": "MOSS LANDING",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8317751803",
  "inst_zip_code": "950399644",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "MONTEREY BAY AQUARIUM RESEARCH INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GM6EL1UH2L83"
 },
 "perf_inst": {
  "perf_inst_name": "Monterey Bay Aquarium Research Institute",
  "perf_str_addr": "7700 Sandholdt Road",
  "perf_city_name": "Moss Landing",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950399644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 361916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved collaboration between the Monterey Bay Aquarium Research Institute (MBARI) and Stanford University. The focus was on marine nitrification, the process by which microorganisms convert ammonia to nitrate. This process is the final step in the conversion of organic material, specifically nitrogen, to inorganic nutrients. This process is an important part of the global nitrogen cycle yet it is still poorly understood. The project studied the relationship between the rates of nitrification, at multiple spatial and temporal scales, and the abundance and distribution of the primary organisms involved in nitrification, the ammonia-oxidizing archaea. The approach was to make measurements of nitrification, by following the production nitrate from ammonium, at multiple scales, from days to years and over many hundreds of kilometers. Parallel to the measurements of nitrification were collections of microorganisms that were characterized using molecular genetics. The primary study site was in Monterey Bay, California, imbedded in the California Current System. Nitrification was found to display a pattern that is analogous to that of sinking particulate organic carbon as measured by sediment traps. Nitrification, however, can be measured at much higher resolution and therefore may provide a better estimate of export of carbon from the surface ocean. Ammonium was found to have clear temporal and spatial patterns. The most striking are a seasonal accumulation during the summer and a maximum just below the euphotic zone. Maximum rates of nitrification are found in the maximum just below the euphotic zone and associated with a particular density surface (typically 25.5). This density surface separates the warm and nutrient poor surface layer from the cool, nutrient rich below. A chlorophyll maximum layer forms just above with the nitrification maximum just below. While nitrification rates are higher in the summer there is not as clear of a seasonal cycle as with ammonium. The distribution of ammonia oxidizing archaea is more complex and is still being analyzed by our collaborators at Stanford. In summary, this study has provided important new information regarding variations in nitrification over space and time. It also supported a post-doctoral scholar who gained project management and scientific application experience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2018<br>\n\t\t\t\t\tModified by: Francisco&nbsp;Chavez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involved collaboration between the Monterey Bay Aquarium Research Institute (MBARI) and Stanford University. The focus was on marine nitrification, the process by which microorganisms convert ammonia to nitrate. This process is the final step in the conversion of organic material, specifically nitrogen, to inorganic nutrients. This process is an important part of the global nitrogen cycle yet it is still poorly understood. The project studied the relationship between the rates of nitrification, at multiple spatial and temporal scales, and the abundance and distribution of the primary organisms involved in nitrification, the ammonia-oxidizing archaea. The approach was to make measurements of nitrification, by following the production nitrate from ammonium, at multiple scales, from days to years and over many hundreds of kilometers. Parallel to the measurements of nitrification were collections of microorganisms that were characterized using molecular genetics. The primary study site was in Monterey Bay, California, imbedded in the California Current System. Nitrification was found to display a pattern that is analogous to that of sinking particulate organic carbon as measured by sediment traps. Nitrification, however, can be measured at much higher resolution and therefore may provide a better estimate of export of carbon from the surface ocean. Ammonium was found to have clear temporal and spatial patterns. The most striking are a seasonal accumulation during the summer and a maximum just below the euphotic zone. Maximum rates of nitrification are found in the maximum just below the euphotic zone and associated with a particular density surface (typically 25.5). This density surface separates the warm and nutrient poor surface layer from the cool, nutrient rich below. A chlorophyll maximum layer forms just above with the nitrification maximum just below. While nitrification rates are higher in the summer there is not as clear of a seasonal cycle as with ammonium. The distribution of ammonia oxidizing archaea is more complex and is still being analyzed by our collaborators at Stanford. In summary, this study has provided important new information regarding variations in nitrification over space and time. It also supported a post-doctoral scholar who gained project management and scientific application experience.\n\n\t\t\t\t\tLast Modified: 07/26/2018\n\n\t\t\t\t\tSubmitted by: Francisco Chavez"
 }
}