{
 "awd_id": "1357264",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Job Loss and Unemployment: Differing Social and Economic Costs",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 151478.0,
 "awd_amount": 151478.0,
 "awd_min_amd_letter_date": "2014-05-10",
 "awd_max_amd_letter_date": "2014-05-10",
 "awd_abstract_narration": "SES-1357264\r\nSarah A. Damaske\r\nPennsylvania State University, University Park     \r\n\r\nStudies of gender differences in experiences of job loss are almost entirely absent in academic research, but the Great Recession of 2007-2009 raised questions about differences in men's and women's job loss experiences. The Great Recession was popularly dubbed a \"man-cession\" by media outlets, because, initially, men's job losses were twice as large as women's. Although men lost more jobs than women did, women experienced greater job loss after the \"conclusion\" of the recession and, at first, recovered jobs at a slower rate than men. Moreover, women reported greater material hardship than men in the wake of the Great Recession. The aim of this study is to determine whether job loss and its effects are experienced differently across gender, and, if so, how. The primary data for this study will come from 100 qualitative interviews. Qualitative interviews will be conducted with 100 men and women (50 each) who experienced the loss of a full-time job between the years 2007-2014. The project will identify men and women who are married or partnered, between the ages of 28 to 55 (those often termed \"Generation X\"), and live with a child under the age of 18. These qualitative interviews will allow for an in-depth investigation of how job loss affects men?s and women?s work pathways, their perceptions of the workforce, their labor force attachment, and their attitudes and beliefs about their household labor. \r\n\r\nThis project will address three main interrelated research questions: 1. After job loss, do structural barriers to work differentially influence men's and women's job search and their job search success? Theories of employment that look at the \"demand side\", i.e. the needs of hiring organizations, point to women's and men's likelihood to occupy different types of jobs and the continued wage gap between women and men as deterrents to women's paid employment. These factors may influence unemployment. 2. After job loss, do labor force attachment levels and gender attitudes about work-family responsibilities differentially influence men's and women's likelihood to start a job search?  \"Supply side\" theories of employment, i.e. explanations focused on the employees, point to differences in labor force attachment and work-family responsibilities to explain differences in women's and men's paid employment. These factors may also influence unemployment. 3. Do experiences of job loss differ across gender, class and race? Intersectional theories contend that race, class, and gender intersect to shape experiences of employment, suggesting that unemployment will also vary across gender, class and race. This project will investigate if and how all of these factors shape men's and women's experiences of job loss and unemployment. Moreover, while theories explaining gender differences in employment may hold true to unemployment experiences, unemployment is a volatile experience that may uniquely disrupt a person's interaction with the labor market and change the meaning of and motivation for work, thus, a detailed study of this process is necessary.\r\n\r\nJob loss and unemployment continue to be one of the most pressing issues in the United States: unemployment remains high and more than 4 million Americans have been out of work for six months or longer (Bureau of Labor Statistics 2013). The project adds gender to current research of job loss and unemployment--an important addition given that women experience unemployment at roughly the same rates as men yet are vastly understudied. By examining the processes through which men and women move into and out of the labor market, this project will differentiate routes that are more successful from those that lead to continued unemployment or to dropping out of the workforce. This will lead to policy suggestions that can be more closely tailored to improve men's and women's life chances in 21st century post-industrial economies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Damaske",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Damaske",
   "pi_email_addr": "sad32@psu.edu",
   "nsf_id": "000650903",
   "pi_start_date": "2014-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 151478.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project&rsquo;s purpose was to interview 100 men and women and ask them about their experiences of job loss, unemployment, and the impact of the job loss on their working lives and their families. Over the course of several years, a team of graduate students and I interviewed 104 men and women and conducted follow up interviews with 40 of the original participants. The interviews were transcribed and systematically coded, so that similarities and differences could be found in respondents&rsquo; description of what had happened leading up to, during, and after their job loss. In order to share the findings with a broad audience, I am writing two academic articles as well as a book. I have also written an op-ed published in <em>Harvard Business Review</em> using some of the data from this project. In the first part of the book, I consider what led people to their job loss and how they responded in the wake of it. First, while the most common experience was that this was a first job loss for respondents, it was almost as common for it to be one of a number of job losses that participant had experienced over the years. For those for whom it was a first job loss, there was often a great disbelief and frustration, as well as anger at the experience. For those experiencing a repeated job loss experience, there was often a more cynical resignation, as well as a sense of fatigue surrounding the loss and a general experience of financial decline over the longer period since they first experienced a job loss. One of the most important findings in the book is that existing state unemployment benefit policies exacerbate gender and class inequalities among those who lose their jobs. In particular, the ways that benefits are tied to prior wages make it easier for middle-class men to enjoy some time off before beginning their new job search in earnest, although middle class women do not enjoy the same leeway to take time off before commencing their search, they do take a deliberate approach to finding a new job and do not feel forced to take &ldquo;bad jobs.&rdquo; In sharp contrast are the experiences of the working class; working-class men have an urgent focus to their job search, as they most often scramble to take a job as quick as possible. Many working class women report being paralyzed by how deep into poverty they fall in the wake of the job loss, finding that they lack the resources even to search for work. In the second part of the book, I explore the ramifications for these workers and their families of their job loss. There was a large range of economic ramifications with some middle class workers and their families reporting very little day to day changes in the wake of the job loss while, at the other end of the spectrum, some workers and their family lost their homes, experienced food insecurity, or went without basic utilities. During this section of the book, I also explore the implications of health insurance being so often tied to employment. About half of the sample lost their insurance when they lost their job. I find that the health insurance loss appears to impact women much more than men. While research consistently finds women are more likely to go to the doctor&rsquo;s and engage in a greater range of healthy behaviors than men, I found that women were much more likely to report putting their health care concerns aside to focus on the physical and financial needs of their children and their spouses. In contrast to the men, women reported forgoing needed medicine&mdash;for heart conditions, asthma, and diabetes&mdash;due to an inability to afford medications after a job loss. Women evoked language of self-sacrifice when explaining that they would rather skimp on medications rather than allow children to bear any financial costs from the job loss. In the third part of the book, I consider both how the participants fared in the year after their job loss and how their understanding of their circumstances may shape future policies. First, I examine who has found jobs and who remains unemployed and how this varies by class and gender. Finally, I consider the language often invoked by the unemployed that they had &ldquo;paid into the system&rdquo; and therefore deserved their unemployment benefits. I discuss how this language frames the unemployed as among those who deserve the help of the government and consider how this might make it challenging to change the current policies to make them more beneficial for those using this type of language.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/10/2017<br>\n\t\t\t\t\tModified by: Sarah&nbsp;A&nbsp;Damaske</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project?s purpose was to interview 100 men and women and ask them about their experiences of job loss, unemployment, and the impact of the job loss on their working lives and their families. Over the course of several years, a team of graduate students and I interviewed 104 men and women and conducted follow up interviews with 40 of the original participants. The interviews were transcribed and systematically coded, so that similarities and differences could be found in respondents? description of what had happened leading up to, during, and after their job loss. In order to share the findings with a broad audience, I am writing two academic articles as well as a book. I have also written an op-ed published in Harvard Business Review using some of the data from this project. In the first part of the book, I consider what led people to their job loss and how they responded in the wake of it. First, while the most common experience was that this was a first job loss for respondents, it was almost as common for it to be one of a number of job losses that participant had experienced over the years. For those for whom it was a first job loss, there was often a great disbelief and frustration, as well as anger at the experience. For those experiencing a repeated job loss experience, there was often a more cynical resignation, as well as a sense of fatigue surrounding the loss and a general experience of financial decline over the longer period since they first experienced a job loss. One of the most important findings in the book is that existing state unemployment benefit policies exacerbate gender and class inequalities among those who lose their jobs. In particular, the ways that benefits are tied to prior wages make it easier for middle-class men to enjoy some time off before beginning their new job search in earnest, although middle class women do not enjoy the same leeway to take time off before commencing their search, they do take a deliberate approach to finding a new job and do not feel forced to take \"bad jobs.\" In sharp contrast are the experiences of the working class; working-class men have an urgent focus to their job search, as they most often scramble to take a job as quick as possible. Many working class women report being paralyzed by how deep into poverty they fall in the wake of the job loss, finding that they lack the resources even to search for work. In the second part of the book, I explore the ramifications for these workers and their families of their job loss. There was a large range of economic ramifications with some middle class workers and their families reporting very little day to day changes in the wake of the job loss while, at the other end of the spectrum, some workers and their family lost their homes, experienced food insecurity, or went without basic utilities. During this section of the book, I also explore the implications of health insurance being so often tied to employment. About half of the sample lost their insurance when they lost their job. I find that the health insurance loss appears to impact women much more than men. While research consistently finds women are more likely to go to the doctor?s and engage in a greater range of healthy behaviors than men, I found that women were much more likely to report putting their health care concerns aside to focus on the physical and financial needs of their children and their spouses. In contrast to the men, women reported forgoing needed medicine&mdash;for heart conditions, asthma, and diabetes&mdash;due to an inability to afford medications after a job loss. Women evoked language of self-sacrifice when explaining that they would rather skimp on medications rather than allow children to bear any financial costs from the job loss. In the third part of the book, I consider both how the participants fared in the year after their job loss and how their understanding of their circumstances may shape future policies. First, I examine who has found jobs and who remains unemployed and how this varies by class and gender. Finally, I consider the language often invoked by the unemployed that they had \"paid into the system\" and therefore deserved their unemployment benefits. I discuss how this language frames the unemployed as among those who deserve the help of the government and consider how this might make it challenging to change the current policies to make them more beneficial for those using this type of language. \n\n \n\n\t\t\t\t\tLast Modified: 07/10/2017\n\n\t\t\t\t\tSubmitted by: Sarah A Damaske"
 }
}