{
 "awd_id": "1357684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: An Ethnographic Investigation of the Impact of Migration on the Psychosocial Well-Being of Youth",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 22787.0,
 "awd_amount": 22787.0,
 "awd_min_amd_letter_date": "2014-05-17",
 "awd_max_amd_letter_date": "2014-05-17",
 "awd_abstract_narration": "Oregon State University doctoral candidate Jamie Petts, supervised by Dr. Kenneth Maes, will undertake research to study the processes through which migration impacts the psychosocial well-being of youth. The study is focused on a group of adopted Ethiopian-born youth who have migrated to the United States, as an unprecedented number of Ethiopian youth migrate to or are adopted by parents in the U.S. Though adopted and migrant youth share a common national origin, their pre-migration situations, mechanisms of migration, and post-migration situations may be very different. The researcher's goal is to understand migration within the context of the social networks and the transnational political-economies that shape the migration process. \r\n\r\nThe project will involve 12 months of ethnographic fieldwork in the Pacific Northwest region of the United States. The researcher will bring together biocultural anthropological theories and innovative methods, including life history interviews, participant observation, and semi-structured interviews to target the agency of youth in shaping their niches, relationships, and aspirations, within political-economic context. \r\n\r\nThe anthropology of adoption has focused largely on kinship and identity. This bioecocultural study of child development can shed light on the daily routines in which transnational migrant and adopted youth develop knowledge and skills, relationships, aspirations, and a sense of local and global social hierarchies. Moreover, this study will contribute to a more comprehensive understanding of the challenges adopted and migrant children face and the results may be used to inform public policy aimed at supporting the well-being of Ethiopian youth and families living in the U.S. This project also contributes to the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Maes",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth C Maes",
   "pi_email_addr": "kenneth.maes@oregonstate.edu",
   "nsf_id": "000456477",
   "pi_start_date": "2014-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Petts",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie L Petts",
   "pi_email_addr": "pettsj@onid.orst.edu",
   "nsf_id": "000636328",
   "pi_start_date": "2014-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 22787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under the guidance of Dr. Kenneth Maes (PI), Jamie Petts (co-PI) studied Immigrant Ethiopian Youth (IEY) and Adoptive Ethiopian Youth (AEY) in the United States. Petts used the data she collected to explore how transnational movements experienced by IEY and AEY living in the United States impact their development and well-being. Through her research, Petts compared how migrant and adoptive youth construct their subjective social statuses (SSS), which is their perception of where they are placed in the social hierarchy, how they come to value particular knowledge and skills, and the quality of their relationships with mothers and others, including how those relationships change as youth age. Within the unique political-economic context of migrant African youth in the United States, Petts&rsquo; results provide anthropologists with a framework of the important relationships, skills, and experiences that are critical for understanding how different transnational movements experienced by IEY and AEY living in the United States impact their development, well-being, and aspirations for the future. This project also contributes to ongoing anthropological discussion of how SSS is developed in minority and youth populations in the United States and is relevant to current debates about immigration to the United States. Through studies such as this one, anthropologists can make known the short-term, and longer-term impacts of transnational movement on youth&rsquo;s well-being.</p>\n<p>This project also aims to have broader impacts beyond its contribution to anthropology and social science. Through two years&rsquo; research in the Western United States, Petts fostered research collaborations not only with individuals and families, but also with agencies working to improve the lives of migrants and adoptees. Findings suggest transnational adoption and migration are special cases of youth development and they raise important questions and provide important information about the impact of racial/immigrant identities and statuses on the construction of family relationships, social relationships beyond the family, goals, and practices on developmental outcomes such as subjective social status, aspirations, mental health, self/emotion regulation, learning adaptation, health, and life history.<strong> </strong>Knowing this, Petts endeavored to disseminate her work on how identities are constructed and the subsequent developmental outcomes both to the scientific community through presentations at professional conferences, in classroom settings, and in discussions with other scholars, but also to the public community and organizations working to improve the well-being of transnational youth and their families. She will continue to disseminate project results through peer-reviewed journal publications, but also hopes to improve public understanding of anthropology, the transnational movement of people, and migrant youth populations in the United States through continued collaborations with individuals and organizations seeking to gain a more nuanced understanding of the effects of transnational movements on youth communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2016<br>\n\t\t\t\t\tModified by: Jamie&nbsp;L&nbsp;Petts</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnder the guidance of Dr. Kenneth Maes (PI), Jamie Petts (co-PI) studied Immigrant Ethiopian Youth (IEY) and Adoptive Ethiopian Youth (AEY) in the United States. Petts used the data she collected to explore how transnational movements experienced by IEY and AEY living in the United States impact their development and well-being. Through her research, Petts compared how migrant and adoptive youth construct their subjective social statuses (SSS), which is their perception of where they are placed in the social hierarchy, how they come to value particular knowledge and skills, and the quality of their relationships with mothers and others, including how those relationships change as youth age. Within the unique political-economic context of migrant African youth in the United States, Petts? results provide anthropologists with a framework of the important relationships, skills, and experiences that are critical for understanding how different transnational movements experienced by IEY and AEY living in the United States impact their development, well-being, and aspirations for the future. This project also contributes to ongoing anthropological discussion of how SSS is developed in minority and youth populations in the United States and is relevant to current debates about immigration to the United States. Through studies such as this one, anthropologists can make known the short-term, and longer-term impacts of transnational movement on youth?s well-being.\n\nThis project also aims to have broader impacts beyond its contribution to anthropology and social science. Through two years? research in the Western United States, Petts fostered research collaborations not only with individuals and families, but also with agencies working to improve the lives of migrants and adoptees. Findings suggest transnational adoption and migration are special cases of youth development and they raise important questions and provide important information about the impact of racial/immigrant identities and statuses on the construction of family relationships, social relationships beyond the family, goals, and practices on developmental outcomes such as subjective social status, aspirations, mental health, self/emotion regulation, learning adaptation, health, and life history. Knowing this, Petts endeavored to disseminate her work on how identities are constructed and the subsequent developmental outcomes both to the scientific community through presentations at professional conferences, in classroom settings, and in discussions with other scholars, but also to the public community and organizations working to improve the well-being of transnational youth and their families. She will continue to disseminate project results through peer-reviewed journal publications, but also hopes to improve public understanding of anthropology, the transnational movement of people, and migrant youth populations in the United States through continued collaborations with individuals and organizations seeking to gain a more nuanced understanding of the effects of transnational movements on youth communities.\n\n\t\t\t\t\tLast Modified: 08/30/2016\n\n\t\t\t\t\tSubmitted by: Jamie L Petts"
 }
}