{
 "awd_id": "1357163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Borderland Orders: An Ethnographic Exploration of Border Securitization in a High Population Density Context",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 18522.0,
 "awd_amount": 18522.0,
 "awd_min_amd_letter_date": "2014-05-18",
 "awd_max_amd_letter_date": "2014-05-18",
 "awd_abstract_narration": "Shana Ghosh, under the supervision of Kalyanakrishnan Sivaramakrishnan at Yale University explores how newly established borderlands transform social, cultural, and economic relationships and influence cross-border activities. The project asks how the securitization of previously porous borders impacts regional economic networks and affects the daily lives and livelihoods of borderland residents. The research takes place along the border of India and Bangladesh, a 4,000 km long border which India has recently taken the initiative to fence and guard. This is an appropriate site for this study since securitization is taking place within a densely populated area. Most studies of borderlands have tended to regard borders as landscapes of defense or as zones of criminality, rather than as places characterized by the mobility and circulation that one might find in densely populated areas. This project focuses on the new economies and relationships that emerge in an area of the world that has been transitioning to democracy and free trade. \r\n\r\nThe researcher will conduct 16 months of ethnographic research combining participant observation with interviews, life histories, network mapping, and focus group discussions with residents of this borderland, border security forces, and local administrative officials of both countries. The research will focus on northern Bengal, and be based in Coochbehar district, India and Lalmonirhat district, Bangladesh. The wide range of research methods and informants will provide a rich account of participation in transborder movements for familial, religious, and economic reasons.\r\n\r\nThe project critically engages with the existing assumptions about cross-border movements to uncover how and why people and goods move, to illuminate debates and values on mobility, citizenship, and security from the points of view of those who reside in this borderland and experience its securitization daily. It will contribute to scientific debates about the relationships between states, the social practices and structures that undergird cross-border activities, and debates about migration, resettlement, and transnationalism. \r\n\r\nThe project's findings will be of great benefit to policymakers and practitioners concerned with understanding how the role socioeconomic stability, migration and trade play in areas of the world that are democractizing. The project also provides for the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kalyanakrishnan",
   "pi_last_name": "Sivaramakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kalyanakrishnan Sivaramakrishnan",
   "pi_email_addr": "kalyanakrishnan.sivaramakrishnan@yale.edu",
   "nsf_id": "000555565",
   "pi_start_date": "2014-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sahana",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sahana Ghosh",
   "pi_email_addr": "sahana.ghosh@yale.edu",
   "nsf_id": "000645757",
   "pi_start_date": "2014-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "IN",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "India",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 18522.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Indian sub-continent was partitioned in 1947 with its eastern borders being drawn right through the densely populated and socio-culturally deeply linked region of Bengal. Borders, territory and sovereignty remain, now more than ever, emotional and volatile issues for all the postcolonial South Asian nations and their politics. The life of this border &ndash; and what has come to be its borderlands &ndash; has changed dramatically since its inception. This ethnographic project set out to study how the lives and livelihoods of Bengali men and women living in one such densely populated border region in India and Bangladesh have transformed over the decades with the changing life of the international border.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Research for this project included residence in the rural borderlands of eastern India and its adjacent northern Bangladesh, interviews with residents of this region as well as a variety of state actors, most prominently members of the Indian Border Security Force, the Bangladeshi police, and local administrators in the bureaucracies of both countries. Methodologically, there are two outcomes that are significant not only for this project but also potentially for ethnographic practice at large. First, the undertaking and successful completion of field research on both sides of the border, despite difficult political circumstances in both countries at the time, overcomes &lsquo;methodological nationalism&rsquo; and enables a variety of segmented conversations at various scales to be explicitly brought into dialogue. Second, in following networks of people across borders, this project further develops a critical history and anthropology of illicit/illegal networks.</p>\n<p>&nbsp;</p>\n<p>As the militarization of this border by India has rapidly increased in the last two decades, aiming to erase all forms of cross-border porosity considered illegal from the states&rsquo; points of view, border residents have found themselves under tremendous surveillance by the security forces, their daily movements and itineraries brought under their watchful control. Ethnographic data gathered in the course of this project&rsquo;s research will shed light on (1) how a culturally similar region, stitched together by kinship networks and agrarian economies, has been reconfigured through division and difference into national political and economic units from the 1950s to present times; (2) generations-deep multiple migrations that are integral to the making and sustenance of this agrarian world, through colonial commercial opportunities and postcolonial religious violence and displacement; (3) how the contemporary border serves as a risky but potentially profitable resource for borderland residents struggling to make a living in a precarious and greatly impoverished agrarian world where land is scarce, yields do not guarantee fair prices, and remittances from migrant labour remain uncertain. In the age of border control, crossings can make money. One of the key outcomes of this project is to historicize and locate the border economy and its participants&rsquo; practices in a larger universe of strategies of economic survival in rural South Asia today. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Along with following transborder routes and networks, this project has undertaken a sustained study of the implementation of border security along the physical border over a period of nearly three years. An ethnography of border checkpoints and patrols on the Indian side has resulted in rich data that sheds light on (1) the gendered labour that comprises border control in practice, the gendered forms that its targets take; and (2) the daily life of civil-military interactions in a time and place of not-conflict, and the range of experiences that are possible, violent and otherwise in such spaces of intense surveillance. Th...",
  "por_txt_cntn": "\nThe Indian sub-continent was partitioned in 1947 with its eastern borders being drawn right through the densely populated and socio-culturally deeply linked region of Bengal. Borders, territory and sovereignty remain, now more than ever, emotional and volatile issues for all the postcolonial South Asian nations and their politics. The life of this border &ndash; and what has come to be its borderlands &ndash; has changed dramatically since its inception. This ethnographic project set out to study how the lives and livelihoods of Bengali men and women living in one such densely populated border region in India and Bangladesh have transformed over the decades with the changing life of the international border.\n\n \n\n            Research for this project included residence in the rural borderlands of eastern India and its adjacent northern Bangladesh, interviews with residents of this region as well as a variety of state actors, most prominently members of the Indian Border Security Force, the Bangladeshi police, and local administrators in the bureaucracies of both countries. Methodologically, there are two outcomes that are significant not only for this project but also potentially for ethnographic practice at large. First, the undertaking and successful completion of field research on both sides of the border, despite difficult political circumstances in both countries at the time, overcomes æmethodological nationalismÆ and enables a variety of segmented conversations at various scales to be explicitly brought into dialogue. Second, in following networks of people across borders, this project further develops a critical history and anthropology of illicit/illegal networks.\n\n \n\nAs the militarization of this border by India has rapidly increased in the last two decades, aiming to erase all forms of cross-border porosity considered illegal from the statesÆ points of view, border residents have found themselves under tremendous surveillance by the security forces, their daily movements and itineraries brought under their watchful control. Ethnographic data gathered in the course of this projectÆs research will shed light on (1) how a culturally similar region, stitched together by kinship networks and agrarian economies, has been reconfigured through division and difference into national political and economic units from the 1950s to present times; (2) generations-deep multiple migrations that are integral to the making and sustenance of this agrarian world, through colonial commercial opportunities and postcolonial religious violence and displacement; (3) how the contemporary border serves as a risky but potentially profitable resource for borderland residents struggling to make a living in a precarious and greatly impoverished agrarian world where land is scarce, yields do not guarantee fair prices, and remittances from migrant labour remain uncertain. In the age of border control, crossings can make money. One of the key outcomes of this project is to historicize and locate the border economy and its participantsÆ practices in a larger universe of strategies of economic survival in rural South Asia today.  \n\n \n\nAlong with following transborder routes and networks, this project has undertaken a sustained study of the implementation of border security along the physical border over a period of nearly three years. An ethnography of border checkpoints and patrols on the Indian side has resulted in rich data that sheds light on (1) the gendered labour that comprises border control in practice, the gendered forms that its targets take; and (2) the daily life of civil-military interactions in a time and place of not-conflict, and the range of experiences that are possible, violent and otherwise in such spaces of intense surveillance. This project joins anthropological scholarship that foreground the lived realities of state policies and laws. Moreover, a key outcome of this project is to bring in the experience of agents of the securit..."
 }
}