{
 "awd_id": "1357725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Debt, Default and Business Cycles with Heterogeneous Firms",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 430750.0,
 "awd_amount": 430750.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "This award funds research on the effects of financial shocks on macroeconomic activity.  In the 2007 recession, financial shocks to the credit market were followed by a sharp decline in aggregate investment and employment.  However, the credit shocks did not affect all firms in the same way.  For example, we know that job loss was disproportionately concentrated among small firms compared to past recessions, and firms with lower cash holdings experienced far larger declines in investment spending.  The PIs will develop new quantitative models of how financial shocks affect the economy through effects on different kinds of individual firms.   Existing models largely rely on an assumption that all firms in a sector are very similar.  The new model is more difficult to analyze, but also more realistic.  The model and methods developed in this project may improve our ability to determine whether or not a given financial shock will result in recession.\r\n\r\nThe PIs will develop and solve two quantitative DSGE models wherein shocks to financial markets affect borrowers' default risk and thus credit conditions facing nonfinancial firms.  The models include a distribution of firms over capital, debt and firm specific productivity, endogenous firm entry and exit, financial shocks affecting equilibrium loan rate schedules offered to borrowers, and real shocks affecting aggregate productivity.  The first model explores one-period debt; the second generalizes the first to accommodate firms with differing debt maturities.  Firms accumulate capital and may borrow or save; for consistency with firm-level financial data, the model allows for retained earnings.  The PIs target the observed relation between size and leverage and the volatility of cash ratios among U.S. nonfinancial firms in the model calibration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Thomas",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Julia K Thomas",
   "pi_email_addr": "mail@juliathomas.net",
   "nsf_id": "000345465",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aubhik",
   "pi_last_name": "Khan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aubhik Khan",
   "pi_email_addr": "mail@aubhik-khan.net",
   "nsf_id": "000570924",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University - Economics",
  "perf_str_addr": "1945 N. High St.",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 430750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the role of financial forces in the 2007 U.S. recession has been a central focus among researchers and policymakers for a decade.&nbsp; Several aspects of that recession sharply distinguished it from other postwar recessions, prompting the label Great Recession.&nbsp; It featured the most severe declines in GDP, investment and employment since the Great Depression, which were even more unusual by comparison to the moderate decline in measured aggregate productivity.&nbsp; Its disproportionate impact on young and small firms also made it noteworthy, as did the unusual-sized drop in firm entry and large rises in exit rates, and the recovery episode in its aftermath was remarkably gradual.&nbsp; Many have blamed the 2007 financial crisis for these anomalous phenomena, citing large declines in business lending, alongside evidence that the firms most adversely affected were those with relatively little cash and/or a large fraction of their debt maturing.&nbsp; Until now, economic theory has lacked a single coherent model within which to evaluate this premise while respecting the fact that the mean U.S. firm does not need to borrow to finance investment.&nbsp; Our goal in this project was to fill that gap with a theoretical framework useful in understanding business cycles both real and financial in nature.<br /><br />Our theory features two key elements:&nbsp; rich firm-level heterogeneity, with a distribution of firms differing in age, size, persistent productivity and financial position, alongside non-contingent debt contracts.&nbsp; In this setting, debt is the sole form of external finance, and some, but not all, firms borrow for investment in any date.&nbsp; As they face both aggregate and idiosyncratic risk, not all repay their loans.&nbsp; Those that default exit the economy.&nbsp; Competitive financial intermediaries suffer losses on defaulted loans and so price in default risk, charging higher interest rates on loans to firms with relatively low productivities and those taking on higher debt-to-asset levels.&nbsp; These things, alongside the fact that potential firms with an option to enter the economy are small (as in the data), naturally yield a life cycle for firms over which their needs for external finance and thus the sensitivity of their investment to financial conditions gradually diminishes. <br /><br />After calibrating its parameters for consistency with both long-run aggregate U.S. data and key aspects of the age and size distributions of nonfinancial firms, we find this single framework produces qualitatively distinct recessions depending on whether the initiating disturbance is real, reducing firms&rsquo; total factor productivities, or financial, worsening firms&rsquo; cash positions or risky borrowing terms.&nbsp; When subjected to a real shock, it delivers a recession with all of the properties historically deemed successes of a traditional representative firm business cycle model.&nbsp; Moreover, it predicts modest declines in entry and rises in exit rates, alongside employment declines among small versus large firms in keeping with their usual employment shares, as in the typical postwar U.S. recession.<br /><br />Whereas a real shock has minimal effect on the distribution of production, a large financial shock affects firms&rsquo; prospects differently depending on their financing needs, their cash positions and their productivities.&nbsp; More cash-poor firms with relatively high productivities adopt inefficiently small capital stocks, so the allocation of production across incumbent firms grows unusually distorted.&nbsp; Employment and production fall disproportionately among young, small firms since they tend to be cash-poor; their maturing phases take longer, and they experience unusual rises in exit rates.&nbsp; Young firms&rsquo; values fall sharply, so fewer new firms enter than usual, while exit rates are much higher than usual.&nbsp; The resulting destruction to the stock of firms further weakens aggregate productivity, eliminating valuable locations over which to spread production.&nbsp; Thus, the financial shock causes a large, but gradual, erosion of real economic activity, as two separate forms of capital misallocation steadily worsen.&nbsp; The result is a recession with large declines in GDP and other real series alongside a more moderate fall in endogenous aggregate productivity, and, in its aftermath, a far slower recovery than follows the customary real-shock recession.&nbsp; Large losses in the stock of firms over the downturn exacerbate the sluggish recovery, as they imply a long episode over which both the stock of capital and the stock of firms is repaired, with the damaged state of one reducing incentives for hurry in rebuilding the other.<br /><br />On balance, this project&rsquo;s outcome is a coherent explanation for the hallmark features of the 2007 U.S. recession consistent with evidence that turbulence in financial markets played a key role in this, while also consistent with the fact that the aggregate business sector can finance investment from retained earnings.&nbsp; It is to our knowledge the most robust theoretical laboratory available for understanding aggregate responses to financial shocks and to real shocks in a single parsimonious setting.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/22/2018<br>\n\t\t\t\t\tModified by: Julia&nbsp;K&nbsp;Thomas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the role of financial forces in the 2007 U.S. recession has been a central focus among researchers and policymakers for a decade.  Several aspects of that recession sharply distinguished it from other postwar recessions, prompting the label Great Recession.  It featured the most severe declines in GDP, investment and employment since the Great Depression, which were even more unusual by comparison to the moderate decline in measured aggregate productivity.  Its disproportionate impact on young and small firms also made it noteworthy, as did the unusual-sized drop in firm entry and large rises in exit rates, and the recovery episode in its aftermath was remarkably gradual.  Many have blamed the 2007 financial crisis for these anomalous phenomena, citing large declines in business lending, alongside evidence that the firms most adversely affected were those with relatively little cash and/or a large fraction of their debt maturing.  Until now, economic theory has lacked a single coherent model within which to evaluate this premise while respecting the fact that the mean U.S. firm does not need to borrow to finance investment.  Our goal in this project was to fill that gap with a theoretical framework useful in understanding business cycles both real and financial in nature.\n\nOur theory features two key elements:  rich firm-level heterogeneity, with a distribution of firms differing in age, size, persistent productivity and financial position, alongside non-contingent debt contracts.  In this setting, debt is the sole form of external finance, and some, but not all, firms borrow for investment in any date.  As they face both aggregate and idiosyncratic risk, not all repay their loans.  Those that default exit the economy.  Competitive financial intermediaries suffer losses on defaulted loans and so price in default risk, charging higher interest rates on loans to firms with relatively low productivities and those taking on higher debt-to-asset levels.  These things, alongside the fact that potential firms with an option to enter the economy are small (as in the data), naturally yield a life cycle for firms over which their needs for external finance and thus the sensitivity of their investment to financial conditions gradually diminishes. \n\nAfter calibrating its parameters for consistency with both long-run aggregate U.S. data and key aspects of the age and size distributions of nonfinancial firms, we find this single framework produces qualitatively distinct recessions depending on whether the initiating disturbance is real, reducing firms? total factor productivities, or financial, worsening firms? cash positions or risky borrowing terms.  When subjected to a real shock, it delivers a recession with all of the properties historically deemed successes of a traditional representative firm business cycle model.  Moreover, it predicts modest declines in entry and rises in exit rates, alongside employment declines among small versus large firms in keeping with their usual employment shares, as in the typical postwar U.S. recession.\n\nWhereas a real shock has minimal effect on the distribution of production, a large financial shock affects firms? prospects differently depending on their financing needs, their cash positions and their productivities.  More cash-poor firms with relatively high productivities adopt inefficiently small capital stocks, so the allocation of production across incumbent firms grows unusually distorted.  Employment and production fall disproportionately among young, small firms since they tend to be cash-poor; their maturing phases take longer, and they experience unusual rises in exit rates.  Young firms? values fall sharply, so fewer new firms enter than usual, while exit rates are much higher than usual.  The resulting destruction to the stock of firms further weakens aggregate productivity, eliminating valuable locations over which to spread production.  Thus, the financial shock causes a large, but gradual, erosion of real economic activity, as two separate forms of capital misallocation steadily worsen.  The result is a recession with large declines in GDP and other real series alongside a more moderate fall in endogenous aggregate productivity, and, in its aftermath, a far slower recovery than follows the customary real-shock recession.  Large losses in the stock of firms over the downturn exacerbate the sluggish recovery, as they imply a long episode over which both the stock of capital and the stock of firms is repaired, with the damaged state of one reducing incentives for hurry in rebuilding the other.\n\nOn balance, this project?s outcome is a coherent explanation for the hallmark features of the 2007 U.S. recession consistent with evidence that turbulence in financial markets played a key role in this, while also consistent with the fact that the aggregate business sector can finance investment from retained earnings.  It is to our knowledge the most robust theoretical laboratory available for understanding aggregate responses to financial shocks and to real shocks in a single parsimonious setting.\n\n\t\t\t\t\tLast Modified: 02/22/2018\n\n\t\t\t\t\tSubmitted by: Julia K Thomas"
 }
}