{
 "awd_id": "1357368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2014 Predator-prey Interactions \"From Genes to Ecosystems to Human Mental Health\" Gordon Research Conference; Ventura, CA - January 5-10, 2014",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2013-12-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2013-11-26",
 "awd_max_amd_letter_date": "2013-11-26",
 "awd_abstract_narration": "This proposal provides funding to help graduate students and postdoctoral researchers attend the inaugural meeting of the Gordon Research Conference on Predator-Prey Interactions in January 2014. This conference, subtitled \"From genes  to ecosystems to human mental health\", brings together a wide array of researchers from fields such as ecology, evolution, physiology, and psychiatry to explore how predation risk (and, more broadly, the threat of bodily harm) affects organisms, populations, communities, and ecosystems. While many researchers have examined these questions within a given system or species, there has been no opportunity for them to compare their findings and identify fruitful avenues for cross-disciplinary work. This conference aims to provide that opportunity, identifying areas of research synergy and spurring the interdisciplinary collaborations necessary to address them.\r\n\r\nThis proposal targets students and postdoctoral researchers, with priority given to those individuals who are also members of under-represented groups. Partial funding will be provided to enable them to attend the conference.  Giving them the opportunity to meet with leading researchers and present their own work will broaden their career opportunities. To share results of the conference with the widest possible audience, we will publish a mini-review of the research discussed in Open Ecology Journal, an open-access online journal indexed in Google Scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Preisser",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Evan L Preisser",
   "pi_email_addr": "preisser@uri.edu",
   "nsf_id": "000285134",
   "pi_start_date": "2013-11-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Gordon Research Conference on PREDATOR-PREY INTERACTIONS was held at the Ventura Beach Marriot, Ventura, CA, January 5-10th, 2014. The Conference was well-attended with 179 participants (attendees list attached). The attendees represented the spectrum of endeavor in this field coming from academia, industry, and government laboratories, both U.S. and foreign scientists, senior researchers, young investigators, and students. Of the 179 attendees, 106 voluntarily responded to a general inquiry regarding ethnicity which appears on our registration forms. Of the 106 respondents, 10% were Minorities &ndash; 8% Hispanic and 2% Asian. Approximately 35% of the participants at the 2014 meeting were women.</p>\n<p>In designing the formal speakers program, emphasis was placed on current unpublished research and discussion of the future target areas in this field. There was a conscious effort to stimulate lively discussion about the key issues in the field today. Time for formal presentations was limited in the interest of group discussions. In order that more scientists could communicate their most recent results, poster presentation time was scheduled. Attached is a copy of the formal schedule and speaker program and the poster program. In addition to these formal interactions, \"free time\" was scheduled to allow informal discussions. Such discussions are fostering new collaborations and joint efforts in the field.</p>\n<p>NSF funding was specifically designated for supporting graduate student and postdoc attendees from underrepresented groups (especially minorities and women). We were extraordinarily successful in this effort, supporting 22 female and six male applicants. The ethnicity of the funding recipients were as follows: one American Indian, 18 Caucasians, and nine Hispanics. Rank-wise, the recipients included four Ph.D. students, 14 Ph.D. candidates, nine postdocs, and one assistant professor (a Hispanic female). I spoke to numerous students and postdocs who were ecstatic to be attending this conference and felt that it would have a profound influence on the direction and progress of their work.</p>\n<p>Although the proceedings of Gordon Conferences are generally not made public, NSF funding was provided on the condition that we publish some sort of conference summary (section 6b of the project description). Specifically, the approved proposal stated (section 6B of the project description) that &ldquo;The chair and vice-chair will publish a jointly-authored general overview of information presented at this meeting. All unpublished &ldquo;personal communications&rdquo; will be confirmed by the presenting scientist prior to submission of the article; because we are asking speakers to discuss ongoing and unpublished research, each speaker will have the final say regarding the description of their work. The overview will be submitted to both NSF and as a mini-review to <em>Open Ecology Journal</em>, an open-access journal whose context is indexed in CABI, Scopus, etc. The journal&rsquo;s content is also accessible through Google Scholar, providing the public easy and unrestricted access.&rdquo; The chair and vice-chair met the terms of this agreement by writing and submitting a GRC-approved conference overview for publication in the <em>Bulletin of the Ecological Society of America</em> (an open-access publication that we felt would reach more readers than the originally-proposed venue). The overview was accepted for publication and will appear in the January 2015 issue of the <em>Bulletin.</em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2014<br>\n\t\t\t\t\tModified by: Evan&nbsp;L&nbsp;Preisser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Gordon Research Conference on PREDATOR-PREY INTERACTIONS was held at the Ventura Beach Marriot, Ventura, CA, January 5-10th, 2014. The Conference was well-attended with 179 participants (attendees list attached). The attendees represented the spectrum of endeavor in this field coming from academia, industry, and government laboratories, both U.S. and foreign scientists, senior researchers, young investigators, and students. Of the 179 attendees, 106 voluntarily responded to a general inquiry regarding ethnicity which appears on our registration forms. Of the 106 respondents, 10% were Minorities &ndash; 8% Hispanic and 2% Asian. Approximately 35% of the participants at the 2014 meeting were women.\n\nIn designing the formal speakers program, emphasis was placed on current unpublished research and discussion of the future target areas in this field. There was a conscious effort to stimulate lively discussion about the key issues in the field today. Time for formal presentations was limited in the interest of group discussions. In order that more scientists could communicate their most recent results, poster presentation time was scheduled. Attached is a copy of the formal schedule and speaker program and the poster program. In addition to these formal interactions, \"free time\" was scheduled to allow informal discussions. Such discussions are fostering new collaborations and joint efforts in the field.\n\nNSF funding was specifically designated for supporting graduate student and postdoc attendees from underrepresented groups (especially minorities and women). We were extraordinarily successful in this effort, supporting 22 female and six male applicants. The ethnicity of the funding recipients were as follows: one American Indian, 18 Caucasians, and nine Hispanics. Rank-wise, the recipients included four Ph.D. students, 14 Ph.D. candidates, nine postdocs, and one assistant professor (a Hispanic female). I spoke to numerous students and postdocs who were ecstatic to be attending this conference and felt that it would have a profound influence on the direction and progress of their work.\n\nAlthough the proceedings of Gordon Conferences are generally not made public, NSF funding was provided on the condition that we publish some sort of conference summary (section 6b of the project description). Specifically, the approved proposal stated (section 6B of the project description) that \"The chair and vice-chair will publish a jointly-authored general overview of information presented at this meeting. All unpublished \"personal communications\" will be confirmed by the presenting scientist prior to submission of the article; because we are asking speakers to discuss ongoing and unpublished research, each speaker will have the final say regarding the description of their work. The overview will be submitted to both NSF and as a mini-review to Open Ecology Journal, an open-access journal whose context is indexed in CABI, Scopus, etc. The journalÆs content is also accessible through Google Scholar, providing the public easy and unrestricted access.\" The chair and vice-chair met the terms of this agreement by writing and submitting a GRC-approved conference overview for publication in the Bulletin of the Ecological Society of America (an open-access publication that we felt would reach more readers than the originally-proposed venue). The overview was accepted for publication and will appear in the January 2015 issue of the Bulletin.\n\n\t\t\t\t\tLast Modified: 11/17/2014\n\n\t\t\t\t\tSubmitted by: Evan L Preisser"
 }
}