{
 "awd_id": "1357444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Multi-State Investigation of Small Group and Mass Public Decision Making on Fiscal and Scientific Controversies through the Citizens' Initiative Review",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2014-04-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 116451.0,
 "awd_amount": 122451.0,
 "awd_min_amd_letter_date": "2014-04-08",
 "awd_max_amd_letter_date": "2014-10-29",
 "awd_abstract_narration": "In 2010, the Oregon state government authorized the first Citizens' Initiative Review (CIR), which convened two random samples of twenty-four registered voters for five days of deliberation on a pair of statewide initiatives. At the end of their deliberations, each citizen panel wrote a one-page analysis that went into the official pamphlet sent by the Secretary of State to every registered voter. Starting in 2014, the CIR's organizers are attempting to transform this process into a more cost-effective and scalable means of informing public decision making that extends beyond Oregon. Changes to the CIR's design and issue-focus permit a study on the limits and potential of democratic deliberation, with a focus on scientific controversies.\r\n\tA multi-method investigation of the 2014 CIR will employ direct observation, transcript analysis, and panelist surveys. Case study analysis of four separate CIR panels will assess the democratic and deliberative quality of lay citizen decision making on scientifically complex issues via streamlined, digital discussion procedures. Additional studies will examine how the wider public incorporates the CIR's information and recommendations into its decision making. A multi-state usability study of the voter pamphlet will provide a more refined picture of how voters use and understand the CIR's one-page analysis. An online survey experiment will incorporate findings from the usability study into an online voter guide to test how proposed alterations to the CIR's design shape the public's trust in the CIR's issue analyses. Finally, a mail survey will test the efficacy of distributing CIR findings via conventional media channels. \r\n\tOur research will aid civic reformers designing deliberative processes, as well as legislators considering the adoption of the CIR and similar designs. Our collaborative research model also advances the professional development of the numerous graduate students and junior faculty working on this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Knobloch",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine R Knobloch",
   "pi_email_addr": "katie.knobloch@colostate.edu",
   "nsf_id": "000650042",
   "pi_start_date": "2014-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S Howes Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805232002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 116451.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In many states and municipalities across the country, members of the electorate are asked to cast their votes on complex ballot measures. These initiatives and referenda give voters the opportunity to weigh in on legislation ranging from the labeling of genetically modified foods to proposed tax increases to the legalization of recreational marijuana. Too often, however, voters have little information with which to reach their decision and much of that information comes from vested interests. The Citizens&rsquo; Initiative Review (CIR) attempts to bolster voters&rsquo; access to relevant information by assembling a group of 20 citizens, demographically reflective of their state, to review the measure and write a summary of the key information and arguments related to it. This statement either appears in the states voters&rsquo; pamphlet or is distributed through the media so that citizens can use it when casting their own ballots.</p>\n<p>Our research evaluated the quality and impact of the CIR from 2014 to 2016 as it expanded from Oregon, where it was originally implemented in 2010, to trial runs in Arizona, Colorado, and Massachusetts. &nbsp;Findings indicated that the reviews were highly deliberative, allowing participants to carefully weigh relevant information and produce a well-crafted statement. Moreover, the reviews impacted the wider electorate, often increasing their initiative-specific knowledge and helping voters reach their decisions on ballot measures.</p>\n<p>Across locations, the panels maintained a high level of deliberation. The 2014 and 2016 reviews replicated the levels of analytic rigor and respectful discussion found in 2010 and 2012 in Oregon, even as the reviews were shortened from five days to three and a half and the number of participants was reduced from 24 to 20. At each of the reviews, participants heard from advocates in favor and in opposition to the measure, and participants engaged in small and large group conversations to distill that information for voters. In 2016, the CIR reintroduced issue-specific experts to the process, and panelists were allowed to ask questions about their specialized knowledge. This change increased the quality of information available to participants and allowed them to better evaluate the information provided by proponents and opponents of the measure.</p>\n<p>In both 2014 and 2016, the vast majority of panelists reported high levels of satisfaction with the reviews, expressed little difficulty understanding the complex information with which they were presented, and said they had learned enough information about the measure to reach a good decision. Participants spent significant time evaluating the claims provided by advocates and experts and the process allowed participants to identify and ask experts about any questions they had about the measure. In addition, professional facilitation of these conversations fostered an atmosphere of respect amongst participants and encouraged them to focus on identifying information useful to voters. By the end of the week, participants had produced relatively clear statements for the voters that were highly accurate, though some redundancy in the statements and complex language may have detracted from their utility.</p>\n<p>The reviews also generally achieved their goals of producing a more informed electorate, at least for those who read the statements. Over half of likely Oregon voters were aware of the review, with over two-fifths reporting that they read the statements before casting their ballots. Over half of those who read the Oregon statements said that they were at least somewhat helpful in reaching their decisions and about two-thirds found them at least somewhat informative. Additionally, usability testing indicated that reading the statements may encourage voters to cast their ballots on measures they may have otherwise skipped, but that same research found that voters wanted to know more about the review process in order to place their trust in the statements. Still, a separate survey found voters eager to share new information with others, even if it may be in opposition to their voting preferences.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2017<br>\n\t\t\t\t\tModified by: Katherine&nbsp;R&nbsp;Knobloch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn many states and municipalities across the country, members of the electorate are asked to cast their votes on complex ballot measures. These initiatives and referenda give voters the opportunity to weigh in on legislation ranging from the labeling of genetically modified foods to proposed tax increases to the legalization of recreational marijuana. Too often, however, voters have little information with which to reach their decision and much of that information comes from vested interests. The Citizens? Initiative Review (CIR) attempts to bolster voters? access to relevant information by assembling a group of 20 citizens, demographically reflective of their state, to review the measure and write a summary of the key information and arguments related to it. This statement either appears in the states voters? pamphlet or is distributed through the media so that citizens can use it when casting their own ballots.\n\nOur research evaluated the quality and impact of the CIR from 2014 to 2016 as it expanded from Oregon, where it was originally implemented in 2010, to trial runs in Arizona, Colorado, and Massachusetts.  Findings indicated that the reviews were highly deliberative, allowing participants to carefully weigh relevant information and produce a well-crafted statement. Moreover, the reviews impacted the wider electorate, often increasing their initiative-specific knowledge and helping voters reach their decisions on ballot measures.\n\nAcross locations, the panels maintained a high level of deliberation. The 2014 and 2016 reviews replicated the levels of analytic rigor and respectful discussion found in 2010 and 2012 in Oregon, even as the reviews were shortened from five days to three and a half and the number of participants was reduced from 24 to 20. At each of the reviews, participants heard from advocates in favor and in opposition to the measure, and participants engaged in small and large group conversations to distill that information for voters. In 2016, the CIR reintroduced issue-specific experts to the process, and panelists were allowed to ask questions about their specialized knowledge. This change increased the quality of information available to participants and allowed them to better evaluate the information provided by proponents and opponents of the measure.\n\nIn both 2014 and 2016, the vast majority of panelists reported high levels of satisfaction with the reviews, expressed little difficulty understanding the complex information with which they were presented, and said they had learned enough information about the measure to reach a good decision. Participants spent significant time evaluating the claims provided by advocates and experts and the process allowed participants to identify and ask experts about any questions they had about the measure. In addition, professional facilitation of these conversations fostered an atmosphere of respect amongst participants and encouraged them to focus on identifying information useful to voters. By the end of the week, participants had produced relatively clear statements for the voters that were highly accurate, though some redundancy in the statements and complex language may have detracted from their utility.\n\nThe reviews also generally achieved their goals of producing a more informed electorate, at least for those who read the statements. Over half of likely Oregon voters were aware of the review, with over two-fifths reporting that they read the statements before casting their ballots. Over half of those who read the Oregon statements said that they were at least somewhat helpful in reaching their decisions and about two-thirds found them at least somewhat informative. Additionally, usability testing indicated that reading the statements may encourage voters to cast their ballots on measures they may have otherwise skipped, but that same research found that voters wanted to know more about the review process in order to place their trust in the statements. Still, a separate survey found voters eager to share new information with others, even if it may be in opposition to their voting preferences. \n\n \n\n\t\t\t\t\tLast Modified: 07/05/2017\n\n\t\t\t\t\tSubmitted by: Katherine R Knobloch"
 }
}