{
 "awd_id": "1357238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Microbial Carbon cycling and its interactions with Sulfur and Nitrogen transformations in Guaymas Basin hydrothermal sediments",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2014-02-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 631352.0,
 "awd_amount": 754128.0,
 "awd_min_amd_letter_date": "2014-01-31",
 "awd_max_amd_letter_date": "2018-08-29",
 "awd_abstract_narration": "Overview: Hydrothermally active sediments in the Guaymas Basin are dominated by novel microbial communities that catalyze important biogeochemical processes in these seafloor ecosystems. This project will investigate genomic potential, physiological capabilities and biogeochemical roles of key uncultured organisms from Guaymas sediments, especially the high-temperature anaerobic methane oxidizers that occur specifically in hydrothermally active sediments (ANME-1Guaymas). The study will focus on their role in carbon transformations, but also explore their potential involvement in sulfur and nitrogen transformations. First-order research topics include quantifying anaerobic methane oxidation under high temperature,in situ concentrations of phosphorus and methane , and with alternate electron acceptors; sulfate and sulfur-dependent microbial pathways and isotopic signatures under these conditions; and nitrogen transformations in methane-oxidizing microbial communities, hydrothermal mats and sediments. \r\n\r\nIntellectual Merit: This integrated biogeochemical and microbiological research will explore the pathways of and environmental controls on the consumption and production of methane, other alkanes, inorganic carbon, organic acids and organic matter that fuel the Guaymas sedimentary microbial ecosystem. The hydrothermal sediments of Guaymas Basin provide a spatially compact, high-activity location for investigating novel modes of methane cycling and carbon assimilation into microbial biomass. In the case of anaerobic methane oxidation, the high temperature and pressure tolerance of Guaymas Basin methane-oxidizing microbial communities, and their potential to uncouple from the dominant electron acceptor sulfate, vastly increase the predicted subsurface habitat space and biogeochemical role for anaerobic microbial methanotrophy in global deep subsurface diagenesis. Further, microbial methane production and oxidation interlocks with syulfur and nitrogen transformations, which will be explored at the organism and process level in hydrothermal sediment microbial communities and mats of Guaymas Basin. In general, first-order research tasks (rate measurements, radiotracer incorporation studies, genomes, in situ microgradients) define the key microbial capabilities, pathways and processes that mediate chemical exchange between the subsurface hydrothermal/seeps and deep ocean waters. \r\n\r\nBroader Impacts: The Zephyr Education Foundation, with its unique marine science literacy and education program will collaborate in the design of an educational field exercise. The Foundation is located in Woods Hole and coordinates school class field trips that include participating in hands-on learning and discovery on the water and in the laboratory. The questions, techniques, and relevance of this research will be presented in a manner that promotes awareness and understanding. Sediment coring, comparisons of coastal sediments to original Guaymas Basin sample materials, and side scan sonar demos that illustrate the challenges of sea floor mapping (a very real problem in hydrothermal vent research) will be performed as part of seagoing class trips with the Zephyr Foundation 40-foot boat RV Minuteman in the coastal waters of Woods Hole. The Foundation will present this unit as part of their on-board, hands-on marine science field trip series that is delivered to approximately 1,000 students and their teachers per year. This outreach component expands the ongoing collaboration of the PIs with Zephyr-led outreach activities. Day-by-day cruise blogs, written, illustrated and posted by the PI for three recent Atlantis/Alvin cruises are used extensively for teaching and engaging classes at UNC at the undergraduate level (Extreme microbes seminar for freshmen of all fields, and Introduction to Oceanography for junior/senior science majors). The PI will write a daily cruise blog for the next Guaymas Basin cruise and make short (3 min) videos at sea for web site posting and classroom use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Teske",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas P Teske",
   "pi_email_addr": "teske@email.unc.edu",
   "nsf_id": "000313763",
   "pi_start_date": "2014-01-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "MacGregor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J MacGregor",
   "pi_email_addr": "bmacgreg@unc.edu",
   "nsf_id": "000097484",
   "pi_start_date": "2014-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "3117B Veable Hall, CB 3300",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8565",
   "pgm_ref_txt": "Deep Biosphere"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 631352.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 122776.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At the Guaymas Basin in the Gulf of California, hot fluids rich in petroleum, sulfide, methane and other gases emerge at the seafloor and sustain microorganisms that utilize these chemicals as a food and energy source. These microorgansisms are important since they capture the greenhouse gas methane and degrade petroleum to carbon dioxide, which can be taken up by living organisms; in this way, fossil carbon returns naturally into the biosphere. By genomic analysis of the naturally occurring microbes in Guaymas Basin sediments, we have discovered many new types of microorganisms (generally members of the domain archaea) living without oxygen in these sediments; these archaea can turn methane and other gases that originate deeply below the seafloor into carbon dioxide, and thus make it possible for these fossil carbon compounds to re-enter the biosphere. We have also continued previous work to understand how microorganisms that assimilate carbon dioxide into biomass obtain energy by respiration. These organisms (members of the family Beggiatoaceae) form large microbial mats on the seafloor, right on top of the sediments that contain the gas-processing archaea. It turned out that Beggiatoaceae can respire without oxygen, instead they can use nitrate and nitrite, and also some sulfur compounds (tetrathionate) that occur naturally at the seafloor interface. The Beggiatoaceae are in tun consumed by small worms and crabs, and enter the marine food chain. To summarize the ecology of Guaymas Basin, the archaea that utilize geothermal gas and other hydrocarbons and oxidize it to carbon dioxide, and the microbial mats that turn carbon dioxide into biomass, work together to recycle fossil carbon and to re-insert it into the marine foodchain.</p>\n<p>In addition, many archaea in Guaymas Basin, regardless of their hydrocarbon-processing capabilities, turned out to be extremely interesting from an evolutionary viewpoint. A major subgroup of archaea, the Asgardarchaea, can produce structural proteins and intracellular signal compounds that are otherwise typical of eukaryotic cells; these archaea are therefore considered descendants of the ancentral archaea that gave rise to the eukaryotic domain of life billions of years ago. Numerous genomes of different Asgardarchaea were found in Guaymas Basin hydrothermal sediments; this result was entirely unexpected and will certainly inspire future research directions. Not to forget, one of these Asgardarchaea, the newly discovered Helarchaea that were found so far only in Guaymas Basin, has the genes to process hydrocarbon gases.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/22/2019<br>\n\t\t\t\t\tModified by: Andreas&nbsp;P&nbsp;Teske</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAt the Guaymas Basin in the Gulf of California, hot fluids rich in petroleum, sulfide, methane and other gases emerge at the seafloor and sustain microorganisms that utilize these chemicals as a food and energy source. These microorgansisms are important since they capture the greenhouse gas methane and degrade petroleum to carbon dioxide, which can be taken up by living organisms; in this way, fossil carbon returns naturally into the biosphere. By genomic analysis of the naturally occurring microbes in Guaymas Basin sediments, we have discovered many new types of microorganisms (generally members of the domain archaea) living without oxygen in these sediments; these archaea can turn methane and other gases that originate deeply below the seafloor into carbon dioxide, and thus make it possible for these fossil carbon compounds to re-enter the biosphere. We have also continued previous work to understand how microorganisms that assimilate carbon dioxide into biomass obtain energy by respiration. These organisms (members of the family Beggiatoaceae) form large microbial mats on the seafloor, right on top of the sediments that contain the gas-processing archaea. It turned out that Beggiatoaceae can respire without oxygen, instead they can use nitrate and nitrite, and also some sulfur compounds (tetrathionate) that occur naturally at the seafloor interface. The Beggiatoaceae are in tun consumed by small worms and crabs, and enter the marine food chain. To summarize the ecology of Guaymas Basin, the archaea that utilize geothermal gas and other hydrocarbons and oxidize it to carbon dioxide, and the microbial mats that turn carbon dioxide into biomass, work together to recycle fossil carbon and to re-insert it into the marine foodchain.\n\nIn addition, many archaea in Guaymas Basin, regardless of their hydrocarbon-processing capabilities, turned out to be extremely interesting from an evolutionary viewpoint. A major subgroup of archaea, the Asgardarchaea, can produce structural proteins and intracellular signal compounds that are otherwise typical of eukaryotic cells; these archaea are therefore considered descendants of the ancentral archaea that gave rise to the eukaryotic domain of life billions of years ago. Numerous genomes of different Asgardarchaea were found in Guaymas Basin hydrothermal sediments; this result was entirely unexpected and will certainly inspire future research directions. Not to forget, one of these Asgardarchaea, the newly discovered Helarchaea that were found so far only in Guaymas Basin, has the genes to process hydrocarbon gases.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/22/2019\n\n\t\t\t\t\tSubmitted by: Andreas P Teske"
 }
}