{
 "awd_id": "1358774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New US-South Korean Collaboration: 2-D Ocean Temperature from Seismic Oceanography Data",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 31435.0,
 "awd_amount": 31435.0,
 "awd_min_amd_letter_date": "2014-01-29",
 "awd_max_amd_letter_date": "2014-01-29",
 "awd_abstract_narration": "Dr. Blacic proposes to initiate a new international collaboration with Dr. Changsoo Shin at Seoul National University in South Korea to apply his method of obtaining background sound speed models in the solid earth from marine seismic data (Laplace domain inversion, LDI) to\r\nthe ocean itself. Dr. Blacic and a student from Montclair State University will visit Dr. Shin?s laboratory at Seoul National University to work on the initial adaptation of the LDI method and to participate in planning meetings with Dr. Shin and his students. Dr. Shin will coordinate the necessary work on the LDI computer program, will provide expertise on the LDI method, and will provide access to the computer program for rapid code testing. Dr. Blacic will develop the synthetic seismic data sets for code testing and provide expertise on issues related to adapting solid earth-based seismic processing techniques to seismic oceanography data. Students at both Seoul National University and Montclair State University will be involved in the proof-of-concept work and project planning.\r\n\r\nDr. Blacic will be including material on seismic oceanography in the undergraduate and graduate geophysics course she will be teaching at Montclair State University beginning in Fall 2013. Results of this project will make up a part of that material. A student at Montclair State University, whose student body is >60% female and >30% minorities, will be involved in the project planning and initial phases of the research. The student will participate in the visit to Seoul National University and will thus have the opportunity to learn about international project planning as well as computer modeling and coding techniques. The student will also give a presentation at Seoul National University on seismic oceanography. After returning to Montclair, the student will prepare the results of the initial application of Laplace domain inversion to synthetic seismic oceanography data sets for presentation at Montclair State University's Student Research Symposium and/or a national scientific meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Blacic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya Blacic",
   "pi_email_addr": "blacict@mail.montclair.edu",
   "nsf_id": "000647863",
   "pi_start_date": "2014-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 Normal Ave",
  "perf_city_name": "Montclair",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 31435.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, Dr. Tanya Blacic at Montclair State University in New Jersey began a new collaboration with Dr. Changsoo Shin and his students at Seoul National University in South Korea. Dr. Blacic and Hayley Rosado, a Montclair State University graduate student, visited Dr. Shin&rsquo;s lab in the summer of 2014 to conduct proof-of-concept work on the application of Laplace domain inversion to seismic oceanography data and to plan for the continuation of the collaboration. During their visit, Ms. Rosado gave a seminar on seismic oceanography at Seoul National University to introduce this emerging field to interested faculty and students.</p>\n<p>&nbsp;</p>\n<p>In recent years, full waveform inversion of seismic data to obtain detailed 2-D sound speed models in the solid earth have been gaining popularity despite their high computational costs because these models can reveal details about subsurface structure that other methods cannot image. To minimize these costs, a starting model is required that is close enough to the true model for the inversion algorithm to reach the best solution using a fast method of convergence. Ideally, borehole measurements or other information about the target area would be used to create a smooth starting model, but this type of information is difficult and expensive to obtain so, in many cases, the background model must be extracted or estimated from the seismic data. Dr. Shin's research group has shown that Laplace domain inversion can be an effective means of obtaining a smooth background model from seismic data without requiring prior knowledge about the earth structure. Extended to seismic oceanography it offers a solution to the difficult problem of extracting a &ldquo;close enough&rdquo; sound speed model from the seismic data for use as a starting model for full waveform inversion when adequate coincident measurements of ocean properties are unavailable.</p>\n<p>&nbsp;</p>\n<p>Extracting ocean sound speed models from conventional seismic (acoustic) data, normally collected to investigate structures in the earth below the seafloor, will enable researchers to calculate two-dimensional temperature models of the ocean from legacy seismic data sets that have been collected by academic and petroleum industry ships over the world's oceans during the past 30+ years, thus finding a new use for &ldquo;old&rdquo; data that lacks coincident hydrographic measurements. Such high-resolution images can lead to a better understanding of ocean mixing - a process that is not well understood or quantified yet forms a key input to all global climate models because the oceans exchange heat and gases with the atmosphere. In this project, Dr. Blacic and Dr. Shin achieved promising results from the application of Laplace domain inversion to five different synthetic ocean models based on real ocean conditions. These results showed that with some further refinements Laplace domain inversion can provide background models suitable for use as starting models for more detailed full waveform inversion of seismic oceanography data despite the small sound speed contrasts typically found in the ocean, which are about three orders of magnitude smaller than those found in the solid earth, and without requiring any prior knowledge of the sound speed variations in the ocean. Funding is currently being sought to continue this collaboration.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2015<br>\n\t\t\t\t\tModified by: Tanya&nbsp;Blacic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, Dr. Tanya Blacic at Montclair State University in New Jersey began a new collaboration with Dr. Changsoo Shin and his students at Seoul National University in South Korea. Dr. Blacic and Hayley Rosado, a Montclair State University graduate student, visited Dr. ShinÆs lab in the summer of 2014 to conduct proof-of-concept work on the application of Laplace domain inversion to seismic oceanography data and to plan for the continuation of the collaboration. During their visit, Ms. Rosado gave a seminar on seismic oceanography at Seoul National University to introduce this emerging field to interested faculty and students.\n\n \n\nIn recent years, full waveform inversion of seismic data to obtain detailed 2-D sound speed models in the solid earth have been gaining popularity despite their high computational costs because these models can reveal details about subsurface structure that other methods cannot image. To minimize these costs, a starting model is required that is close enough to the true model for the inversion algorithm to reach the best solution using a fast method of convergence. Ideally, borehole measurements or other information about the target area would be used to create a smooth starting model, but this type of information is difficult and expensive to obtain so, in many cases, the background model must be extracted or estimated from the seismic data. Dr. Shin's research group has shown that Laplace domain inversion can be an effective means of obtaining a smooth background model from seismic data without requiring prior knowledge about the earth structure. Extended to seismic oceanography it offers a solution to the difficult problem of extracting a \"close enough\" sound speed model from the seismic data for use as a starting model for full waveform inversion when adequate coincident measurements of ocean properties are unavailable.\n\n \n\nExtracting ocean sound speed models from conventional seismic (acoustic) data, normally collected to investigate structures in the earth below the seafloor, will enable researchers to calculate two-dimensional temperature models of the ocean from legacy seismic data sets that have been collected by academic and petroleum industry ships over the world's oceans during the past 30+ years, thus finding a new use for \"old\" data that lacks coincident hydrographic measurements. Such high-resolution images can lead to a better understanding of ocean mixing - a process that is not well understood or quantified yet forms a key input to all global climate models because the oceans exchange heat and gases with the atmosphere. In this project, Dr. Blacic and Dr. Shin achieved promising results from the application of Laplace domain inversion to five different synthetic ocean models based on real ocean conditions. These results showed that with some further refinements Laplace domain inversion can provide background models suitable for use as starting models for more detailed full waveform inversion of seismic oceanography data despite the small sound speed contrasts typically found in the ocean, which are about three orders of magnitude smaller than those found in the solid earth, and without requiring any prior knowledge of the sound speed variations in the ocean. Funding is currently being sought to continue this collaboration.\n\n\t\t\t\t\tLast Modified: 06/30/2015\n\n\t\t\t\t\tSubmitted by: Tanya Blacic"
 }
}