{
 "awd_id": "1358495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Laboratory and Surface-based Studies of Atmospherically-relevant Ice Nucleating Particle Sources, Concentrations and Compositions",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2014-01-15",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 911313.0,
 "awd_amount": 911313.0,
 "awd_min_amd_letter_date": "2014-01-24",
 "awd_max_amd_letter_date": "2014-01-24",
 "awd_abstract_narration": "The formation of ice on atmospheric particles is a basic process that can impact climate through both the hydrological cycle, via influencing the efficiency and distribution of precipitation, and through impacts on the scattering of solar and thermal radiation by ice-containing clouds. Incomplete understanding of the role of changing natural and human-influenced particle emissions on ice formation processes in clouds results in large uncertainties in efforts to constrain the magnitude of current and projected climate impacts. This project will define the emissions of ice nucleating particles from soil and plant surfaces to the atmosphere, particularly to quantify the contributions and nature of organic particles, and within this group, biological particles, in comparison to known inorganic global ice nucleating particle sources, notably desert mineral dust particles. Results will be applicable toward improved quantification of ice nucleation processes in numerical modeling studies at cloud, regional, weather forecast, and climate scales.\r\n\r\nThe project combines atmospheric and biological measurement tools toward defining the surface emissions of specific ice nucleating particle types from collected soil and plant samples, and toward recognition of their influence during direct atmospheric sampling. Laboratory studies will be performed of ice nucleation by collected soil particles and plant organisms subject to lofting by winds from regionally important ecosystems. Studies will have specific focus on soils, plants, and ecotypes of the intermountain West and Central U.S. Plains regions where aerosol cloud interactions may impact both water resources and severe storm characteristics, but methods and results will inform future land-based and airborne studies in other regions. Multiple methods will be used to measure the numbers of particles that freeze when they enter liquid drops at different temperatures, as they do in natural clouds, and these results will be related to total aerosol mass and surface area. Specialized tools will be applied to characterize the compositions of particles freezing, including electron microprobe analysis, single particle mass spectrometry, thermal and chemical treatments for selective removal of biological and organic particles, genetic amplification and sequencing of all biological particles, specific quantification of genes of known bacterial and fungal ice nucleating particles, and online measurements of fluorescent biological particles. These same tools will be applied toward detecting the presence and abundance of different ice nucleating particle types per volume of air in the atmosphere over plant and soil surfaces in collection areas before, during and after perturbations by wind, rain, and harvesting. Detailed and generalized descriptions of ice nucleation will be developed from these results for application in atmospheric models.\r\n\r\nThe broader impacts of this work involve promoting postdoctoral education and training, development and testing of new instrumentation and methods, application of results toward climate change issues through collaborative numerical modeling studies, and fostering cross-disciplinary research between the atmospheric and biological sciences. Results are of critical importance to unresolved impact of aerosols on ice clouds and regional and global climate. Dissemination of results will occur via a project web site, publications, participation in conferences and scientific working groups and open communication with science news agencies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "DeMott",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J DeMott",
   "pi_email_addr": "Paul.Demott@colostate.edu",
   "nsf_id": "000174995",
   "pi_start_date": "2014-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hill",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas C Hill",
   "pi_email_addr": "thomas.hill@colostate.edu",
   "nsf_id": "000645234",
   "pi_start_date": "2014-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 911313.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ice nucleation by aerosol particles affects precipitation and impacts the radiative properties of cold clouds, and thereby climate. Incomplete understanding of ice initiation processes in clouds results in large uncertainties in the ability to model clouds and precipitation. Mineral dust particles are important known global ice nucleating particle (INP) sources, but atmospheric inputs of INPs from the organic components of arable soil and plant surfaces over many land regions, including microbes and their byproducts, have been poorly quantified. This project targeted quantifying these emissions specifically via physical, chemical and biological analyses of collected soil particles and aerosols sampled directly from over plant and soil surfaces in these same areas, including after perturbations by wind, rain, and harvesting. Special methods were developed for enhancing real-time and offline measurements of INP number concentrations and compositions over the full temperature range applicable to mixed phase clouds.&nbsp;</p>\n<p>The major intellectual merit of this proposal is the improved understanding of the major source of INPs over the central United States, and likely many similar land regions, and how land surface disturbances enhance these emissions from different ecosystems. Organic INPs dominate over the mineral dust INP content of soils in regions covered by natural grasses or planted crops, contributing most strongly in the activation temperature regime from 0 to -20&deg;C, but often dominating to even lower temperatures. The existence of these classes of INPs are most responsible for the extraordinary contrast of elevated INP concentrations in air and precipitation over land versus remote ocean regions. The most active INP components in arable soils were identified as being fungal and bacterial in origin, but a large latent source exists from very stable, unidentified organic components. While regional soils contribute to atmospheric INPs under conditions that perturb soils such as wind, rain, grazing and tilling, such perturbations most strongly affect INP emissions from the plant surfaces. Consequently, plant microbial and plant matter contributions of INPs offer the only viable explanation for the variability and frequent dominance of heat-labile INPs present in air over agricultural regions, becoming especially dominant under harvesting conditions. Neither arable soil nor lofted plant emissions of INPs are presently specified in regional or global models. While attempts to parameterize these emissions continue, the present study suggests that flux measurements and interdisciplinary efforts to quantify crop and land surface perturbation variations that are highly heterogeneous on spatial and temporal scales will be necessary to fully quantify these dominant emissions for use in atmospheric models up to the global scale.&nbsp;</p>\n<p>An additional outcome of intellectual merit was the first quantitative assessment of present INP measurement uncertainties by different common methods for sampling ambient air, made possible by improving methods for increasing sampling statistics and entraining collaborative partners into research efforts. Uncertainties in the few to ten range found in this study are far lower than those inferred for some model INP systems in previous laboratory studies, and better than historical assumptions. Participation in refined laboratory studies using more representative atmospheric INP systems have also found broad agreement among measurement methods. Method improvements and correspondence of measurements appear on a positive trajectory at the conclusion of this research.&nbsp;</p>\n<p>Broader impacts of this research included the realization of complex land-atmosphere dependencies on emissions of ice-active aerosols that should foster interdisciplinary future efforts, the establishment of standard techniques for piecing out the contributions of different INP types via mobile real-time and offline methods that should see wide usage by colleagues worldwide, the assessment of present uncertainty in atmospheric INP measurement methods, the development of technologies toward commercial instrument systems, and the development of human resources within the discipline through the training of young scientists from undergraduate through the postdoctoral level, including international exchanges.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2018<br>\n\t\t\t\t\tModified by: Paul&nbsp;J&nbsp;Demott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIce nucleation by aerosol particles affects precipitation and impacts the radiative properties of cold clouds, and thereby climate. Incomplete understanding of ice initiation processes in clouds results in large uncertainties in the ability to model clouds and precipitation. Mineral dust particles are important known global ice nucleating particle (INP) sources, but atmospheric inputs of INPs from the organic components of arable soil and plant surfaces over many land regions, including microbes and their byproducts, have been poorly quantified. This project targeted quantifying these emissions specifically via physical, chemical and biological analyses of collected soil particles and aerosols sampled directly from over plant and soil surfaces in these same areas, including after perturbations by wind, rain, and harvesting. Special methods were developed for enhancing real-time and offline measurements of INP number concentrations and compositions over the full temperature range applicable to mixed phase clouds. \n\nThe major intellectual merit of this proposal is the improved understanding of the major source of INPs over the central United States, and likely many similar land regions, and how land surface disturbances enhance these emissions from different ecosystems. Organic INPs dominate over the mineral dust INP content of soils in regions covered by natural grasses or planted crops, contributing most strongly in the activation temperature regime from 0 to -20&deg;C, but often dominating to even lower temperatures. The existence of these classes of INPs are most responsible for the extraordinary contrast of elevated INP concentrations in air and precipitation over land versus remote ocean regions. The most active INP components in arable soils were identified as being fungal and bacterial in origin, but a large latent source exists from very stable, unidentified organic components. While regional soils contribute to atmospheric INPs under conditions that perturb soils such as wind, rain, grazing and tilling, such perturbations most strongly affect INP emissions from the plant surfaces. Consequently, plant microbial and plant matter contributions of INPs offer the only viable explanation for the variability and frequent dominance of heat-labile INPs present in air over agricultural regions, becoming especially dominant under harvesting conditions. Neither arable soil nor lofted plant emissions of INPs are presently specified in regional or global models. While attempts to parameterize these emissions continue, the present study suggests that flux measurements and interdisciplinary efforts to quantify crop and land surface perturbation variations that are highly heterogeneous on spatial and temporal scales will be necessary to fully quantify these dominant emissions for use in atmospheric models up to the global scale. \n\nAn additional outcome of intellectual merit was the first quantitative assessment of present INP measurement uncertainties by different common methods for sampling ambient air, made possible by improving methods for increasing sampling statistics and entraining collaborative partners into research efforts. Uncertainties in the few to ten range found in this study are far lower than those inferred for some model INP systems in previous laboratory studies, and better than historical assumptions. Participation in refined laboratory studies using more representative atmospheric INP systems have also found broad agreement among measurement methods. Method improvements and correspondence of measurements appear on a positive trajectory at the conclusion of this research. \n\nBroader impacts of this research included the realization of complex land-atmosphere dependencies on emissions of ice-active aerosols that should foster interdisciplinary future efforts, the establishment of standard techniques for piecing out the contributions of different INP types via mobile real-time and offline methods that should see wide usage by colleagues worldwide, the assessment of present uncertainty in atmospheric INP measurement methods, the development of technologies toward commercial instrument systems, and the development of human resources within the discipline through the training of young scientists from undergraduate through the postdoctoral level, including international exchanges.\n\n \n\n\t\t\t\t\tLast Modified: 03/30/2018\n\n\t\t\t\t\tSubmitted by: Paul J Demott"
 }
}