{
 "awd_id": "1358861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-Ex:   Conflict and Fisheries in the Lake Victoria Basin",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2013-06-26",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 208634.0,
 "awd_amount": 208634.0,
 "awd_min_amd_letter_date": "2013-10-31",
 "awd_max_amd_letter_date": "2013-10-31",
 "awd_abstract_narration": "This project will investigate the links between fisheries, armed conflict, and food security in the Lake Victoria Basin in eastern Africa. Lake Victoria, the largest freshwater lake in Africa, is home to fisheries that contribute to the food and livelihood security of over 40 million people. The introduction of two species of fish, Nile perch and tilapia, has greatly changed the ecology of the lake. While introduced fishes provide income for fishers, they have apparently caused dramatic declines in the abundance of many native species in the lake. One exception is the sardine-like mukene, which supports the largest fishery in the lake and serves as a critical link between the ecology of the lake and the human populations that depend on the lake for food and income. Food security is inherently tied to civil unrest and eastern Africa has been one of the most war-torn regions of the world since the mid-1990s. Martial conflict significantly suppresses fish catch, which harms food security via decreased food availability and loss of livelihood among fishers. Food insecurity can in turn accelerate political violence. This project will investigate how changes in the ecology of Lake Victoria affect food security, and how conflict affects fishing in the Lake.  In collaboration with regional fisheries organizations in Kenya and Uganda, the project aims to a) develop understanding of the relationships between fish abundance, fishery catch and effort, conflict processes, and food security; b) generate estimates of fish abundance using statistical analyses; and c) identify the important links in the system through dynamic structural equation modeling.  Researchers will employ geographic information systems to relate fish catch and effort to food commodity prices in regional markets, and use existing data on the occurrence of conflict to relate prices, conflict, and catch.\r\n\r\nThese efforts will contribute significantly to understanding the role of natural resources in conflict and conflict effects on local food security.  There is an urgent need to improve understanding of the links between human and natural systems in the Lake Victoria basin. The human population is growing rapidly on the shore of the lake, accelerating impacts on ecosystem services such as water for drinking and irrigation and fishes for food.  This study will contribute to understanding of natural resources and conflict, fisheries ecology, and dynamic modeling of coupled natural and human systems. The project will develop partnerships between U.S. and eastern African scientists and develop the scientific skills of two undergraduate researchers. Moreover, the project will inform sustainable resource management decisions and policies for fisheries that provide food and livelihood security for millions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Glaser",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah M Glaser",
   "pi_email_addr": "sarah.glaser@du.edu",
   "nsf_id": "000547576",
   "pi_start_date": "2013-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Denver",
  "inst_street_address": "2199 S UNIVERSITY BLVD RM 222",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3038712000",
  "inst_zip_code": "802104711",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF DENVER",
  "org_prnt_uei_num": "WCUGNQQ8DZU1",
  "org_uei_num": "WCUGNQQ8DZU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Denver",
  "perf_str_addr": "",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802104711",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 208634.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Access to natural resources is an important driver of violent conflict: in some instances, resource scarcity can result in conflict, while in other instances, overabundance can result in conflict. While the links between conflict and resources have been well-studied for high value commodities, such as oil, and even terrestrial agriculture, little is known about the links between fishing, fisheries, and the potential for violent conflict. This project investigated the links between fisheries and conflict in Lake Victoria, East Africa. Our team, which involved three universities in the United States and three fisheries institutes in Uganda, Kenya, and Tanzania, synthised information on conflict outbreak around Lake Victoria with data on fish catch and fishing effort. We found that civil war in northern Uganda, which resulted in diplacement of over 1 million persons, corresponded to an increase in fishing effort in Uganda that far exceeded fishing effort in Tanzania or Kenya. This increase in fishing pressure contributed to fishing mortality on an increasing proportion of the population of Nile perch in the lake. Reciprocally, declines in fish abundance in the lake have set the stage for conflict on a remote island, Migingo, on the Uganda-Kenya border. A study conducted almost 15 years ago showed the communities around Lake Victoria pursued cooperative, and not conflictual, approaches to resource scarcity. But our work shows that population growth, conflict far away from the lake, and declining resource availabiity has created conditions under which violent conflict may begin.&nbsp;</p>\n<p>The results of our work will advance our understanding of the causes of conflict and the importance of healthy fisheries. We have broadened the scientific understanding of the role of conflict in shaping fisheries, a process that has been largely overlooked until now. This information can be used by fisheries managers to predict, and therefore guard against, potential resource squeezes that result from violent civil conflict. Given civil conflict is the most common source of violence in the world today, unfortunately negative effects on fisheries are not rare. Conversely, the conditions under which changes in fisheries lead to conflict are very much dependent on socio-economic histories of the region, and violence is not an inevitable result of declining fisheries. This work has generated new knowledge about the conditions under which conflict may or may not occur, which can be used by policy makers and managers to reduce the harmful effects of conflict.</p>\n<p>The research conducted for this project resulted in significant sources of data, scientific training for students and scientists, and international collaboration. Altogether, five undergraduate and four graduate students assisted with data collection and analysis. All but two of these students spent significant time with senior scientists in the Lake Victoria region. That effort resulted in two senior honors projects and one Masters thesis. Students were also co-authors on all publications resulting from this work. Our African colleauges took part in three annual GIS training classes, hosted in Uganda. We developed the IT infrastructure at the National Fisheries Resources Research Institute to provide access to GIS software, we created and disseminated a GIS database with hundreds of data files, and we trained 16 senior African scientists on GIS technology. These scientists are leaders in Lake Victoria, and this enhanced technical capacity will pay dividends to the management of lake resources. GIS technology is critical for mapping sensitive habitats, for understanding the effects of location on fishing productivity, and for analyzing environmental changes. We believe the accomplishments made herein will provide the scientists who manage Lake Victoria with stronger tools to make the most informed management decisions. This, ...",
  "por_txt_cntn": "\nAccess to natural resources is an important driver of violent conflict: in some instances, resource scarcity can result in conflict, while in other instances, overabundance can result in conflict. While the links between conflict and resources have been well-studied for high value commodities, such as oil, and even terrestrial agriculture, little is known about the links between fishing, fisheries, and the potential for violent conflict. This project investigated the links between fisheries and conflict in Lake Victoria, East Africa. Our team, which involved three universities in the United States and three fisheries institutes in Uganda, Kenya, and Tanzania, synthised information on conflict outbreak around Lake Victoria with data on fish catch and fishing effort. We found that civil war in northern Uganda, which resulted in diplacement of over 1 million persons, corresponded to an increase in fishing effort in Uganda that far exceeded fishing effort in Tanzania or Kenya. This increase in fishing pressure contributed to fishing mortality on an increasing proportion of the population of Nile perch in the lake. Reciprocally, declines in fish abundance in the lake have set the stage for conflict on a remote island, Migingo, on the Uganda-Kenya border. A study conducted almost 15 years ago showed the communities around Lake Victoria pursued cooperative, and not conflictual, approaches to resource scarcity. But our work shows that population growth, conflict far away from the lake, and declining resource availabiity has created conditions under which violent conflict may begin. \n\nThe results of our work will advance our understanding of the causes of conflict and the importance of healthy fisheries. We have broadened the scientific understanding of the role of conflict in shaping fisheries, a process that has been largely overlooked until now. This information can be used by fisheries managers to predict, and therefore guard against, potential resource squeezes that result from violent civil conflict. Given civil conflict is the most common source of violence in the world today, unfortunately negative effects on fisheries are not rare. Conversely, the conditions under which changes in fisheries lead to conflict are very much dependent on socio-economic histories of the region, and violence is not an inevitable result of declining fisheries. This work has generated new knowledge about the conditions under which conflict may or may not occur, which can be used by policy makers and managers to reduce the harmful effects of conflict.\n\nThe research conducted for this project resulted in significant sources of data, scientific training for students and scientists, and international collaboration. Altogether, five undergraduate and four graduate students assisted with data collection and analysis. All but two of these students spent significant time with senior scientists in the Lake Victoria region. That effort resulted in two senior honors projects and one Masters thesis. Students were also co-authors on all publications resulting from this work. Our African colleauges took part in three annual GIS training classes, hosted in Uganda. We developed the IT infrastructure at the National Fisheries Resources Research Institute to provide access to GIS software, we created and disseminated a GIS database with hundreds of data files, and we trained 16 senior African scientists on GIS technology. These scientists are leaders in Lake Victoria, and this enhanced technical capacity will pay dividends to the management of lake resources. GIS technology is critical for mapping sensitive habitats, for understanding the effects of location on fishing productivity, and for analyzing environmental changes. We believe the accomplishments made herein will provide the scientists who manage Lake Victoria with stronger tools to make the most informed management decisions. This, in turn, will support healthy fisheries for a region of over 40 million people...."
 }
}