{
 "awd_id": "1358216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: US-South Africa Collaboration on Sustainable Sanitation and Energy and Resource Recovery from Wastewater",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 249304.0,
 "awd_amount": 249304.0,
 "awd_min_amd_letter_date": "2014-08-04",
 "awd_max_amd_letter_date": "2014-08-04",
 "awd_abstract_narration": "Technical Description \r\n\r\nWith the rise in global population and rapid growth of urban and coastal areas worldwide, providing clean water is a major challenge particularly when basic sanitation needs are not met. Water scarcity, poor sanitation, and economic disparity tend to characterize many densely populated urban areas throughout the world. There is no doubt that new solutions are needed to improve the availability of clean water and basic sanitation for underserved populations. Moreover, solutions that also recover energy and resources for net-zero impact have the potential to dramatically change communities dealing with water scarcity, and energy and food security.\r\n\r\nConsequently, there is a need to improve fundamental knowledge on decentralized wastewater systems technologies (DEWATS) that lead to net-zero energy and resource use. Research on sustainable DEWATS solutions that address the challenges of densely populated urban and peri-urban developing communities is a novel approach for providing solutions to sanitation and harnessing resources. IRES students will contribute to fundamental research on various ongoing University of KwaZulu-Natal (UKZN) projects on the biological and physico-chemical processes in wastewater treatment and resource and energy recovery. This IRES project aims to be a transformative scientific and cultural experience for US students that will advance fundamental knowledge of ABR and other DEWATS treatment processes implemented at the full-scale in South African communities. \r\n\r\nBroader Description \r\n\r\nThis project is a unique opportunity for fifteen US students to visit the UKZN in Durban, South Africa, where they will conduct fundamental research on a wide range of environmental engineering topics related to resource and energy recovery from wastewater, new perspectives on wastewater treatment, and sustainable sanitation. Environmental science and engineering undergraduate and graduate students will be working on novel research at the nexus of water, energy, and food with the Pollution Research Group at UKZN, while also obtaining an enriching international experience on topics highly relevant for environmental scientists and engineers. \r\n\r\nThis research experience will equip upper-level undergraduates with research skills needed to transition to graduate school and strengthen the research and mentoring skills of graduate student participants. The US student cohorts will be drawn from two contrasting regions of the U.S., one being California?s densely populated urban corridor and the other, sparsely populated rural Kansas. They will be recruited from groups underrepresented in environmental science and engineering at Kansas State University and the Hispanic-serving California State Poly-technical University in Pomona. \r\n\r\nThe week-long orientation program is designed to promote team building, cultural sensitivity, and adequate preparation for students to conduct collaborative research internationally. As part of the evaluation of this project and for knowledge transfer from cohort-to-cohort, exit surveys, videos of the research, and student perceptions will be disseminated to subsequent cohorts. Participants will present their research at UKZN during the final week in Durban. Upon return to the U.S. they will have the opportunity to make presentations at local and regional research symposia and conferences. IRES participants will also present videos and research findings to K-12 institutions via after-school programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Mladenov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Mladenov",
   "pi_email_addr": "nmladenov@sdsu.edu",
   "nsf_id": "000119830",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "University of KwaZulu-Natal",
  "perf_str_addr": "",
  "perf_city_name": "Durban",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SF",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "South Africa",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}