{
 "awd_id": "1358622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Effects of Water and Lithology on the Strength of the North American Lithosphere",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 58019.0,
 "awd_amount": 58019.0,
 "awd_min_amd_letter_date": "2014-06-24",
 "awd_max_amd_letter_date": "2015-08-27",
 "awd_abstract_narration": "Nontechnical Summary\r\n\r\nA full understanding of mountain-building and earthquake processes requires knowledge of three-dimensional variations in flow strength of continents. Measurements of flow strength are among the major goals of EarthScope, because they are key to understanding the timing and spatial distribution of earthquakes and volcanism, as well as the evolution of North America through time. Characterizing flow strength is challenging, however, because strength is very sensitive to three independent physical properties -- temperature, rock-type, and water content -- whose effects are not easily distinguished using commonly-used geophysical imaging techniques. This project identifies several diverse geophysical measurements that can be combined to separate the effects of temperature, rock type and water in the Earth's crust and upper mantle. In addition, this project is supporting the education of three graduate students and the development of software tools for use in graduate classrooms.  Finally, this project is providing maps and other data products that are widely useful to scientists working to understand such diverse topics as likelihood of future earthquakes, volcanic eruptions, and the potential for economic mineral deposits at depth.\r\n\r\nTechnical Description This project seeks to determine the relative effects of temperature, water and lithology on strength of the North American continental lithosphere. The investigators are estimating temperature variations using uppermost mantle seismic velocities and surface heat flow measurements; characterizing crustal lithology from a combination of gravity and seismic receiver function data; and combining these with measurements of lithospheric flexural rigidity (an integral measure of bending strength) to assess the remainder effects of water on flow rheology. This novel approach to characterizing physical property variations enables in situ estimation of fully three-dimensional flow rheology of the lithosphere, and lends new insight into the dynamical processes of heat and fluid flux that determine mobility versus stability of continental lithosphere. When combined with new constraints on lithospheric mass density variations, these properties promise to revolutionize the Earth Science community's understanding of lithospheric evolution, deformation and dynamical processes. The grant supports research efforts by three graduate students. The Colorado State University PI and two M.S. students are estimating geothermal variations and associated uncertainties, and also developing a series of teaching tools to demonstrate concepts of lithospheric flexure and rheology to undergraduate Earth science students. The Utah State University PI and student are estimating anisotropic flexural rigidity, crustal lithology and thickness, and using the combined measurements to model the water content and rheology of the lithosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Lowry",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony R Lowry",
   "pi_email_addr": "Tony.Lowry@usu.edu",
   "nsf_id": "000414678",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "4505 Old Main Hill",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843224505",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 27085.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 30934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It has long been thought that temperature variations in the Earth play an important role in tectonics, including expressions of earthquakes, volcanoes and mountain-building. Other properties of the deep Earth, including concentrations of volatiles like water and variations in the types of rocks, are thought to also be important but their role is less well understood because they are challenging to image using the tools we have.</p>\n<p>In this project, we sought to improve our understanding of deep Earth processes by developing a robust measurement of deep temperature and then using that in combination with other geophysical measurements to better separate effects of temperature, hydration state (i.e., water dissolved in the rock matrix), and rock type and examine their roles in tectonics. Using the results of seismic imaging from EarthScope's USArray network, we combined mineral physics and sound velocities in the upper mantle to robustly estimate temperatures. These in turn were combined with seismic imaging of the crust to derive crustal thickness and bulk quartz content, plus measurements of the total strength of the lithosphere derived from its bending response to mass loads, to infer the relative importance of temperature and water in rock strength. We discovered that tectonically active regions like the Basin and Range in the western U.S. are weak and relatively fluid primarily because abundant water there reduces flow strength and promotes melting (which further reduces strength), and that temperature is a relatively minor contributor to variations in total strength.</p>\n<p>We also found several other results that were more surprising: First, we found that upper mantle temperatures in the U.S. Cordillera are colder than would be predicted from measurements of surface heat flow, and in the same approximate locations where our strength analyses indicate abundant water in the mantle. We interpret that to mean that water moving up the lithospheric column efficiently carries heat along with it and amplifies surface heat flow. Second, the regions of unexpectedly cold upper mantle also have the highest elevations, contradicting the commonly-held belief that high elevations are a result of high temperatures and thermal buoyancy. Instead, it appears the hydration of rocks decreases their density (because different types of minerals are thermodynamically favored when water is present). In crustal rocks, hydration results in more quartz being formed, and the increased quartz content can be imaged using the ratio of sound velocity and shear velocity in the rocks (because quartz has an expecially low seismic velocity ratio). Our seismic imaging suggests that most of the total variation in seismic velocity ratios of the crust is rooted in variations in lower crustal rocks.</p>\n<p>Hence, contrary to widely-held expectations that temperature variations in the Earth are dominantly responsible for the variations in flow strength and buoyancy that drive tectonics, it now appears that hydration state is the key material property underlying the dynamics (and that water may also serve as an important vector for moving heat through the lithosphere). Each of these results is of critical importance to recognize and to explore further as the Earth science community gradually progresses closer to using physics-based, Earth system science approaches to evaluating the hazards posed by earthquakes, volcanism and other expressions of tectonism that impact society.</p>\n<p>The project provided research projects for two undergraduate research theses and supported a graduate student who developed new and more robust approaches to measuring total bending strength of the lithosphere using mass loads identified from seismic imaging. Modeling tools and data products developed for the project are also being used to teach students enrolled in courses at Utah State University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2016<br>\n\t\t\t\t\tModified by: Anthony&nbsp;R&nbsp;Lowry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt has long been thought that temperature variations in the Earth play an important role in tectonics, including expressions of earthquakes, volcanoes and mountain-building. Other properties of the deep Earth, including concentrations of volatiles like water and variations in the types of rocks, are thought to also be important but their role is less well understood because they are challenging to image using the tools we have.\n\nIn this project, we sought to improve our understanding of deep Earth processes by developing a robust measurement of deep temperature and then using that in combination with other geophysical measurements to better separate effects of temperature, hydration state (i.e., water dissolved in the rock matrix), and rock type and examine their roles in tectonics. Using the results of seismic imaging from EarthScope's USArray network, we combined mineral physics and sound velocities in the upper mantle to robustly estimate temperatures. These in turn were combined with seismic imaging of the crust to derive crustal thickness and bulk quartz content, plus measurements of the total strength of the lithosphere derived from its bending response to mass loads, to infer the relative importance of temperature and water in rock strength. We discovered that tectonically active regions like the Basin and Range in the western U.S. are weak and relatively fluid primarily because abundant water there reduces flow strength and promotes melting (which further reduces strength), and that temperature is a relatively minor contributor to variations in total strength.\n\nWe also found several other results that were more surprising: First, we found that upper mantle temperatures in the U.S. Cordillera are colder than would be predicted from measurements of surface heat flow, and in the same approximate locations where our strength analyses indicate abundant water in the mantle. We interpret that to mean that water moving up the lithospheric column efficiently carries heat along with it and amplifies surface heat flow. Second, the regions of unexpectedly cold upper mantle also have the highest elevations, contradicting the commonly-held belief that high elevations are a result of high temperatures and thermal buoyancy. Instead, it appears the hydration of rocks decreases their density (because different types of minerals are thermodynamically favored when water is present). In crustal rocks, hydration results in more quartz being formed, and the increased quartz content can be imaged using the ratio of sound velocity and shear velocity in the rocks (because quartz has an expecially low seismic velocity ratio). Our seismic imaging suggests that most of the total variation in seismic velocity ratios of the crust is rooted in variations in lower crustal rocks.\n\nHence, contrary to widely-held expectations that temperature variations in the Earth are dominantly responsible for the variations in flow strength and buoyancy that drive tectonics, it now appears that hydration state is the key material property underlying the dynamics (and that water may also serve as an important vector for moving heat through the lithosphere). Each of these results is of critical importance to recognize and to explore further as the Earth science community gradually progresses closer to using physics-based, Earth system science approaches to evaluating the hazards posed by earthquakes, volcanism and other expressions of tectonism that impact society.\n\nThe project provided research projects for two undergraduate research theses and supported a graduate student who developed new and more robust approaches to measuring total bending strength of the lithosphere using mass loads identified from seismic imaging. Modeling tools and data products developed for the project are also being used to teach students enrolled in courses at Utah State University.\n\n\t\t\t\t\tLast Modified: 09/28/2016\n\n\t\t\t\t\tSubmitted by: Anthony R Lowry"
 }
}