{
 "awd_id": "1358879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU SITE: A Pilot Distributed REU Site Focused on Serving Physics and Astronomy Students from Comprehensive and Community Colleges",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 155040.0,
 "awd_amount": 155040.0,
 "awd_min_amd_letter_date": "2014-03-27",
 "awd_max_amd_letter_date": "2015-02-10",
 "awd_abstract_narration": "This pilot for a distributed Research Experiences for Undergraduates (REU) site at Central Washington University (CWU) provides opportunities to six undergraduate students each summer for ten weeks of research on topics in physics disciplines such as lasers, optics, spectroscopy, biophysics, surface and materials science and in astronomy. The REU students will conduct the research at Central Washington University, Wright State University, College of Charleston, University of Wisconsin-La Crosse, Austin Peay State University, Embry-Riddle Aeronautical University, or Weber State University. In addition to participating in research with an experienced mentor, the students will engage in weekly activities to ensure not only that their research stays on track but that they have an engaging collegial and scholarly experience. These activities will take place at CWU, as well as at the other research sites.  By the end of the program, every student will have written a research report and presented the results of their work in a talk or a poster. \r\n\r\nThis REU site will have a number of broader impacts with its focus on providing research opportunities to undergraduates to help prepare them for future science, technology, engineering, and mathematics careers. Additionally, the site focuses on providing research opportunities to students from institutions with small or no research programs in physics and from community colleges. The site has a strong plan to recruit students from groups underrepresented in physics. The project will be guided by an evaluation, led by a team of evaluators, who will assess how well this distributed model works and subsequently disseminate the findings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jackson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Jackson",
   "pi_email_addr": "michael.jackson@nmt.edu",
   "nsf_id": "000157031",
   "pi_start_date": "2014-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Mateja",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Mateja",
   "pi_email_addr": "jmateja@murraystate.edu",
   "nsf_id": "000599569",
   "pi_start_date": "2014-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Washington University",
  "inst_street_address": "400 E UNIVERSITY WAY",
  "inst_street_address_2": "",
  "inst_city_name": "ELLENSBURG",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5099632118",
  "inst_zip_code": "989267500",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WA08",
  "org_lgl_bus_name": "CENTRAL WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SESUYWJGE3Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Central Washington University",
  "perf_str_addr": "400 E. University Way",
  "perf_city_name": "Ellensburg",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "989267500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 79759.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 75281.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This pilot program sought to provide students with their first faculty-mentored research experience using a distributed model with students conducting their research at different institutions across the nation. &nbsp;Along with gaining the diverse set of expertise available at multiple institutions, students had the opportunity to join in&nbsp;two learning communities: other students in our REU program and the research students at each host site supported by other programs.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Research projects were designed and developed by mentors to advance students&rsquo; fundamental knowledge within the discipline and to provide them with an opportunity to engage in research and make meaningful contributions to the investigation. &nbsp;The research performed by REU participants was either experimental or computational and represented a diverse array of physics and astronomy subfields (e.g., <em>Properties of CU doped ZnO thin films grown by spray pyrolysis</em>, <em>A search for pulsations in the sdB star EC20117-4014</em>, etc). These projects also introduced students to the scientific literature, ethical conduct of research, and procedures for oral and written scientific presentations.&nbsp;Seven universities participated in hosting REU students during the program, including Central Washington University, College of Charleston, Embry Riddle Aeronautical University, SUNY-Geneseo, University of Wisconsin-La Crosse, Weber State University, and Wright State University.</p>\n<p>&nbsp;</p>\n<p>Support from the Washington Space Grant Consortium (Award No. NNX10AK64H) and the Council on Undergraduate Research enabled the project to support an additional student each summer. The program&rsquo;s two-year student demographics included six males and eight females with students identifying themselves as Hispanic (2), African-American (1), Asian (2), and Caucasian (9). &nbsp;Two students identified themselves as veterans. Of the 14 participants, eight were first-generation college students. Two of the program&rsquo;s undergraduates were rising seniors, eleven were rising juniors, and one was a rising sophomore. &nbsp;Four students were from community colleges, five students were from comprehensive institutions, and five students were from research institutions.</p>\n<p>&nbsp;</p>\n<p>To date, one student has co-authored a peer-reviewed manuscript published in a professional journal with a second manuscript under preparation. &nbsp;Five presentations were made by REU students at the National Conference on Undergraduate Research, the 57<sup>th</sup> Annual Meeting of the APS Division of Plasma Physics, and&nbsp;11<sup>th</sup> Annual Conference for Undergraduate Women in Physics. &nbsp;There were also several presentations made by students at local and regional meetings and two students received local awards for their research. &nbsp;</p>\n<p>&nbsp;</p>\n<p>When asked what elements of our REU program had the greatest impact or benefit to them, the fourteen REU participants listed:<br />&bull; &ldquo;Social interactions with Mentor at the Host Institution&rdquo; (mentioned 12 times),&nbsp;</p>\n<p>&bull;<span> </span>&ldquo;Social interactions with Students at the Host Institution&rdquo; (9 times), and&nbsp;</p>\n<p>&bull;<span> </span>&ldquo;End-of-the-summer activity at Central Washington University&rdquo; (9 times).&nbsp;</p>\n<p>One student described her interactions with the REU faculty and students as the &ldquo;best part of the research experience.&rdquo;</p>\n<p>&nbsp;</p>\n<p>All REU participants took part in the SURE III survey that permitted a comparison of their summer research experience with those students nationwide. &nbsp;Responses were found to fall within a standard deviation of the national response data related to the benefits of a research experience. &nbsp;The largest gains were found in areas like &ldquo;Clarification of a career path,&rdquo; &ldquo;Readin...",
  "por_txt_cntn": "\nThis pilot program sought to provide students with their first faculty-mentored research experience using a distributed model with students conducting their research at different institutions across the nation.  Along with gaining the diverse set of expertise available at multiple institutions, students had the opportunity to join in two learning communities: other students in our REU program and the research students at each host site supported by other programs. \n\n \n\nResearch projects were designed and developed by mentors to advance studentsÆ fundamental knowledge within the discipline and to provide them with an opportunity to engage in research and make meaningful contributions to the investigation.  The research performed by REU participants was either experimental or computational and represented a diverse array of physics and astronomy subfields (e.g., Properties of CU doped ZnO thin films grown by spray pyrolysis, A search for pulsations in the sdB star EC20117-4014, etc). These projects also introduced students to the scientific literature, ethical conduct of research, and procedures for oral and written scientific presentations. Seven universities participated in hosting REU students during the program, including Central Washington University, College of Charleston, Embry Riddle Aeronautical University, SUNY-Geneseo, University of Wisconsin-La Crosse, Weber State University, and Wright State University.\n\n \n\nSupport from the Washington Space Grant Consortium (Award No. NNX10AK64H) and the Council on Undergraduate Research enabled the project to support an additional student each summer. The programÆs two-year student demographics included six males and eight females with students identifying themselves as Hispanic (2), African-American (1), Asian (2), and Caucasian (9).  Two students identified themselves as veterans. Of the 14 participants, eight were first-generation college students. Two of the programÆs undergraduates were rising seniors, eleven were rising juniors, and one was a rising sophomore.  Four students were from community colleges, five students were from comprehensive institutions, and five students were from research institutions.\n\n \n\nTo date, one student has co-authored a peer-reviewed manuscript published in a professional journal with a second manuscript under preparation.  Five presentations were made by REU students at the National Conference on Undergraduate Research, the 57th Annual Meeting of the APS Division of Plasma Physics, and 11th Annual Conference for Undergraduate Women in Physics.  There were also several presentations made by students at local and regional meetings and two students received local awards for their research.  \n\n \n\nWhen asked what elements of our REU program had the greatest impact or benefit to them, the fourteen REU participants listed:\n&bull; \"Social interactions with Mentor at the Host Institution\" (mentioned 12 times), \n\n&bull; \"Social interactions with Students at the Host Institution\" (9 times), and \n\n&bull; \"End-of-the-summer activity at Central Washington University\" (9 times). \n\nOne student described her interactions with the REU faculty and students as the \"best part of the research experience.\"\n\n \n\nAll REU participants took part in the SURE III survey that permitted a comparison of their summer research experience with those students nationwide.  Responses were found to fall within a standard deviation of the national response data related to the benefits of a research experience.  The largest gains were found in areas like \"Clarification of a career path,\" \"Readiness for more demanding research,\" \"Self-confidence,\" \"Becoming part of a learning community,\" and \"Understanding of how scientists think.\"  These are the kinds of responses one might expect to obtain from students who, like our REU students, are generally early in their undergraduate education.  Regarding their overall experience, thirteen of the fourteen students said that their CUR REU experienc..."
 }
}