{
 "awd_id": "1358465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU SITE: Systematics and Evolutionary Biology for the 21st Century",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 578139.0,
 "awd_amount": 698579.0,
 "awd_min_amd_letter_date": "2014-03-18",
 "awd_max_amd_letter_date": "2019-03-15",
 "awd_abstract_narration": "This REU Site award to the American Museum of Natural History (AMNH), located in New York, NY, will support the training of 8 undergraduate students for 10 weeks during the summers of 2014-2018. The theme of the REU program is systematics and evolutionary biology. Students will be mentored by the museum's scientists and curators and will conduct research aimed at elucidating the evolutionary history of groups of organisms. The vast resources available at AMNH make many innovative research projects possible. For example, projects that explore the evolution of jungle leeches, malarial parasites, extinct predators, and hermaphroditic sea anemones will be offered. In the process of collecting and analyzing data, students will be trained in a range of scientific methodologies, including morphological scoring, DNA sequencing, computed tomography, massively parallel next-generation genomics, and computational phylogenetics. In addition to the research experience, students will attend weekly lectures, educational tours of the museum collections and other relevant field trips, and learn the importance of ethical and responsible scientific conduct. At the end of the program, students will write a report and give a short presentation on their research accomplishments. To assess program success, the BIO REU common assessment tool will be used. The program intends to assemble a diverse cohort of students by attracting participants from across the country, as well as locally. Selection of applicants is based primarily on the applicant's potential, rather than academic scores, and the program places particular emphasis on recruiting students from minority groups that are currently under-represented in scientific fields. Students may apply online through www.amnh.org/REU/. Since matching applicants to appropriate mentors is essential, communication with prospective project mentors in advance is encouraged. \r\n\r\nDuring the program, students will complete a \"broader impacts\" project in which they communicate scientific ideas and the importance of basic scientific research to a lay audience. This experience will teach students the importance of outreach to educate the public. \r\n\r\nParticipants are required to be tracked after the program and must respond to an automatic email sent via the NSF reporting system. More information about the program can be found by visiting www.amnh.org/REU/, or by contacting the PI (Dr. Mark Siddall at siddall@amnh.org) or the co-PI (Dr. Susan Perkins at perkins@amnh.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Siddall",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Siddall",
   "pi_email_addr": "siddall@amnh.org",
   "nsf_id": "000243956",
   "pi_start_date": "2014-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Perkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Perkins",
   "pi_email_addr": "sperkins@ccny.cuny.edu",
   "nsf_id": "000184338",
   "pi_start_date": "2014-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "Central Park West at 79th St",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245193",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 113103.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 113420.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 116557.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 235059.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 120440.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This REU Site award to the American Museum of Natural History (AMNH), located in New York, NY, supported the training undergraduate students for 10 weeks during the summers of 2013-2019. A total of 49 students, were trained in systematics and evolution and how those inform conservation priorities.&nbsp; Research projects included students in cutting edge work by museum curators exploring biodiversity disciplines from paleontology to conservation genetics and comprising the full research scope of the museum. Data and methods generated from the grant period included morphology, advanced DNA sequencing, computed tomography, and massively parallel next-generation genomics. Students&rsquo; knowledge of the role and responsibility of museums as stewards of diversity through time and space was enhanced through on-boarding in-depth familiarity with the over 34 million specimens at the museum collected over 150 years, through weekly lectures and training sessions as well as workshops on ethics and responsible scientific conduct. Students participated in near-peer mentoring of high-school level students resident in the museum&rsquo;s other summer programs.&nbsp; Each participant prepared a scientific report report and gave a public presentation on their research accomplishments to the museum community, with also presenting their results of their work at scientific conferences. Assessment of the program was accomplished through the online SALG URSSA tool and through longitudinal tracking of participants&rsquo; future granting and academic success. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2020<br>\n\t\t\t\t\tModified by: Mark&nbsp;E&nbsp;Siddall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis REU Site award to the American Museum of Natural History (AMNH), located in New York, NY, supported the training undergraduate students for 10 weeks during the summers of 2013-2019. A total of 49 students, were trained in systematics and evolution and how those inform conservation priorities.  Research projects included students in cutting edge work by museum curators exploring biodiversity disciplines from paleontology to conservation genetics and comprising the full research scope of the museum. Data and methods generated from the grant period included morphology, advanced DNA sequencing, computed tomography, and massively parallel next-generation genomics. Students’ knowledge of the role and responsibility of museums as stewards of diversity through time and space was enhanced through on-boarding in-depth familiarity with the over 34 million specimens at the museum collected over 150 years, through weekly lectures and training sessions as well as workshops on ethics and responsible scientific conduct. Students participated in near-peer mentoring of high-school level students resident in the museum’s other summer programs.  Each participant prepared a scientific report report and gave a public presentation on their research accomplishments to the museum community, with also presenting their results of their work at scientific conferences. Assessment of the program was accomplished through the online SALG URSSA tool and through longitudinal tracking of participants’ future granting and academic success.  \n\n \n\n\t\t\t\t\tLast Modified: 09/11/2020\n\n\t\t\t\t\tSubmitted by: Mark E Siddall"
 }
}