{
 "awd_id": "1358895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Production Scale-up of Electrospun Fiber Scaffolds as Research Tools",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2013-12-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2013-11-20",
 "awd_max_amd_letter_date": "2014-05-05",
 "awd_abstract_narration": "The purpose of this proposal is to develop new electrospinning technologies and methodologies to create cost efficient electrospinning materials as cell culture platforms. Standard cell culture platforms are disposable, plastic dishes or wellplates with tightly controlled properties to ensure reproducible cell culture conditions. However, these platforms lack topographical, physical structures that are present within the native tissue microenvironment, limiting their relevance to clinical applications. The research team strives to attenuate the disparity between cell culture platforms and biological tissues by use of electrospun fiber scaffolds. These scaffolds are composed of polymeric fibers only two microns or less in diameter. Cells from all tissues of the body readily recognize the fibrous scaffold and utilize its structure for attachment, migration, and directed elongation, which produces morphologies more similar to those found in native tissues than standard culture platforms achieve. Electrospun fibers are commonly fabricated for intra-laboratory use, but lack the potential for widespread dissemination due to an inefficient fabrication process. Production is labor intensive and requires a skilled technician for fabrication and characterization. The goal for this proposal is to automate the manufacturing process and scale up production while retaining tight control over the fiber properties in order to commercialize electrospun fiber scaffolds as a consumable research tool. Implementing computer-aided manufacturing systems will provide the necessary precision and control for fabrication of these microscale-featured scaffolds.\r\n\r\nThe current paradigm for development of pharmacological therapies to any particular disease begins in the basic science laboratory where chemical compounds are screened against cell cultures for a desired effect. This screening process is a prelude to rodent studies that test safety and efficacy, which gives way to more complex animal models before human clinical trials. Unfortunately, the number of successful outcomes from this process is quite low, it is costly, and there are countless incidences of unanticipated side effects even after reaching the marketplace. The proposal described herein is set to initiate transformation of this flawed system. Electrospun fiber culture scaffolds emulate tissue architecture in vitro, providing more sophisticated cell culture data to enhance the screening process in the earliest stages. The role of the fibers is not limited to only a research tool, but they can also serve as the therapy itself given their unique physical properties and controlled compound delivery capabilities. Providing researchers with more information earlier can also lead to a reduction in animal testing, which reduces ethical concerns and minimizes product overhead.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Gilbert",
   "pi_email_addr": "gilber2@rpi.edu",
   "nsf_id": "000322697",
   "pi_start_date": "2013-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Development of in vitro cell culture models that better recapitulate cell behavior in the body is vital.&nbsp;&nbsp; The standard cell culture approach is to place cells onto flat, tissue culture polystyrene surfaces.&nbsp; However, there is growing evidence that cells cultured on these flat surfaces do not behave as they would normally in the body.&nbsp;&nbsp; Thus, scientists and engineers are developing three-dimensional scaffolds to promote cell behavior that better represents cell behavior in vivo.&nbsp; The goal of this project was to investigate the possibility of using electrospun fibers as three-dimensional cell culture platforms and to discern the commercial potential of these electrospun fibers. As a participant in the I-Corps study, we discovered that electrospun fibers might be useful in developing an in vitro model of spinal cord injury.&nbsp; To test therapies for spinal cord injury, rodent models are used.&nbsp; By creating a fiber-free gap within our fiber scaffold, we are recapitulating a specific aspect of the spinal cord injury site, where axons must traverse through a region devoid of cellular guidance cues.&nbsp; This scaffold may be a viable alternative to using animals.&nbsp; Additionally, we developed an electrospun fiber scaffold that can separate cancer cells from fibroblasts within a cancer tumor mass.&nbsp; We believe that this type of scaffold could enhance the efficiency of cell separation procedures to more quickly assess cancer cells for possible pharmaceutical treatments.&nbsp; As a result of the above investigation and development of these electrospun fibers, Rensselaer Polytechnic Institute filed three utility patent applications.&nbsp; In addition, one study was published in the journal <em>Biomaterials.</em>&nbsp; The continued development of electrospun fiber scaffolds as cell culture tools will broadly impact many fields, but from our work, might lead to the development of new biomaterial cell culture scaffolds that can impact the fields of neuroscience and cancer biology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified by: Ryan&nbsp;Gilbert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDevelopment of in vitro cell culture models that better recapitulate cell behavior in the body is vital.   The standard cell culture approach is to place cells onto flat, tissue culture polystyrene surfaces.  However, there is growing evidence that cells cultured on these flat surfaces do not behave as they would normally in the body.   Thus, scientists and engineers are developing three-dimensional scaffolds to promote cell behavior that better represents cell behavior in vivo.  The goal of this project was to investigate the possibility of using electrospun fibers as three-dimensional cell culture platforms and to discern the commercial potential of these electrospun fibers. As a participant in the I-Corps study, we discovered that electrospun fibers might be useful in developing an in vitro model of spinal cord injury.  To test therapies for spinal cord injury, rodent models are used.  By creating a fiber-free gap within our fiber scaffold, we are recapitulating a specific aspect of the spinal cord injury site, where axons must traverse through a region devoid of cellular guidance cues.  This scaffold may be a viable alternative to using animals.  Additionally, we developed an electrospun fiber scaffold that can separate cancer cells from fibroblasts within a cancer tumor mass.  We believe that this type of scaffold could enhance the efficiency of cell separation procedures to more quickly assess cancer cells for possible pharmaceutical treatments.  As a result of the above investigation and development of these electrospun fibers, Rensselaer Polytechnic Institute filed three utility patent applications.  In addition, one study was published in the journal Biomaterials.  The continued development of electrospun fiber scaffolds as cell culture tools will broadly impact many fields, but from our work, might lead to the development of new biomaterial cell culture scaffolds that can impact the fields of neuroscience and cancer biology.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Ryan Gilbert"
 }
}