{
 "awd_id": "1358579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Immersive Research Engineering Training Program for Undergraduates",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 332301.0,
 "awd_amount": 332301.0,
 "awd_min_amd_letter_date": "2014-03-12",
 "awd_max_amd_letter_date": "2014-03-12",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThe NSF REU program (EEC-1358579; NSF Division of Engineering Education and Centers) allows Cleveland Clinic's Department of Biomedical Engineering (BME) to offer a \"full-spectrum\" approach to biomedical engineering, familiarizing 10 REU students over 10 weeks with how to apply their knowledge to real-world problems and to succeed as innovators in the future workforce. Students learn to integrate basic science principles into research projects requiring creative solutions for medical device development, cardiac ultrasound engineering, biomaterials, drug delivery/nanomedicine, etc. With their mentors, students develop problem-solving and critical thinking skills. Students interact with diverse multinational groups of peers, graduate students, postdoctoral fellows, research scientists, physicians/surgeons, and industrial partners.  \r\n\r\nNSF REU scholars gain experience conducting laboratory-based research to answer theoretical basic science questions, translating study results, and identifying concepts that underlie methods or devices for innovation/commercialization. Students also attend lectures on scientific and commercialization topics, participate in social gatherings, and present their final research summaries at the program's conclusion.   \r\n\r\nCleveland Clinic's Lerner Research Institute, comprising >200 PIs supported by ~2000 scientific and other personnel, is the source of much fruitful collaboration. All REU mentors, internationally known in their fields and patent holders themselves, are supported by peer-reviewed extramural funding. In 2011-12, BME had >$27M in federal or state grant funding. It also leads in innovation: in 2013, 20/66 (30%) of Cleveland Clinic patents were issued to BME personnel; 47/94 (50%) of new patent applications were initiated in BME. Thus BME is uniquely positioned to expose REU students to the discovery/modeling-testing/commercialization continuum as they perform state-of-the-art research whose data and publications form the basis for further grant proposals. Through close ties with Cleveland Clinic Innovations (the technology transfer group), BME has translated many technologies into the clinical arena and/or into spinoff companies. Innovation is a key element of all BME activities. \r\n\r\nOf broader impact is that NSF REU students become part of this dynamic process. BME's active Minority Recruitment Plan, designed to ensure adequate representation across minorities, provides many with their first experience of scientific research, from coursework to practice. Those continuing in science or engineering are ready for graduate school; those in other paths learn critical thinking applicable to many fields. All NSF REU students leave well equipped to contribute to U.S. science and industry.\r\n\r\n\r\nNON-TECHNICAL SUMMARY:\r\nCleveland Clinic's NSF REU program (EEC-1358579; NSF Division of Engineering Education and Centers) provides vital support for an educational pipeline to ensure a strong, smart workforce of scientists/engineers to benefit society into the future. The Summer REU program of the Department of Biomedical Engineering (BME) offers a select group of undergraduate students experience in the day-to-day practice of basic research using biomedical engineering principles. Over 10 weeks, mentors familiarize 10 highly motivated REU students with how to apply engineering/scientific principles to real-world clinical problems, ranging from designing implements used in heart disease patients, to creating nanostructures to deliver anticancer drugs to tumors, to crafting devices to answer surgical needs. REU students develop problem-solving and technical skills by interacting with multinational groups of peers, graduate students, postdoctoral fellows, research scientists, physicians/surgeons, and industrial partners. \r\n    \r\nNSF REU scholars gain hands-on experience conducting laboratory-based research to answer questions arising from basic science and from clinical conditions seen by Cleveland Clinic specialists. The REU program also prepares students to understand the idea-to-prototype-to-product process:  how ideas get from the drawing board through many rounds of changes to finally become new devices or improved methods that can be developed by industry, then used by doctors to benefit patients worldwide. \r\n     \r\nAll mentors of REU students are experienced scientists, clinician-scientists and/or engineers with peer-reviewed funding from the National Institutes of Health, National Science Foundation, Department of Defense, and other sources, many with patents for their innovations. BME is the largest department in Cleveland Clinic's Lerner Research Institute, where some 200 investigators supported by 2000 research scientists and support personnel work in 11 highly interactive departments. \r\n    \r\nMost important, NSF REU students become an integral part of a team and a dynamic creative process. BME's active Minority Recruitment Plan seeks to provide many minorities with their first real experience in scientific research, from coursework to practice. Students continuing in science/engineering are well prepared for graduate school; those in other paths learn critical thinking applicable to many fields. All NSF REU participants leave well equipped to contribute to U.S. science and industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Alberts",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jay L Alberts",
   "pi_email_addr": "albertj@ccf.org",
   "nsf_id": "000572100",
   "pi_start_date": "2014-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland Clinic Foundation",
  "inst_street_address": "9500 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2164456440",
  "inst_zip_code": "441950001",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "THE CLEVELAND CLINIC FOUNDATION",
  "org_prnt_uei_num": "TDGUJ1WA4UJ9",
  "org_uei_num": "TDGUJ1WA4UJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland Clinic Foundation",
  "perf_str_addr": "9500 Euclid Avenue",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 332301.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals achieved for this program were:&nbsp; 1) exposure of undergraduate engineers to biomedical engineering research, 2) developed critical thinking and problem solving skills, 3) enhanced and expanded technical skills, 4) improved leadership and communication abilities, 5) empowered ability to work independently and excel in group environments to use engineering solutions to solve clinical problems, 6) immersed in an environment and culture of innovation and 7) provided access to a diverse group of peer students, graduate and post-doctoral fellows, research scientists, industrial partners and clinicians.&nbsp; Our approach to accomplishing these goals was to integrate and expose program scholars from many biomedical related engineering disciplines to each of the stages associated with successful translational of science from answering and addressing theoretical basic biomedical science questions to the practical translation of the results of these basic science studies to the eventual innovation and commercialization of the developed approaches or devices to facilitate translation.&nbsp;</p>\n<p>The broader impact of the REU scholar experiences completed under this program is that students had opportunity to be part of a very rapid and dynamic research and potential commercialization process.&nbsp; We successfully executed a novel Minority Recruitment Plan and more than 25% of scholars were minorities, with several scholars coming from socioeconomic backgrounds as well as first generation college students. The Cleveland Clinic REU experience was the first real experience in research and science and in many cases their first exposure to a professional environment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2017<br>\n\t\t\t\t\tModified by: Jay&nbsp;L&nbsp;Alberts</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals achieved for this program were:  1) exposure of undergraduate engineers to biomedical engineering research, 2) developed critical thinking and problem solving skills, 3) enhanced and expanded technical skills, 4) improved leadership and communication abilities, 5) empowered ability to work independently and excel in group environments to use engineering solutions to solve clinical problems, 6) immersed in an environment and culture of innovation and 7) provided access to a diverse group of peer students, graduate and post-doctoral fellows, research scientists, industrial partners and clinicians.  Our approach to accomplishing these goals was to integrate and expose program scholars from many biomedical related engineering disciplines to each of the stages associated with successful translational of science from answering and addressing theoretical basic biomedical science questions to the practical translation of the results of these basic science studies to the eventual innovation and commercialization of the developed approaches or devices to facilitate translation. \n\nThe broader impact of the REU scholar experiences completed under this program is that students had opportunity to be part of a very rapid and dynamic research and potential commercialization process.  We successfully executed a novel Minority Recruitment Plan and more than 25% of scholars were minorities, with several scholars coming from socioeconomic backgrounds as well as first generation college students. The Cleveland Clinic REU experience was the first real experience in research and science and in many cases their first exposure to a professional environment.\n\n\t\t\t\t\tLast Modified: 04/04/2017\n\n\t\t\t\t\tSubmitted by: Jay L Alberts"
 }
}