{
 "awd_id": "1358200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Kenya IRES: Origins of Human Adaptability",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 21232.0,
 "awd_amount": 21232.0,
 "awd_min_amd_letter_date": "2014-07-01",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "Technical Description\r\nThis U.S.-Kenya International Research Experience for Students (IRES): Origins of Human Adaptability  builds on the success of the Koobi Fora Research and Training Program (KFRTP) and will develop a new framework for integrated training and research in anthropology, archaeology, geology, anatomy, and paleobiology. The evidence for our species? recent evolutionary history is of unquestionable social and scientific importance; however, despite a wealth of fossil, archeological, molecular, and paleoecological data, issues as basic as the evolution of the key modern human behaviors and the effects of environmental change on human evolution, and vice versa, remain poorly understood. This can be attributed to so few students being trained in the range of analytical, experimental and conceptual skills now available for testing evolutionary hypotheses in an atmosphere that emphasizes collaborative research. This IRES project will offer US students an opportunity to gain research experience investigating the adaptations of hominin species that existed in Koobi Fora between 2 and 1.4 million years ago, a time period of major climatic changes that marked the most dramatic transitions in the anatomy, biology, and behavior of our lineage. The ultimate goal of this research is to generate fossil and archaeological data from Koobi Fora to evaluate the hypothesis: Changes in the biology and behaviors of hominin populations during the Early Pleistocene mark the evolution of distinctive characteristics that separated our lineage from other hominins and provided the framework for the origin of our species. Testing this hypothesis will form the basis of interdisciplinary training.\r\n\r\nThis IRES project will recruit at least 21 US undergraduate and graduate students nationwide - focusing on students underrepresented in STEM fields - and will embed each student in teams conducting cutting-edge research on the origins of human adaptability within the context of major climate changes. Training activities will take place in stages (Preparation, Fieldwork, and a Project Completion Workshop) that extend over three semesters and will continue afterwards via presentations and publications. Each student will: 1) generate new knowledge by designing and conducting an original research project with leading international scholars in the archaeological and paleontological deposits of the Koobi Fora Formation in northern Kenya, 2) collect and analyze data using state-of-the-art methods, 3) synthesize and present their findings at follow-up workshops and professional development seminars in the U.S., and 4) engage in training on the public understanding of science with the Smithsonian Institution's National Museum of Natural History (Washington, DC) and the Mc Wane Science Center (Birmingham, Alabama).\r\n\r\nBroader Description \r\nThis project offers a number of measurable impacts, including fostering interdisciplinary and international collaboration, publicly disseminating the students' research findings, and training and inspiring the best and brightest US students - especially underrepresented minorities - to pursue careers in science. Biological Anthropology and Archaeology are uniquely situated as interdisciplinary 'gateway' fields, and this project intends to recruit students who would otherwise have little exposure to STEM research and collaborative, interdisciplinary projects with scholars in the traditional STEM fields. Impacts of the project include: 1) training three cohorts of students from diverse backgrounds in a manner that exposes them to interdisciplinary collaboration on an international level; 2) expanding the collaborative networks between scientists at several African (National Museums of Kenya, Witwatersrand U), European (Oxford U; Max Planck Institute for Evolutionary Anthropology), and American institutions (George Washington U, U Alabama, Birmingham); 3) strengthening connections between these US institutions, Birmingham's Mc Wane Science Center, and the Smithsonian museum; and 4) creating datasets, peer-reviewed publications, and public presentations that will enhance student training and promote public understanding of science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Merritt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Merritt",
   "pi_email_addr": "stmerr@uab.edu",
   "nsf_id": "000651012",
   "pi_start_date": "2014-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "1401 University Blvd",
  "perf_city_name": "Birmingham",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5991",
   "pgm_ref_txt": "KENYA"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21232.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our paleoanthropological project has two major goals: (1) advancing knowledge about the evolution of ancient human anatomy and behavior, and its environmental context at Koobi Fora, Kenya and (2) training the next generation of scholars in paleoanthropology and other STEM fields by integrating them into active research projects with international scholars.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Over the three-year grant period, our research group discovered and described new fossil specimens that belong to extinct human species, archaeological sites that may represent some of the earliest-known evidence of pounding tool use, traces of burning in archaeological sites that help resolve the origins of humanly-controlled fire, butchered animal bones that address the evolution of the human diet, and human responses to shifting lake levels during the last one-million years. Throughout, we have also conducted geological analysis to reconstruct the ancient environments in which these sites were deposited and analyzed isotopic evidence from fossil soils and animal tooth enamel that provide corroborating lines of environmental evidence. The major results of our work suggest that throughout time the environments at Koobi Fora became more variable, where closed, wooded habitats changed into mosaics of grassland and woodland. This may have been a major driver of changes in human anatomy and behavior &ndash; where increasing brain and body size reflect adaptation to a flexible, generalist foraging strategy where tool-using humans exploited resources from a wider range of habitat types.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In addition, our training efforts connected students to international research networks (George Washington University, University of Alabama at Birmingham, other universities, and the National Museums of Kenya) and provided experience which propels their career in paleoanthropology or provides skillsets that can be applied to many STEM fields. Students of our program developed and conducted a research project with a mentor, and over the course of this grant, our students have been co-authors on over 40 conference presentations at academic conferences, where they often presented posters showcasing their work. Further student co-authors have been involved in multiple complete and forthcoming publications that describe the larger, collaborative projects which appear in impactful archaeology, paleontology, and geology journals. Overall, the research experience provided to students includes practical skills like study design, data collection, and analytical methods, and research presentation, but also addresses broader interpersonal and communication skills that underlie collaborative work amongst a group of researchers. These efforts have been instrumental in propelling their careers of our students, who have won fellowships to support their future work, been accepted to competitive PhD programs, or started careers that draw upon their previous research experience.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Overall, our project sheds light on ancient contexts in which the human lineage adapts to environmental change with generality and flexibility and provides the next generation of students with the skillset and experience they can leverage to tackle a variety of important scientific questions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2019<br>\n\t\t\t\t\tModified by: Stephen&nbsp;Merritt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur paleoanthropological project has two major goals: (1) advancing knowledge about the evolution of ancient human anatomy and behavior, and its environmental context at Koobi Fora, Kenya and (2) training the next generation of scholars in paleoanthropology and other STEM fields by integrating them into active research projects with international scholars.\n\n                  Over the three-year grant period, our research group discovered and described new fossil specimens that belong to extinct human species, archaeological sites that may represent some of the earliest-known evidence of pounding tool use, traces of burning in archaeological sites that help resolve the origins of humanly-controlled fire, butchered animal bones that address the evolution of the human diet, and human responses to shifting lake levels during the last one-million years. Throughout, we have also conducted geological analysis to reconstruct the ancient environments in which these sites were deposited and analyzed isotopic evidence from fossil soils and animal tooth enamel that provide corroborating lines of environmental evidence. The major results of our work suggest that throughout time the environments at Koobi Fora became more variable, where closed, wooded habitats changed into mosaics of grassland and woodland. This may have been a major driver of changes in human anatomy and behavior &ndash; where increasing brain and body size reflect adaptation to a flexible, generalist foraging strategy where tool-using humans exploited resources from a wider range of habitat types. \n\n                  In addition, our training efforts connected students to international research networks (George Washington University, University of Alabama at Birmingham, other universities, and the National Museums of Kenya) and provided experience which propels their career in paleoanthropology or provides skillsets that can be applied to many STEM fields. Students of our program developed and conducted a research project with a mentor, and over the course of this grant, our students have been co-authors on over 40 conference presentations at academic conferences, where they often presented posters showcasing their work. Further student co-authors have been involved in multiple complete and forthcoming publications that describe the larger, collaborative projects which appear in impactful archaeology, paleontology, and geology journals. Overall, the research experience provided to students includes practical skills like study design, data collection, and analytical methods, and research presentation, but also addresses broader interpersonal and communication skills that underlie collaborative work amongst a group of researchers. These efforts have been instrumental in propelling their careers of our students, who have won fellowships to support their future work, been accepted to competitive PhD programs, or started careers that draw upon their previous research experience.\n\n                  Overall, our project sheds light on ancient contexts in which the human lineage adapts to environmental change with generality and flexibility and provides the next generation of students with the skillset and experience they can leverage to tackle a variety of important scientific questions.\n\n \n\n\t\t\t\t\tLast Modified: 01/30/2019\n\n\t\t\t\t\tSubmitted by: Stephen Merritt"
 }
}