{
 "awd_id": "1359301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Next-Generation Bioinformatics for Genomics-enabled Research in the Life Sciences",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 334662.0,
 "awd_amount": 334662.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2014-06-28",
 "awd_abstract_narration": "This REU Site award to the College of Charleston, Charleston, SC, will support the training of 10 students in a 10-week program during the summers of 2015-2017. The REU program is open to all undergraduate students who are citizens, nationals or permanent residents of the United States. Students trained in the program will gain skills in lab research, develop their critical thinking and problem-solving skills, understand the process of science, and be able to communicate their research results to their peers and the general public. Students will have an opportunity to present their results at a national conference. The REU program provides an experience to students that is typically not available to them at their home institutions. Students from schools with limited opportunities for research and from underrepresented groups are encouraged to apply.\r\n\r\nThis REU Site program will focus on integrative research that spans the areas of genomics, bioinformatics, data mining, data science, molecular biology and evolution.  Example interdisciplinary projects include the application of next-generation DNA sequencing data to understand and investigate genomes through the development and application of computational tools and algorithms from fields such as data mining, machine learning, and data science. Teams of both biologists and computer scientists will employ novel and existing algorithms for integrating molecular and organismal biology with studies of ecology, behavior, and evolution. \r\n\r\nA common web-based assessment tool used by all REU programs funded by the Division of Biological Infrastructure (Directorate for Biological Sciences) will be used to determine the effectiveness of the training program. Students are required to be tracked after the program and must respond to an automatic email sent via the NSF reporting system. More information is available by contacting the PI (Dr. Paul Anderson at andersonpe2@cofc.edu) or co-PI (Dr. Andrew M. Shedlock at shedlockam@cofc.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Anderson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Anderson",
   "pi_email_addr": "pander14@calpoly.edu",
   "nsf_id": "000627615",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Shedlock",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Shedlock",
   "pi_email_addr": "shedlockam@cofc.edu",
   "nsf_id": "000640255",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Charleston",
  "inst_street_address": "66 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8439534973",
  "inst_zip_code": "294240001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "COLLEGE OF CHARLESTON",
  "org_prnt_uei_num": "WQBBJ8B941M5",
  "org_uei_num": "SWV9EK5S9BX5"
 },
 "perf_inst": {
  "perf_inst_name": "College of Charleston",
  "perf_str_addr": "66 George St",
  "perf_city_name": "Charleston",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294240001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 334662.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-0b69b4a1-7fff-e03e-71ee-36e88d8df7d9\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The Omics era is not only driving one of the most exciting and expansive periods of discovery in the history of science, but it is making it possible to answer long standing questions of fundamental importance to understanding the evolutionary dynamics of the organismal genotype-phenotype relationship. This digital &ldquo;gold rush&rdquo; of &ldquo;big data&rdquo; is allowing many fields in the life sciences to move rapidly toward a more model-based predictive approach to hypothesis-driven investigation. &nbsp;Along with this highly integrative strategy for targeted complex problem solving comes the need to train a new generation of young scientists who can excel collaboratively as both computational specialists as well as critical thinkers and innovators of key molecular and cellular and oraganismal experiments.  Our Omics REU was dedicated to the skill sets needed to bring both innovation in STEM education and team-driven problem solving and effective communication under a single roof whereby computer scientists and life scientists could work across disciplines in a project based experiential active learning environment that simulates some of the most competitive sectors of the job market driving biotechnology and a sutainable green economy forward in the new century. &nbsp;As such our program enjoyed participation from some of the most talented and motivated students in the country despite our modest institutional home base in Charleston and we are proud that many of our alumni have cited the Omics REU as the critical transformative training experience that has allowed them to move forward as highly successful young investigators in leading graduate degree programs and technology companies across the nation.</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Participants in this research experience for undergraduates formulated research questions and hypotheses of interest as both a bioinformatician and biologist. Each participant engaged peers across disciplinary boundaries to develop novel computational techniques and cyberinfrastructure for analyzing next-generation genomics data. They then employed these methods to synthesize results and draw conclusions based on their investigations of original experimental data. &nbsp;The students communicated their findings orally at professional symposia and published results with their mentors in peer reviewed journals across domains. </span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This project combines research and education in a high impact learning experience with a targeted effort to engage a culturally diverse young investigators, prioritizing recruitment from underrepresented minority groups. Through this REU site, faculty mentors prepared the students to think critically, decompose complex problems, and address the growing need for interdisciplinary research solutions in the life sciences. &nbsp;<br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/14/2019<br>\n\t\t\t\t\tModified by: Paul&nbsp;E&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Omics era is not only driving one of the most exciting and expansive periods of discovery in the history of science, but it is making it possible to answer long standing questions of fundamental importance to understanding the evolutionary dynamics of the organismal genotype-phenotype relationship. This digital \"gold rush\" of \"big data\" is allowing many fields in the life sciences to move rapidly toward a more model-based predictive approach to hypothesis-driven investigation.  Along with this highly integrative strategy for targeted complex problem solving comes the need to train a new generation of young scientists who can excel collaboratively as both computational specialists as well as critical thinkers and innovators of key molecular and cellular and oraganismal experiments.  Our Omics REU was dedicated to the skill sets needed to bring both innovation in STEM education and team-driven problem solving and effective communication under a single roof whereby computer scientists and life scientists could work across disciplines in a project based experiential active learning environment that simulates some of the most competitive sectors of the job market driving biotechnology and a sutainable green economy forward in the new century.  As such our program enjoyed participation from some of the most talented and motivated students in the country despite our modest institutional home base in Charleston and we are proud that many of our alumni have cited the Omics REU as the critical transformative training experience that has allowed them to move forward as highly successful young investigators in leading graduate degree programs and technology companies across the nation.\n\n \nParticipants in this research experience for undergraduates formulated research questions and hypotheses of interest as both a bioinformatician and biologist. Each participant engaged peers across disciplinary boundaries to develop novel computational techniques and cyberinfrastructure for analyzing next-generation genomics data. They then employed these methods to synthesize results and draw conclusions based on their investigations of original experimental data.  The students communicated their findings orally at professional symposia and published results with their mentors in peer reviewed journals across domains. \n\n \nThis project combines research and education in a high impact learning experience with a targeted effort to engage a culturally diverse young investigators, prioritizing recruitment from underrepresented minority groups. Through this REU site, faculty mentors prepared the students to think critically, decompose complex problems, and address the growing need for interdisciplinary research solutions in the life sciences.  \n\n\n\t\t\t\t\tLast Modified: 05/14/2019\n\n\t\t\t\t\tSubmitted by: Paul E Anderson"
 }
}