{
 "awd_id": "1359311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Fundamental Research Topics Related to Unmanned Systems",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2014-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 297792.0,
 "awd_amount": 297792.0,
 "awd_min_amd_letter_date": "2014-03-13",
 "awd_max_amd_letter_date": "2014-03-13",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThe University of Alabama in Huntsville (UAH) Research Experience for Undergraduates program focuses on the missing links of fundamental research in five related fields of science and engineering: Dynamics & Controls, Video Processing and Data Mining and Compression, Human-Machine Interface, Physics of Sensors, Material Science. As an example, one of the broader societal/economic impacts of these related fields is that they help the proliferation of Unmanned Systems civilian applications that affect humans quality of life. First, interaction-based learning controllers are formulated, which are able to learn how to control a system only by interacting with it, similar to the way humans learn how to control machines with minimum instructions. Second, vision-based object 3D reconstruction and classification will be researched. The goal is to formulate a method that only uses 2D videos to generate a 3D model of an arbitrary object, and classify objects using 2D video. In addition, the students will learn about data mining techniques for classi&#64257;cation of phases of protein crystal growth classi&#64257;cation of images based on presence of crystals. Third, new ways of integration of data from heterogeneous sensors will be researched. The goal is to be able to fuse data  gathered from different sensor types to reconstruct a 3D environment. Fourth, research will be focused on finding optimum ways of real-time compression of video data. The goal is formulating a method that optimizes the need for computational power, use of energy, weight, and data bandwidth. Fifth, new ideas for human-machine interface will be generated. The objective is to fill the gap in the inability of human-agent interfaces to intuitively interpret the users intent. Sixth, fundamentals of physics will be employed to invent new sensors for accurate real-time measurement of high-frequency strain. Seventh, the specific catalytic activity of the IPPase under different temperatures, pH and ionic concentration will be determined.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThe undergraduate students will be exposed to the state-of-the-art knowledge and background related to the research project of their choice. They will be trained in the required research techniques, methods of literature survey, generating hypotheses, formulating tests to validate hypotheses, collecting data, and communicating with colleagues via written materials and oral presentations at professional and scientific meetings. Students will solve research problems with the help of mentors, and will transform themselves into relatively independent young researchers. The research experience and independence generates enthusiasm and confidence for the students, and highly increases the their likelihood of pursuing graduate studies and careers in STEM-related fields. The program encourages diversity among US future scientific talent. Three two-year colleges and seven undergraduate institutions in Alabama and Central Southern Tennessee (EPSCoR states) are identified. The total student population of these ten institutions consists of 51% women and 82% minorities. By focusing most of the recruitment efforts on these institutions, the program aims for recruiting at least 50% of the students from two-year colleges and at least 70% participation by women and minorities. Students will prepare papers for presentation at relevant conferences and for publication in related conference proceedings and science/engineering journals.\r\n\r\n\r\n\"This award is co-funded by the Experimental Program to Stimulate Competitive Research (EHR/EPSCoR).\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farbod",
   "pi_last_name": "Fahimi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farbod Fahimi",
   "pi_email_addr": "farbod.fahimi@uah.edu",
   "nsf_id": "000566521",
   "pi_start_date": "2014-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ramazan",
   "pi_last_name": "Aygun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramazan Aygun",
   "pi_email_addr": "raygun@kennesaw.edu",
   "nsf_id": "000148908",
   "pi_start_date": "2014-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 297792.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Title: Autonomous Control via Reinforcement Learning<br />(Mentor: Dr. Fahimi)<br />This research has an important impact on how Unmanned Systems will be<br />controlled. Traditionally, Unmanned Systems are controlled using simple<br />controllers, which only work when the Unmanned System, e.g. an aircraft, is<br />healthy. If the system is significantly altered, e.g. part of an aircraft wing is lost, the simple controller is not valid anymore. This will cause a crash! However, after an alteration, the MFORL relearns a completely new way to control the significantly altered system, e.g. the altered aircraft, in real-time.</p>\n<p>Title: Reliable Vision-Based Trajectory &amp; Target Tracking for Unmanned Systems<br />(Mentor: Dr. Aygun)<br />Our goal is to develop reliable vision-based trajectory &amp; target tracking for Unmanned Systems. The target detection techniques can be applied to Unmanned Systems working in agriculture or search and rescue to detect and classify targets.</p>\n<p>Title: Feature Extraction &amp; Classification of Phases of Protein Crystal Growth<br />(Mentor: Dr. Aygun)<br />One of the goals of these projects is to introduce computer science students to interdisciplinary research. The REU students will be able to test results of their approach on a mobile platform by providing feedback from vision-based target tracking system. The REU students will learn about collecting data from a robotic system and analyze results in real-time.</p>\n<p>Title: Development &amp; Integration of Sensors into Unmanned Systems for Civilian Missions (Mentor: Dr. Landrum)<br />A research group under the direction of Dr. Landrum, Associate Professor of MAE, in collaboration with the UAH Center for Applied Optics investigated how to develop and integrate sensors into UAS for a wide range of civilian missions. Along with aerial vehicle design and integration, these projects include sensor design and rapid prototype fabrication.</p>\n<p>Title: Aerodynamics of Monarch Butterflies at High Altitudes<br />(Mentor: Dr. Kang)<br />In this project, we measured freely-flying butterfly flight in a vacuum chamber and discuss implications of flight dynamics and flapping wing aerodynamics. The density and pressure inside the vacuum chamber was adjusted to simulate a high-altitude environment. High resolution motion tracking cameras will be used to record the wing kinematics and body motions.</p>\n<p>Title: Formulation of Multi-Physics Constitutive Models for Smart Structures<br />(Mentor: Dr. Wang)<br />The mechanical properties of a composite structure changes after insertion of piezoelectric fiber sensors for structural health monitoring. Students will<br />formulate constitutive models for the newly developed composite structures<br />with integrated piezoelectric fiber sensors in part a. Students conduct numerical simulations with the new model. Prediction results of the model will be validated by experimental measurement on the real material.</p>\n<p>Title: Highly Efficient Data &amp; Video Compression Algorithms<br />(Mentor: Dr. Pan)<br />Dr. Pan&rsquo;s research is focused on highly efficient data and video compression algorithms. In recent years, the requirements for storing and transmitting visual data collected by imaging sensors from unmanned vehicles have been rapidly increasing. In most of these applications, there is a fundamental conflict between two opposing requirements &ndash; the visual quality must be maintained at a high level to satisfy particular mission requirements, while the bit rate of the data link must be minimized due to bandwidth constraints.</p>\n<p>Intellectual Merit:</p>\n<p>The REU students participated in on diverse research areas on unmanned systems: reinforcement learning controllers; vision-based target tracking and protein crystal growth analysis; unmanned systems for civilian missions; gesture driven human-agent communication using wearable sensors; piezoelectric fiber sensors for real-time directional strain measurement in aerospace composite structures; and data &amp; video compression algorithms.</p>\n<p>Broader Impacts:</p>\n<p>30 students (20 males; 10 females; four (4) of them African- American) were trained in the three years of the program.</p>\n<p>Publications:</p>\n<p>F. Fahimi and S. S. P. Kode, &ldquo;A universal trajectory tracking controller for mobile robots via model-free on-line reinforcement learning,&rdquo; Control and Intelligent Systems, vol. 43, no. 1, pp. 56&ndash;64, 2015.</p>\n<p>C. Ingham, C. McFadden, and D. Landrum, &ldquo;The analysis of small aircraft flight using a motion capture system,&rdquo; in Poster presentation, 2015 ABRCMS, (Seattle, WA), Nov. 11-14 2015.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2017<br>\n\t\t\t\t\tModified by: Farbod&nbsp;Fahimi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTitle: Autonomous Control via Reinforcement Learning\n(Mentor: Dr. Fahimi)\nThis research has an important impact on how Unmanned Systems will be\ncontrolled. Traditionally, Unmanned Systems are controlled using simple\ncontrollers, which only work when the Unmanned System, e.g. an aircraft, is\nhealthy. If the system is significantly altered, e.g. part of an aircraft wing is lost, the simple controller is not valid anymore. This will cause a crash! However, after an alteration, the MFORL relearns a completely new way to control the significantly altered system, e.g. the altered aircraft, in real-time.\n\nTitle: Reliable Vision-Based Trajectory &amp; Target Tracking for Unmanned Systems\n(Mentor: Dr. Aygun)\nOur goal is to develop reliable vision-based trajectory &amp; target tracking for Unmanned Systems. The target detection techniques can be applied to Unmanned Systems working in agriculture or search and rescue to detect and classify targets.\n\nTitle: Feature Extraction &amp; Classification of Phases of Protein Crystal Growth\n(Mentor: Dr. Aygun)\nOne of the goals of these projects is to introduce computer science students to interdisciplinary research. The REU students will be able to test results of their approach on a mobile platform by providing feedback from vision-based target tracking system. The REU students will learn about collecting data from a robotic system and analyze results in real-time.\n\nTitle: Development &amp; Integration of Sensors into Unmanned Systems for Civilian Missions (Mentor: Dr. Landrum)\nA research group under the direction of Dr. Landrum, Associate Professor of MAE, in collaboration with the UAH Center for Applied Optics investigated how to develop and integrate sensors into UAS for a wide range of civilian missions. Along with aerial vehicle design and integration, these projects include sensor design and rapid prototype fabrication.\n\nTitle: Aerodynamics of Monarch Butterflies at High Altitudes\n(Mentor: Dr. Kang)\nIn this project, we measured freely-flying butterfly flight in a vacuum chamber and discuss implications of flight dynamics and flapping wing aerodynamics. The density and pressure inside the vacuum chamber was adjusted to simulate a high-altitude environment. High resolution motion tracking cameras will be used to record the wing kinematics and body motions.\n\nTitle: Formulation of Multi-Physics Constitutive Models for Smart Structures\n(Mentor: Dr. Wang)\nThe mechanical properties of a composite structure changes after insertion of piezoelectric fiber sensors for structural health monitoring. Students will\nformulate constitutive models for the newly developed composite structures\nwith integrated piezoelectric fiber sensors in part a. Students conduct numerical simulations with the new model. Prediction results of the model will be validated by experimental measurement on the real material.\n\nTitle: Highly Efficient Data &amp; Video Compression Algorithms\n(Mentor: Dr. Pan)\nDr. Pan?s research is focused on highly efficient data and video compression algorithms. In recent years, the requirements for storing and transmitting visual data collected by imaging sensors from unmanned vehicles have been rapidly increasing. In most of these applications, there is a fundamental conflict between two opposing requirements &ndash; the visual quality must be maintained at a high level to satisfy particular mission requirements, while the bit rate of the data link must be minimized due to bandwidth constraints.\n\nIntellectual Merit:\n\nThe REU students participated in on diverse research areas on unmanned systems: reinforcement learning controllers; vision-based target tracking and protein crystal growth analysis; unmanned systems for civilian missions; gesture driven human-agent communication using wearable sensors; piezoelectric fiber sensors for real-time directional strain measurement in aerospace composite structures; and data &amp; video compression algorithms.\n\nBroader Impacts:\n\n30 students (20 males; 10 females; four (4) of them African- American) were trained in the three years of the program.\n\nPublications:\n\nF. Fahimi and S. S. P. Kode, \"A universal trajectory tracking controller for mobile robots via model-free on-line reinforcement learning,\" Control and Intelligent Systems, vol. 43, no. 1, pp. 56&ndash;64, 2015.\n\nC. Ingham, C. McFadden, and D. Landrum, \"The analysis of small aircraft flight using a motion capture system,\" in Poster presentation, 2015 ABRCMS, (Seattle, WA), Nov. 11-14 2015.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/27/2017\n\n\t\t\t\t\tSubmitted by: Farbod Fahimi"
 }
}