{
 "awd_id": "1359308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Enhancing Knowledge Integration Through Undergraduate Research -- Particle-based Functional Materials for Energy, Sustainability, and Biomedicine",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 383431.0,
 "awd_amount": 383431.0,
 "awd_min_amd_letter_date": "2014-02-28",
 "awd_max_amd_letter_date": "2014-02-28",
 "awd_abstract_narration": "This program acknowledges the support of Division of Engineering Education and Centers of the National Science Foundation, under grant number EEC-1359308.\r\n\r\nTECHNICAL SUMMARY:\r\nWhile the NSF's rationale for funding research experiences for undergraduates largely lies in the belief that it is \"one of the most effective avenues for attracting students to and retaining them in science and engineering\", an equally important factor is a need to \"prepare them for careers in these fields\".  The University of Pittsburgh, has fostered a strong educational focus both in research and in teaching - on facilitating a student's ability to engage in knowledge integration. This is timely as recent technological advances have altered the landscape of engineering training in the US, prompting students to eschew simply mastering one distinct area and instead focus more at the intersections of two or more technologies. This is especially true in the area of biotechnology/biomedicine, nanotechnology, and energy, where future challenges necessitate that research scientists and engineers be trained in a diverse range of emerging technologies and are able to seamlessly traverse the boundary between these seemingly disparate technology areas. This is accomplished by combining the traditional research of an REU site with a tailored workshop series, a (product) translation exercise, and an innovating cross-training internship. Workshop topics include: product innovation, particle production - inorganic and organic, microscopy techniques, suspension/rheology measurements, particle-based simulation, information literacy, ethics, communication skills. Project evaluation consists of both assessment of the various goals associated with the project objective as well as an overall evaluation of the students who have participated in the program. In monitoring the students who participate, the proportion of students from underrepresented groups will be tracked (i.e. gender, ethnicity) and compared to the overall proportion of students studying engineering. To address the larger, overall success of the project, tracking of the number of students who participate in the program and matriculate into either a graduate program or the workforce will be performed via continuing to build a LinkedIn.com community. Finally, in addition to the direct statistical measures and fellow tracking outlined above, qualitative and quantitative measures of the degree to which the program attains its goals will be performed using a comprehensive assessment plan that includes, surveys, concept mapping, and process map development.\r\n\r\nNON-TECHNICAL SUMMARY:\r\nToday's advances don't happen in isolation, but instead occur at the intersections of two or more technologies. This is especially true in biomedicine, sustainability, and energy. This Research Experiences for Undergraduates (REU) program focuses on Particle-based Functional Materials (PFM). This research focus is studying particulate materials that fulfill a specific function, either because of their discrete nature or due to the influence of particles on macroscopic structure. Such systems include: material self-healing, controlled delivery of therapeutics, \"smart\" catalysis, and particle separations, to name a few. This program is based on the premise that the successful engineer of the future will need to be able to seamlessly traverse the boundary between these seemingly disparate technology areas. In order to equip the participating students to become the \"nimble thinkers\" necessary in the changing economy, the PFM-REU program explicitly focuses on enhancing students' knowledge integration skills as well as their ability to engage in product innovation, while building their base of knowledge in a specific area. This program will educate 12 undergraduate research fellows in each of its three years. These students will be recruited from primarily undergraduate institutions and students from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J McCarthy",
   "pi_email_addr": "joseph.john.mccarthy@gmail.com",
   "nsf_id": "000147627",
   "pi_start_date": "2014-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Bodnar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl A Bodnar",
   "pi_email_addr": "cheryl.bodnar@gmail.com",
   "nsf_id": "000616829",
   "pi_start_date": "2014-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "University Club",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 383431.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>: To date, the program has maintained extremely high academic standards and a high representation of minority and female participants over both these most recent 3 as well as our overall 6 years of activity. Specifically, the average GPA of our REU site-supported participants, is 3.68/4.0, while the percentages of minority and female participants to date have been 44% during this cycle (42% overall) &nbsp;and 28%, respectively. Our participants' representation from non-PhD granting institutions has been high with 47% during this cycle (40% overall) from such schools. All of our participants have had valuable exposure/experience with over 85 poster or oral presentations at meetings and symposia external to the University of Pittsburgh presented by REU participants. To date, the supported disciplinary and educational research has resulted in 14 peer-reviewed papers (with 16 REU participant authors), some of which appeared in <em>ACS Nano, Langmuir,</em> and <em>Angewandte Chemie</em> to name a few. Several additional papers are in review or preparation.</p>\n<p><br /><strong>Broader Impacts</strong>: Overall, our REU program has trained 65 undergraduates from 36 different colleges or universities representing 22 different states or US territories. Of those who have already completed their BS degree, 100% of the students who participated in our program are either employed in STEM-related fields or have entered graduate programs in engineering, natural sciences and medicine. Specifically, of the students that have thus far graduated, 44% are employed in STEM-related fields while 56% went on to pursue advanced degrees at such prestigious institutions as MIT, the Royal Institute of Technology -- Stockholm, UVA, and Michigan.&nbsp;</p>\n<p><br />Aside from the assessment of student demographics, scientific outcomes, and career placement discussed above, the evaluation of our other assessment results has been both encouraging of continued program success, and indicative of a significant contribution from our novel \"internship\" practice. As a direct measure of the efficacy of the internship in building integrating thinking ability, we have used (and propose to continue using) pre-post concept mapping. Interestingly, while the map scores to date for \"internship\" years improved from pre-to-post, the map scores from with no \"internship\" degraded from pre-to-post. We expect that this degradation in student integrated thinking (in non-internship years) was due to a naive sense of \"expertise\" that is instilled in students that have a narrow (but deep) research experience. We believe that this is supportive of our continued focus on the breadth of our students' experiences. This observation will be tested further as we analyze the results from our most recent REU cycle, but ultimately could have wide-spread implication for all \"deep but narrow\" research experiences. We will continue to be explore this phenomena in the current proposal in order to inform upcoming REU designs.</p>\n<p>Finally, as anecdotal evidence of the success of our program receiving comments on exit surveys such as, \"I've learned so much\", \"thanks for a great summer\", and \"this has been one of the greatest experiences of my college career\", continues to motivate the PI team to continue this program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2017<br>\n\t\t\t\t\tModified by: Joseph&nbsp;J&nbsp;Mccarthy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: To date, the program has maintained extremely high academic standards and a high representation of minority and female participants over both these most recent 3 as well as our overall 6 years of activity. Specifically, the average GPA of our REU site-supported participants, is 3.68/4.0, while the percentages of minority and female participants to date have been 44% during this cycle (42% overall)  and 28%, respectively. Our participants' representation from non-PhD granting institutions has been high with 47% during this cycle (40% overall) from such schools. All of our participants have had valuable exposure/experience with over 85 poster or oral presentations at meetings and symposia external to the University of Pittsburgh presented by REU participants. To date, the supported disciplinary and educational research has resulted in 14 peer-reviewed papers (with 16 REU participant authors), some of which appeared in ACS Nano, Langmuir, and Angewandte Chemie to name a few. Several additional papers are in review or preparation.\n\n\nBroader Impacts: Overall, our REU program has trained 65 undergraduates from 36 different colleges or universities representing 22 different states or US territories. Of those who have already completed their BS degree, 100% of the students who participated in our program are either employed in STEM-related fields or have entered graduate programs in engineering, natural sciences and medicine. Specifically, of the students that have thus far graduated, 44% are employed in STEM-related fields while 56% went on to pursue advanced degrees at such prestigious institutions as MIT, the Royal Institute of Technology -- Stockholm, UVA, and Michigan. \n\n\nAside from the assessment of student demographics, scientific outcomes, and career placement discussed above, the evaluation of our other assessment results has been both encouraging of continued program success, and indicative of a significant contribution from our novel \"internship\" practice. As a direct measure of the efficacy of the internship in building integrating thinking ability, we have used (and propose to continue using) pre-post concept mapping. Interestingly, while the map scores to date for \"internship\" years improved from pre-to-post, the map scores from with no \"internship\" degraded from pre-to-post. We expect that this degradation in student integrated thinking (in non-internship years) was due to a naive sense of \"expertise\" that is instilled in students that have a narrow (but deep) research experience. We believe that this is supportive of our continued focus on the breadth of our students' experiences. This observation will be tested further as we analyze the results from our most recent REU cycle, but ultimately could have wide-spread implication for all \"deep but narrow\" research experiences. We will continue to be explore this phenomena in the current proposal in order to inform upcoming REU designs.\n\nFinally, as anecdotal evidence of the success of our program receiving comments on exit surveys such as, \"I've learned so much\", \"thanks for a great summer\", and \"this has been one of the greatest experiences of my college career\", continues to motivate the PI team to continue this program.\n\n\t\t\t\t\tLast Modified: 05/16/2017\n\n\t\t\t\t\tSubmitted by: Joseph J Mccarthy"
 }
}