{
 "awd_id": "1359004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research Experience for Undergraduates in Nanoscale Science & Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 315242.0,
 "awd_amount": 315242.0,
 "awd_min_amd_letter_date": "2014-02-19",
 "awd_max_amd_letter_date": "2014-02-19",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThere is a critical need for the creation of a strong workforce of world-class scientists, engineers, and educators with competencies in interdisciplinary nanotechnology.  Researchers at Northwestern University (NU) have made substantial contributions to this field and the university has gained a reputation for its rigorous nanotechnology research programs. The REU Site in Nanoscale Science and Engineering at NU will actively engage undergraduate students from institutions across the country in research projects that enable them to make substantive contributions in a field that holds vast promise for the future.  The inherent interdisciplinarity of nanoscale science and engineering make it an ideal field of study for undergraduates from various engineering and science backgrounds.  Additionally, advances in nanotechnology have the potential to significantly impact fields as diverse as medicine, energy, the environment, and security, which makes this program particularly attractive to a diverse group of students. This REU Site will benefit from an extensive pool of over 190 potential faculty mentors working in nanoscale science and engineering, and representing 28 different departments from mechanical engineering to medicine. Over the past ten years, they have successfully developed research projects for and mentored over 330 undergraduates in summer research programs, leading to 131 publications with undergraduate co-authors. This REU Site in Nanoscale Science and Engineering at Northwestern University (EEC-1359004) is made possible through the generous support from the Division of Engineering Education and Centers (EEC) of the National Science Foundation.  \r\n\r\nNON-TECHNICAL SUMMARY\r\nThe REU Site in Nanoscale Science and Engineering at Northwestern University (NU) provides undergraduate students from institutions across the country with hands-on, interdisciplinary research experiences and access to world-class instrumentation.  During the nine-week summer program, each participant conducts a nanoscale science and/or engineering research project under the guidance of a faculty advisor, and graduate student or postdoctoral mentor.  The inherent interdisciplinarity of nanoscale science and engineering make it an ideal field of study for undergraduates from diverse engineering and science backgrounds.  In addition to research, the program includes a public speaking workshop, writing workshops, an ethics seminar, and field trip to Argonne National Laboratory.    Participants are required to present their final project results at a formal Closing Symposium, and final papers are submitted for potential publication in a peer-reviewed journal, Nanoscape: The Journal of Undergraduate Research in Nanotechnology and other professional publications.  This REU Site provides training in skills needed not only to conduct first-class research, but to effectively disseminate research results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Weiss",
   "pi_email_addr": "e-weiss@northwestern.edu",
   "nsf_id": "000082307",
   "pi_start_date": "2014-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080834",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 315242.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong><strong></strong></p>\n<p><strong>Undergraduate Research in Nanotechnology &ndash; Educating Tomorrow&rsquo;s Scientists Today</strong><strong></strong></p>\n<p>Emily A. Weiss, Northwestern University</p>\n<p><strong><em>Outcome:</em></strong><strong><em> </em></strong>The NU REU Site advanced the knowledge and research skills of undergraduate researchers.&nbsp; The significance of the program is clear when examining the program&rsquo;s exit survey results.&nbsp; A majority of students reported that the program had expanded their knowledge of scientific fields, enhanced their readiness for demanding research, and improved their laboratory techniques and communication skills.</p>\n<p><strong><em>Impact/Benefit: </em></strong>Overall, the NU REU Site encouraged students to consider careers in science and engineering by emphasizing the interdisciplinary nature of nanoscale science, chemistry, materials science, and medicine, and provided access to exceptional research opportunities in Nanoscale Science and Engineering.</p>\n<p><strong><em>Explanation:</em></strong> There is a critical need for the creation of a strong workforce of world-class scientists, engineers, and educators with competencies in interdisciplinary nanoscience and nanotechnology research.&nbsp; The REU Site in Nanoscale Science and Engineering at Northwestern University (NU) program uniquely equipped 33 undergraduate students with hands-on, interdisciplinary research opportunities to broaden participation in nanoscale research.&nbsp; The NU REU Site supported &nbsp;undergraduate students, from colleges and universities around the country, in a diverse array of meaningful nanoscale science and engineering research projects.</p>\n<p>NU REU participants were a demographically diverse group.&nbsp; 48% of participants were female, and 52% were underrepresented racial and ethnic minorities.&nbsp; A broad range of educational institutions were also represented, with 21% of the participating students from smaller schools with limited research opportunities.</p>\n<p>From 2014-2016, during a nine-week summer program, each participant was assigned a research project under the careful guidance of a faculty advisor, and graduate student or postdoctoral associate mentor, who was actively involved in the daily supervision and mentoring of their assigned undergraduates. The program included a full-day public speaking workshop, a series of writing workshops to build communication skills, an ethics seminar, field trip, and a graduate school panel discussion to encourage interest in continuing education.&nbsp; Participants presented final project results at a formal Closing Symposium.</p>\n<p>Students describe the NU REU Site as a life-changing experience.&nbsp; One student&rsquo;s exit survey comments stated: <em>&ldquo;I think the most important gains I made were in public speaking and knowledge of the graduate school experience.&nbsp; I wanted to get a better feel for grad school and if I wanted to go, and I definitely got that.&nbsp; I also got much better at public speaking, especially confidence-wise.&rdquo;</em> Another student said: <em>&ldquo;Academically, I learned much about the field of inorganic chemistry that I didn&rsquo;t know before.&nbsp; I also got a chance to improve my writing and public speaking skills.&rdquo;</em> Finally, another undergraduate commented: <em>&ldquo;I really enjoyed my experience this summer. I was able to learn so much about research and graduate school life.&rdquo;</em></p>\n<p><strong>NSF Award Number:</strong> &nbsp;&nbsp;&nbsp; EEC-1359004</p>\n<p><strong>Award Title:&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>REU Site in Nanoscale Science and Engineering</p>\n<p><strong>PI:</strong> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Emily Weiss, e-weiss@northwestern.edu</p>\n<p><strong>Institution Name:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Northwestern University</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/26/2017<br>\n\t\t\t\t\tModified by: Emily&nbsp;Weiss</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nUndergraduate Research in Nanotechnology &ndash; Educating Tomorrow?s Scientists Today\n\nEmily A. Weiss, Northwestern University\n\nOutcome: The NU REU Site advanced the knowledge and research skills of undergraduate researchers.  The significance of the program is clear when examining the program?s exit survey results.  A majority of students reported that the program had expanded their knowledge of scientific fields, enhanced their readiness for demanding research, and improved their laboratory techniques and communication skills.\n\nImpact/Benefit: Overall, the NU REU Site encouraged students to consider careers in science and engineering by emphasizing the interdisciplinary nature of nanoscale science, chemistry, materials science, and medicine, and provided access to exceptional research opportunities in Nanoscale Science and Engineering.\n\nExplanation: There is a critical need for the creation of a strong workforce of world-class scientists, engineers, and educators with competencies in interdisciplinary nanoscience and nanotechnology research.  The REU Site in Nanoscale Science and Engineering at Northwestern University (NU) program uniquely equipped 33 undergraduate students with hands-on, interdisciplinary research opportunities to broaden participation in nanoscale research.  The NU REU Site supported  undergraduate students, from colleges and universities around the country, in a diverse array of meaningful nanoscale science and engineering research projects.\n\nNU REU participants were a demographically diverse group.  48% of participants were female, and 52% were underrepresented racial and ethnic minorities.  A broad range of educational institutions were also represented, with 21% of the participating students from smaller schools with limited research opportunities.\n\nFrom 2014-2016, during a nine-week summer program, each participant was assigned a research project under the careful guidance of a faculty advisor, and graduate student or postdoctoral associate mentor, who was actively involved in the daily supervision and mentoring of their assigned undergraduates. The program included a full-day public speaking workshop, a series of writing workshops to build communication skills, an ethics seminar, field trip, and a graduate school panel discussion to encourage interest in continuing education.  Participants presented final project results at a formal Closing Symposium.\n\nStudents describe the NU REU Site as a life-changing experience.  One student?s exit survey comments stated: \"I think the most important gains I made were in public speaking and knowledge of the graduate school experience.  I wanted to get a better feel for grad school and if I wanted to go, and I definitely got that.  I also got much better at public speaking, especially confidence-wise.\" Another student said: \"Academically, I learned much about the field of inorganic chemistry that I didn?t know before.  I also got a chance to improve my writing and public speaking skills.\" Finally, another undergraduate commented: \"I really enjoyed my experience this summer. I was able to learn so much about research and graduate school life.\"\n\nNSF Award Number:     EEC-1359004\n\nAward Title:                    REU Site in Nanoscale Science and Engineering\n\nPI:                                    Emily Weiss, e-weiss@northwestern.edu\n\nInstitution Name:           Northwestern University\n\n\t\t\t\t\tLast Modified: 05/26/2017\n\n\t\t\t\t\tSubmitted by: Emily Weiss"
 }
}