{
 "awd_id": "1359771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Origin and Evolution of Waves and Bores within the Great Plains Nocturnal Boundary Layer and their Interaction with Mesoscale Convective Systems (MCSs)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 729546.0,
 "awd_amount": 754394.0,
 "awd_min_amd_letter_date": "2014-05-02",
 "awd_max_amd_letter_date": "2016-06-02",
 "awd_abstract_narration": "The general objective is to conduct hypothesis-driven research to improve understanding of the physics of convergent boundary zones (CBZ) over the Great Plains, focusing on the stable nocturnal boundary layer (NBL), within which the evolution of CBZs, convective initiation (CI), and maintenance of mesoscale convective systems (MCSs) is poorly understood. The significant societal benefits of this research are improved forecasting of CI, lightning, severe weather (tornadoes), and air quality.\r\n\r\nThree primary and closely related objectives include comprehensive investigations of:\r\n\r\n1. Characteristics of CBZs (e.g., gust fronts, bores, solitary waves) within the stable NBL, including the sources and evolution of bores and waves, and their impact on cloud formation, CI, and maintenance of MCSs;\r\n\r\n2. CBZ kinematics, evolution, and CI during the Afternoon to Evening Transition(AET);\r\n\r\n3. Evaluation of the accuracy of airflow derived from Doppler radars and profilers within the NBL. This project is fully integrated with the multi-agency Plains Elevated Convection at Night (PECAN) field campaign centered over the Kansas, to be conducted between 1 June and 15 July 2015. The research team will be actively involved in the field campaign by contributing three UAH facilities: the Mobile Integrated Profiling System (MIPS), the Mobile Alabama X-band (MAX) dual polarization radar (MAX), and a mobile mesonet. These facilities will be part of a proposed mesoscale network of instrumentation including 8 mobile radars, 4 mobile profiling systems, and 6 fixed-site profiling systems over the PECAN domain. Results of this project will be compared to those of the ABIDE project (in a much different environment) in order to determine the relative importance of the low level jet on nocturnal CBZs (bores and waves in particular), CI, and MCS maintenance over the Great Plains.\r\n\r\n\r\nIntellectual merit. This project will contribute to advances in our understanding of the physics of CBZs and CI by examining these phenomena in a parameter space (neutral to stable) that has not previously been comprehensively explored over the Great Plains. The unique feature of this project is its emphasis on the behavior of deep convection and MCSs in the stable NBL, and involves a continuation of the ABIDE project that has provided observations on many of the phenomena of importance to the PECAN project. Thus we have gained appreciable insight on the phenomena of interest (forcing and maintenance of deep convection in the NBL) that will contribute to the success of the PECAN field campaign. The PI has been conducting research on deep convection utilizing the MIPS instrumentation for much of his career. We have gained considerable expertise in conducting mobile operations and analysis of data from a diverse array of profiler and radar platforms, like those to be employed in this study.\r\n\r\nBroader impacts. Improved forecasting of CI, lightning, severe weather (tornadoes), and BL transports (air quality) represent significant societal benefits of this research. The central Great Plains is noted for the nocturnal maximum in thunderstorm and MCS activity that provides a significant fraction of rainfall to this region during the warm season. The comprehensive nature of measurements (and the 24/7 capability of many of the PECAN resources) increases probability of serendipitous discoveries, which is an important component of advancing scientific discovery. The data collected during the PECAN field campaign will be utilized extensively in (i) two graduate level courses, Boundary Layer Meteorology and Ground-Based Remote Sensing; and (ii) a book Ground-Based Remote Sensing. Two UAH graduate students and one postdoctoral associate will be actively engaged in all aspects of the field campaign and subsequent analysis activities. As in the past, the UAH platforms will be made available to other UAH students who have research interests in related topics. The project will support and utilize the MIPS and MAX, the former of which has been operated in numerous scientific projects over the past 15 years. The data sets will contribute to other disciplines, such as mesoscale/microscale structure of fronts, gravity waves in the severe storms environment, boundary layer processes (AET and NBL in particular), and properties of biological flyers and their impact on accuracy of winds retrieved from Doppler radars and radar wind profilers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Knupp",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Knupp",
   "pi_email_addr": "kevin@nsstc.uah.edu",
   "nsf_id": "000389277",
   "pi_start_date": "2014-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 366292.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 202191.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 185911.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project included several goals:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp; Participate in the Plains Elevated Convection at Night (PECAN) field campaign during June-July 2015.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp; Analyze data from the PECAN project and also from a previous project conducted by UAH, entitled Atmospheric Boundary Identification and Delineation Experiment (ABIDE).</p>\n<p>The primary findings of the project, derived from the analysis of data, consisted on the following main components:</p>\n<p>1)&nbsp;&nbsp;&nbsp; Kinematic structure of a shallow bore in a low-shear environment</p>\n<p>The initiation, evolution and structure of an unsteady, shallow bore observed over northern Alabama on was documented using atmospheric profiling systems and two Doppler radars.&nbsp; The observations reveal a long-lived, shallow bore within a weak-wind environment, totally contrary to what the prevailing theory would predict.&nbsp; (The existing theory states that bores require both low-level stability and strong winds several hundred meters above the surface.&nbsp; In this case, only stability at low levels was present.).&nbsp; The bore closely resembled an atmospheric density current, based on high-resolution vertical scans by a Doppler radar.&nbsp; This appears to be the shallowest bore (within a precipitation free environment) documented in the literature by detailed radar and profiling measurements.&nbsp; These observations suggest that bores may persist in environments previously considered unfavorable for bore maintenance, and therefore suggest that bores may be more common than previously realized.</p>\n<p>2)&nbsp;&nbsp;&nbsp; Convective initiation during the Afternoon to Evening Transition (AET)</p>\n<p>During the PECAN project, convective initiation (CI) was observed near the intersection of a low-level convergent boundary zone and a weak cold front. The objective of this study was to investigate how winds from the surface to above the surface change during the afternoon to evening transition (AET) and produce CI.&nbsp; The analysis of radar and profiler data revealed a prominent increase in low-level convergence along an existing cold front during the AET, which preceded CI.&nbsp; A Doppler lidar wind profiler showed a prominent and sustained updraft within this convergence zone that was accompanied by CI.&nbsp; The results of this study confirmed the hypothesis that convergence along pre-existing boundaries (a cold front merged with a boundary of unknown origin) increases during the AET period, and in some cases (such as this one) can generate CI.&nbsp; These represent the first direct measurements confirming the sequence of processes that produce CI during this time of day.</p>\n<p>3)&nbsp;&nbsp;&nbsp; Propagation of quasi-linear convective systems (QLCS)</p>\n<p>Two different studies examined cold season QLCSs, commonly known as squall lines.&nbsp; One study examined a QLCS using radar and atmospheric profiling systems to determine the flow within a ?slabular? QLCS, within which the leading updraft is continuous along an extended distance within a narrow band in advance of the QLCS. Surface thermodynamic and pressure measurements indicate that the leading edge was bore-like, with a sustained, large pressure increase of about 3 hPa (maximum of 4 hPa), and only modest decreases in temperature within heavy rain following the pressure surge.&nbsp; In another QLCS that was tornadic, a similar signature was observed, along with similar low-level updrafts.&nbsp; In this latter case, tornadogenesis was related to a horizontal shearing instability at the leading edge of the QLCS.&nbsp; The contribution of temperature contrasts to tornadogenesis appeared to be negligible in this case since the temperature changed very little during the QLCS passage, consistent with bore propagation.&nbsp; This is the first observation showing this behavior.&nbsp; This is but one example showing the importance of bore-like flows in the atmosphere.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Kevin&nbsp;R&nbsp;Knupp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project included several goals:\n\n1)     Participate in the Plains Elevated Convection at Night (PECAN) field campaign during June-July 2015.\n\n2)     Analyze data from the PECAN project and also from a previous project conducted by UAH, entitled Atmospheric Boundary Identification and Delineation Experiment (ABIDE).\n\nThe primary findings of the project, derived from the analysis of data, consisted on the following main components:\n\n1)    Kinematic structure of a shallow bore in a low-shear environment\n\nThe initiation, evolution and structure of an unsteady, shallow bore observed over northern Alabama on was documented using atmospheric profiling systems and two Doppler radars.  The observations reveal a long-lived, shallow bore within a weak-wind environment, totally contrary to what the prevailing theory would predict.  (The existing theory states that bores require both low-level stability and strong winds several hundred meters above the surface.  In this case, only stability at low levels was present.).  The bore closely resembled an atmospheric density current, based on high-resolution vertical scans by a Doppler radar.  This appears to be the shallowest bore (within a precipitation free environment) documented in the literature by detailed radar and profiling measurements.  These observations suggest that bores may persist in environments previously considered unfavorable for bore maintenance, and therefore suggest that bores may be more common than previously realized.\n\n2)    Convective initiation during the Afternoon to Evening Transition (AET)\n\nDuring the PECAN project, convective initiation (CI) was observed near the intersection of a low-level convergent boundary zone and a weak cold front. The objective of this study was to investigate how winds from the surface to above the surface change during the afternoon to evening transition (AET) and produce CI.  The analysis of radar and profiler data revealed a prominent increase in low-level convergence along an existing cold front during the AET, which preceded CI.  A Doppler lidar wind profiler showed a prominent and sustained updraft within this convergence zone that was accompanied by CI.  The results of this study confirmed the hypothesis that convergence along pre-existing boundaries (a cold front merged with a boundary of unknown origin) increases during the AET period, and in some cases (such as this one) can generate CI.  These represent the first direct measurements confirming the sequence of processes that produce CI during this time of day.\n\n3)    Propagation of quasi-linear convective systems (QLCS)\n\nTwo different studies examined cold season QLCSs, commonly known as squall lines.  One study examined a QLCS using radar and atmospheric profiling systems to determine the flow within a ?slabular? QLCS, within which the leading updraft is continuous along an extended distance within a narrow band in advance of the QLCS. Surface thermodynamic and pressure measurements indicate that the leading edge was bore-like, with a sustained, large pressure increase of about 3 hPa (maximum of 4 hPa), and only modest decreases in temperature within heavy rain following the pressure surge.  In another QLCS that was tornadic, a similar signature was observed, along with similar low-level updrafts.  In this latter case, tornadogenesis was related to a horizontal shearing instability at the leading edge of the QLCS.  The contribution of temperature contrasts to tornadogenesis appeared to be negligible in this case since the temperature changed very little during the QLCS passage, consistent with bore propagation.  This is the first observation showing this behavior.  This is but one example showing the importance of bore-like flows in the atmosphere.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Kevin R Knupp"
 }
}