{
 "awd_id": "1359578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Plug and Play Photosynthesis for RuBisCO Independent Fuels",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Clouse",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 473626.0,
 "awd_amount": 473626.0,
 "awd_min_amd_letter_date": "2014-05-30",
 "awd_max_amd_letter_date": "2014-05-30",
 "awd_abstract_narration": "Global human energy consumption is expected to increase by over 30% in the next 15 years. Although there is more than enough energy in sunlight to meet this challenge, efficient means to concentrate this diffuse solar energy and store it have not yet been developed. Photosynthesis is the biological process by which green plants and some microorganisms capture and store solar energy; they use it to convert carbon dioxide to metabolic fuels. However, photosynthesis is inherently an inefficient process; it is limited not by the availability of light from the sun but by the rate of the first step in the chemical reactions by which carbon dioxide is converted into products that are rich in energy. There is therefore unused capacity for the capture and use of solar energy by natural photosynthesis. This program engages teams of researchers from the US and the United Kingdom with the goal to re-invent photosynthesis with enhanced efficiency thereby improving the capacity of photosynthetic organisms to make renewable fuels and enhance food security. In the course of the scientific research, this project will provide research training opportunities for more than 14 people (including both women and underrepresented minorities) at the post-doctoral, graduate and undergraduate levels. The international and interdisciplinary nature of the project will build bridges between the US and UK scientific communities in a range of important scientific areas including synthetic biology, photosynthetic physiology, catalysis, and metabolic regulation. The researchers will engage and inform both the public and other investigators through activities that include peer-reviewed publications, public science lectures, blogs, websites, and popular science articles. \r\n\r\nTo dramatically enhance the efficiency of photosynthesis, this project will develop a range of mechanisms to electrically connect light-activated electron flow from the photosynthetic reaction center  (PSI) to downstream fuel-production pathways. This will include increasing flux through natural pathways, creating electrical connections between distinct microbial cell types by construction of artificial biological nanowires, and employing a soluble, chemical, redox shuttle to transfer reducing equivalents from a light harvesting cell to different fuel-producing cells. These scientific goals will be accomplished  through four parallel specific aims. 1. Characterization of the components of (and mechanism for controlling flux through) the natural extracellular electron transfer pathway of the cyanobacterium Synechocystis. 2. Construction of artificial systems to  abstract reducing equivalents from PSI; these will compete with natural electron acceptors only under highly reducing conditions. 3. Development of artificial means to move reducing equivalents out of the cytoplasm of Synechocystis. 4. Construction within microbes of artificial fuel-production modules that require only reducing equivalents and carbon dioxide as inputs. The project is highly interdisciplinary and will employ a range of techniques including those from microbiology, molecular biology, synthetic biology, biochemistry, electrochemistry, and protein and metabolic engineering.\r\n\r\nThis award is supported jointly by the Cellular Dynamics and Function Cluster in the Division of Molecular and Cellular Biosciences and by the Biotechnology, Biochemical and Biomass Engineering Program in the Division of Chemical, Bioengineering, Environmental and Transport Systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Golbeck",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Golbeck",
   "pi_email_addr": "jhg5@psu.edu",
   "nsf_id": "000340822",
   "pi_start_date": "2014-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8015",
   "pgm_ref_txt": "Research Ntwrks in Mathematical Sciences"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 473626.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The role of the Penn State University researchers in this multi-university, US/UK grant was to develop a generic electrically-conductive linker that could tether a photosynthetic cell to a fuel-producing cell for the purpose of transferring electrons between the two cell types. We focused our work on the electrically-conductive bacterial nanowires known to exist in&nbsp;<em>Shewanella oneidensis</em>&nbsp;MR-1. These are structures that provide an&nbsp;extracellular electron transport pathway, connecting the inner respiratory chain to the outside of the bacterium for the purpose of reducing metals in the environment. They are produced when&nbsp;<em>S. oneidensis&nbsp;</em>is grown under oxygen-limiting conditions and provide a way to dump electrons in the absence of oxygen. These electrically-conductive bacterial nanowires were previously thought to be pilin proteins that conducted electrons in a manner similar to organic semiconductors, but sufficient doubts had been raised about this conclusion that we revisited the question of their biochemical composition. To carry out this work, we conducted live fluorescence measurements, immunolabeling, and quantitative gene expression analysis and showed that&nbsp;<em>S. oneidensis&nbsp;</em>nanowires are not pilins, but rather are extensions of the outer cellular membrane that carry along with them the decaheme cytochromes MtrA, MtrC, and OmcA. These cytochromes are the entities responsible for conducing electrons from the inside of the cell to the outside of the cell. We sequenced the RNA in cells grown under oxygen-limiting conditions, and found an increased expression of heme biosynthesis, cytochrome maturation, and transport pathways consistent with enhanced cytochrome production, including the transcription of genes encoding MtrA, MtrC, and OmcA.The anaerobic respiration regulator cyclic AMP receptor protein and the extracytoplasmic function sigma factor RpoE were among the transcription factor genes with increased expression, a finding consistent with the membrane extension hypothesis.&nbsp;In finer detail, the membrane extensions consist of spherical outer membrane vesicles, structures ubiquitous in Gram-negative bacteria, but the vesicles remain attached to each other, forming long rod-like structures that have the appearance of pearls on a string under an electron microscope. They are the entities ultimately responsible for the long-range extracellular electron transport, and function by a previously proposed multistep redox hopping mechanism common to electron transfer proteins. These results point to a general strategy in which bacteria extend their outer membrane and periplasmic electron transport components, including multiheme cytochromes, micrometers away from the inner membrane, for the purpose of transferring electrons to the outside of the cell in an oxygen-limiting environment. If this form of membrane extension can be regulated and controlled, it should be possible in the future to use their inherent electrical conductivity to pass electrons between cell types for the purpose of generating solar biofuels.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2018<br>\n\t\t\t\t\tModified by: John&nbsp;H&nbsp;Golbeck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe role of the Penn State University researchers in this multi-university, US/UK grant was to develop a generic electrically-conductive linker that could tether a photosynthetic cell to a fuel-producing cell for the purpose of transferring electrons between the two cell types. We focused our work on the electrically-conductive bacterial nanowires known to exist in Shewanella oneidensis MR-1. These are structures that provide an extracellular electron transport pathway, connecting the inner respiratory chain to the outside of the bacterium for the purpose of reducing metals in the environment. They are produced when S. oneidensis is grown under oxygen-limiting conditions and provide a way to dump electrons in the absence of oxygen. These electrically-conductive bacterial nanowires were previously thought to be pilin proteins that conducted electrons in a manner similar to organic semiconductors, but sufficient doubts had been raised about this conclusion that we revisited the question of their biochemical composition. To carry out this work, we conducted live fluorescence measurements, immunolabeling, and quantitative gene expression analysis and showed that S. oneidensis nanowires are not pilins, but rather are extensions of the outer cellular membrane that carry along with them the decaheme cytochromes MtrA, MtrC, and OmcA. These cytochromes are the entities responsible for conducing electrons from the inside of the cell to the outside of the cell. We sequenced the RNA in cells grown under oxygen-limiting conditions, and found an increased expression of heme biosynthesis, cytochrome maturation, and transport pathways consistent with enhanced cytochrome production, including the transcription of genes encoding MtrA, MtrC, and OmcA.The anaerobic respiration regulator cyclic AMP receptor protein and the extracytoplasmic function sigma factor RpoE were among the transcription factor genes with increased expression, a finding consistent with the membrane extension hypothesis. In finer detail, the membrane extensions consist of spherical outer membrane vesicles, structures ubiquitous in Gram-negative bacteria, but the vesicles remain attached to each other, forming long rod-like structures that have the appearance of pearls on a string under an electron microscope. They are the entities ultimately responsible for the long-range extracellular electron transport, and function by a previously proposed multistep redox hopping mechanism common to electron transfer proteins. These results point to a general strategy in which bacteria extend their outer membrane and periplasmic electron transport components, including multiheme cytochromes, micrometers away from the inner membrane, for the purpose of transferring electrons to the outside of the cell in an oxygen-limiting environment. If this form of membrane extension can be regulated and controlled, it should be possible in the future to use their inherent electrical conductivity to pass electrons between cell types for the purpose of generating solar biofuels. \n\n \n\n\t\t\t\t\tLast Modified: 07/03/2018\n\n\t\t\t\t\tSubmitted by: John H Golbeck"
 }
}