{
 "awd_id": "1359210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Impact And Accommodation Through Cultural Contact",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 135272.0,
 "awd_amount": 135272.0,
 "awd_min_amd_letter_date": "2014-07-21",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "The significance of this research rests on the fact that it documents the long term effect of cultural interaction and provides insight into the mechanisms, both social and biological, which guide this process as well as the resultant outcomes. Archaeology can provide a valuable window to understanding how different cultures interact since it can take a long range perspective and follow such processes often over century long time scales. The presence of biological data in the form of skeletal remains adds an additional dimension to the study. Similar interactions are visible today in multiple regions of the world.\r\n\r\nWith the support of the National Science Foundation, an international team, led by Dr. Stuart Tyson Smith and Dr. Michele Buzon, along with other specialists, students, and local community members will conduct a bioarchaeological research project to investigate the impact of the Egypt's New Kingdom Empire (c. 1500-1050 BC) on the Nubian Kerma Culture at the Third Cataract of the Nile River in Upper Nubia.  This project builds on previous excavations at Tombos, which have documented a multi-ethnic colonial community of immigrant Egyptians and local Nubians.  Excavation will include burials in the elite pyramid field of the cemetery and the previously unexplored settlement.  In addition, a settlement (Hannek) and cemetery (Akkad) associated with the local Nubian Kerma culture will be explored in order to allow for a comparison of Egyptian imperial impacts on the health and identity before and after the conquest and colonization of the area.  Moving beyond traditional unidirectional models of colonial encounters, this research considers the actions of both the local and foreign groups.\r\n\r\nThe intellectual merit of the project is the contribution to larger archaeological and anthropological research questions regarding the process of inter-cultural interactions, colonialism, and the cultural entanglements that result. Older acculturation models based upon a notion of dominant core and subordinate periphery have increasingly been replaced with more nuanced interaction based models like the one proposed here. This project will add an important case study from one of the world's earliest primary states that will be of relevance to scholars studying similar dynamics in different places and periods. The use of a multi-disciplinary bioarchaeological approach allows for a holistic examination of these issues through use of various types of data including material culture, social practices, biological relationships, geographic origins, and indications of health and disease. Tombos? unique historical context offers significant potential to shed light on the still largely unknown local impacts of the Egyptian empire, providing important data on the local people who played a role in the adoption, adaptation, and rejection of different cultural traits, as well as the interpenetration of Nubian and Egyptian features in both societies. \r\n\r\nFurther broader impacts of this project include the training of American and Sudanese students and researchers as well as promotion of international research collaboration. The excavation and curation of human skeletal remains from the project will provide secure storage of important archaeological and bioarchaeological data and collections as well as ensure the opportunity for future research on the material. The data produced from the proposed research will be widely disseminated in order to provide access for other researchers. Finally, this project will assist the people of Sudan in documenting the rapidly disappearing evidence of ancient Nubian life and culture resulting from settlement and cultivation. The proposed construction of a dam only ten kilometers downstream from Tombos would also heavily impact the sites and adds additional urgency to this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Buzon",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michele R Buzon",
   "pi_email_addr": "mbuzon@purdue.edu",
   "nsf_id": "000273474",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Simonetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio Simonetti",
   "pi_email_addr": "simonetti.3@nd.edu",
   "nsf_id": "000519110",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SU",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Sudan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 135272.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Excavation and analysis of human skeletal remains from the sites of Tombos, Hannek, and Abu Fatima have resulted in an expanded understanding of Nubian and Egyptian lifeways, health, interaction and identity before, during, and after the Egyptian New Kingdom colonial period in Nubia (c. 1500-1050). The pre-colonial Kerma period burials have provided additional evidence for local Nubian individuals in the region.&nbsp; Excellent preservation of organic materials allowed for a detailed examination of skeletal remains along with preserved burial inclusions such as cattle hide burial linings, artifacts, clothing and footwear.&nbsp; The Kerma period skeletal remains demonstrate that these individual were exposed to a higher injury risk associated with interpersonal violence than other contemporary samples and the later New Kingdom sample. &nbsp;&nbsp;Strontium isotope analysis indicates that approximately 25% of the Abu Fatima and Hannek individuals examined may have originated outside of the local area.</p>\n<p>&nbsp;</p>\n<p>We have expanded our sample of juvenile individuals with the discovery of a particular area of the Tombos cemetery in which numerous burials were found.&nbsp; In addition, the areas around the larger tomb structures were explored for subsidiary tombs, which resulted in other juvenile burials. Ongoing analyses of these juvenile remains indicates that transitional periods during late childhood (7-14 years) and early adulthood (14-20 years) were more stressful.&nbsp; Individuals with indications of poor health were less likely to survive into adulthood.&nbsp; Adult individuals who survived these periods of life were more likely to lack skeletal indicators of stress.&nbsp; One adult and one juvenile burial show signs of skeletal dysplasia (dwarfism); their burials were treated similarly compared to others at Tombos.&nbsp; Evidence for different types of burial practices has increased with the discovery of individuals wrapped in reed matting along with wood and ceramic coffins and wood beds buried in various tomb structures, including pyramids, chapels, underground chamber tombs, tumuli, and pits.&nbsp; Decorated canopic jars provide direct confirmation of elite mummification practices at Tombos.&nbsp; The expanded sample for strontium isotope analysis supports the previous trend of a portion of the New Kingdom colonial burials originating outside of the local area. Ongoing analysis of cranial morphology suggests interaction between Egyptians and Nubians may have differed by social class.</p>\n<p>&nbsp;</p>\n<p>US and Sudanese students participated in the excavations and analyses. Four students have incorporated data from the project into their PhD research.&nbsp; Opportunities for the study of human skeletal remains for Sudanese trainees were provided. US undergraduates have been included in the laboratory analysis of remains. Lectures targeted to specific subgroups (men, women, school children) have provided engagement with the local Tombos community.&nbsp; Additionally, the project worked collaboratively with the local elementary school to produce portable weatherproof canvas posters for teachers to use in their classrooms.&nbsp; Topics included archaeology, Nubian history, and findings from Tombos.&nbsp; Disseminations of findings is also provided on the newly created Tombos website (tombos.org) in both English and Arabic.&nbsp; Project participation in the creation of a new US non-profit organization, the American Sudanese Archaeological Research Center, has and will continue to provide support for scholarly ties and research.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2019<br>\n\t\t\t\t\tModified by: Michele&nbsp;R&nbsp;Buzon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nExcavation and analysis of human skeletal remains from the sites of Tombos, Hannek, and Abu Fatima have resulted in an expanded understanding of Nubian and Egyptian lifeways, health, interaction and identity before, during, and after the Egyptian New Kingdom colonial period in Nubia (c. 1500-1050). The pre-colonial Kerma period burials have provided additional evidence for local Nubian individuals in the region.  Excellent preservation of organic materials allowed for a detailed examination of skeletal remains along with preserved burial inclusions such as cattle hide burial linings, artifacts, clothing and footwear.  The Kerma period skeletal remains demonstrate that these individual were exposed to a higher injury risk associated with interpersonal violence than other contemporary samples and the later New Kingdom sample.   Strontium isotope analysis indicates that approximately 25% of the Abu Fatima and Hannek individuals examined may have originated outside of the local area.\n\n \n\nWe have expanded our sample of juvenile individuals with the discovery of a particular area of the Tombos cemetery in which numerous burials were found.  In addition, the areas around the larger tomb structures were explored for subsidiary tombs, which resulted in other juvenile burials. Ongoing analyses of these juvenile remains indicates that transitional periods during late childhood (7-14 years) and early adulthood (14-20 years) were more stressful.  Individuals with indications of poor health were less likely to survive into adulthood.  Adult individuals who survived these periods of life were more likely to lack skeletal indicators of stress.  One adult and one juvenile burial show signs of skeletal dysplasia (dwarfism); their burials were treated similarly compared to others at Tombos.  Evidence for different types of burial practices has increased with the discovery of individuals wrapped in reed matting along with wood and ceramic coffins and wood beds buried in various tomb structures, including pyramids, chapels, underground chamber tombs, tumuli, and pits.  Decorated canopic jars provide direct confirmation of elite mummification practices at Tombos.  The expanded sample for strontium isotope analysis supports the previous trend of a portion of the New Kingdom colonial burials originating outside of the local area. Ongoing analysis of cranial morphology suggests interaction between Egyptians and Nubians may have differed by social class.\n\n \n\nUS and Sudanese students participated in the excavations and analyses. Four students have incorporated data from the project into their PhD research.  Opportunities for the study of human skeletal remains for Sudanese trainees were provided. US undergraduates have been included in the laboratory analysis of remains. Lectures targeted to specific subgroups (men, women, school children) have provided engagement with the local Tombos community.  Additionally, the project worked collaboratively with the local elementary school to produce portable weatherproof canvas posters for teachers to use in their classrooms.  Topics included archaeology, Nubian history, and findings from Tombos.  Disseminations of findings is also provided on the newly created Tombos website (tombos.org) in both English and Arabic.  Project participation in the creation of a new US non-profit organization, the American Sudanese Archaeological Research Center, has and will continue to provide support for scholarly ties and research.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/30/2019\n\n\t\t\t\t\tSubmitted by: Michele R Buzon"
 }
}