{
 "awd_id": "1359454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: nano@illinois REU--Summer Nanotechnology Research Experience for Undergraduates",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 375255.0,
 "awd_amount": 375255.0,
 "awd_min_amd_letter_date": "2014-02-19",
 "awd_max_amd_letter_date": "2014-02-19",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThe purpose of this project is to establish an REU site in the area of nanotechnology at the University of Illinois at Urbana-Champaign with support from the NSF Division of Engineering Education and Centers. Students participating in the program will be embedded in a rich environment providing integrated research and educational experiences in a wide range of nanotechnology areas, from nanoelectronics to nanophotonics, nanomaterials and nanobiotechnology.  The ultimate goal is to solidify the students' interest in graduate research and education and contribute to the diversity of the national workforce pipeline, through experiences designed not only to expose the participants to cutting edge and interdisciplinary technical aspects of nanotechnology but also to infuse critical thinking, leadership, communication, team-building, and ethics training.  Additionally, the assessment and evaluation activities will be embedded throughout the program to determine the effectiveness of the various training components and students will be tracked longitudinally to determine the impact of the program on individuals, institutions and the field as a whole.   The REU program will engage ten domestic undergraduate students (rising sophomores to rising seniors) in a ten week summer curriculum on the University of Illinois campus each year, combining a range of common activities (orientations, seminars and workshops) with personalized experiences in the laboratories affiliated  with this effort.  Students will spend at least 30 hours per week doing research with faculty and graduate student mentors, and will be fully engaged in normal laboratory activities attending group meeting performing literature reviews, running experiments and simulations and keeping laboratory notebooks.  Research topics will be assigned matching the interest of the participants and representative projects may include: design of plasmonic nanoparticles for live cell sensing; DNA sequencing through solid state nanopores; design and fabrication of nano-porous conformal films for photonic applications; simulation of charge transport in nanosystems. Capstone of the experience will be participation, during the tenth week of the program, in the campus-wide Illinois Summer Research Symposium where students will present the results of their work.\r\n\r\n\r\nNON-TECHNICAL SUMMARY:\r\nNanotechnology is a broad interdisciplinary field which holds the promise to address grand challenge problems, leading to the improvement of quality of life and providing new opportunities for economic growth.  Progress in nanotechnology needs the availability of a qualified workforce with technical knowledge and interdisciplinary skills. The purpose of this project is to establish an REU site in the area of nanotechnology at the University of Illinois at Urbana-Champaign with support from the NSF Division of Engineering Education and Centers.  The program will engage each summer a diverse group of ten domestic undergraduate students recruited around the country for a ten week summer curriculum which combines a range of common professional development activities with personalized experiences in research laboratories.  The goal is to provide, through an early experience in exciting cutting-edge areas of nanoscience and engineering, the motivation to choose a professional path in research. Through hands-on activities embedded in leading nanotechnology laboratories, students will have the opportunity to work next to faculty and graduate student mentors, contributing to the development of new materials that could enable further miniaturization of electronics chips or fabricating novel sensors for diagnostics and therapeutics in personalized medicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Murphy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine J Murphy",
   "pi_email_addr": "murphycj@illinois.edu",
   "nsf_id": "000316197",
   "pi_start_date": "2014-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Umberto",
   "pi_last_name": "Ravaioli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Umberto Ravaioli",
   "pi_email_addr": "ravaioli@illinois.edu",
   "nsf_id": "000419142",
   "pi_start_date": "2014-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 375255.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This REU Site award supported 31 summer undergraduates from around the country to work at the University of Illinois at Urbana-Champaign&rsquo;s extraordinary ecosystem for nanotechnology discovery and applications.&nbsp; Students ranged from freshman through juniors; more than 80% were from demographic groups under-represented in engineering; and they worked with faculty members in chemistry, physics, chemical &amp; biological engineering, electrical &amp; computer engineering, bioengineering, and mechanical sciences and engineering.&nbsp; Research topics included bionanotechnology, nanomechanics, nano-electrical/mechanical systems (NEMS), nanoelectronics, computational nanotechnology and nanophotonics. In addition to a vigorous science program that included technical seminars by local experts, students received training in safety, responsible conduct of research and research ethics, writing, poster preparation, and oral presentation. Writing mentors engaged with the students to help them work on their future career plans and the personal statements that they would write for professional or graduate school applications. Outreach activities to the community included a nano booth at the local farmer&rsquo;s market. Three of the summer students thus far have co-authored a peer-reviewed scientific publication as a result of this program.&nbsp; One of these publications was an investigation of aluminum gallium nitride/gallium nitride high electron mobility transistors on silicon; another publication was an investigation into cellular uptake of colloidal nanoparticles as a function of protein-precoating; and a third concerned the development of a method to capture specific cells on glass surfaces.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2017<br>\n\t\t\t\t\tModified by: Catherine&nbsp;J&nbsp;Murphy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis REU Site award supported 31 summer undergraduates from around the country to work at the University of Illinois at Urbana-Champaign?s extraordinary ecosystem for nanotechnology discovery and applications.  Students ranged from freshman through juniors; more than 80% were from demographic groups under-represented in engineering; and they worked with faculty members in chemistry, physics, chemical &amp; biological engineering, electrical &amp; computer engineering, bioengineering, and mechanical sciences and engineering.  Research topics included bionanotechnology, nanomechanics, nano-electrical/mechanical systems (NEMS), nanoelectronics, computational nanotechnology and nanophotonics. In addition to a vigorous science program that included technical seminars by local experts, students received training in safety, responsible conduct of research and research ethics, writing, poster preparation, and oral presentation. Writing mentors engaged with the students to help them work on their future career plans and the personal statements that they would write for professional or graduate school applications. Outreach activities to the community included a nano booth at the local farmer?s market. Three of the summer students thus far have co-authored a peer-reviewed scientific publication as a result of this program.  One of these publications was an investigation of aluminum gallium nitride/gallium nitride high electron mobility transistors on silicon; another publication was an investigation into cellular uptake of colloidal nanoparticles as a function of protein-precoating; and a third concerned the development of a method to capture specific cells on glass surfaces.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/30/2017\n\n\t\t\t\t\tSubmitted by: Catherine J Murphy"
 }
}