{
 "awd_id": "1359107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SUNFEST - Summer Undergraduate Research in Sensor Technologies",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2014-03-07",
 "awd_max_amd_letter_date": "2014-03-07",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThe project offers research opportunities for a 10 week period to ten undergraduate students in order enhance their educational experiences and to provide them with the opportunity to advance frontiers of knowledge in sensor technologies. The students are paired with a faculty member and graduate student who will supervise and mentor the undergraduate researcher. Each project is related to sensor technologies, which acts as a common intellectual focus. The topics include sensor phenomena, materials, nano- and micro-technology and sensors, bio-inspired sensing, sensor systems for robotics. Students with various engineering backgrounds therefore have a choice of projects and also opportunities for multidisciplinary teamwork, as applicable. \r\n\r\nStudents have the opportunity to select one of the following cutting-edge projects: (1)The Nanoaquarium that consists of a thin liquid layer sandwiched between two electron transparent silicon nitride membranes; (2) Colorimetric Photonic Crystal Microsphere Sensors whose goals is the development of an environmentally benign colorimetric sensor that can detect heavy metals and pathogens; (3) Fabrication and characterization of responsive materials for optical sensors; (4) Energy storage devices for distributed sensors; (5) Hospital ICU-in-a-Bag whose aim is to develop a low-cost portable test-bed for physiological control systems; (6) Wireless Sensor-Brain-Computer-Interface (SBCI) that will allow monitoring and reconstruct somatosensory functions; (7) Bio-sensors for mirco robots that will involve methods for interfacing synthetic biological systems with non-living components, thereby creating microbiorobotic sensors; (8) A non-tactile body contact sensor for legged robots; (9) Real-time planning for robots using RGB-D sensors what will involve real-time motion planning to allow humanoid robots to interact safely in complex environments; (10) Ultralow energy computations for at-sensor processing; (11) Software-based redundancy in sensor networks.\r\n\r\nNON-TECHNICAL SUMMARY:\r\nThe project will engage a group of ten undergraduate students, who have little or no opportunities for STEM oriented research, with a meaningful research project in the area of sensor technologies. Under the careful mentorship of a faculty member, students will contribute to academically based discovery that may lead to better sensors and systems for medical, robotics, communications, environmental, energy and surveillance applications. This experience will serve as a strong motivator for the students, who do not traditionally do not go to graduate school, to consider going a graduate career in science and engineering.  This will significantly increase the pool of a highly educated workforce in areas of strategic importance to the country. The program will also form an intellectual hub for other student involvement such as high school students from intercity high schools. The SUNFEST program will act as a catalyst for a broader involvement and supportive environment for underrepresented students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Van der Spiegel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Van der Spiegel",
   "pi_email_addr": "jan@ee.upenn.edu",
   "nsf_id": "000222888",
   "pi_start_date": "2014-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The past three years, 2014-2016, the specific objectives of the SUNFEST Program were:</p>\n<p>A. <em>Recruit Under-represented Students</em>. Recruit 10 undergraduate students from groups that are traditionally underrepresented in engineering research, including students from smaller colleges and who have little or no STEM research opportunities.</p>\n<p>B. <em>Offer Professional-development Opportunities</em>. Support students in developing the so-called &ldquo;soft-skills&rdquo; to become successful researchers, primarily through workshops and professional-development activities involving: reading and writing technical papers, writing research proposals, learning how to conduct research, delivering presentations and creating conference posters, and applying to graduate school.</p>\n<p>C. <em>Provide Authentic Research Projects</em>. Provide students with genuine research and scholarship opportunities, so that they may deepen their own education and also advance frontiers of knowledge in the area of sensor technologies. In addition, students will deepen their capacity to undertake research by utilizing lab notebooks, learning specialized techniques, and developing safe working habits. Lastly, students&rsquo; knowledge of related content in areas of engineering, physics, biology, and the like, will be enhanced.</p>\n<p>D. <em>Heighten / Confirm Graduate School and Career Aspirations</em>. Excite students about independent research and motivate them to go on to graduate school.</p>\n<p>E. <em>Build Community and Provide Mentoring Opportunities</em>. Provide students with ongoing vehicles for academic and career mentoring, as well as maintaining connection to a scientific community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2017<br>\n\t\t\t\t\tModified by: Jan&nbsp;Van Der Spiegel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe past three years, 2014-2016, the specific objectives of the SUNFEST Program were:\n\nA. Recruit Under-represented Students. Recruit 10 undergraduate students from groups that are traditionally underrepresented in engineering research, including students from smaller colleges and who have little or no STEM research opportunities.\n\nB. Offer Professional-development Opportunities. Support students in developing the so-called \"soft-skills\" to become successful researchers, primarily through workshops and professional-development activities involving: reading and writing technical papers, writing research proposals, learning how to conduct research, delivering presentations and creating conference posters, and applying to graduate school.\n\nC. Provide Authentic Research Projects. Provide students with genuine research and scholarship opportunities, so that they may deepen their own education and also advance frontiers of knowledge in the area of sensor technologies. In addition, students will deepen their capacity to undertake research by utilizing lab notebooks, learning specialized techniques, and developing safe working habits. Lastly, students? knowledge of related content in areas of engineering, physics, biology, and the like, will be enhanced.\n\nD. Heighten / Confirm Graduate School and Career Aspirations. Excite students about independent research and motivate them to go on to graduate school.\n\nE. Build Community and Provide Mentoring Opportunities. Provide students with ongoing vehicles for academic and career mentoring, as well as maintaining connection to a scientific community.\n\n\t\t\t\t\tLast Modified: 04/04/2017\n\n\t\t\t\t\tSubmitted by: Jan Van Der Spiegel"
 }
}