{
 "awd_id": "1360610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Harnessing Nonclassical Metal-Arene Interactions to Achieve Enantioselective Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 284180.0,
 "awd_amount": 291728.0,
 "awd_min_amd_letter_date": "2014-04-08",
 "awd_max_amd_letter_date": "2017-05-12",
 "awd_abstract_narration": "The Chemical Catalysis Program in the Chemistry Division at the National Science Foundation supports Professor LeGrande M. Slaughter of the University of North Texas, for studies aimed at utilizing nonclassical interactions of metals with aromatic groups on chiral ligands to achieve enantioselective catalysis.  These poorly-understood secondary interactions could augment the steric interactions typically employed in chiral catalyst design, potentially leading to highly enantioselective reactions that are not achievable with conventional chiral ligands.  The research will use a set of new chiral binaphthyl synthons to create chiral acyclic diaminocarbene and phosphinite ligands that are optimized to support metal-arene interactions.  The ability of these interactions to promote synthetically useful enantioselective reactions, including hydrofunctionalizations of carbon-carbon multiple bonds, asymmetric carbon-carbon couplings, and electrocyclizations, will be investigated.  Structural, spectroscopic, and computational studies will probe the nature of weak metal-arene interactions and their role in catalysis, focusing on the catalytically important metals palladium and gold.  New catalytic methods for the synthesis of chiral, medicinally important complex molecules from inexpensive achiral precursors are an expected outcome of this research. \r\n\r\nThe ability to synthesize chiral molecules in enantiomerically pure form is important, because the two enantiomers or 'mirror images' of a drug molecule can have very different effects on the human body.  This research could provide new tools to prepare complex molecules as pure single enantiomers, potentially providing significant benefits to society in the form of new chiral drug precursors.  These studies will be closely tied to an outreach program entitled 'The Magic of Catalysts' that will use hands-on experimentation to introduce middle school students to concepts of research and science using catalysis as a focus.  Schools with high percentages of Native American students will be targeted with the help of established collaborators in public education, with a goal of broadening participation of Native Americans in activities that could lead to attainment of higher education and careers in science.  The development of metal-arene interactions as a novel motif for achieving enantioselective catalysis could have a transformative impact on technologies for the synthesis of useful molecules by stimulating further study of the little-investigated role of secondary interactions in transition metal catalysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "LeGrande",
   "pi_last_name": "Slaughter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "LeGrande M Slaughter",
   "pi_email_addr": "legrande@unt.edu",
   "nsf_id": "000368920",
   "pi_start_date": "2014-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21232.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 133948.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 136548.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many biological molecules that living things need in order to function, such as proteins and DNA, exist in only one of two possible mirror image forms.&nbsp; This property is known as chirality.&nbsp; Chirality has important consequences for discovery of new medicines, since left- and right-handed chiral forms of drug molecules can have different effects in the human body.&nbsp; For some medicines, such as thalidomide, one chiral form is beneficial while the other is harmful.&nbsp; Therefore, it is crucial for chemists to create technologies that can separately produce the two different chiral forms of a molecule, so that the safety and effectiveness of each form can be tested independently.</p>\n<p>This research aimed to develop new strategies for the design of catalysts that can selectively form a desired chiral form of a given molecule.&nbsp; Although many such catalysts&mdash;known as enantioselective catalysts&mdash;are already known, there remain many types of reactions in which the product molecules currently can be obtained only as mixtures of left- and right-handed forms.&nbsp; This research focused on catalysts containing the metals palladium and gold, which are capable of stitching together simple organic (i.e., carbon-containing) molecules into much more complex structures, such as those found in beneficial drug molecules.&nbsp; Although these metals are costly, binding them to special organic molecules known as &ldquo;ligands&rdquo; can make them stable enough to recycle themselves thousands of times as catalysts, so that only a trace amount of the metal is needed to catalyze the synthesis of a large amount of a useful new organic substance.</p>\n<p>The primary intellectual merit of this research involved the creation of novel ligands that are designed to &ldquo;grab onto&rdquo; the metal in a way that guides organic molecules along a specific reaction path leading to only one chiral form of the desired product molecule.&nbsp; New chiral versions of a type of ligand known as acyclic diaminocarbenes (ADCs) were designed, with rings of six carbon atoms&mdash;called aromatic rings or &ldquo;arenes&rdquo;&mdash;strategically placed to interact with the metal near the site where the organic reactant molecules will bind.&nbsp; This creates an asymmetric environment that favors one mirror image form of the product.&nbsp; This strategy led to new gold catalysts that can produce chiral organic molecules with carbon-based ring structures that also include nitrogen or oxygen atoms&mdash;a very common type of structure in drug molecules.&nbsp; This research also led to new gold-catalyzed reactions in which the favored product can be switched between three different molecules by changing the ligand or by adding acid, a new route to chiral luminescent materials known as helicenes, and a novel and unexpected synthesis of nitrogen-containing tetracyclic molecules that showed promising biological activity in an autoimmune assay.&nbsp; The same design principle was also utilized to create new set of chiral phosphorus-containing ligands that proved useful for palladium-catalyzed carbon-carbon coupling reactions that form chiral molecules.</p>\n<p>This approach to catalyst discovery differs from the prevailing strategy for enantioselective catalysis, which relies almost exclusive on the physical shape, or steric profile, of the chiral ligand attached to the metal.&nbsp; By developing nonclassical metal-arene interactions as a new design principle for chiral catalysts, this work has provided new tools that other chemists can use to create novel classes of chiral drug molecules, potentially leading to new treatments for diseases and other medical conditions.&nbsp;</p>\n<p>This research combined extensive experimental studies of new catalysts with advanced computer-based modeling to gain an in-depth understanding of the ways in nonclassical metal-arene interactions can influence the reactivity at a catalytic metal.&nbsp; Some of these modeling studies were done in conjunction with collaborators in Germany and Poland, bringing together an international team of scientists to tackle an important problem in chemical synthesis.</p>\n<p>In order to provide broader impacts for society, this research project was closely tied to an outreach program focused on introducing low-income middle school students to the excitement of chemical research.&nbsp; The PI&rsquo;s research group developed hands-on experiments that demonstrate basic concepts of catalysis, in a way that is fun and exciting, yet safe enough for the targeted age group.&nbsp; Experiments that explored silicone rubber curing using a platinum catalyst, and the use of a variety of household materials as catalysts to generate oxygen from hydrogen peroxide, were among those developed.&nbsp; The outreach program was entitled &ldquo;The Magic of Catalysts&rdquo; and was carried out in partnership with a new STEM summer camp at the University of North Texas and a regional Upward Bound program.&nbsp; These partner organizations ensured the participation of many students from underrepresented groups (especially Hispanic students) and low-income families.&nbsp; The goal was to stimulate interest in scientific research at an early age, thus helping to provide these students with a path into the scientific workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Legrande&nbsp;M&nbsp;Slaughter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1360610/1360610_10187833_1512018464267_Outcomesreportimagecrop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1360610/1360610_10187833_1512018464267_Outcomesreportimagecrop--rgov-800width.jpg\" title=\"Project Outcomes Summary:  NSF CHE-1360610\"><img src=\"/por/images/Reports/POR/2017/1360610/1360610_10187833_1512018464267_Outcomesreportimagecrop--rgov-66x44.jpg\" alt=\"Project Outcomes Summary:  NSF CHE-1360610\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Harnessing Nonclassical Metal-Arene Interactions to Achieve Enantioselective Catalysis</div>\n<div class=\"imageCredit\">LeGrande M. Slaughter</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Legrande&nbsp;M&nbsp;Slaughter</div>\n<div class=\"imageTitle\">Project Outcomes Summary:  NSF CHE-1360610</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMany biological molecules that living things need in order to function, such as proteins and DNA, exist in only one of two possible mirror image forms.  This property is known as chirality.  Chirality has important consequences for discovery of new medicines, since left- and right-handed chiral forms of drug molecules can have different effects in the human body.  For some medicines, such as thalidomide, one chiral form is beneficial while the other is harmful.  Therefore, it is crucial for chemists to create technologies that can separately produce the two different chiral forms of a molecule, so that the safety and effectiveness of each form can be tested independently.\n\nThis research aimed to develop new strategies for the design of catalysts that can selectively form a desired chiral form of a given molecule.  Although many such catalysts&mdash;known as enantioselective catalysts&mdash;are already known, there remain many types of reactions in which the product molecules currently can be obtained only as mixtures of left- and right-handed forms.  This research focused on catalysts containing the metals palladium and gold, which are capable of stitching together simple organic (i.e., carbon-containing) molecules into much more complex structures, such as those found in beneficial drug molecules.  Although these metals are costly, binding them to special organic molecules known as \"ligands\" can make them stable enough to recycle themselves thousands of times as catalysts, so that only a trace amount of the metal is needed to catalyze the synthesis of a large amount of a useful new organic substance.\n\nThe primary intellectual merit of this research involved the creation of novel ligands that are designed to \"grab onto\" the metal in a way that guides organic molecules along a specific reaction path leading to only one chiral form of the desired product molecule.  New chiral versions of a type of ligand known as acyclic diaminocarbenes (ADCs) were designed, with rings of six carbon atoms&mdash;called aromatic rings or \"arenes\"&mdash;strategically placed to interact with the metal near the site where the organic reactant molecules will bind.  This creates an asymmetric environment that favors one mirror image form of the product.  This strategy led to new gold catalysts that can produce chiral organic molecules with carbon-based ring structures that also include nitrogen or oxygen atoms&mdash;a very common type of structure in drug molecules.  This research also led to new gold-catalyzed reactions in which the favored product can be switched between three different molecules by changing the ligand or by adding acid, a new route to chiral luminescent materials known as helicenes, and a novel and unexpected synthesis of nitrogen-containing tetracyclic molecules that showed promising biological activity in an autoimmune assay.  The same design principle was also utilized to create new set of chiral phosphorus-containing ligands that proved useful for palladium-catalyzed carbon-carbon coupling reactions that form chiral molecules.\n\nThis approach to catalyst discovery differs from the prevailing strategy for enantioselective catalysis, which relies almost exclusive on the physical shape, or steric profile, of the chiral ligand attached to the metal.  By developing nonclassical metal-arene interactions as a new design principle for chiral catalysts, this work has provided new tools that other chemists can use to create novel classes of chiral drug molecules, potentially leading to new treatments for diseases and other medical conditions. \n\nThis research combined extensive experimental studies of new catalysts with advanced computer-based modeling to gain an in-depth understanding of the ways in nonclassical metal-arene interactions can influence the reactivity at a catalytic metal.  Some of these modeling studies were done in conjunction with collaborators in Germany and Poland, bringing together an international team of scientists to tackle an important problem in chemical synthesis.\n\nIn order to provide broader impacts for society, this research project was closely tied to an outreach program focused on introducing low-income middle school students to the excitement of chemical research.  The PI?s research group developed hands-on experiments that demonstrate basic concepts of catalysis, in a way that is fun and exciting, yet safe enough for the targeted age group.  Experiments that explored silicone rubber curing using a platinum catalyst, and the use of a variety of household materials as catalysts to generate oxygen from hydrogen peroxide, were among those developed.  The outreach program was entitled \"The Magic of Catalysts\" and was carried out in partnership with a new STEM summer camp at the University of North Texas and a regional Upward Bound program.  These partner organizations ensured the participation of many students from underrepresented groups (especially Hispanic students) and low-income families.  The goal was to stimulate interest in scientific research at an early age, thus helping to provide these students with a path into the scientific workforce.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Legrande M Slaughter"
 }
}