{
 "awd_id": "1360063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Startup to IPO: Understanding Changes in Key Personnel in Technology-based Startups through a Longitudinal Open-Source Database",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassidy Sugimoto",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 316226.0,
 "awd_amount": 316226.0,
 "awd_min_amd_letter_date": "2014-06-07",
 "awd_max_amd_letter_date": "2014-06-07",
 "awd_abstract_narration": "Venture capital-financed, technology-based entrepreneurial firms (VTEFs) are widely acknowledged to be among the most dynamic firms in the U.S. economy.  Yet, with only a very few exceptions, little is known about the how these firms evolve.   This project uses a novel data collection method -- extracting information from the Internet archiving website, \"The Wayback Machine,\" which since 1996 has periodically visited websites and preserved them in searchable form -- to compile data from 600 VTEFs that made a public stock offering between 1996 and 2014 and 600 comparable VTEFs that did not complete a public offering during this period.  Information about the names and biographies of the management team, investors, scientific advisors, firm description, and location from \"The Wayback Machine\" will be combined with dates of venture capital funding and information from the Dataverse patent database to build histories of each firm.  The result will be a comprehensive history of the composition of firm management teams, the firm's self-description, the headquarters' location, and evolving managerial roles of the founders as these firms are formed, receive venture capital, and, finally, fail, survive, or  have an initial public offering of stock.  \r\n\r\nFirm growth is based upon the capabilities the founder(s) bring, those resources recruited from the environment (personnel, venture capital, etc.), and those assets built internally (patents etc.). With a few important exceptions, however, the dynamics of this firm-building process is largely a black box. The database that this project builds will open this black box. Among the topics to be examined are: When in the firm's evolution is the position of Chief Financial Officer filled? Is there a pattern to when key Top Management Team (TMT) members are added to the firm? When are founders replaced or are they relocated within the firm, e.g., from CEO to CTO? Do TMT and Board of Director changes vary by technology, region, or by fate of the firm, e.g., acquisition, bankruptcy, or IPO?  Recently, public policy debates have wondered why women are under-represented in entrepreneurial firms.  This project allows gender identification of all managers and board members for each firm.  With this data, we can track gender issues from the firm's founding to an IPO or other liquidity event.  The ability to address these empirical questions can test and improve current theories of entrepreneurial firm formation and growth.\r\n\r\nBroader Impacts:\r\nThe results of analysis of the data set will be valuable to venture capitalists and entrepreneurs seeking to understand and improve the performance of new firms. For policy-makers understanding the firm development process this project will provide social scientifically-informed insight into interventions meant to encourage the establishment and improve the growth of such firms. Finally, we anticipate scholars will use this data in ways that cannot be foreseen as it becomes a research input to other projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Kenney",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Martin F Kenney",
   "pi_email_addr": "mfkenney@ucdavis.edu",
   "nsf_id": "000453840",
   "pi_start_date": "2014-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 316226.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With only a few exceptions, there have been very few studies of the evolution of management teams and boards of directors of venture capital-financed firms from their birth to a successful IPO. This is not surprising as the amount of time required to compile a database of such firms previously has been enormous because such information was private or could only be collected from private parties. However, with the emergence of the Internet private firms began placing significant amounts of information regarding their management teams online.&nbsp; Of course, as the firm evolved all that was available to scholars was the current website's information.&nbsp; Fortunately, the Wayback Machine (TWM), a website snapshot archive, provides snapshots in time -- somewhat resembling glacier ice cores, of the firm's website. Our study extracted a complete time series for 334 firms including all of the biotechnology and biomedical firms. Since these are the most successful firms, we also hand matched the IPO firm with another firm that did not go public and conducted the same protocol on this firm.&nbsp; Hand matching was used because propensity score matching yields bad matches.&nbsp; For example, it will match a firm with a close firm in terms of location, year, and industry.&nbsp; However, such matches very often are not as close as they appear.&nbsp; For example biotechnology firms in the same region and year will be matched by similar conditions, say lung cancer with intestinal cancer or lung cancer and lung embolisms.&nbsp; This data is combined with data regarding venture capital financing.</p>\n<p>The data extracted is now being analyzed to answer questions such as, when in the life cycle of the firm does recruit&nbsp; resources from the environment (personnel, venture capital, etc.). When is the CFO first hired? Is there a pattern to when key TMT members are added to the firm? When are founders replaced, or are they relocated within the firm, e.g., from CEO to CTO? Do TMT and Board of Director changes vary by technology, region, or by fate of the firm, e.g., acquisition, bankruptcy, or IPO? These empirical questions can test and improve current theories of firm formation and growth.</p>\n<p>The data is available to researchers upon request.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2019<br>\n\t\t\t\t\tModified by: Martin&nbsp;F&nbsp;Kenney</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith only a few exceptions, there have been very few studies of the evolution of management teams and boards of directors of venture capital-financed firms from their birth to a successful IPO. This is not surprising as the amount of time required to compile a database of such firms previously has been enormous because such information was private or could only be collected from private parties. However, with the emergence of the Internet private firms began placing significant amounts of information regarding their management teams online.  Of course, as the firm evolved all that was available to scholars was the current website's information.  Fortunately, the Wayback Machine (TWM), a website snapshot archive, provides snapshots in time -- somewhat resembling glacier ice cores, of the firm's website. Our study extracted a complete time series for 334 firms including all of the biotechnology and biomedical firms. Since these are the most successful firms, we also hand matched the IPO firm with another firm that did not go public and conducted the same protocol on this firm.  Hand matching was used because propensity score matching yields bad matches.  For example, it will match a firm with a close firm in terms of location, year, and industry.  However, such matches very often are not as close as they appear.  For example biotechnology firms in the same region and year will be matched by similar conditions, say lung cancer with intestinal cancer or lung cancer and lung embolisms.  This data is combined with data regarding venture capital financing.\n\nThe data extracted is now being analyzed to answer questions such as, when in the life cycle of the firm does recruit  resources from the environment (personnel, venture capital, etc.). When is the CFO first hired? Is there a pattern to when key TMT members are added to the firm? When are founders replaced, or are they relocated within the firm, e.g., from CEO to CTO? Do TMT and Board of Director changes vary by technology, region, or by fate of the firm, e.g., acquisition, bankruptcy, or IPO? These empirical questions can test and improve current theories of firm formation and growth.\n\nThe data is available to researchers upon request.\n\n\t\t\t\t\tLast Modified: 09/21/2019\n\n\t\t\t\t\tSubmitted by: Martin F Kenney"
 }
}