{
 "awd_id": "1360738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: International Trade, Firms and Welfare under Policy Uncertainty",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 189774.0,
 "awd_amount": 189774.0,
 "awd_min_amd_letter_date": "2014-08-19",
 "awd_max_amd_letter_date": "2014-08-19",
 "awd_abstract_narration": "Firms that buy and sell products across international borders often must make important decisions without full information about future government policies.  For example, a exporting firm may have to decide whether or not to invest in a new production technology even though the firm is uncertain about future trade policies that will affect its customers.  This award funds a research project that seeks to measure the effects of uncertainty about trade policy on firms' investment and export decisions.  The data will allow the team to measure the effects of such uncertainty during two recent events:  the Great Recession and the recent global integration of the Chinese economy with the rest of the world.\r\n\r\nThe project builds a basic framework for modeling and estimating the impact of trade policy uncertainty on investment and export decisions.  The framework incorporates several key factors:  (i) general equilibrium effects of policy reform; (ii) a set of investments that is broad enough to incorporate innovation and input choice; (iii) the interaction with pure economic uncertainty and (iv) endogenous trade policy uncertainty. The model is estimated with firm microdata.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Handley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle L Handley",
   "pi_email_addr": "handleyk@umich.edu",
   "nsf_id": "000554271",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 189774.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has several goals.&nbsp; (1) evaluating the importance of trade policy uncertainty for economic activity; (2) developing new theoretical models of trade policy uncertainty incorporating general equilibrium and the interaction of economic and policy uncertainty during crises, and; (3) developing methods to estimate and empirically quantify the effects of policy uncertainty.</p>\n<p>For our paper &ldquo;Policy uncertainty, trade, and welfare: theory and evidence from China and U.S.,&rdquo; we have developed and refined our model of trade policy uncertainty under general equilibrium. We have significantly extended the original model based on first-order approximation of the equilibrium to a fully specified general equilibrium model.&nbsp; We have developed iterative methods to solve this model using estimated parameters as inputs.&nbsp; We are then able to provide model-based exact estimates of the welfare, price, investments and export effects of adding or removing policy uncertainty. &nbsp;In addition, we have extended the empirical model to include estimates of the effect on industry specific Chinese import price indices.&nbsp; This paper was published in the American Economic Review in September 2017.</p>\n<p>&nbsp;We have also done significant work using confidential census to characterize the firm-level components of the recent collapse in trade following the Great Recession relative to previous downturns.&nbsp; This paper will provide several new facts about trade dynamics that researchers in international economics can use to benchmark and calibrate dynamic models of international trade.</p>\n<p>Second, we have greatly extended the theoretical model for our paper \"Trade Collapses: the Role of Economic and Policy Uncertainty in the Great Recession.\" &nbsp;Our updated model is broadly applicable to applied trade analysis where policy and economic uncertainty may interact. So while we use the recent great trade collapse as the primary empirical application, our work could be extended by future researchers to other areas.&nbsp;</p>\n<p>The project as a whole highlights the importance of trade policy uncertainty in investment and participation in exporting and importing.&nbsp; More broadly, our theory and methods link detailed measures of policy uncertainty that vary by countries, products, and time to measurable economic activity. Thus our findings have implications for the literature on policy uncertainty more generally.&nbsp; &nbsp;In addition to these cross-economic field impacts, our work is also &nbsp;of interest to those studying the political science aspects of the world trade system.&nbsp;</p>\n<p>It is difficult to project at this stage what the longer run impact on other disciplines will be. &nbsp;However, our two papers on trade policy uncertainty with respect to China's WTO accession and Portugal's EU accession have been mentioned in several recent academic policy briefs and popular media in light of the the UK's recent vote to exit the European Union, a.k.a. the \"Brexit vote\".&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Kyle&nbsp;L&nbsp;Handley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project has several goals.  (1) evaluating the importance of trade policy uncertainty for economic activity; (2) developing new theoretical models of trade policy uncertainty incorporating general equilibrium and the interaction of economic and policy uncertainty during crises, and; (3) developing methods to estimate and empirically quantify the effects of policy uncertainty.\n\nFor our paper \"Policy uncertainty, trade, and welfare: theory and evidence from China and U.S.,\" we have developed and refined our model of trade policy uncertainty under general equilibrium. We have significantly extended the original model based on first-order approximation of the equilibrium to a fully specified general equilibrium model.  We have developed iterative methods to solve this model using estimated parameters as inputs.  We are then able to provide model-based exact estimates of the welfare, price, investments and export effects of adding or removing policy uncertainty.  In addition, we have extended the empirical model to include estimates of the effect on industry specific Chinese import price indices.  This paper was published in the American Economic Review in September 2017.\n\n We have also done significant work using confidential census to characterize the firm-level components of the recent collapse in trade following the Great Recession relative to previous downturns.  This paper will provide several new facts about trade dynamics that researchers in international economics can use to benchmark and calibrate dynamic models of international trade.\n\nSecond, we have greatly extended the theoretical model for our paper \"Trade Collapses: the Role of Economic and Policy Uncertainty in the Great Recession.\"  Our updated model is broadly applicable to applied trade analysis where policy and economic uncertainty may interact. So while we use the recent great trade collapse as the primary empirical application, our work could be extended by future researchers to other areas. \n\nThe project as a whole highlights the importance of trade policy uncertainty in investment and participation in exporting and importing.  More broadly, our theory and methods link detailed measures of policy uncertainty that vary by countries, products, and time to measurable economic activity. Thus our findings have implications for the literature on policy uncertainty more generally.   In addition to these cross-economic field impacts, our work is also  of interest to those studying the political science aspects of the world trade system. \n\nIt is difficult to project at this stage what the longer run impact on other disciplines will be.  However, our two papers on trade policy uncertainty with respect to China's WTO accession and Portugal's EU accession have been mentioned in several recent academic policy briefs and popular media in light of the the UK's recent vote to exit the European Union, a.k.a. the \"Brexit vote\". \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Kyle L Handley"
 }
}