{
 "awd_id": "1360645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:   Complementary Organic Aerosol Measurements of Marine Aerosol on the R/V Knorr during the Western Atlantic Climate Study 2014 (WACS2)",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2013-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2013-11-18",
 "awd_max_amd_letter_date": "2013-11-18",
 "awd_abstract_narration": "This project will test the following hypotheses as part of Western Atlantic Climate Study 2014 (WACS2), a campaign sponsored by the National Oceanic and Atmospheric Administration (NOAA): (1) The composition of primary marine organic aerosol closely tracks the source seawater, and (2) The seawater composition varies with the biotic components of the surface waters, for which sea surface temperature is a better proxy than chlorophyll. The purpose of this project is to assess how ocean biogeochemistry impacts sea spray particles. The principal investigator will measure in situ surface seawater parameters in both high and low productivity waters. These measurements will be used to characterize freshly emitted ocean-derived sea spray aerosol particles, ambient marine-region aerosol, and surface ocean organic material for assessing their relationship to ocean-derived sea spray aerosol particles.\r\n\r\nInnovative measurement techniques to be used in project include a newly modified aerosol impactor that can be directly compared to aerosol and CCN measurements being made by other colleagues participating in the project. In addition, there will be side-by-side deployment of a HR-ToF-AMS operated at high temperatures (for measurements of refractory NaCl), and a high resolution Soot Particle Aerosol Mass Spectrometer (for measuring black carbon). \r\n\r\nThis project will study the relationship of ambient marine-region aerosol and surface ocean organic material to assess their relationship to ocean-derived sea spray aerosol particles. Ocean-derived particles can impact the Earth's radiation budget by altering cloud properties (such as albedo) and cloud lifetime and extent. Characterization of the properties of these particles in their freshly emitted state is needed for accurate model calculations of their impact on climate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Russell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn M Russell",
   "pi_email_addr": "lmrussell@ucsd.edu",
   "nsf_id": "000365781",
   "pi_start_date": "2013-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project is to assess how ocean biogeochemistry impacts the organic components in sea spray particles and how these components contribute to ambient marine aerosol. Measurements were made in both high and low biologically productive waters and relevant surface seawater parameters were measured <em>in situ. </em>The Russell group at Scripps Institution of Oceanography (SIO) deployed their aerosol instrument van on the R/V <em>Knorr</em> as part of Western Atlantic Climate Study 2014 (WACS2) during the period 19 May to 6 June, 2014, in collaboration with colleagues from Aerodyne Research Inc., the University of Washington (UW), and NOAA Pacific Marine Environmental Laboratory (PMEL).&nbsp; Freshly emitted sea spray aerosol was obtained from a marine aerosol generator (the &ldquo;Seasweep&rdquo;) that was deployed alongside the research vessel. The particles produced by Seasweep were analyzed with an array of instruments. The instruments included a high resolution time-of-flight Aerosol Mass Spectrometer (HR-ToF-AMS) equipped with a light scattering module (LS) for single particles characterization, high resolution Soot Particle Aerosol Mass Spectrometer (SP-AMS), and other instrumentation for particle sizing and organic functional group quantification, including Fourier Transform Infrared spectroscopy (FTIR).<em> </em>The purpose of combining such techniques was to provide detailed insight on the overall composition of submicron sea spray aerosol particles, their morphology, mixing state, refractory black carbon (BC) content, as well as on the nature of the organic components associated with freshly-produced sea spray. During WACS2 the SP-AMS operated with the tungsten vaporizer at higher temperature (800&ordm;C instead of the standard 650&ordm;C) to improve detection of sea salt particles.</p>\n<p>Five different stations, described by different levels of biological productivity, were sampled in detail. One main finding from<em> </em>FTIR measurements of &lt;1 &mu;m and &lt; 0.18 &mu;m organic particles is that the functional group composition is size dependent with a greater fraction of alkane (low O/C organics) in particles smaller than 0.18 &mu;m. Another finding from the side-by-side deployment of two AMS instruments is that increasing the AMS filament temperature to 800&ordm;C increased the vaporization efficiency of the sea salt and increased the overall oxygen to carbon ratio (O/C) of the organic particle components, suggesting there is oxygenated carbon associated with the refractory sea salt.<em> </em>Also, clustering analysis of the light scattering (LS) measurements was used to identify clusters with high and low O/C ratios for the ambient and Seasweep aerosol. This analysis shows that there are differences in the organic aerosol composition of freshly emitted sea spray aerosol particles.</p>\n<p>Four manuscripts led by graduate students Amanda Frossard and Kevin Sanchez and postdoc Rob Modini were completed using the results from the WACS cruise funded by this project and submitted for publication in peer-reviewed journals.&nbsp; Three are published, and the last one is in review. Frossard et al. [2014, <em>J. Geophys. Res</em>.] used more than 10 years of ship-based measurements to assess the degree to which ambient atmospheric organic aerosol composition measurements can be attributed to primary marine aerosols and how the similarity of their composition with models for generating primary marine aerosol provides a robust indication of the origin of these particles. Frossard et al. [2014, <em>Aerosol Sci. Technol.</em>] resolved the apparent discrepancies between spectroscopic and spectrometric measurements of marine organic aerosol, showing that the 650&ordm;C volatilization used by AMS did not detect the organic components present on refractory salt particles but that those components could be identified by FTIR and NEXAFS-STXM. Mod...",
  "por_txt_cntn": "\nThe major goal of this project is to assess how ocean biogeochemistry impacts the organic components in sea spray particles and how these components contribute to ambient marine aerosol. Measurements were made in both high and low biologically productive waters and relevant surface seawater parameters were measured in situ. The Russell group at Scripps Institution of Oceanography (SIO) deployed their aerosol instrument van on the R/V Knorr as part of Western Atlantic Climate Study 2014 (WACS2) during the period 19 May to 6 June, 2014, in collaboration with colleagues from Aerodyne Research Inc., the University of Washington (UW), and NOAA Pacific Marine Environmental Laboratory (PMEL).  Freshly emitted sea spray aerosol was obtained from a marine aerosol generator (the \"Seasweep\") that was deployed alongside the research vessel. The particles produced by Seasweep were analyzed with an array of instruments. The instruments included a high resolution time-of-flight Aerosol Mass Spectrometer (HR-ToF-AMS) equipped with a light scattering module (LS) for single particles characterization, high resolution Soot Particle Aerosol Mass Spectrometer (SP-AMS), and other instrumentation for particle sizing and organic functional group quantification, including Fourier Transform Infrared spectroscopy (FTIR). The purpose of combining such techniques was to provide detailed insight on the overall composition of submicron sea spray aerosol particles, their morphology, mixing state, refractory black carbon (BC) content, as well as on the nature of the organic components associated with freshly-produced sea spray. During WACS2 the SP-AMS operated with the tungsten vaporizer at higher temperature (800&ordm;C instead of the standard 650&ordm;C) to improve detection of sea salt particles.\n\nFive different stations, described by different levels of biological productivity, were sampled in detail. One main finding from FTIR measurements of &lt;1 &mu;m and &lt; 0.18 &mu;m organic particles is that the functional group composition is size dependent with a greater fraction of alkane (low O/C organics) in particles smaller than 0.18 &mu;m. Another finding from the side-by-side deployment of two AMS instruments is that increasing the AMS filament temperature to 800&ordm;C increased the vaporization efficiency of the sea salt and increased the overall oxygen to carbon ratio (O/C) of the organic particle components, suggesting there is oxygenated carbon associated with the refractory sea salt. Also, clustering analysis of the light scattering (LS) measurements was used to identify clusters with high and low O/C ratios for the ambient and Seasweep aerosol. This analysis shows that there are differences in the organic aerosol composition of freshly emitted sea spray aerosol particles.\n\nFour manuscripts led by graduate students Amanda Frossard and Kevin Sanchez and postdoc Rob Modini were completed using the results from the WACS cruise funded by this project and submitted for publication in peer-reviewed journals.  Three are published, and the last one is in review. Frossard et al. [2014, J. Geophys. Res.] used more than 10 years of ship-based measurements to assess the degree to which ambient atmospheric organic aerosol composition measurements can be attributed to primary marine aerosols and how the similarity of their composition with models for generating primary marine aerosol provides a robust indication of the origin of these particles. Frossard et al. [2014, Aerosol Sci. Technol.] resolved the apparent discrepancies between spectroscopic and spectrometric measurements of marine organic aerosol, showing that the 650&ordm;C volatilization used by AMS did not detect the organic components present on refractory salt particles but that those components could be identified by FTIR and NEXAFS-STXM. Modini et al. [2015, J. Geophys. Res.]  introduced a method to isolate the primary marine aerosol size distribution from the total size distribution and showed th..."
 }
}