{
 "awd_id": "1360361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Decision-Centric Foundations for Modeling and Analysis of Complex Networked Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rich Malak",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 425466.0,
 "awd_amount": 425466.0,
 "awd_min_amd_letter_date": "2014-02-08",
 "awd_max_amd_letter_date": "2014-02-08",
 "awd_abstract_narration": "The research objective of this award is to establish foundational techniques for modeling and analyzing the evolutionary dynamics of complex networked systems in terms of node-level agents' decisions. The research objective will be achieved through an integration of discrete-choice random-utility theory and network science-based approaches to model the evolutionary characteristics of complex networked systems. The research plan consists of three parts: a) inferring agents' unobserved payoffs from network structure data, b) inferring agents' unobserved payoffs in strategic interaction scenarios, and c) determining ways to improve network performance by influencing node-level decisions. Specific examples of complex networked systems, including air-transportation networks and autonomous system level Internet, will be used for validation. The research will result in novel approaches to model network evolution resulting from decisions made by independent or competing entities, and to evaluate mechanisms for steering the evolution towards higher performance, such as robustness to node failure and targeted attacks. \r\n\r\nThe results of this research hold promise for accurate system performance prediction, and for forecasting how the complex networked systems would evolve in the future. The resulting approaches would enable the development of better surrogate models of networks for efficient design of processes and protocols on networked systems. The approaches will also enable policy and incentive design to guide the restructuring of existing networks for improved performance. The outcomes of the research will be integrated into graduate and undergraduate courses. The results will be disseminated through industrial partners, policy makers, open-source software tools, journal publications and conference presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jitesh",
   "pi_last_name": "Panchal",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jitesh H Panchal",
   "pi_email_addr": "panchal@purdue.edu",
   "nsf_id": "000513289",
   "pi_start_date": "2014-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Delaurentis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Delaurentis",
   "pi_email_addr": "ddelaure@purdue.edu",
   "nsf_id": "000308230",
   "pi_start_date": "2014-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808500",
   "pgm_ele_name": "SYS-Systems Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "7262",
   "pgm_ref_txt": "RESEARCH ACTIVITIES"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 425466.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has resulted in a computational framework for analyzing the structure and evolution of complex networked systems such as transportation and communication networks. The structure of such systems is governed by interdependent decisions made by self-interested entities, and therefore policies and incentives need to be carefully designed so that the desired system-level performance is obtained despite individual stakeholders pursuing their own objectives.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>In complex networked systems, stakeholder preferences are often hidden, and direct access to their decision models is impractical. To address this challenge, this project took an alternate route of inferring preferences indirectly from openly available data relating to stakeholders&rsquo; past decisions. For example, in an air transportation system, the airlines&rsquo; decision-making process for route planning is confidential due to business implications and governmental regulations. However, the outcomes of the decisions, such as added or deleted routes, are available from the Bureau of Transportation Statistics (BTS). By utilizing this data, the project established methods to make inferences about underlying preference structures, how to improve predictions of network evolution, and how to use those predictions for policy decisions.</p>\n<p>The team established a decision-centric framework that helps in building network generation models, which can be used as surrogate models for real-world complex networked systems. The framework consists of mathematical models, algorithms, and code that can be utilized across different types of networks. The integration of discrete choice random-utility theory, game theory, and network science enables estimation of the hidden preferences of stakeholders, whose decisions influence network evolution. The team developed computational techniques and tools that support model calibration and forecasting of future system evolution based on estimated stakeholder preferences.</p>\n<p>The capabilities of the framework are demonstrated using two real-world case studies of complex networked systems. The case studies provide insights about the driving forces behind the historical evolution of specific networks, such as the US air transportation network, as well as policy recommendations about how this evolution can be directed in the future for improved performance and resilience. The framework provides a better understanding of the interactions in complex systems and enables better prediction on the future evolution of networked systems. The case studies also show the domain-independent nature of the developed computational framework. The approaches and models can be used to support the modeling and analysis of a large variety of networked systems.</p>\n<p>The specific technical outcomes of the project are as follows. First, a new approach that integrates mixed-logit models for discrete choice and generative models from network science has been developed for inferring preferences from dynamic network data. Second, the application of the proposed approach to diverse networks has been demonstrated, including application to the autonomous-systems (AS) level Internet and to the US domestic air transportation system. In the AS-level Internet, the approach is used to estimate linking behaviors of AS&rsquo;es in the Internet, whereas in the air-transportation network, the approach is used to estimate airlines&rsquo; decisions regarding route selection. Third, an approach has been developed for modeling passengers&rsquo; decisions and airlines&rsquo; decisions from openly available data sources. Fourth, a game-theoretic model has been developed to quantitatively characterize the decision-making behavior of the airlines under competition. This model quantifies the relative importance of market demand, operating cost, and distance while making route selection decisions. Fifth, metrics and tools have been developed to quantify the impact of various policies on complex networks. The models can be used by regulatory agencies to quantify the impact of different policies on airline decisions, thereby improving the performance and efficiency of the air transportation system.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts:</strong></p>\n<p>The project has supported the training and education of four graduate students. One of the PhD students supported by this project has gone on to become a tenure-track faculty member within the US, and will be continuing research activities in related areas. Other students are pursuing careers within industry. The results from this project have been disseminated through journal and conference publications, and &nbsp;have been presented to the engineering design and systems engineering communities and to domain-specific communities such as the American Institute of Aeronautics and Astronautics (AIAA). While the case studies used in this project pertained to air transportation systems and the Internet, the developed framework is application-independent, and general enough to be applied to a wide range of other networks. The results of this project have been incorporated into graduate-level engineering courses to expose students to interdisciplinary research on systems science with an emphasis on decision making. The courses provide opportunities to graduate students to learn the state-of-the-art techniques for decision-making in systems design. The approaches developed in this project have been introduced to students to help them solve new research problems. Finally, the project resulted in new datasets that are publicly available through the Purdue University Research Repository (PURR).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2018<br>\n\t\t\t\t\tModified by: Jitesh&nbsp;H&nbsp;Panchal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project has resulted in a computational framework for analyzing the structure and evolution of complex networked systems such as transportation and communication networks. The structure of such systems is governed by interdependent decisions made by self-interested entities, and therefore policies and incentives need to be carefully designed so that the desired system-level performance is obtained despite individual stakeholders pursuing their own objectives.\n\n \n\nIntellectual Merit:\n\nIn complex networked systems, stakeholder preferences are often hidden, and direct access to their decision models is impractical. To address this challenge, this project took an alternate route of inferring preferences indirectly from openly available data relating to stakeholders? past decisions. For example, in an air transportation system, the airlines? decision-making process for route planning is confidential due to business implications and governmental regulations. However, the outcomes of the decisions, such as added or deleted routes, are available from the Bureau of Transportation Statistics (BTS). By utilizing this data, the project established methods to make inferences about underlying preference structures, how to improve predictions of network evolution, and how to use those predictions for policy decisions.\n\nThe team established a decision-centric framework that helps in building network generation models, which can be used as surrogate models for real-world complex networked systems. The framework consists of mathematical models, algorithms, and code that can be utilized across different types of networks. The integration of discrete choice random-utility theory, game theory, and network science enables estimation of the hidden preferences of stakeholders, whose decisions influence network evolution. The team developed computational techniques and tools that support model calibration and forecasting of future system evolution based on estimated stakeholder preferences.\n\nThe capabilities of the framework are demonstrated using two real-world case studies of complex networked systems. The case studies provide insights about the driving forces behind the historical evolution of specific networks, such as the US air transportation network, as well as policy recommendations about how this evolution can be directed in the future for improved performance and resilience. The framework provides a better understanding of the interactions in complex systems and enables better prediction on the future evolution of networked systems. The case studies also show the domain-independent nature of the developed computational framework. The approaches and models can be used to support the modeling and analysis of a large variety of networked systems.\n\nThe specific technical outcomes of the project are as follows. First, a new approach that integrates mixed-logit models for discrete choice and generative models from network science has been developed for inferring preferences from dynamic network data. Second, the application of the proposed approach to diverse networks has been demonstrated, including application to the autonomous-systems (AS) level Internet and to the US domestic air transportation system. In the AS-level Internet, the approach is used to estimate linking behaviors of AS?es in the Internet, whereas in the air-transportation network, the approach is used to estimate airlines? decisions regarding route selection. Third, an approach has been developed for modeling passengers? decisions and airlines? decisions from openly available data sources. Fourth, a game-theoretic model has been developed to quantitatively characterize the decision-making behavior of the airlines under competition. This model quantifies the relative importance of market demand, operating cost, and distance while making route selection decisions. Fifth, metrics and tools have been developed to quantify the impact of various policies on complex networks. The models can be used by regulatory agencies to quantify the impact of different policies on airline decisions, thereby improving the performance and efficiency of the air transportation system.\n\n \n\nBroader impacts:\n\nThe project has supported the training and education of four graduate students. One of the PhD students supported by this project has gone on to become a tenure-track faculty member within the US, and will be continuing research activities in related areas. Other students are pursuing careers within industry. The results from this project have been disseminated through journal and conference publications, and  have been presented to the engineering design and systems engineering communities and to domain-specific communities such as the American Institute of Aeronautics and Astronautics (AIAA). While the case studies used in this project pertained to air transportation systems and the Internet, the developed framework is application-independent, and general enough to be applied to a wide range of other networks. The results of this project have been incorporated into graduate-level engineering courses to expose students to interdisciplinary research on systems science with an emphasis on decision making. The courses provide opportunities to graduate students to learn the state-of-the-art techniques for decision-making in systems design. The approaches developed in this project have been introduced to students to help them solve new research problems. Finally, the project resulted in new datasets that are publicly available through the Purdue University Research Repository (PURR).\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2018\n\n\t\t\t\t\tSubmitted by: Jitesh H Panchal"
 }
}