{
 "awd_id": "1360166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Contested resource inputs to science: How institutional provisions on the access and use of materials and data affect research collaboration structures and outcomes",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 299410.0,
 "awd_amount": 299410.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "Biological materials and data are important components for conducing scientific research in most fields of science in the United States and in other countries. Biological material and data are increasingly subject to national and international policies that monitor and regulate the ownership and sharing of these resources. These policies may create barriers to the advancement of science by increasing costs, reducing public access, and creating imbalances in the availability of important resources for science production. There is little systematic research investigating how these policies affect scientific research collaboration and outputs. This study investigates how the international and national rules, laws, organizations, and policies that regulate the access, use, and exchange of biological material and data affect scientific collaboration, resource flows, and science production (e.g. new knowledge, inventions). Results from this research will provide an empirical basis for national and international policy-making and implementation. The project findings will also help the science community as it seeks to manage material and data exchange in ways that facilitate collaboration, maintain high quality science, and effectively respond to policy demands.\r\n\r\nThis project examines how data and material sharing and collaboration networks adapt to changing national and multinational policies. Preliminary research indicates that scientists navigating the new rules and regulatory systems make decisions about how best to exploit their existing networks to obtain biological resources and data or to identify alternative resource providers. How materials and data are shared within a scientific community depends on the attributes of the researchers' collaborators, the capacity for developing new collaborators, the value of the resources sought, exigencies placed on resources, research goals, and the capacity and willingness of scientists to access new resources. This project assesses the impact of both social exchange costs (e.g. reciprocity) and exchange transaction costs (e.g. formal agreements and contracts) on the different resource acquisition strategies of scientists across four different fields of science. The research develops testable hypotheses within a research design that applies network analysis and theory to longitudinal survey, ego network, and bibliometric data. The findings will fill a fundamental gap in the science of science policy literature by demonstrating how institutional controls affect collaboration networks and outcomes. Findings and dissemination activities will inform ongoing design and implementation of national and multinational policies and mechanisms that affect access and exchange of data and materials for high quality science and enable policy makers to better identify the levers for managing the exchange and sharing of biological materials and data to advance scientific production.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Welch",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Eric W Welch",
   "pi_email_addr": "ewwelch1@asu.edu",
   "nsf_id": "000432731",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Feeney",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mary K Feeney",
   "pi_email_addr": "mkfeeney@uic.edu",
   "nsf_id": "000521502",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Siciliano",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Siciliano",
   "pi_email_addr": "sicilian@uic.edu",
   "nsf_id": "000652442",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "412 S. Peoria Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077069",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}