{
 "awd_id": "1360152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Seed Accelerators on Innovation and Entrepreneurial Decision-Making",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032925150",
 "po_email": "tswoodso@nsf.gov",
 "po_sign_block_name": "Thomas S. Woodson",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 191000.0,
 "awd_amount": 191000.0,
 "awd_min_amd_letter_date": "2014-05-20",
 "awd_max_amd_letter_date": "2014-05-20",
 "awd_abstract_narration": "This research advances knowledge about critical shifts in the mechanisms of new technology venture formation, growth, and performance and advances comparison to other sources of early equity funding through an empirical study of the impacts of entrepreneurial seed accelerators that combine small equity investments with cohort based intensive mentoring experience. Innovation focused new ventures are catalysts for economic growth and prosperity.  However, the process and resources required for starting technology based new ventures are steeped in risk and uncertainty. In theory, accelerators such as Y Combinator and TechStars?improve the process of learning how fast to proceed, where to focus resources, and when to quit.  By investing small sums of money in many startups, accelerators stand to have substantial impact at an aggregate level. However, we know little about the overall influence of such accelerators on performance outcomes of new ventures, on entrepreneurial STEM career trajectories, and of the greater economic impact.    \r\n\r\nSpecifically, the emergence, growth, and spawning of entrepreneurial accelerators raises new questions and demand a new set of hypotheses and data to answer them precisely because they are distinct along several critical dimensions: 1) the relatively small but non-negotiable financial stake that defines the relationship between accelerator and founders; 2) the intentional composition of cohorts of companies in a compressed period of time, leading to graduated classes, alumni, etc. and other features typical of an educational program; 3) the potential for broad inclusion of STEM graduates in entrepreneurial career paths facilitated by programmatic elements of the accelerator experience; and 4) the direct integration of two key components of the entrepreneurial ecosystem\"serial entrepreneurs and venture capitalists\"in the crucial elements of selection, mentoring, and \"demonstrating\" viability of concepts and ideas, and extension of this model to a range of industries. The research generates novel metrics to analyze this emerging model of accelerated early stage entrepreneurship. The data includes metrics on cohort participation, founder education and experience, and new venture characteristics.  Performance metrics include the spectrum of possible outcomes: continuation through follow-on funding by venture capital investors, acquisition, and decision to quit.  Insights from this research provide a broader framework for evaluating the impact of early financing through accelerators on traditional performance measures and allow innovation policymakers to direct critical early resources in a more informed fashion.\r\n\r\nBroader Impact  \r\nThe results of this research inform decision-making at multiple levels?societal, policy making, accelerator level, and entrepreneurs--with wide-reaching impact on increased economic competitiveness of the United States through an understanding of where and how to direct financial and human capital resources in support of new technology ventures. This research provides analytics for decision-makers about the potential to complement existing programs designed to spur STEM entrepreneurship, including the NSF I-Corps, and programs through SBA and NIH. The project has broader impacts for assessing the role of academic-industry partnerships between academia and industry in accelerating STEM entrepreneurship.  As well, this project has broader impacts on the diversity of participants in entrepreneurial STEM careers and broader STEM participation in the workplace.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheryl",
   "pi_last_name": "Winston Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheryl Winston Smith",
   "pi_email_addr": "sheryl.winston.smith@temple.edu",
   "nsf_id": "000651903",
   "pi_start_date": "2014-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1801 Liacouras Walk",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 191000.0
  }
 ],
 "por": null
}