{
 "awd_id": "1360424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WSC-Category 3 Collaborative: Impacts of Climate Change on the Phenology of Linked Agriculture-Water Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 309457.0,
 "awd_amount": 309457.0,
 "awd_min_amd_letter_date": "2014-07-07",
 "awd_max_amd_letter_date": "2014-07-07",
 "awd_abstract_narration": "1360415 (Ball), 1360345 (Brady), 1360424 (Ortiz-Bobea), and 1360395 (Wainger). This research will create an integrated trans-disciplinary system of data-driven econometric and numerical simulation models to test scientific hypotheses on how farmers adapt to climate change and how these altered practices are processed through a watershed to affect downstream estuarine ecosystem health (e.g., water quality, hypoxia). An overarching hypothesis is that climate-induced adaptive changes in agricultural practices and ecosystem processes will cause large indirect phenologic effects that propagate through watersheds to estuary. For this work, the ecological concept of phenology is extended beyond its usual meaning of seasonal life-cycle events (e.g., tree flowering) to seasonal events in water system processes. The project approach involves simultaneous collaborative and integrated activities by three research teams: Economics and Policy, Watershed, and Estuary. The Economics and Policy Team includes agricultural and environmental economists, whose empirical models feed and constrain the simulation models that are to be developed and linked by the Watershed and Estuary Teams. The Chesapeake Water System (CWS) is used as the study site because of its rich and long-term record of data. Synthesis of these data with models will enable comparative analyses to reveal broad relationships between human and natural drivers and processes that extrapolate well to water systems worldwide. This research will advance knowledge of: 1) how climate changes influence the timing and type of agricultural practices; 2) how temporal and spatial scales of watershed models influence simulated effects on nutrient delivery; 3) how direct influences of climate change on ecosystems compare to indirect influences that cascade through the watershed; and 4) how alternative management policies - with different rules and incentives - affect farming behavior and thus ecologic health. The effort will also advance understanding of how best to link economic and policy modeling approaches and scales with those of watershed and estuary simulation, as related to maintaining water system sustainability under climate change. Agricultural models of farmer adaptation will empirically demonstrate how spatial and temporal distributions of practices are altered by climate change, allowing transformation of the modeling approach and improving the observational grounding of the models. Further, this work will advance ability to test policies aimed at managing nutrient emissions from agriculture by characterizing conditions at scales relevant for understanding adoption/compliance. \r\n \r\nThe Watershed Team will use process understanding - synthesized from data across multiple watersheds - to assess structural uncertainties in conventional models that are typically ignored in policy applications. The Estuary Team's data synthesis will search for climate-related shifts in timing and amounts of nutrient loading and use numerical simulation models to quantify effects on Bay health. The Economics and Policy Team will apply a novel state-contingent pollution-control approach that incorporates uncertainty. Through the development and linkage of these models, this project will help transform climate-change impact assessment and response, tackle basic knowledge gaps in the understanding of long-term sustainability of estuarine water systems, and develop new tools and understanding that are applicable to other water bodies influenced by agricultural land use. The areas of broader impact for this project include: 1) workforce recruitment and training; 2) transfer of tools and knowledge to environment management agencies; 3) enhanced public understanding and K-16 science education. In the first regard, the project will recruit, train and mentor 8-12 MS and PhD students toward careers in ecology, economics, hydrology, oceanography and engineering with foci on water quality, agricultural sustainability, environmental policy analysis, and climate change. Secondly, the team will continue to work very closely with investigators in USDA, USEPA, USGS, and other federal and state agencies working with the Chesapeake Bay Program to develop better integrated modeling tools for modeling support of environmental management. Interactions with the Bay management community will include regular meetings with collaborators, presentations of findings at CBP meetings and collaborative workshops. Thirdly, K-16 education will be improved through integration of products into a highly successful ongoing NSF COSEE program, including a new workshop for training 15 high school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ariel",
   "pi_last_name": "Ortiz-Bobea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ariel Ortiz-Bobea",
   "pi_email_addr": "ao332@cornell.edu",
   "nsf_id": "000651377",
   "pi_start_date": "2014-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "1 Warren Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 309457.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved four Collaborative Research teams working at Johns Hopkins University (co-PIs Ball and Harman), the University of Maryland Center for Environmental Science (co-PIs Wainger, Testa, Kemp, Murray, and O'Neil) Cornell University (PI Ortiz-Bobea), and the University of Maine (PI Brady), with assistance from Va. Tech (PI Easton), Penn State University (PI Shortle),&nbsp;and multiple federal agencies.&nbsp;&nbsp;Our teams explored how climate change affects the &ldquo;intra-annual phenology&rdquo; (seasonal&nbsp;&nbsp;timing and amounts) of pollutant loads to receiving water through its effect on (1) farmer behavior, (2) hydrology, (3) watershed function, and (4) ecological processing, uptake, and ultimate water-quality impact of the pollutants in, by, and on estuarine receiving waters of Chesapeake Bay, as a testbed for the approach. In addition, final on-going exercises are exploring integrated effects of all of the above in a selected watershed and associated sub-tributary of the Chesapeake Bay, while also exploring potential policy actions that may mitigate the effect. In addition, a team at UMCES worked extensively with local high-school teachers to create teaching modules that are compliant with Maryland education standards and can be used by teachers to help high-school level students understand environmental management concepts relating to&nbsp;&nbsp;this work. One module is already published on-line (at&nbsp;<a href=\"https://teachoceanscience.org/\">https://teachoceanscience.org/)&nbsp;</a>and the second will be posted within the year.&nbsp;</p>\n<p>For the watershed and estuarine efforts, outcomes are based on work within the Chesapeake Bay and its watershed; however, farmer-response investigations studied major farming regions throughout the U.S. to develop outcomes (projections) that included Chesapeake regions. Regarding the &ldquo;pollutant,&rdquo; most work focused on nitrate -- an important nutrient for increasing crop yield but also a major stimulant of algae growth in receiving waters. Although other major sources of nutrients are also important to Bay cleanup and protection, project scope was limited to the agricultural sector and the ecosystem itself. &nbsp;</p>\n<p>Within the above context, outcomes relating to watershed science are discussed in a separate Project Output Report (POR) generated at John Hopkins University (PI B. Ball). Similarly, estuarine science aspects and the integrated application toward economic and policy endpoints will be further discussed in a POR to be posted in late 2020 by the UMCES team upon completion of the work. (Although only UMCES remains in no-cost extension with NSF, all collaborators remain heavily involved in the work through continuing support from other stakeholders.)</p>\n<p>In regard to the Cornell-centric activities on &ldquo;farmer behavior,&rdquo; this project has significantly advanced our ability to model how the environmental conditions affect farmer decisions and agricultural outcomes at various geographical scales. A key contribution is the ability to statistically model how the timing of changes in environmental conditions (e.g. temperature, soil moisture, etc) affect yields of major US crops. Previously, statistical crop yield models did not consider intra-seasonal fluctuations in environmental conditions in a flexible manner. This new approach, when coupling environmental conditions to phenological stages, allows the analysis of crop yields under counterfactual climatic conditions, under which farmers may respond by shifting planting and harvesting dates. The team also developed a model of crop choice and rotations as driven by expected profitability of alternative crops. Given that yield is a key component of profitability, the development of this model (when coupled with the previous statistical model) is a necessary step towards incorporating the effect of environmental conditions in a changing climate on crop choices. The Cornell-centered activities also sought to understand the relationship between farmland values across the Eastern US and climate, a long-standing topic in environmental and agricultural economics. The team showed that farm real estate values are increasingly unrelated to agricultural &ldquo;fundamentals&rdquo; (e.g. soil quality) and increasingly linked to suburban and ex-urban population growth in places with relatively mild climate. This work highlights that land use dynamics in agriculture may not be analyzed in isolation from local population dynamics. Understanding the changes in climate resilience of agriculture in the Chesapeak Bay, is not unrelated to other trends occurring across the nation. Our team conducted a historical analysis assessing how changes in agricultural technologies and changes in agricultural specialization have affected regional climate resilience in the USA. Interestinly, we found that growing specialization in crops has substantially increased agricultural sensitivitity to extreme weather conditions. This provides a broader context in which agriculture in the Chesapeake&nbsp;Bay watershed continues to evolve.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2020<br>\n\t\t\t\t\tModified by: Ariel&nbsp;Ortiz-Bobea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involved four Collaborative Research teams working at Johns Hopkins University (co-PIs Ball and Harman), the University of Maryland Center for Environmental Science (co-PIs Wainger, Testa, Kemp, Murray, and O'Neil) Cornell University (PI Ortiz-Bobea), and the University of Maine (PI Brady), with assistance from Va. Tech (PI Easton), Penn State University (PI Shortle), and multiple federal agencies.  Our teams explored how climate change affects the \"intra-annual phenology\" (seasonal  timing and amounts) of pollutant loads to receiving water through its effect on (1) farmer behavior, (2) hydrology, (3) watershed function, and (4) ecological processing, uptake, and ultimate water-quality impact of the pollutants in, by, and on estuarine receiving waters of Chesapeake Bay, as a testbed for the approach. In addition, final on-going exercises are exploring integrated effects of all of the above in a selected watershed and associated sub-tributary of the Chesapeake Bay, while also exploring potential policy actions that may mitigate the effect. In addition, a team at UMCES worked extensively with local high-school teachers to create teaching modules that are compliant with Maryland education standards and can be used by teachers to help high-school level students understand environmental management concepts relating to  this work. One module is already published on-line (at https://teachoceanscience.org/) and the second will be posted within the year. \n\nFor the watershed and estuarine efforts, outcomes are based on work within the Chesapeake Bay and its watershed; however, farmer-response investigations studied major farming regions throughout the U.S. to develop outcomes (projections) that included Chesapeake regions. Regarding the \"pollutant,\" most work focused on nitrate -- an important nutrient for increasing crop yield but also a major stimulant of algae growth in receiving waters. Although other major sources of nutrients are also important to Bay cleanup and protection, project scope was limited to the agricultural sector and the ecosystem itself.  \n\nWithin the above context, outcomes relating to watershed science are discussed in a separate Project Output Report (POR) generated at John Hopkins University (PI B. Ball). Similarly, estuarine science aspects and the integrated application toward economic and policy endpoints will be further discussed in a POR to be posted in late 2020 by the UMCES team upon completion of the work. (Although only UMCES remains in no-cost extension with NSF, all collaborators remain heavily involved in the work through continuing support from other stakeholders.)\n\nIn regard to the Cornell-centric activities on \"farmer behavior,\" this project has significantly advanced our ability to model how the environmental conditions affect farmer decisions and agricultural outcomes at various geographical scales. A key contribution is the ability to statistically model how the timing of changes in environmental conditions (e.g. temperature, soil moisture, etc) affect yields of major US crops. Previously, statistical crop yield models did not consider intra-seasonal fluctuations in environmental conditions in a flexible manner. This new approach, when coupling environmental conditions to phenological stages, allows the analysis of crop yields under counterfactual climatic conditions, under which farmers may respond by shifting planting and harvesting dates. The team also developed a model of crop choice and rotations as driven by expected profitability of alternative crops. Given that yield is a key component of profitability, the development of this model (when coupled with the previous statistical model) is a necessary step towards incorporating the effect of environmental conditions in a changing climate on crop choices. The Cornell-centered activities also sought to understand the relationship between farmland values across the Eastern US and climate, a long-standing topic in environmental and agricultural economics. The team showed that farm real estate values are increasingly unrelated to agricultural \"fundamentals\" (e.g. soil quality) and increasingly linked to suburban and ex-urban population growth in places with relatively mild climate. This work highlights that land use dynamics in agriculture may not be analyzed in isolation from local population dynamics. Understanding the changes in climate resilience of agriculture in the Chesapeak Bay, is not unrelated to other trends occurring across the nation. Our team conducted a historical analysis assessing how changes in agricultural technologies and changes in agricultural specialization have affected regional climate resilience in the USA. Interestinly, we found that growing specialization in crops has substantially increased agricultural sensitivitity to extreme weather conditions. This provides a broader context in which agriculture in the Chesapeake Bay watershed continues to evolve.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/07/2020\n\n\t\t\t\t\tSubmitted by: Ariel Ortiz-Bobea"
 }
}