{
 "awd_id": "1361713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rational Design and Manufacturing of Ceramic-Polymer Composites for Solid State Cooling using the Electrocaloric Effect",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 328512.0,
 "awd_amount": 328512.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "In the class of materials referred to as electrocaloric effect (ECE) materials, flow of an electric current through the material can create a temperature difference across the material. In other words, if one connects a battery to two sides of an electrocaloric material, one side of the material will become warmer and one side will become cooler. Because of this temperature difference across the material, electrocaloric materials can be used to build cooling or heating devices, but unlike conventional heating and air conditioning systems, electrocaloric devices can be fabricated with no moving parts. One  major challenge to the ECE-based cooling technology is a lack of high-performance electrocaloric materials that are easily handled and shaped during manufacturing and that can be operated at room temperature using low amounts of power. This award will support the development of polymer composite materials (i.e. polymers that are mixed with other materials) as a new form of ECE materials to overcome these challenges. This project will train graduate and undergraduate students capable of working in the interdisciplinary field of functional materials. The research outcomes will be incorporated into various outreach activities for grades 9-12 teachers and high school students. \r\n\r\nThis aim of this research is the introduction of ceramic fillers into ferroelectric polymers to improve room-temperature ECE responses. The structures and compositions of the ferroelectric polymer and ceramics will be designed and tuned to boost the ECE responses by optimizing the ferroelectric-paraelectric phase transition and the dielectric properties.  Control over the spatial orientation of the fillers, and the effect of this orientation of performance, will be investigated. Detailed and systematic characterization of the resulting structures and properties will be carried out to gain fundamental insight into key relationships between chemical structure, film morphology, polarization, dielectric responses, and electrocaloric properties. Unique mechanisms in the electroactive polymer nanocomposites such as the interfacial coupling effect will be investigated. The success of this project will open a new direction in the development of high-performance ECE materials and have implications for development of novel polymer nanocomposites with new architectures and superior coupled properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qing",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qing Wang",
   "pi_email_addr": "wang@matse.psu.edu",
   "nsf_id": "000297024",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "322N Millennium Science Complex",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 328512.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The electrocaloric effect (ECE), an electric field induced temperature change of dielectric materials, provides an effective means to realize solid-state cooling devices for a broad range of applications. ECE based refrigeration is more energy efficient and environmental benign and offers an alternative to the conventional vapor compression refrigeration. This work seeks to develop polymer nanocomposites as a totally new form of EC materials to break the current limitations such as high operating temperatures and low isothermal entropy changes of ferroelectric ceramics and poor EC strength of ferroelectric polymers.</span><span style=\"font-family: Calibri; font-size: small;\"> </span></p>\n<p><span>The ferroelectric polymer and ceramics with optimized chemical compositions for large ECE at room temperature and relatively low electric fields have been designed and prepared. The polymer nanocomposites with varied structures and compositions have been designed and prepared using solution-processing methods. The polarization and EC properties of the prepared polymer composites have been characterized over a range of frequencies, temperatures and electric fields to identify the key relationships between structure-morphology-property. The project has revealed the presence of a strong coupling of ferroelectric polymer matrix and ferroelectric ceramic nanofillers for greatly improved room-temperature low-field EC performance. This project opens a new direction in the development of high-performance EC materials and have profound implications for rational development of novel polymer nanocomposites with new architectures and superior electroactive and thermal-electric coupled properties. Moreover, this project sheds light on our fundamental understanding of multi-functionality and collective phenomena in polymer nanocomposites which are relevant for a wide range of advanced technologies.</span></p>\n<p><span>The interdisciplinary project has provided exceptional opportunities for training of graduate and undergraduate students in a variety of techniques and fields: polymers, ceramics composites, ferroelectrics, materials and engineering, structural characterization, dielectric measurements, evaluation of EC performance, and in-depth understanding of structure-property-performance. Students engaged in the project are well-prepared to undertake new scientific and engineering challenges, especially in the interdisciplinary area of functional materials engineering. The undergraduate students from the Minority Undergraduate Research Experience (MURE) and Women in Science and Engineering Research (WISER) have been involved in the project. The &ldquo;Electroactive Polymers and Composites&rdquo; modules including lecture materials, handouts, slides, and hands-on experimental demonstrations have been developed for courses and outreach activities. The PI has attended open houses and outreach events to promote participation of minority students and high school kids in science learning and career. The PI has delivered invited lectures on this project in the national meetings and various universities and companies such as Arkema.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2018<br>\n\t\t\t\t\tModified by: Qing&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe electrocaloric effect (ECE), an electric field induced temperature change of dielectric materials, provides an effective means to realize solid-state cooling devices for a broad range of applications. ECE based refrigeration is more energy efficient and environmental benign and offers an alternative to the conventional vapor compression refrigeration. This work seeks to develop polymer nanocomposites as a totally new form of EC materials to break the current limitations such as high operating temperatures and low isothermal entropy changes of ferroelectric ceramics and poor EC strength of ferroelectric polymers. \n\nThe ferroelectric polymer and ceramics with optimized chemical compositions for large ECE at room temperature and relatively low electric fields have been designed and prepared. The polymer nanocomposites with varied structures and compositions have been designed and prepared using solution-processing methods. The polarization and EC properties of the prepared polymer composites have been characterized over a range of frequencies, temperatures and electric fields to identify the key relationships between structure-morphology-property. The project has revealed the presence of a strong coupling of ferroelectric polymer matrix and ferroelectric ceramic nanofillers for greatly improved room-temperature low-field EC performance. This project opens a new direction in the development of high-performance EC materials and have profound implications for rational development of novel polymer nanocomposites with new architectures and superior electroactive and thermal-electric coupled properties. Moreover, this project sheds light on our fundamental understanding of multi-functionality and collective phenomena in polymer nanocomposites which are relevant for a wide range of advanced technologies.\n\nThe interdisciplinary project has provided exceptional opportunities for training of graduate and undergraduate students in a variety of techniques and fields: polymers, ceramics composites, ferroelectrics, materials and engineering, structural characterization, dielectric measurements, evaluation of EC performance, and in-depth understanding of structure-property-performance. Students engaged in the project are well-prepared to undertake new scientific and engineering challenges, especially in the interdisciplinary area of functional materials engineering. The undergraduate students from the Minority Undergraduate Research Experience (MURE) and Women in Science and Engineering Research (WISER) have been involved in the project. The \"Electroactive Polymers and Composites\" modules including lecture materials, handouts, slides, and hands-on experimental demonstrations have been developed for courses and outreach activities. The PI has attended open houses and outreach events to promote participation of minority students and high school kids in science learning and career. The PI has delivered invited lectures on this project in the national meetings and various universities and companies such as Arkema.\n\n\t\t\t\t\tLast Modified: 09/14/2018\n\n\t\t\t\t\tSubmitted by: Qing Wang"
 }
}