{
 "awd_id": "1361643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "STS Post Doctoral Fellowship: From Morphology to DNA: Metagenomics and its Impacts on Species-Based Conservation Science and Policy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 3983.0,
 "awd_amount": 3983.0,
 "awd_min_amd_letter_date": "2014-06-17",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "Description of research\r\n\r\nThis research generates a series of observations about the work mycologists are doing to reconcile new and old species concepts within biology and the larger biodiversity conservation community. Mycologists are discovering new  species that are only identified through DNA sequencing.  Using a mixed methods, multi-sited project approach, this project follows scientists in the field, the laboratory, and at international conference settings; as they encounter, process, package, name, classify, and ultimately give biological value to the genetic sequences determined to represent unique organisms and species. Examining the practices of knowledge production simultaneously at multiple scales shows increasing points of tension between the biological scientists and those focused on species conservation as the biologists promote the idea of preserving fungal diversity.. Microbial conservation lags far behind floral and faunal conservation worldwide. Is it worth preserving all or some of this rapidly increasing numbers of species that are not observable to humans without the use of special technologies?. \r\n\r\nBroader Impact \r\nA constructivist approach to microbial diversity has the potential to transform our understanding of the roles of genetics, scientific nomenclature, and bioinformatics in biodiversity conservation. Specifically, this research builds on an ongoing collaboration across the natural and social sciences, and engages with and contributes to three fields: mycology, science and technology studies, and geography. It will (1) establish training guidelines for interdisciplinary scholars to work at the interface of microbiology, conservation biology, and policy; (2) increase interdisciplinary cross-talk and collaboration among disciplines of geography, mycology, and conservation biology; (3) and generate policy recommendations about how to use new kinds of statistical and genetic data in conservation policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Pringle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Pringle",
   "pi_email_addr": "apringle2@wisc.edu",
   "nsf_id": "000271384",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Oshkosh",
  "inst_street_address": "800 ALGOMA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "OSHKOSH",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9204243215",
  "inst_zip_code": "549013551",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "WI06",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DCYNUU4E7Q66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Oshkosh",
  "perf_str_addr": "835 High Ave.",
  "perf_city_name": "Oshkosh",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "549018642",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3983.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Protecting biodiversity, most often thought of as species diversity, is a central goal of federal and international environmental policy. DNA technologies have revolutionized how we think about the diversity of life on the planet, and how it works, leading to the rapid discovery of massive numbers of new species of micro-organisms, especially fungi. Our findings suggest that when considering biodiversity at the micro-scale, it may be more productive to manage for these species as if they were an abiotic resource, like water. Designing biodiversity policies to incorporate this novel approach will require interdisciplinary teams of social and natural scientists.</p>\n<p>&nbsp;</p>\n<p>Although widely unknown to the public, mushrooms and other fungi are one of the largest and most diverse groups of organisms; there are exponentially more species of fungi than plants or animals. Fungi play important roles our environment and in society: from supporting and regulating the earth&rsquo;s different environments, to providing food and medicine for people around the world.</p>\n<p>&nbsp;</p>\n<p>Scientists who study fungi have been working for the past few decades to discover and understand the role of fungi in the environment, in order to make recommendations for their management and conservation. However, this work has been challenging because of the great abundance of species, and the lack of awareness of fungi by the public and other scientists. Due to the interdisciplinary nature of this challenge, NSF funded a social science postdoctoral researcher to study this scientific work, to examine the relationship between scientific research on fungi and fungi-related biodiversity policy. The social scientist received advanced training in biology and science studies, and used social science methods including interviewing, ethnography, and observation methods, to carry out the project.</p>\n<p>&nbsp;</p>\n<p>Results suggest that, especially when fungi are involved, a strong focus on species protection may not always be the most effective way to manage landscapes for biodiversity conservation. Rather, many scientists believed that focusing on diverse values of habitats, ranging from the environmental to the economic, would result in more effective conservation policies. In the case of fungi, where so many species are microscopic and invisible to the naked eye, this study suggests that thinking about microorganisms more like non-living natural resources, water for example, may generate novel forms of policy for long-term environmental protection.</p>\n<p>&nbsp;</p>\n<p>The study also had several broader impacts for interdisciplinary research and collaboration across the natural and social sciences, necessary for effective environmental problem solving: (1) Effective interdisciplinary research requires a significant time commitment and willingness to learn new approaches and training outside one&rsquo;s primary field. (2) Creating interdisciplinary teams with one social scientist and multiple biophysical scientists is less effective than more balanced teams for addressing environmental problems, especially when generating recommendations for the effective implementation of scientific research for policy creation and public adoption.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2015<br>\n\t\t\t\t\tModified by: Anne&nbsp;Pringle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtecting biodiversity, most often thought of as species diversity, is a central goal of federal and international environmental policy. DNA technologies have revolutionized how we think about the diversity of life on the planet, and how it works, leading to the rapid discovery of massive numbers of new species of micro-organisms, especially fungi. Our findings suggest that when considering biodiversity at the micro-scale, it may be more productive to manage for these species as if they were an abiotic resource, like water. Designing biodiversity policies to incorporate this novel approach will require interdisciplinary teams of social and natural scientists.\n\n \n\nAlthough widely unknown to the public, mushrooms and other fungi are one of the largest and most diverse groups of organisms; there are exponentially more species of fungi than plants or animals. Fungi play important roles our environment and in society: from supporting and regulating the earthÆs different environments, to providing food and medicine for people around the world.\n\n \n\nScientists who study fungi have been working for the past few decades to discover and understand the role of fungi in the environment, in order to make recommendations for their management and conservation. However, this work has been challenging because of the great abundance of species, and the lack of awareness of fungi by the public and other scientists. Due to the interdisciplinary nature of this challenge, NSF funded a social science postdoctoral researcher to study this scientific work, to examine the relationship between scientific research on fungi and fungi-related biodiversity policy. The social scientist received advanced training in biology and science studies, and used social science methods including interviewing, ethnography, and observation methods, to carry out the project.\n\n \n\nResults suggest that, especially when fungi are involved, a strong focus on species protection may not always be the most effective way to manage landscapes for biodiversity conservation. Rather, many scientists believed that focusing on diverse values of habitats, ranging from the environmental to the economic, would result in more effective conservation policies. In the case of fungi, where so many species are microscopic and invisible to the naked eye, this study suggests that thinking about microorganisms more like non-living natural resources, water for example, may generate novel forms of policy for long-term environmental protection.\n\n \n\nThe study also had several broader impacts for interdisciplinary research and collaboration across the natural and social sciences, necessary for effective environmental problem solving: (1) Effective interdisciplinary research requires a significant time commitment and willingness to learn new approaches and training outside oneÆs primary field. (2) Creating interdisciplinary teams with one social scientist and multiple biophysical scientists is less effective than more balanced teams for addressing environmental problems, especially when generating recommendations for the effective implementation of scientific research for policy creation and public adoption.\n\n\t\t\t\t\tLast Modified: 02/27/2015\n\n\t\t\t\t\tSubmitted by: Anne Pringle"
 }
}