{
 "awd_id": "1361768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stone Child College TSIP",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925173",
 "po_email": "lchase@nsf.gov",
 "po_sign_block_name": "Jody Chase",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 498944.0,
 "awd_amount": 498944.0,
 "awd_min_amd_letter_date": "2014-04-14",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "The Tribal Colleges and Universities Program (TCUP) is designed to support improvements in the scientific, mathematical, engineering and\r\ntechnological education infrastructure in (a) tribally-controlled colleges and universities, or (b) those colleges that serve significant numbers of Alaska Natives or Native Hawaiians. Targeted STEM Infusion Projects (TSIPs) are offered as a TCUP strand for meritorious projects that focus on smaller scale transformative efforts. The Stone Child College (SCC) TSIP is designed to directly benefit students' academic performance in STEM, foster greater mathematics preparation for future students who enroll at this or another institution of higher education, and broadly impact the community served by the college with increased mathematics literacy and performance.  It will also increase the diversity of the STEM workforce by increasing the mathematics success of American Indians seeking to enter STEM studies and fields.\r\n\r\nThe project will improve students' mathematics competency, reducing their need for and time spent in remedial coursework, and enhancing the college's mathematics courses by:  (a) providing local high school seniors the opportunity for an early assessment exam; (b) conducting specialized intensive sessions, some targeting college freshmen and some provided for any student who wishes to increase his or her math competency; and (c) reassessing and updating the mathematics curriculum to ensure it aligns with the standards of four-year institutions, to increase students' successful transfer to baccalaureate programs.  \r\n\r\nThe main goal of the Stone Child College TSIP is to effect long-range improvement in STEM education and to increase the flow of Native American students into scientific technological careers. This will be accomplished through two primary objectives. The first objective is to operate a Targeted STEM Infusion Project with 12 students per cycle. There will be three cycles per year, and each cycle will last eight weeks. The first two cycles in a year will focus on college freshmen and sophomore students who are in need of assistance to raise achievement levels so they can remain on track for a timely college completion. The third cycle will be open to any students at any level who will benefit from supplemental instruction in STEM fields. The second objective of the Stone Child College TSIP is to reassess and update the mathematics curriculum at Stone Child College.\r\n\r\nIn 2011, 36.5% of the students entering SCC were required to take remedial math courses. As a result of this placement, students have to attend SCC for a minimum of two extra semesters. The Stone Child College TSIP is going to create three math learning courses each year. The objective of the three courses is to enhance the learning of the students and to help them complete the SCC math requirements in a timely manner. As a result of the enhanced knowledge through the project, more students will be placed in STEM occupations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Shulund",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Shulund",
   "pi_email_addr": "shulund@hotmail.com",
   "nsf_id": "000411397",
   "pi_start_date": "2014-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stone Child College",
  "inst_street_address": "8294 UPPER BOX ELDER RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOX ELDER",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4063954875",
  "inst_zip_code": "595218752",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MT02",
  "org_lgl_bus_name": "STONE CHILD COLLEGE CORP",
  "org_prnt_uei_num": "UHTLWHKJUAT9",
  "org_uei_num": "JKTGZL5WS9B5"
 },
 "perf_inst": {
  "perf_inst_name": "Stone Child College",
  "perf_str_addr": "8294 Upper Box Elder Road",
  "perf_city_name": "Box Elder",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "595218752",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 498944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The TSIP project incorporated a program recruitment plan, prior to each session.&nbsp; Program staff disseminated flyers throughout campus and community; advertisements were placed in Stone Child College&rsquo;s (SCC) community mailer and on the local radio station KHEW 88.5. &nbsp;Information was also provided to students during new student orientations, staff also visited the local high schools for program recruitment.</p>\n<p>Each student that was selected to participate in the program had to have a current ACCUPLACER test in our Student Services Department. &nbsp;All students on the TSIP program have a pre ACCUPLACER test score. &nbsp;Mandatory scheduled weekly meeting times for tutoring; students were also allowed to receive tutoring in the SCC Learning Center. &nbsp;Weekly sign in sheets were collected and are on file. &nbsp;To ensure that students are actively engaging in learning and developing their math skills the Lab Monitor/Instructor developed a course for the students in KHAN academy and that provides actual student data, as to how many units they completed and how much time was spent on each math module.&nbsp; It also shows a rundown as to what math problems were completed for each unit.&nbsp; The TSIP course offered is math intense.&nbsp; After course completion students were given a post ACCUPLCAER test and students&rsquo; scores were compared. After each session follow-up was completed for each student that participated throughout the program year.</p>\n<p>Specific Objectives:</p>\n<p>The TSIP program was able to run four cycles of intensive math training for students in Mathematics. &nbsp;The Retention Coordinator, PI and Instructor have been working on Stone Child College's current mathematics curriculum and changes will be suggested to the curriculum committee by the end of the first program year. &nbsp;Students are all active in KAHN Academy, students were also introduced to TED ED and other mathematics that were pre-installed on the student IPads. &nbsp;IPads were purchased for the program and they are set up so that students could only use the mathematics apps that were pre-installed by TSIP program staff, staff also updated iPads when needed throughout the program year.</p>\n<p>Significant Results:</p>\n<p>Students that were on the TSIP program all had their own program file, students have a universal application, high school and college transcripts, ACCUPLACER pre/post- tests, current class schedule.&nbsp;&nbsp;</p>\n<p>The project successfully impacted the community, all of the students were tracked, 50% (52) received an associate&rsquo;s degree, 8% (8) received a bachelor&rsquo;s degree, 58% (60) are employed, 30% (31) are still in school continuing their education, the project has given many students the help with their math skills to obtain their education and to pass the gateway courses that often leave many students without a degree.&nbsp; The TSIP program not only provided students the opportunity to increase their math skills via apps and student engagement activities, students were also mentored by the TSIP staff</p>\n<p>Key outcomes or Other achievements:</p>\n<p>The TSIP program staff has assisted TSIP students in increasing their mathematics knowledge through the use of our Lab Monitor/Teacher and Retention Coordinator, as they work together to create an environment for learning in the classroom and in the Stone Child College Learning Center. &nbsp;As the program progressed the TSIP staff added small key factors that believed helped to engage the students and increase math success.&nbsp; Those key factors included: the creation of the KHAN Academy class which has been the most useful tool to track student achievement with the time spent on the app; developing relationships with students so they felt comfortable with the TSIP staff; having weekly student meetings and providing further instruction that was given during the TSIP students tutoring sessions.</p>\n<p>Because of the success of the TSIP program SCC is currently researching changing their curriculum.&nbsp; Specifically how they offer the developmental math courses.&nbsp; Those developmental math courses have been offered with an instructor and are designed to progress at the students&rsquo; rate.&nbsp; With so many new students entering into college with a high technological skill level, the ease of using the Ipads and computer software is evident.&nbsp; TSIP students were able to easily use the Ipads and the KHAN academy application, students also did work outside of the class and used their own devices to connect to KHAN academy.&nbsp; Based on the student success of this program, SCC would like to offer an intense math course prior to each semester, condense the time, and those that test into remedial will be given the opportunity to take the remedial courses from and instructor or do them on a computer application; one has not been identified yet, TSIP staff is currently looking into using Carnegie math to assist students with the developmental courses.&nbsp;&nbsp;</p>\n<p>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2018<br>\n\t\t\t\t\tModified by: Eric&nbsp;Shulund</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe TSIP project incorporated a program recruitment plan, prior to each session.  Program staff disseminated flyers throughout campus and community; advertisements were placed in Stone Child College?s (SCC) community mailer and on the local radio station KHEW 88.5.  Information was also provided to students during new student orientations, staff also visited the local high schools for program recruitment.\n\nEach student that was selected to participate in the program had to have a current ACCUPLACER test in our Student Services Department.  All students on the TSIP program have a pre ACCUPLACER test score.  Mandatory scheduled weekly meeting times for tutoring; students were also allowed to receive tutoring in the SCC Learning Center.  Weekly sign in sheets were collected and are on file.  To ensure that students are actively engaging in learning and developing their math skills the Lab Monitor/Instructor developed a course for the students in KHAN academy and that provides actual student data, as to how many units they completed and how much time was spent on each math module.  It also shows a rundown as to what math problems were completed for each unit.  The TSIP course offered is math intense.  After course completion students were given a post ACCUPLCAER test and students? scores were compared. After each session follow-up was completed for each student that participated throughout the program year.\n\nSpecific Objectives:\n\nThe TSIP program was able to run four cycles of intensive math training for students in Mathematics.  The Retention Coordinator, PI and Instructor have been working on Stone Child College's current mathematics curriculum and changes will be suggested to the curriculum committee by the end of the first program year.  Students are all active in KAHN Academy, students were also introduced to TED ED and other mathematics that were pre-installed on the student IPads.  IPads were purchased for the program and they are set up so that students could only use the mathematics apps that were pre-installed by TSIP program staff, staff also updated iPads when needed throughout the program year.\n\nSignificant Results:\n\nStudents that were on the TSIP program all had their own program file, students have a universal application, high school and college transcripts, ACCUPLACER pre/post- tests, current class schedule.  \n\nThe project successfully impacted the community, all of the students were tracked, 50% (52) received an associate?s degree, 8% (8) received a bachelor?s degree, 58% (60) are employed, 30% (31) are still in school continuing their education, the project has given many students the help with their math skills to obtain their education and to pass the gateway courses that often leave many students without a degree.  The TSIP program not only provided students the opportunity to increase their math skills via apps and student engagement activities, students were also mentored by the TSIP staff\n\nKey outcomes or Other achievements:\n\nThe TSIP program staff has assisted TSIP students in increasing their mathematics knowledge through the use of our Lab Monitor/Teacher and Retention Coordinator, as they work together to create an environment for learning in the classroom and in the Stone Child College Learning Center.  As the program progressed the TSIP staff added small key factors that believed helped to engage the students and increase math success.  Those key factors included: the creation of the KHAN Academy class which has been the most useful tool to track student achievement with the time spent on the app; developing relationships with students so they felt comfortable with the TSIP staff; having weekly student meetings and providing further instruction that was given during the TSIP students tutoring sessions.\n\nBecause of the success of the TSIP program SCC is currently researching changing their curriculum.  Specifically how they offer the developmental math courses.  Those developmental math courses have been offered with an instructor and are designed to progress at the students? rate.  With so many new students entering into college with a high technological skill level, the ease of using the Ipads and computer software is evident.  TSIP students were able to easily use the Ipads and the KHAN academy application, students also did work outside of the class and used their own devices to connect to KHAN academy.  Based on the student success of this program, SCC would like to offer an intense math course prior to each semester, condense the time, and those that test into remedial will be given the opportunity to take the remedial courses from and instructor or do them on a computer application; one has not been identified yet, TSIP staff is currently looking into using Carnegie math to assist students with the developmental courses.  \n\n. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/02/2018\n\n\t\t\t\t\tSubmitted by: Eric Shulund"
 }
}