{
 "awd_id": "1361490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating Expert Knowledge and Simulation-Based Assessment for Wastewater Management Training",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 899447.0,
 "awd_amount": 939446.0,
 "awd_min_amd_letter_date": "2014-03-05",
 "awd_max_amd_letter_date": "2016-06-24",
 "awd_abstract_narration": "This project is designing and implementing an innovative approach to improving the statewide training of wastewater technicians at the South Carolina Environmental Training Center. The integrative approach includes 1) cognitive task analyses of industry experts to elicit both explicit and tacit knowledge and skills as a basis for elements of mastery, 2) using instructional design principles to develop an authentic simulated practice system with embedded intelligent feedback, and 3) linking simulations to courses and curricula for an Associate Degree in Applied Science, for a workforce certificate program, and for continuing education courses for current wastewater operators.\r\n\r\nThe project represents a flexible, next-generation solution to increasing training capacity, allowing extensive practice and problem solving in scenarios that include high risks and emergencies, and providing specific, tailored feedback to learners in authentic situations.  Simulations are linked to instructor modules, allowing assessment of student progress and development of modified and novel scenarios.  The project addresses the immediate technical workforce need brought on by impending retirements of wastewater operators. It is also providing an effective and scalable model for training workers from rural settings and/or nontraditional educational pathways that can ultimately be extended to other technical fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Feldon",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Feldon",
   "pi_email_addr": "david.feldon@usu.edu",
   "nsf_id": "000470849",
   "pi_start_date": "2014-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Central Carolina Technical College",
  "perf_str_addr": "",
  "perf_city_name": "Sumter",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "291502468",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "SC05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 899447.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 39999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">There are several convergent challenges in facing the wastewater treatment workforce.<span>&nbsp; </span>First, as the baby boom generation begins to retire, the sector anticipates the need to replace as much as 80% of its workforce over five years.<span>&nbsp; </span>However, relevant training programs in technical colleges have little capacity to handle the necessary surge in enrollment.<span>&nbsp; </span>Second, most hands-on training takes place in active wastewater treatment plants, so the opportunity to make errors and learn from them as part of the training process is necessarily limited.<span>&nbsp; </span>When errors are made, they have the potential to introduce substantial environmental harms to water resources.<span>&nbsp; </span>Third, most assessments used in wastewater treatment training programs and operator licensure examinations are multiple choice tests that measure conceptual knowledge rather than the successful acquisition of operator skills.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">This project addressed all three challenges by developing a web-based training simulation that assesses operator trainees? decision making and performance as they operate a virtual biological wastewater treatment plant.<span>&nbsp; </span>Using a cognitive task analysis of multiple expert operators, the project distilled a set of decision rules that were incorporated into an intelligent tutoring system capable of comparing a trainee?s step-by-step actions and decision making within the simulated plant to expert performance.<span>&nbsp; </span>Based on trainees? alignment with expert performance, the system provided feedback and guidance in real time.<span>&nbsp; </span>Additionally, the simulated environment was designed to be fully open-ended, responding with real-world accuracy to the actions of users.<span>&nbsp; </span>This design feature allowed trainees to make mistakes that yielded realistic consequences and then scored their abilities to appropriately resolve the problems they created.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">To accomplish this, several technical challenges were overcome:<span>&nbsp; </span>First, the cognitive task analyses successfully elicited both tacit and explicit knowledge from experts.<span>&nbsp; </span>Tacit knowledge is that information that experts utilize without conscious awareness of doing so?their habits that have become so routine that they are able to execute them appropriately without deliberate effort or intention. Given that experts typically omit up to 70% of necessary information when they explain how they perform tasks in their domain of expertise, this was a critical step in ensuring that the assessment functions were able to evaluate learner performance against expert processes.<span>&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Second, the graphic user interface and underlying simulation of the biological wastewater mechanisms were developed so that each set of controls in the simulated environment would both respond realistically to the actions of the user and provide the correct visual and data feedback reflecting realistic physical changes to the plant and its systems.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Third, we developed an automated assessment system that could evaluate users? step-by-step responses to situations that were not predetermined by the system in response to expert decision rules.<span>&nbsp; </span>This system evaluates the virtual location of the user within the simulated plant and all relevant physical information tracked by the simulator, then utilizes the expert decision rules to determine the next optimal step.<span>&nbsp; </span>The system then evaluates the user action in relation to this expert-derived step, and feedback can be given in real time.<span>&nbsp; </span>This system stands in contrast to previously developed systems that can only evaluate user actions in relation to a predetermined sequence or scenario with hard-coded optimal steps that cannot adapt to the unpredicted consequences of users? previous errors.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Evaluation data indicate that as students become accustomed to using the system and learn more about how to conduct essential wastewater treatment operation tasks, the percentage of expert-aligned steps in their simulation performance increases as the overall number of steps taking increases.<span>&nbsp; </span>This trend indicates that although these trainees still make mistakes that they need to correct in the simulation, their strategies for correcting mistakes are increasingly aligned with expert strategies. </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The system developed under this project is designed specifically for the biological wastewater management domain.<span>&nbsp; </span>However, the model and strategies developed represent a generalizable mechanism by which such dynamic adaptive simulation-based training and assessment systems can be developed and deployed.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2018<br>\n\t\t\t\t\tModified by: David&nbsp;F&nbsp;Feldon</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187013446_Overview--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187013446_Overview--rgov-800width.jpg\" title=\"Simulation Plant Overview\"><img src=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187013446_Overview--rgov-66x44.jpg\" alt=\"Simulation Plant Overview\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is a screen shot of the overview location within the simulation.</div>\n<div class=\"imageCredit\">Skapa Technologies</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David&nbsp;F&nbsp;Feldon</div>\n<div class=\"imageTitle\">Simulation Plant Overview</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187104130_Pumps--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187104130_Pumps--rgov-800width.jpg\" title=\"Simulation Pump Controls\"><img src=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187104130_Pumps--rgov-66x44.jpg\" alt=\"Simulation Pump Controls\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is a screen shot of the pump room controls within the simulation.</div>\n<div class=\"imageCredit\">Skapa Technologies</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David&nbsp;F&nbsp;Feldon</div>\n<div class=\"imageTitle\">Simulation Pump Controls</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187279564_Data--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187279564_Data--rgov-800width.jpg\" title=\"Graph Showing Performance Improvements\"><img src=\"/por/images/Reports/POR/2018/1361490/1361490_10271432_1545187279564_Data--rgov-66x44.jpg\" alt=\"Graph Showing Performance Improvements\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This graph illustrates the increase in the percentage of correct steps as a function of the increasing number of steps.  This shows that the scoring system is accurately classifying appropriate steps taken to correct errors once they are made.</div>\n<div class=\"imageCredit\">Thomas Maierhofer</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David&nbsp;F&nbsp;Feldon</div>\n<div class=\"imageTitle\">Graph Showing Performance Improvements</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThere are several convergent challenges in facing the wastewater treatment workforce.  First, as the baby boom generation begins to retire, the sector anticipates the need to replace as much as 80% of its workforce over five years.  However, relevant training programs in technical colleges have little capacity to handle the necessary surge in enrollment.  Second, most hands-on training takes place in active wastewater treatment plants, so the opportunity to make errors and learn from them as part of the training process is necessarily limited.  When errors are made, they have the potential to introduce substantial environmental harms to water resources.  Third, most assessments used in wastewater treatment training programs and operator licensure examinations are multiple choice tests that measure conceptual knowledge rather than the successful acquisition of operator skills.\n\n \n\nThis project addressed all three challenges by developing a web-based training simulation that assesses operator trainees? decision making and performance as they operate a virtual biological wastewater treatment plant.  Using a cognitive task analysis of multiple expert operators, the project distilled a set of decision rules that were incorporated into an intelligent tutoring system capable of comparing a trainee?s step-by-step actions and decision making within the simulated plant to expert performance.  Based on trainees? alignment with expert performance, the system provided feedback and guidance in real time.  Additionally, the simulated environment was designed to be fully open-ended, responding with real-world accuracy to the actions of users.  This design feature allowed trainees to make mistakes that yielded realistic consequences and then scored their abilities to appropriately resolve the problems they created.\n\n \n\nTo accomplish this, several technical challenges were overcome:  First, the cognitive task analyses successfully elicited both tacit and explicit knowledge from experts.  Tacit knowledge is that information that experts utilize without conscious awareness of doing so?their habits that have become so routine that they are able to execute them appropriately without deliberate effort or intention. Given that experts typically omit up to 70% of necessary information when they explain how they perform tasks in their domain of expertise, this was a critical step in ensuring that the assessment functions were able to evaluate learner performance against expert processes.  \n\n \n\nSecond, the graphic user interface and underlying simulation of the biological wastewater mechanisms were developed so that each set of controls in the simulated environment would both respond realistically to the actions of the user and provide the correct visual and data feedback reflecting realistic physical changes to the plant and its systems.\n\n \n\nThird, we developed an automated assessment system that could evaluate users? step-by-step responses to situations that were not predetermined by the system in response to expert decision rules.  This system evaluates the virtual location of the user within the simulated plant and all relevant physical information tracked by the simulator, then utilizes the expert decision rules to determine the next optimal step.  The system then evaluates the user action in relation to this expert-derived step, and feedback can be given in real time.  This system stands in contrast to previously developed systems that can only evaluate user actions in relation to a predetermined sequence or scenario with hard-coded optimal steps that cannot adapt to the unpredicted consequences of users? previous errors.\n\n \n\nEvaluation data indicate that as students become accustomed to using the system and learn more about how to conduct essential wastewater treatment operation tasks, the percentage of expert-aligned steps in their simulation performance increases as the overall number of steps taking increases.  This trend indicates that although these trainees still make mistakes that they need to correct in the simulation, their strategies for correcting mistakes are increasingly aligned with expert strategies. \n\n \n\nThe system developed under this project is designed specifically for the biological wastewater management domain.  However, the model and strategies developed represent a generalizable mechanism by which such dynamic adaptive simulation-based training and assessment systems can be developed and deployed.\n\n\t\t\t\t\tLast Modified: 12/18/2018\n\n\t\t\t\t\tSubmitted by: David F Feldon"
 }
}