{
 "awd_id": "1361814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SusChEM:  Studying Catalysts and Reaction Intermediates for Water Oxidation by Spectroscopy of Cryogenic Mass-Selected Ions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 426900.0,
 "awd_amount": 439835.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2015-05-28",
 "awd_abstract_narration": "With this award from the Chemical Structure, Dynamics and Mechanisms A program, Mathias Weber of the University of Colorado at Boulder develops a new experimental approach to study chemical reactions that occur in a solar energy conversion reactor. The type of reactor being studied utilizes a catalyst molecule that contains either ruthenium or copper to split water molecules into hydrogen and oxygen. Energy from sunlight is, thus, used to extract a sustainable source of fuel from water, but the precise way it works is not fully understood. This lack of understanding hinders the design and improvement of catalysts and reactors for this important technological process. One of the complicating factors in studies of this system is the presence of the water itself. The current research is getting around this problem by removing the molecules produced in the solar reactor and putting them into a vacuum. Highly sophisticated pieces of equipment can then be used to study the detailed nature of these chemical species. The measurements made in vacuum will then provide signatures that can be used later to identify those species when water is present, in other words, in the reactor as it normally functions. The work addresses an important societal problem, the development of alternative sources of energy that do not rely on carbon-based fuels. Training the next generation of scientists is an integral part of this project. It includes budding researchers as young as grades five through nine through a Saturday morning science program.\r\n\r\nIn this project, the investigators are studying the electronic and geometric structures of selected ruthenium- and copper-based catalysts for water oxidation, as well as certain reaction intermediates that arise in the catalytic conversion process. Ions of catalyst and reaction intermediates are transferred into the gas phase by electrospray ionization. The ions are then cooled in an ion trap, mass selected, and irradiated by pulsed light, which is tunable throughout the mid-IR, visible and near-UV spectrum. Photon absorption is monitored by photofragmentation of the target ions, allowing the measurement of their vibrational and electronic spectra.  Cooling the ions to low temperatures is crucial to obtain the necessary spectroscopic detail. Vibrational spectra will result in structural information about the ions under study, which is particularly important for reaction intermediates. Measuring the electronic spectra of catalysts and reaction intermediates will aid clarification of speciation in reactive solutions. In addition, the excited state vibrational structure is assisting the investigators in computational modeling studies of the excited state dynamics and reactivity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J Mathias",
   "pi_last_name": "Weber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J Mathias Weber",
   "pi_email_addr": "weberjm@jila.colorado.edu",
   "nsf_id": "000116670",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 176900.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 262935.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> In this project, the Weber group investigated the properties of complexes that are relevant to water oxidation catalysis, that is, to aid in the transformation of water molecules into oxygen, protons, and electrons. This process, often also called water splitting, is important for the synthesis of chemical fuels from renewable sources. For example, the protons and electrons coming from water splitting can be used together with carbon dioxide to form feedstock molecules that can be further converted into hydrocarbons. These can serve as combustible fuels, thereby creating a carbon-neutral, sustainable fuel cycle. However, the molecular-level mechanisms involving the different steps in the catalytic processes are often poorly understood, hindering the rational design of such catalysts. One of the main problems on the road to understanding the mechanisms underlying these catalytic processes is that identification and study of key molecules and reaction intermediates in reactive solutions is very difficult. The Weber group can select and study such molecules in vacuum, which affords extremely good control of the experimental parameters and allows detailed insight into molecular properties. In addition to the studies described below, the team of scientists working on this project improved their experimental apparatus to add control over the temperature of the molecules they studied, which is important to obtain the most detailed information on their target systems.</p>\n<p>The focus of the project was on the properties of positively charged metal ions embedded in a scaffold of organic molecules, which mediate and tune the interactions between the metal catalyst and water molecules. A study on copper complexes revealed how the interaction with a small molecule that binds to the copper ion in the complex changes the lifetime of an excited state of the complex. Molecules in excited states are more reactive than in the ground state, and the fate of the excitation, including its lifetime, is therefore relevant for molecular function. Similarly, the Weber group found how the lifetime of complexes that completely enclose a metal ion in a scaffold of bipyridine molecules depends on the type of the metal itself.</p>\n<p>A study on a ruthenium catalyst showed how small molecules binding to the ruthenium ion in the complex even drastically change the spectrum of the complex, i.e., at which wavelengths the complex can absorb light. This is important here, because ruthenium based water splitting catalysts are often driven by absorption of visible light, and the ability to absorb light at specific wavelengths is crucial for the function of the catalyst. The Weber group also showed that the presence of only a few solvent molecules changes the peak absorption wavelength significantly. These results aid in the understanding of how the chemical environment of the catalyst, not just the catalyst itself, is important in its function.</p>\n<p>All these studies provide important benchmark data that can be used by theorists to evaluate the quality of their predictions for similar molecules and thereby improve the predictive power of their methods. In addition, the results from the project aid in the understanding of the properties of water splitting catalysts and ultimately may help to design new catalyst materials.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong> A part of the project has been to develop new tools to aid students of chemistry and physics in the understanding of quantum mechanics. The simulation &ldquo;Quantum Bound States&rdquo; on the web pages of the Physics Education Technology (PhET) pages of the University of Colorado is a very useful tool to learn about the properties and behavior of some prototypical quantum systems such as molecules. A tutorial for this simulation was developed and posted on the PhET web page of the simulation. In addition, simulations based on the Mathematica program package that visualize key concepts of rotating quantum objects were developed and posted together with tutorials for them on the web pages of the Weber group.</p>\n<p>Three graduate students were supported directly through the award. In addition, a postdoctoral researcher received training on the instrumentation used for this work. One of the former graduate students obtained his PhD and is now a senior scientist at a laser company based in San Diego, CA. The two other students are continuing their studies. The postdoctoral researcher involved is this project is now an Assistant Professor at the University of Maryland, contributing to the training of the next wave of scientists.</p>\n<p>As mentioned above, the funded work has advanced our fundamental understanding of water oxidation catalysts. This has important consequences for the rational design of catalysts for industrial processes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2019<br>\n\t\t\t\t\tModified by: J. Mathias&nbsp;Weber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: In this project, the Weber group investigated the properties of complexes that are relevant to water oxidation catalysis, that is, to aid in the transformation of water molecules into oxygen, protons, and electrons. This process, often also called water splitting, is important for the synthesis of chemical fuels from renewable sources. For example, the protons and electrons coming from water splitting can be used together with carbon dioxide to form feedstock molecules that can be further converted into hydrocarbons. These can serve as combustible fuels, thereby creating a carbon-neutral, sustainable fuel cycle. However, the molecular-level mechanisms involving the different steps in the catalytic processes are often poorly understood, hindering the rational design of such catalysts. One of the main problems on the road to understanding the mechanisms underlying these catalytic processes is that identification and study of key molecules and reaction intermediates in reactive solutions is very difficult. The Weber group can select and study such molecules in vacuum, which affords extremely good control of the experimental parameters and allows detailed insight into molecular properties. In addition to the studies described below, the team of scientists working on this project improved their experimental apparatus to add control over the temperature of the molecules they studied, which is important to obtain the most detailed information on their target systems.\n\nThe focus of the project was on the properties of positively charged metal ions embedded in a scaffold of organic molecules, which mediate and tune the interactions between the metal catalyst and water molecules. A study on copper complexes revealed how the interaction with a small molecule that binds to the copper ion in the complex changes the lifetime of an excited state of the complex. Molecules in excited states are more reactive than in the ground state, and the fate of the excitation, including its lifetime, is therefore relevant for molecular function. Similarly, the Weber group found how the lifetime of complexes that completely enclose a metal ion in a scaffold of bipyridine molecules depends on the type of the metal itself.\n\nA study on a ruthenium catalyst showed how small molecules binding to the ruthenium ion in the complex even drastically change the spectrum of the complex, i.e., at which wavelengths the complex can absorb light. This is important here, because ruthenium based water splitting catalysts are often driven by absorption of visible light, and the ability to absorb light at specific wavelengths is crucial for the function of the catalyst. The Weber group also showed that the presence of only a few solvent molecules changes the peak absorption wavelength significantly. These results aid in the understanding of how the chemical environment of the catalyst, not just the catalyst itself, is important in its function.\n\nAll these studies provide important benchmark data that can be used by theorists to evaluate the quality of their predictions for similar molecules and thereby improve the predictive power of their methods. In addition, the results from the project aid in the understanding of the properties of water splitting catalysts and ultimately may help to design new catalyst materials.\n\n \n\nBroader Impacts: A part of the project has been to develop new tools to aid students of chemistry and physics in the understanding of quantum mechanics. The simulation \"Quantum Bound States\" on the web pages of the Physics Education Technology (PhET) pages of the University of Colorado is a very useful tool to learn about the properties and behavior of some prototypical quantum systems such as molecules. A tutorial for this simulation was developed and posted on the PhET web page of the simulation. In addition, simulations based on the Mathematica program package that visualize key concepts of rotating quantum objects were developed and posted together with tutorials for them on the web pages of the Weber group.\n\nThree graduate students were supported directly through the award. In addition, a postdoctoral researcher received training on the instrumentation used for this work. One of the former graduate students obtained his PhD and is now a senior scientist at a laser company based in San Diego, CA. The two other students are continuing their studies. The postdoctoral researcher involved is this project is now an Assistant Professor at the University of Maryland, contributing to the training of the next wave of scientists.\n\nAs mentioned above, the funded work has advanced our fundamental understanding of water oxidation catalysts. This has important consequences for the rational design of catalysts for industrial processes.\n\n\t\t\t\t\tLast Modified: 10/03/2019\n\n\t\t\t\t\tSubmitted by: J. Mathias Weber"
 }
}