{
 "awd_id": "1362302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Design of Air-Stable n-type Fluorocarbon Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 511506.0,
 "awd_min_amd_letter_date": "2014-07-23",
 "awd_max_amd_letter_date": "2019-10-28",
 "awd_abstract_narration": "In this project funded by the Chemical Structure, Dynamic & Mechanism B Program of the Chemistry Division, Professor Steven Strauss and Dr. Olga Boltalina of the Department of Chemistry at Colorado State University will design a series of new robust, air stable fluorocarbon acceptor materials from earth-abundant elements. These new light-weight fluoroorganic acceptors will possess incrementally tunable electronic properties desirable for n-type organic semiconductors and sufficiently broad range of solid state packing motifs to allow for molecular engineering of high-performance and air-stable materials for optoelectronics.  Their potential applications include but are not limited to various organic electronic architectures (organic photovoltaic devices, organic light-emitting diodes, Organic thin-film transistors, and various types of chemical sensors).   An important goal of this project will be the advancement of scientific education by broadly training graduate students to become the next generation of problem-solving scientists. By participating in this project they will become chemical jacks-of-all-trades, learning the difficult art of chemical synthesis and then mastering, through hands-on experimentation, an armamentarium of physical techniques, including those in collaborators laboratories around the world.\r\n\r\nThese materials are based on hydrocarbyl and heteroatom-containing polycyclic aromatic hydrocarbons with multiple electron-withdrawing groups, primarily, but not exclusively, fluorocarbon groups.  In contrast to common synthetic approaches involving multiple steps and metal catalysts, the team will use a solvent-, catalyst-, or promoter-free gas-phase syntheses that will efficiently yield most thermodynamically stable products. Fundamental understanding of the interrelationships between single molecule properties and bulk material and composites functions will be gained through a systematic approach based on studies of the carefully selected families of high-purity novel electroactive fluorocarbon compounds by the following physicochemical techniques: gas-phase electron affinity measurements by low-temperature photoemission spectroscopy; cyclic voltammetry; ESR- and UV-Vis-NIR-spectroelectro-chemistry; time resolved microwave conductivity of thin films and blends with donor materials; and time-resolved photoluminescence measurements of thin films and blends.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Strauss",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Steven H Strauss",
   "pi_email_addr": "steven.strauss@colostate.edu",
   "nsf_id": "000174220",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olga",
   "pi_last_name": "Boltalina",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Olga V Boltalina",
   "pi_email_addr": "olga.boltalina@colostate.edu",
   "nsf_id": "000493807",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 24506.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 37000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rational molecular design and serendipitous discoveries are both integral components of the research chemists undertake in their quest to create new materials and to achieve a deeper understanding of the fundamental laws of the chemical world. Organic electronic materials discovered more than 50 years ago have re-emerged in the 21 century as materials of choice for components of&nbsp; new optoelectronic devices such as solar panels, transistors, computer screens, smart phones, and even flat-panel TVs. This completed NSF-funded project&rsquo;s goals were to develop <em>and</em> discover new efficient methods for the preparation of organic electron acceptors based on polycyclic aromatic hydrocarbons (PAHs). PAHs have long been known as p-type organic semiconductors with high conductivity, but their use in n-type semiconductors is limited because they typically underperform in electronic devices compared to their p-type counterparts. The common way to synthesize n-type PAH semiconductors involves multiple synthetic steps in &ldquo;bottom-up&rdquo; approaches: i.e., fusing a number of small, previously substituted aromatic building blocks to construct electron-deficient polycyclic aromatic molecules. The principal investigators of this project discovered an alternative synthetic method, which allows for the addition of many fluorinated groups to an unsubstituted, commercially-available PAH in a single chemical reaction. The highly substituted PAHs exhibit significantly increased electron-acceptor strengths compared to the precursor PAHs. In the course of the project, PAH molecules of different sizes and shapes were modified using the new chemical synthesis methodology, yielding a substantial library of new and diverse electronic materials. Their electronic properties were studied experimentally and computationally, revealing that electron-acceptor strength can be controlled with high predictability by varying the number of fluorinated substituents and the size of PAH core. The ordering of these materials in single crystals was studied by synchrotron X-ray diffraction and provided insights into the effects of varying the PAH and the fluorinated substituent on solid-state packing, which is directly responsible for efficient electrical charge transport. Example of molecular packing evolution in three fluoroalkylated triphenylene derivatives are shown in the figure, an artistic representation of the result.</p>\n<p>The project has forged several fruitful collaborations with US and international institutions, including universities, national laboratories, and industrial partners that commercialize renewable energy technologies. The project&rsquo;s participants targeted electronic materials for particular applications such as solar cells or organic transistors, and after preparing those new compounds the project PhD students travelled to collaborators laboratories to test those materials <em>and</em> to learn new skills. Such diverse research and educational experiences provided unique opportunities for the professional growth of these young researchers. The results of the project were published in more than 40 peer-reviewed papers, reviews, and book chapters, and were also disseminated as invited lectures and poster presentations at numerous scientific conferences. In the course of the project, seven PhD students participated in the research and successfully defended their dissertations, and they are now applying their knowledge and skills in real-world jobs as industrial and academic scientists.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2021<br>\n\t\t\t\t\tModified by: Olga&nbsp;V&nbsp;Boltalina</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1362302/1362302_10322563_1611701808883_ChemPlusChemCoverPage-2018-NSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1362302/1362302_10322563_1611701808883_ChemPlusChemCoverPage-2018-NSF--rgov-800width.jpg\" title=\"Fluorous Triphenylenes\"><img src=\"/por/images/Reports/POR/2021/1362302/1362302_10322563_1611701808883_ChemPlusChemCoverPage-2018-NSF--rgov-66x44.jpg\" alt=\"Fluorous Triphenylenes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">evolution of the solid-state packing motifs in the fluorous triphenylenes with increasing number of fluorinated substituents.</div>\n<div class=\"imageCredit\">Olga Boltalina</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Olga&nbsp;V&nbsp;Boltalina</div>\n<div class=\"imageTitle\">Fluorous Triphenylenes</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nRational molecular design and serendipitous discoveries are both integral components of the research chemists undertake in their quest to create new materials and to achieve a deeper understanding of the fundamental laws of the chemical world. Organic electronic materials discovered more than 50 years ago have re-emerged in the 21 century as materials of choice for components of  new optoelectronic devices such as solar panels, transistors, computer screens, smart phones, and even flat-panel TVs. This completed NSF-funded project’s goals were to develop and discover new efficient methods for the preparation of organic electron acceptors based on polycyclic aromatic hydrocarbons (PAHs). PAHs have long been known as p-type organic semiconductors with high conductivity, but their use in n-type semiconductors is limited because they typically underperform in electronic devices compared to their p-type counterparts. The common way to synthesize n-type PAH semiconductors involves multiple synthetic steps in \"bottom-up\" approaches: i.e., fusing a number of small, previously substituted aromatic building blocks to construct electron-deficient polycyclic aromatic molecules. The principal investigators of this project discovered an alternative synthetic method, which allows for the addition of many fluorinated groups to an unsubstituted, commercially-available PAH in a single chemical reaction. The highly substituted PAHs exhibit significantly increased electron-acceptor strengths compared to the precursor PAHs. In the course of the project, PAH molecules of different sizes and shapes were modified using the new chemical synthesis methodology, yielding a substantial library of new and diverse electronic materials. Their electronic properties were studied experimentally and computationally, revealing that electron-acceptor strength can be controlled with high predictability by varying the number of fluorinated substituents and the size of PAH core. The ordering of these materials in single crystals was studied by synchrotron X-ray diffraction and provided insights into the effects of varying the PAH and the fluorinated substituent on solid-state packing, which is directly responsible for efficient electrical charge transport. Example of molecular packing evolution in three fluoroalkylated triphenylene derivatives are shown in the figure, an artistic representation of the result.\n\nThe project has forged several fruitful collaborations with US and international institutions, including universities, national laboratories, and industrial partners that commercialize renewable energy technologies. The project’s participants targeted electronic materials for particular applications such as solar cells or organic transistors, and after preparing those new compounds the project PhD students travelled to collaborators laboratories to test those materials and to learn new skills. Such diverse research and educational experiences provided unique opportunities for the professional growth of these young researchers. The results of the project were published in more than 40 peer-reviewed papers, reviews, and book chapters, and were also disseminated as invited lectures and poster presentations at numerous scientific conferences. In the course of the project, seven PhD students participated in the research and successfully defended their dissertations, and they are now applying their knowledge and skills in real-world jobs as industrial and academic scientists.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/26/2021\n\n\t\t\t\t\tSubmitted by: Olga V Boltalina"
 }
}