{
 "awd_id": "1362251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Support Shape Effect in Metal-CeO2 Catalysis on Low-Temperature CO Oxidation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 200640.0,
 "awd_amount": 200640.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2014-08-17",
 "awd_abstract_narration": "Professor Ruigang Wang of Youngstown State University is funded by the Chemical Catalysis Program of the Division of Chemistry for research to help improve the performance of systems used to catalyze the conversion of dangerous carbon monoxide emissions to less harmful substances. These catalytic conversion systems, composed of tiny particles of metal supported on a metal oxide substrate, are used in automobiles as part of the exhaust clean-up system, but also find application in gas sensors, fuel cells and other useful devices. The nature of the interaction of the small metal particles with the oxide substrate, as well as the contact area between these two parts of the system, determines how selective and active the catalytic convertor is. Therefore, the goal of this research is to develop a deeper and more detailed understanding of how contact between the metal particles and the oxide substrate affects the catalysis so that performance of these devices can be improved. In addition to the broader impact that this work is having on technology of use to society, the work is also positively affecting the educational experience of a number of undergraduate students involved in the research. Youngstown State enrolls a high percentage of students from groups that are traditionally under-represented in science, so the research team is working with other programs at the university to engage students from these minority groups in the project. The research is having a further impact by the inclusion of community college faculty from the surrounding region in the research team.\r\n\r\nThis project focuses on elucidating the effect of the shape and size of cerium oxide (CeO2,) supports on carbon monoxide oxidation. The goal is to develop stable catalysts with high redox activity at low temperatures. Particle shape and, especially, the type of crystalline faces exposed on the surface of crystalites are believed to play a major role in surface reducibility and catalytic activity of cerium-based oxide type redox catalysts. Preliminary data obtained in a pilot study have shown that CeO2 particles shaped as nanorods, nanotubes, or nanocubes with reactive {110}, {100}, {211}, etc., faces on the crystal surface can be produced using hydrothermal and microwave methods. In this project, the research team is preparing CeO2 supports with well-defined sizes and shapes, and investigating how these shapes and sizes affect model catalytic reactions, such as carbon monoxide oxidation and the water-gas shift reaction. The overall goal of this research is to develop a predictive model that naturally links different metals with various CeO2 surfaces for a superior low-temperature catalytic activity. Through the development of such a predictive model, the project has the potential to have a major impact on materials processing for many practical applications such as catalysis, fuel reaction and gas sensing, where the redox functionality of cerium-based oxides plays a crucial role.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruigang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruigang Wang",
   "pi_email_addr": "rwang@msu.edu",
   "nsf_id": "000587825",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Youngstown State University",
  "inst_street_address": "1 TRESSEL WAY",
  "inst_street_address_2": "",
  "inst_city_name": "YOUNGSTOWN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309412378",
  "inst_zip_code": "445550001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OH06",
  "org_lgl_bus_name": "YOUNGSTOWN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C5BNR8SHXMM4"
 },
 "perf_inst": {
  "perf_inst_name": "Youngstown State University",
  "perf_str_addr": "One University Plaza",
  "perf_city_name": "Youngstown",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "445550001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OH06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 58532.0
  }
 ],
 "por": null
}