{
 "awd_id": "1362498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chiral Biaryl Heterocycles as Ligands for Enantioselective Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2014-06-21",
 "awd_max_amd_letter_date": "2014-06-21",
 "awd_abstract_narration": "In this project funded by the Chemical Catalysis program of the NSF Division of Chemistry, Professor Aaron Aponick of the University of Florida is developing a new class of biaryl ligands that will expand the current capabilities of state-of-the-art chemical synthesis through improved catalysis.  The fine chemical industry has a multi-billion dollar annual market that heavily relies on catalysis as a means of production.  As such, there is a global need for the development of new catalysts and ligands, especially for enantioselective reactions where it is important to be able to modify the structure to finely tune the reaction outcome. This research pursues ligand and catalyst designs with enhanced reactivity and selectivity. The broader impacts of this work stem from gaining an understanding of the fundamental science and application to more advanced systems.  The tools developed are widely applicable in a variety of settings and also provide a fertile environment to train students in state-of-the-art techniques for future academic and industrial endeavors. Chemistry Day at a local mall--an informative and educational outreach program--will present science in a public forum known for its wide demographics.  The intention is to break down some of the perceived barriers with science among the general public.\r\n\r\nThe proposed research aims to incorporate heterocycles, a class of compounds that are extremely easy to prepare, into a chiral biaryl scaffold. This new class of biaryl ligands capitalizes on an original concept for atropisomerism whereby pi-stacking increases the barrier to rotation and enables the incorporation of electron-rich, 5-membered ring heterocycles in chiral biaryl ligands.  The resulting ligands have different steric and electronic properties than known ligands and are readily modified by a highly convergent preparative route. Biaryl ligands may be able to drastically alter the catalytic properties of a system in a predicable and tunable manner.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Aponick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Aponick",
   "pi_email_addr": "aponick@chem.ufl.edu",
   "nsf_id": "000206924",
   "pi_start_date": "2014-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The development of new innovative structures for use as ligands in enantioselective catalysis continues to occupy a prominent space at the forefront of contemporary organic chemistry, owing to the tremendous impact of catalysis on fields that employ organic synthesis to prepare compounds of interest. &nbsp;Fundamentally, any chiral compound with coordinating groups could be employed in this context, but several specific structures show exceptional performance, one of them being chiral biaryl compounds.&nbsp; Of these structures, most are comprised of sigma-bond linked benzenoid or naphthalene-based aromatics, more specifically, two six-membered ring, aromatic systems.&nbsp; In this study, we have demonstrated that five-membered ring heterocycles can be incorporated without the need for the inclusion of bulky groups to prevent rotation about the sigma-bond, thereby creating chiral compounds and thus expanding the field.&nbsp; Key to this was the incorporation of moieties that form stabilizing non-covalent interactions (pi-stacking) and stabilize the ground state instead of destabilizing the transition state.&nbsp; This is a conceptually important advance, because it is known that modulating the dihedral and bite angles of metal catalysts can have large effects on the outcome with respect to both reactivity and selectivity.&nbsp; Although many studies have centered on dihedral angle, which moves the coordinating group laterally, only changes in ring size can move these groups in a perpendicular fashion.&nbsp; With this change, we have been able to prepare a family of ligands, the parent of which has been dubbed StackPhos.&nbsp; This P,N-ligand is an imidazole based biaryl that has been exceptional for catalyzing enantioselective acetylide additions that are tolerant of an extremely broad substrate scope to provide a variety of products in excellent enantioselectivity.&nbsp; We have been able to prepare structural analogs to rapidly optimize these processes.&nbsp; In addition to high selectivity, these Stack-ligands have shown remarkable rate acceleration as well and we predict that use of these ligands will be applicable to a variety of new processes and find use in fields such as medicinal chemistry and the fine chemical and pharmaceutical industries.</p>\n<p>In addition to the scientific aspects of this work, the broader impacts stem from a variety of activities.&nbsp; The human resource development component of the work originate from a multidisciplinary approach where students gain a broad knowledge base preparing them for the workforce.&nbsp; During the course of these studies, research participants have received training in physical organic chemistry, organometallic chemistry, catalysis, and synthesis.&nbsp; Emphasis is placed on professional development and students participate in every aspect of the work, from planning to publication, thereby learning the basic skills for project management.&nbsp; We are also committed to education and outreach.&nbsp; Public outreach is also incorporated into this proposal by educating the public about chemistry at the UF Center for Catalysis&rsquo; Chemistry Day at the Mall, Molecular Mania.&nbsp; This is wildly popular with children and fosters interactions with the public in general. &nbsp;Many visitors with diverse socioeconomic backgrounds participate and the event is usually covered by the local news.&nbsp; Through these training, teaching, and outreach efforts we are impacting the next generations of scientists.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2018<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Aponick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe development of new innovative structures for use as ligands in enantioselective catalysis continues to occupy a prominent space at the forefront of contemporary organic chemistry, owing to the tremendous impact of catalysis on fields that employ organic synthesis to prepare compounds of interest.  Fundamentally, any chiral compound with coordinating groups could be employed in this context, but several specific structures show exceptional performance, one of them being chiral biaryl compounds.  Of these structures, most are comprised of sigma-bond linked benzenoid or naphthalene-based aromatics, more specifically, two six-membered ring, aromatic systems.  In this study, we have demonstrated that five-membered ring heterocycles can be incorporated without the need for the inclusion of bulky groups to prevent rotation about the sigma-bond, thereby creating chiral compounds and thus expanding the field.  Key to this was the incorporation of moieties that form stabilizing non-covalent interactions (pi-stacking) and stabilize the ground state instead of destabilizing the transition state.  This is a conceptually important advance, because it is known that modulating the dihedral and bite angles of metal catalysts can have large effects on the outcome with respect to both reactivity and selectivity.  Although many studies have centered on dihedral angle, which moves the coordinating group laterally, only changes in ring size can move these groups in a perpendicular fashion.  With this change, we have been able to prepare a family of ligands, the parent of which has been dubbed StackPhos.  This P,N-ligand is an imidazole based biaryl that has been exceptional for catalyzing enantioselective acetylide additions that are tolerant of an extremely broad substrate scope to provide a variety of products in excellent enantioselectivity.  We have been able to prepare structural analogs to rapidly optimize these processes.  In addition to high selectivity, these Stack-ligands have shown remarkable rate acceleration as well and we predict that use of these ligands will be applicable to a variety of new processes and find use in fields such as medicinal chemistry and the fine chemical and pharmaceutical industries.\n\nIn addition to the scientific aspects of this work, the broader impacts stem from a variety of activities.  The human resource development component of the work originate from a multidisciplinary approach where students gain a broad knowledge base preparing them for the workforce.  During the course of these studies, research participants have received training in physical organic chemistry, organometallic chemistry, catalysis, and synthesis.  Emphasis is placed on professional development and students participate in every aspect of the work, from planning to publication, thereby learning the basic skills for project management.  We are also committed to education and outreach.  Public outreach is also incorporated into this proposal by educating the public about chemistry at the UF Center for Catalysis? Chemistry Day at the Mall, Molecular Mania.  This is wildly popular with children and fosters interactions with the public in general.  Many visitors with diverse socioeconomic backgrounds participate and the event is usually covered by the local news.  Through these training, teaching, and outreach efforts we are impacting the next generations of scientists.\n\n\t\t\t\t\tLast Modified: 05/23/2018\n\n\t\t\t\t\tSubmitted by: Aaron Aponick"
 }
}