{
 "awd_id": "1362754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Dynamics and Control of Electromechanical Networks with Semiresonant Latches",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "Many engineering technologies comprise networks of passive components, which are subjected to unpredictable dynamic loads. Examples include engineering structures and power-electronic circuits. For such technologies, a central design challenge is to control their dynamic behavior in the face of random dynamic loads or disturbances. Often, there are restrictions on the energy available for this purpose, and the focus of this project is to investigate the use of low-power controllable electromechanical switching devices called Semi-Resonant Latches (SRLs). Their fundamental advantage is that they harness the energy of external disturbances to dramatically alter the way energy flows through an electromechanical network, while requiring very little power to operate. Target applications include: (i) Vibration control of flexible structures in both civil and aerospace systems; (ii) Power transmission optimization in power-electronic networks for renewable energy technologies; (iii) Flexible truss structures capable of adapting their shape by capturing and re-directing disturbance energy; (iv) Structures that similarly adapt their stiffness properties through disturbance-driven pre-stress. This work will investigate energy-efficient techniques for effective control in such applications. Meanwhile, research results will be integrated into a rigorous new systems-oriented graduate curriculum in Civil and Environmental Engineering at the University of Michigan, as well as a summer outreach program focused on providing undergraduate research experiences to students from underrepresented demographics.\r\n\r\nSRLs have emerged independently in several disparate engineering applications. Electrical SRLs are built around transistors, while mechanical SRLs employ clutches. They have the ability to instigate near-instantaneous jumps in the voltages and currents of an electrical network, and in the forces and velocities of a mechanical network, in response to sensor feedback. Existing control techniques for these technologies are mostly ad hoc design approaches, and there is considerable ambiguity regarding the optimal use of these devices, as well as the limits on the performance they can achieve. The primary outcome of this work will be a general and abstract theory for optimal control of SRLs, which is applicable across the wide array of applications in which they are used, and which exploits recent results in hybrid control theory. A central focus will be to cultivate a solid mathematical foundation for analysis of general SRL systems in stochastic dynamic response. At present, such a theory only exists in very special cases. In addition to general theoretical contributions, concepts from this work will result in a fundamentally new class of high-performance engineering structure, capable of disturbance-driven shape adaptation, as well as stiffness adaptation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Scruggs",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Scruggs",
   "pi_email_addr": "jscruggs@umich.edu",
   "nsf_id": "000467419",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2340 Hayward Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "031E",
   "pgm_ref_txt": "MECHATRONICS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the course of the grant, the primary outcome of the work has been the establishment of a solid mathematical foundation for analysis of general SRL systems, as well as the design of control systems to exploit their features. An inequality-based control design methodology was developed which allows for systematic design of controllers for this class of systems, even in situations in which many SRLs are being controlled simultaneously, and situations in which the dynamics are complex and/or stochastic. The methodology is built around concepts from passivity-based nonlinear control design, and in the course of the grant, a considerable amount of additional insight as gained in this area which extends well beyond application to SRL systems.&nbsp;</p>\n<p>Research on the grant has resulted in three peer-reviewed papers (one published, two under review) and two more papers in development. Together, these five papers span a broad range. On the one extreme, the work has been applied in the application-specific context of ocean wave energy technology, where it is anticipated that these techniques will have a strong impact. On the other extreme, purely analytical efforts have resulted in a new paper on passivity-constrained feedback design, which impinges on a class of problems much more broad than that which was the focus of the research.</p>\n<p>Along the way, the grant provided the opportunity for a graduate student in the PhD program at the University of Michigan to participate in a fundamental research project, while also incorporating a number of undergraduate and MS students in supporting roles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2019<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;T&nbsp;Scruggs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the course of the grant, the primary outcome of the work has been the establishment of a solid mathematical foundation for analysis of general SRL systems, as well as the design of control systems to exploit their features. An inequality-based control design methodology was developed which allows for systematic design of controllers for this class of systems, even in situations in which many SRLs are being controlled simultaneously, and situations in which the dynamics are complex and/or stochastic. The methodology is built around concepts from passivity-based nonlinear control design, and in the course of the grant, a considerable amount of additional insight as gained in this area which extends well beyond application to SRL systems. \n\nResearch on the grant has resulted in three peer-reviewed papers (one published, two under review) and two more papers in development. Together, these five papers span a broad range. On the one extreme, the work has been applied in the application-specific context of ocean wave energy technology, where it is anticipated that these techniques will have a strong impact. On the other extreme, purely analytical efforts have resulted in a new paper on passivity-constrained feedback design, which impinges on a class of problems much more broad than that which was the focus of the research.\n\nAlong the way, the grant provided the opportunity for a graduate student in the PhD program at the University of Michigan to participate in a fundamental research project, while also incorporating a number of undergraduate and MS students in supporting roles.\n\n\t\t\t\t\tLast Modified: 01/28/2019\n\n\t\t\t\t\tSubmitted by: Jeffrey T Scruggs"
 }
}