{
 "awd_id": "1362271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Oscillatory Integral Operators, Inverse Problems and Non-Transformation Optics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Justin Holmer",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 219000.0,
 "awd_amount": 219000.0,
 "awd_min_amd_letter_date": "2014-06-11",
 "awd_max_amd_letter_date": "2016-04-18",
 "awd_abstract_narration": "This proposal consists of four groups of problems. Three of them  are  concerned with the interaction between geometry and analysis, the study of functions and the properties of operators, which are transformations that turn functions into new functions. The operators studied in this project arise either when trying to understand how waves propagate (for example, acoustic waves in the Earth), or in basic mathematical tools that are used to study wave propagation, or in the study of geometric properties of large sets of points. Waves can be idealized as traveling along rays, such as light rays, and when the rays concentrate in a small region, new methods need to be developed to obtain accurate descriptions of the waves. Two parts of this project will continue the principal investigator's study of various operators and how their properties can be predicted from the structure of rays or more general underlying geometry. Possible applications include improved understanding of artifacts in seismic imaging. A third part concerns multilinear operators, which act on several functions at a time. These arise in the study of how two or more waves interact and also in the study of point clouds in discrete geometry. The fourth part is a new approach to the design of resonant devices, such as antennas. Recent progress in materials science, physics, and mathematics has led to rapid advances in the design of devices constructed from structured composite materials, also called metamaterials, which have radical effects on wave propagation. One particularly successful approach is based on transformation optics. The principal investigator will investigate a new, non-transformation optics design methodology. \r\n\r\nTwo of the proposed projects concern developing new tools for dealing with degeneracies or singularities of smooth or real-analytic  functions. In one, composition of degenerate Fourier integral operators with smooth phases leads to operators that have wave-front relations that are not smooth, and understanding how to associate Fourier-integral-operator-like operators to these geometries will expand the reach of microlocal analysis and help analyze certain inverse problems. In another, new techniques will need to be found to deal with oscillatory integral operators with real-analytic phases  in one plus two or two plus two dimensions. The difficulties include understanding to what extent two or more functions can have their zero varieties simultaneously resolved. Some of the same techniques will also be applied  to try to find an algorithmic description of jumping numbers, which are the subject of current interest in singularity theory and algebraic geometry. Doing so will strengthen the connection between analysis and these fields.  Progress on the third part of the project will not only further develop the theory of multilinear operators within harmonic analysis, but it will also have immediate applications to geometric measure theory and discrete geometry.  The final component will show how established ideas from linear partial differential equations can be useful in designing and rigorously verifying the properties of resonant structures such as antennas and will help contribute a new design methodology to the rapidly developing area of metamaterials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Greenleaf",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Allan T Greenleaf",
   "pi_email_addr": "allan@math.rochester.edu",
   "nsf_id": "000085886",
   "pi_start_date": "2014-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 146000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 73000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported work on several different projects, focussed in the three areas indicated in its title.<br />All of these involved singularities, which can refer&nbsp; to either (i) smoothly varying functions that have critical points,<br />that is places where the rate of change goes to zero, making difficult the control of related quantities and objects;<br />or (ii) functions that&nbsp; change abruptly, such as the electrical conductivity from healthy to diseased tissue or sound speed in rock <br />across sedimentary layers. There are commonalities in the kinds of analysis that are used to treat both types of singularities.<br /><br />Work on propagation of singularities in the Calderon inverse conductivity problem was intended to lay the mathematical groundwork for <br />producing images from Electrical Impedance Tomography that, while not high resolution, would still be useful for binary decision <br />making, e.g.,&nbsp; diagnostic purposes in a clinical setting or part rejection in a manufacturing one.<br />We showed how the leading term of a Born series expansion of certain solutions for the conductivity equation gives a nonlinear <br />generalized Radon transform of the conductivity, making this imaging modality much closer to conventional X-rays or CT scans than <br />was previously known. We also characterized the singularities of all the higher order terms and gave more precise descriptions of <br />the first few of them. Numerical simulations gave strong evidence that this will be a useful approach for certain applications, if data <br />collection and speed-of-computation issues can be addressed.<br /><br />Work on microlocal analysis of Doppler synthetic aperture radar (SAR)&nbsp; gave an approach for deriving images from radar data which can be obtained more easily or less expensively (due to the narrowband nature of the emitted and received signals) than for the&nbsp; standard, widely used monostatic SAR. We&nbsp; analyzed the structure of the linearized forward scattering operator for two model <br />flight paths of the antenna (which can be airborne or space-borne), namely straight and circular. We showed that it is a Fourier integral <br />operator with certain types of singularities. This analysis allowed us to both</p>\n<p>(i) characterize the artifacts in the images (features in the images not corresponding to real features)&nbsp; if unfiltered backprojection is used, and</p>\n<p>(ii) describe what filtering or beam-forming of the radar signal should be used to avoid artifacts.<br /><br />Work on metamaterial resonators was intended to apply ideas and results from the analysis of certain classes of partial differential <br />equations (PDE),&nbsp; previously known, to the design of arrays of acoustic or electromagnetic media that would have striking properties <br />not encountered in conventional materials. This is in the spirit of the widely-used transformation optics, but is base on the behavior of these PDE, rather than on the transformation properties that underly transformation optics. <br />We showed how to specify certain arrays, built up from easily formed components, which can result in what we termed \"superdimensional\" behavior. For example,&nbsp; the number of resonant frequencies in a frequency <br />band acts as if the material (2D or 3D) has a higher number of dimensions than it does physically.<br /><br />The grant partially funded&nbsp; the education and professional development&nbsp; training of a graduate student working in inverse problems.<br />Her Ph.D. thesis concerned hybrid imaging, which is the analysis&nbsp; of data resulting from the interaction of two types of physical waves, for example illuminating&nbsp; part of a human body by infrared laser and recording the ultrasound waves that emanate from the interior due to the photoacoustic effect.<br /><br />The work that resulted from this award were disseminated through the freely available online site arxiv.org,<br />as well as in peer-reviewed journals and lectures at universities and research conferences.<br /><br />Principal investigator: Allan Greenleaf</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2018<br>\n\t\t\t\t\tModified by: Allan&nbsp;T&nbsp;Greenleaf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported work on several different projects, focussed in the three areas indicated in its title.\nAll of these involved singularities, which can refer  to either (i) smoothly varying functions that have critical points,\nthat is places where the rate of change goes to zero, making difficult the control of related quantities and objects;\nor (ii) functions that  change abruptly, such as the electrical conductivity from healthy to diseased tissue or sound speed in rock \nacross sedimentary layers. There are commonalities in the kinds of analysis that are used to treat both types of singularities.\n\nWork on propagation of singularities in the Calderon inverse conductivity problem was intended to lay the mathematical groundwork for \nproducing images from Electrical Impedance Tomography that, while not high resolution, would still be useful for binary decision \nmaking, e.g.,  diagnostic purposes in a clinical setting or part rejection in a manufacturing one.\nWe showed how the leading term of a Born series expansion of certain solutions for the conductivity equation gives a nonlinear \ngeneralized Radon transform of the conductivity, making this imaging modality much closer to conventional X-rays or CT scans than \nwas previously known. We also characterized the singularities of all the higher order terms and gave more precise descriptions of \nthe first few of them. Numerical simulations gave strong evidence that this will be a useful approach for certain applications, if data \ncollection and speed-of-computation issues can be addressed.\n\nWork on microlocal analysis of Doppler synthetic aperture radar (SAR)  gave an approach for deriving images from radar data which can be obtained more easily or less expensively (due to the narrowband nature of the emitted and received signals) than for the  standard, widely used monostatic SAR. We  analyzed the structure of the linearized forward scattering operator for two model \nflight paths of the antenna (which can be airborne or space-borne), namely straight and circular. We showed that it is a Fourier integral \noperator with certain types of singularities. This analysis allowed us to both\n\n(i) characterize the artifacts in the images (features in the images not corresponding to real features)  if unfiltered backprojection is used, and\n\n(ii) describe what filtering or beam-forming of the radar signal should be used to avoid artifacts.\n\nWork on metamaterial resonators was intended to apply ideas and results from the analysis of certain classes of partial differential \nequations (PDE),  previously known, to the design of arrays of acoustic or electromagnetic media that would have striking properties \nnot encountered in conventional materials. This is in the spirit of the widely-used transformation optics, but is base on the behavior of these PDE, rather than on the transformation properties that underly transformation optics. \nWe showed how to specify certain arrays, built up from easily formed components, which can result in what we termed \"superdimensional\" behavior. For example,  the number of resonant frequencies in a frequency \nband acts as if the material (2D or 3D) has a higher number of dimensions than it does physically.\n\nThe grant partially funded  the education and professional development  training of a graduate student working in inverse problems.\nHer Ph.D. thesis concerned hybrid imaging, which is the analysis  of data resulting from the interaction of two types of physical waves, for example illuminating  part of a human body by infrared laser and recording the ultrasound waves that emanate from the interior due to the photoacoustic effect.\n\nThe work that resulted from this award were disseminated through the freely available online site arxiv.org,\nas well as in peer-reviewed journals and lectures at universities and research conferences.\n\nPrincipal investigator: Allan Greenleaf\n\n\t\t\t\t\tLast Modified: 08/05/2018\n\n\t\t\t\t\tSubmitted by: Allan T Greenleaf"
 }
}