{
 "awd_id": "1362663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting: Broadening Participation at the Society for Integrative and Organismal Biology in Austin Texas In January 2014",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2013-12-15",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2013-12-13",
 "awd_max_amd_letter_date": "2013-12-13",
 "awd_abstract_narration": "The goal of the Broadening Participation Committee (BPC) of the Society for Integrative and Comparative Biology (SICB) is to increase participation and membership of individuals from underrepresented groups (URGs), and to expand their capabilities as future researchers.  The BPC has succeeded in measurably increasing participation of URG at annual meetings of SICB over the last four years. These efforts are aimed at promoting dialogue among SICB members about the benefits of having a diverse society and working together to build an inclusive community of integrative and comparative biologists. The success of these efforts is due in part by the BPC recognizing a need for, and implementing a series of professional development workshops, and by the society providing travel funds for individuals from URG to attend the annual meetings and participate in these workshops. This award will provide partial travel support for more than 40 members of URG plus six workshop organizers to attend the annual meeting of SICB to be held in Austin, TX, January 3-7, 2014. Two professional development workshops, \"Recruitment strategies to obtain a diverse and thriving lab and department,\" and \"Writing grants and manuscripts in a timely manner,\" are on the meeting agenda and open to all members of the society. These topics for professional development were identified by members from URG who attended previous annual meetings of SICB. Individuals from URG who receive a travel award will attend both workshops. The workshop organizers were selected to represent academic diversity (including liberal arts, MA degree and doctoral degree institutions; and assistant professors) and diversity across URG.  The BPC succeeded in securing the participation of six women, and three individuals from URG (an African American, a Hispanic, and an Alaskan Native). This level of diversity for BPC activities is equal to or higher than that of typical scientific professional organizations. The workshops will address best practices to increase recruitment of individuals from URG, and increase the productivity of URG postdoctoral and junior faculty members. The second workshop on timely grant writing is aimed specifically at retention of postdoctoral researchers and assistant professors by investing in their success as independent researchers. The BPC has identified retention of these relatively junior scientists from URG as a particular challenge. These workshops and other activities of the BPC will increase recruitment and retention of URG at annual meetings as well as at the academic institutions of SICB members. These professional development activities will serve to publicize the benefits of belonging to a diverse and culturally aware scientific society, and will enable future participation of URG in leadership roles, and build community within the society. The impact of SICB BPC activities over the past four years will be published online and submitted to \"Integrative and Comparative Biology\", the journal of the Society for Integrative and Comparative Biology, thereby disseminating results of these efforts to the scientific community and the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Wilga",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl A Wilga",
   "pi_email_addr": "cwilga@uri.edu",
   "nsf_id": "000103133",
   "pi_start_date": "2013-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Nishiguchi",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michele K Nishiguchi",
   "pi_email_addr": "nish@ucmerced.edu",
   "nsf_id": "000458079",
   "pi_start_date": "2013-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Tsukimura",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brian C Tsukimura",
   "pi_email_addr": "briant@csufresno.edu",
   "nsf_id": "000454142",
   "pi_start_date": "2013-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "Society for Integrative and Comparative Biology Annual Meeting",
  "perf_str_addr": "1313 Dolley Madison Blvd",
  "perf_city_name": "McLean",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "221013926",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Diversity support for Austin, 2014</em></p>\n<p>The Broadening Participation (BP) Committee for the Society of Integrative and Comparative Biology (SICB) received funding for the annual meetings that were held in Austin, Texas, January 3-7, 2014.&nbsp; The BP committee normally receives a budget of $15,000 each year to support travel to members from under-represented groups (URGs) to attend the meeting, as well as provide two workshops and two social events to recognize our BP awardees.&nbsp; This amount usually funds 20 members annually ($500/member).&nbsp; Since this NSF grant awarded the society an additional $20,000, we utilized this funding to help support additional travel awards.&nbsp; For the 2014 Austin meeting, we had a total of 71 applicants for travel awards, of which 64 were funded. From those that were funded, 12 were assistant professors, 16 were postdoctoral research associates, 17 Ph.D., 5 M.S. and 14 undergraduate students.&nbsp; The ethnicity demographic was the following: Hispanic/Latino (44%), African-American (19%), Native-American (3%), Pacific Islander (2%), First Generation college members (2%), and 33% not stated (note, these percentages are over 100 since some members chose more than one ethnicity).&nbsp; Most of the members who received a travel award stated that they would not have been able to attend the meetings without this additional support.</p>\n<p>&nbsp;</p>\n<p><em>Workshops held at the SICB annual meeting, Austin, 2014</em></p>\n<p>As stated in the grant proposal, the BP committee held two workshops for BP travel awardees as well as the rest of the society.&nbsp; The first workshop (held January 4<sup>th</sup> 2014) was entitled \"Recruitment strategies to obtain a diverse and thriving lab/department\" led by Rebecca Calisi-Rodriguez (Barnard College), Cheryl Wilga (University of Rhode Island), and Michele Nishiguchi (New Mexico State University).&nbsp; This workshop was geared towards members who were interested in how to increase the diversity in their home departments as well as throughout their university. &nbsp;The panelists provided discussion topics that offered insight to the process of maintaining diversity throughout the workplace.&nbsp; This workshop was well attended (approximately 40 members attended) and members commented that the topics that were discussed provided some foundations for where they could start conversations about diversity at their own institutions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The second workshop (held Jan. 6<sup>th</sup>) was entitled: &ldquo;Writing grants and manuscripts in a timely manner\" led by Brian Tsukimura (Fresno State), Michele Nishiguchi (NMSU), and Heather Bleakley (Stonehill College).&nbsp; This BP sponsored workshop was meant to provide a toolkit to aid writing productivity and time management skills. &nbsp;Presenters provided information from direct experiences as well as information from a recently sponsored NSF workshop/retreat (by NSF award to Bleakley) for early stage faculty from under-represented groups in biology. &nbsp;We had an incredible turnout (&gt; 80 members), and comments after the workshop ranged from &ldquo;I wish I had known this information when I first started by job&rdquo; to &ldquo;I now know what to expect and how to prepare for managing writing around teaching and service responsibilities&rdquo;.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>Broadening Participation events at the SICB annual meeting, Austin 2014</em></p>\n<p>The Broadening Participation Committee also sponsored two social events for BP travel awardees.&nbsp; The first was a mentor-mentee &ldquo;Meet and greet&rdquo; social the first evening of the meeting prior to the Plenary talk.&nbsp; Travel awardees were required to attend both social events as well as workshops.&nbsp; This meeting was primarily for the awardees to meet members of the BP committee, as well as meet other URG participants in an informal sett...",
  "por_txt_cntn": "\nDiversity support for Austin, 2014\n\nThe Broadening Participation (BP) Committee for the Society of Integrative and Comparative Biology (SICB) received funding for the annual meetings that were held in Austin, Texas, January 3-7, 2014.  The BP committee normally receives a budget of $15,000 each year to support travel to members from under-represented groups (URGs) to attend the meeting, as well as provide two workshops and two social events to recognize our BP awardees.  This amount usually funds 20 members annually ($500/member).  Since this NSF grant awarded the society an additional $20,000, we utilized this funding to help support additional travel awards.  For the 2014 Austin meeting, we had a total of 71 applicants for travel awards, of which 64 were funded. From those that were funded, 12 were assistant professors, 16 were postdoctoral research associates, 17 Ph.D., 5 M.S. and 14 undergraduate students.  The ethnicity demographic was the following: Hispanic/Latino (44%), African-American (19%), Native-American (3%), Pacific Islander (2%), First Generation college members (2%), and 33% not stated (note, these percentages are over 100 since some members chose more than one ethnicity).  Most of the members who received a travel award stated that they would not have been able to attend the meetings without this additional support.\n\n \n\nWorkshops held at the SICB annual meeting, Austin, 2014\n\nAs stated in the grant proposal, the BP committee held two workshops for BP travel awardees as well as the rest of the society.  The first workshop (held January 4th 2014) was entitled \"Recruitment strategies to obtain a diverse and thriving lab/department\" led by Rebecca Calisi-Rodriguez (Barnard College), Cheryl Wilga (University of Rhode Island), and Michele Nishiguchi (New Mexico State University).  This workshop was geared towards members who were interested in how to increase the diversity in their home departments as well as throughout their university.  The panelists provided discussion topics that offered insight to the process of maintaining diversity throughout the workplace.  This workshop was well attended (approximately 40 members attended) and members commented that the topics that were discussed provided some foundations for where they could start conversations about diversity at their own institutions. \n\n \n\nThe second workshop (held Jan. 6th) was entitled: \"Writing grants and manuscripts in a timely manner\" led by Brian Tsukimura (Fresno State), Michele Nishiguchi (NMSU), and Heather Bleakley (Stonehill College).  This BP sponsored workshop was meant to provide a toolkit to aid writing productivity and time management skills.  Presenters provided information from direct experiences as well as information from a recently sponsored NSF workshop/retreat (by NSF award to Bleakley) for early stage faculty from under-represented groups in biology.  We had an incredible turnout (&gt; 80 members), and comments after the workshop ranged from \"I wish I had known this information when I first started by job\" to \"I now know what to expect and how to prepare for managing writing around teaching and service responsibilities\". \n\n \n\nBroadening Participation events at the SICB annual meeting, Austin 2014\n\nThe Broadening Participation Committee also sponsored two social events for BP travel awardees.  The first was a mentor-mentee \"Meet and greet\" social the first evening of the meeting prior to the Plenary talk.  Travel awardees were required to attend both social events as well as workshops.  This meeting was primarily for the awardees to meet members of the BP committee, as well as meet other URG participants in an informal setting.  The SICB BP committee arranges these informal meetings with hopes of building a supportive community of all our URG members at levels.  The second social event was our annual Diversity Social that is open to all members.  The event was held at a restaurant across from the hotel venue, and was attended by ..."
 }
}