{
 "awd_id": "1362960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Families of varieties of general type",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 670000.0,
 "awd_amount": 670000.0,
 "awd_min_amd_letter_date": "2014-04-22",
 "awd_max_amd_letter_date": "2018-05-22",
 "awd_abstract_narration": "The PI will study surfaces and their variations. From the computational point of view, the best surfaces are those that can be described by a polynomial equation. Not every surface is such but Nash proved that every surface can be approximated by such polynomially defined surfaces. The main aim of the proposal is to understand how surfaces vary if we change the coefficients of the defining polynomial equations. The PI would especially aim to understand situations when a family of surfaces degenerates to a very complicated, highly singular surface. The main aim is to develop methods that can be used to simplify such singularities. As part of this project, the PI also aims to study families of curves on surfaces, especially near the singular points of the surface.\r\n\r\n\r\nThe PI aims to study families of algebraic surfaces of general type. There is a universal space for all families, called the moduli space. This moduli space is not compact, the PI intends to prove that a good compactification is given by considering surfaces that have semi-log canonical singularities and ample canonical class. The PI aims to develop a similar theory in higher dimensions, here the canonical models of varieties of general type provide the basic objects. As part of this project, the PI aims to understand the structure of semi-log canonical singularities, especially the combinatorial structure of their resolution. The PI aims to understand the structure of the dual complex of the resolution. A closely related but in principle independent project is to understand the structure of the Nash space of arcs through a singularity. The original conjectures of Nash were disproved in dimensions 3 and up, but there is a modification that takes these example into account. The PI aims to study both some very concrete examples and some general phenomena.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janos",
   "pi_last_name": "Kollar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janos Kollar",
   "pi_email_addr": "kollar@math.princeton.edu",
   "nsf_id": "000098445",
   "pi_start_date": "2014-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Fine Hall-Washington Road",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 78000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 148000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 148000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 148000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 148000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many objects in the physical world or in theoretical studies can be described by polynomial equations. In most cases the coefficients of these polynomials are<br />&nbsp;not exactly known, and there are many instances when the geometric nature of these objects is very sensitive to small changes of the coefficients. The aim of<br />&nbsp;the project was to develop a theoretical framework which describes how these coefficients can change, which changes result in a mild variation of the geometry, and which changes result in major geometric transitions.<br /><br />The results are quite satisfactory for changes that depend on one variable only, but future work is required to understand dependence in the several variable <br />situation, especially in cases when the variable have to satisfy additional constraints. The latter situation is especially common for overdetermined systems <br />of polynomial equations. In such cases it is usually quite difficult to understand which values of the coefficients give the expected geometric object. One of<br />&nbsp;the main findings is that the set of these values can also be described by polynomial equations. One still unsolved difficulty is that while the current proofs show the existence of such equations, this leads to an actual method of computing them in a few cases only. Earlier results show that this is not unexpected, but a continuation of this work should aim to get concrete equations in many&nbsp; more cases.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2019<br>\n\t\t\t\t\tModified by: Janos&nbsp;Kollar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany objects in the physical world or in theoretical studies can be described by polynomial equations. In most cases the coefficients of these polynomials are\n not exactly known, and there are many instances when the geometric nature of these objects is very sensitive to small changes of the coefficients. The aim of\n the project was to develop a theoretical framework which describes how these coefficients can change, which changes result in a mild variation of the geometry, and which changes result in major geometric transitions.\n\nThe results are quite satisfactory for changes that depend on one variable only, but future work is required to understand dependence in the several variable \nsituation, especially in cases when the variable have to satisfy additional constraints. The latter situation is especially common for overdetermined systems \nof polynomial equations. In such cases it is usually quite difficult to understand which values of the coefficients give the expected geometric object. One of\n the main findings is that the set of these values can also be described by polynomial equations. One still unsolved difficulty is that while the current proofs show the existence of such equations, this leads to an actual method of computing them in a few cases only. Earlier results show that this is not unexpected, but a continuation of this work should aim to get concrete equations in many  more cases.\n\n\t\t\t\t\tLast Modified: 08/13/2019\n\n\t\t\t\t\tSubmitted by: Janos Kollar"
 }
}