{
 "awd_id": "1363386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control of ThermoAcoustic Phenomena with Applications to Novel Energy Conversion Devices",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 359770.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2017-08-29",
 "awd_abstract_narration": "Thermoacoustic energy conversion devices are engines and refrigerators in which mechanical work is done by intense, contained pressure waves rather than the traditional pistons, cranks or turbine mechanisms present in traditional engines and refrigerators. These devices have almost no moving parts, thus minimizing mechanical friction losses and leading to potentially higher efficiencies than traditional ones. This award supports research leading to new types of thermoacoustic devices in which active control enables the optimization of thermodynamic cycles and adaptation to rapidly varying loading and operating conditions. These smart thermoacoustic devices are integrated with control electronics, thus transferring complexity from mechanical design into the design of the control algorithm, where it can be much more easily implemented. They are particularly suited to unpredictable and time-varying settings such as those that harness waste heat or small-scale solar-thermal power. \r\n\r\nThe control design techniques investigated in this project include (a) optimal design of periodic operating trajectories of thermoacoustic systems using the techniques of Optimal Periodic Control (OPC) as well as frequency domain methods, (b) the design of feedback for regulation of periodic distributed systems around spatio-temporal limit cycles, and (c) the investigation of the limits of performance in the control of thermoacoustic systems with point versus distributed sensing. Aside from their direct relevance to thermoacoutic systems, these research topics are important in a wide class of spatially distributed dynamical systems that occur in flow and gas dynamics, flexible structures and other domains. Another significant component in the proposed research program is the experimental investigation of control design concepts in several thermoacoustic devices including new varieties of Rijke and Sondhauss tubes, as well as thermoacoustic engines and heat pumps.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bassam",
   "pi_last_name": "Bamieh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bassam Bamieh",
   "pi_email_addr": "bamieh@engineering.ucsb.edu",
   "nsf_id": "000373282",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Office of Research, 3227 Cheadle",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "031E",
   "pgm_ref_txt": "MECHATRONICS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 59770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is motivated by the need to introduce active control in heat-based energy conversion devices such as Stirling and ThermoAcoustic engines and coolers. The use of active control enables much smarter, adaptive and optimized devices where much of the design complexity is moved from the mechanical realm to the electronics, and intelligent control algorithm design where it can be much more easily optimized.&nbsp;<br />The broader impact of this research would be to enable commercial adoption of such devices for applications such as solar-thermal and waste-heat energy harvesting at the smaller scales. This wider adoption would then contribute to higher utilization of renewable energy sources. Using technologies that are currently uncommon.&nbsp;<br />The intellectual merit of the research work is an investigation of modeling and control design of spatially distributed systems, in particular those with dynamics that involve pressure waves and acoustics. We developed numerical algorithms for optimizing periodic actuation signals in ThermoAcoustic devices and Stirling engines. For certain device models, higher efficiencies and power densities were obtained with properly designed actuation cycles. Other specific research problems were encountered in the course of this project. In studying the dynamics of acoustic systems with structural uncertainty, we investigated the stochastic dynamics of the mammalian cochlea. We found a potential explanation of common conditions such as otoacoustic emissions and Tinnitus as an instability mechanism. In investigating the setting of acoustic tomography as a sensing scheme, we initiated a research program in optimal sensor placement and motion strategies for reconstruction of environmentally important fields such as temperatures and flow velocities.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2018<br>\n\t\t\t\t\tModified by: Bassam&nbsp;A&nbsp;Bamieh</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1363386/1363386_10316743_1527104717907_18_ASME_inPrint.pdfcopy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1363386/1363386_10316743_1527104717907_18_ASME_inPrint.pdfcopy--rgov-800width.jpg\" title=\"ThermoAcoustic Model of Regenerators\"><img src=\"/por/images/Reports/POR/2018/1363386/1363386_10316743_1527104717907_18_ASME_inPrint.pdfcopy--rgov-66x44.jpg\" alt=\"ThermoAcoustic Model of Regenerators\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A block diagram depicting how thermoacoustic regenerator models (which incorporate the Euler equations of compressible gas dynamics) can be incorporated into other dynamical models, in this case, the compartments of a Stirling engine.</div>\n<div class=\"imageCredit\">Mitchell Craun and Bassam Bamieh</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Bassam&nbsp;A&nbsp;Bamieh</div>\n<div class=\"imageTitle\">ThermoAcoustic Model of Regenerators</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1363386/1363386_10316743_1527104294296_CochleaUncertainty_JASA_NSF.pdfcopy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1363386/1363386_10316743_1527104294296_CochleaUncertainty_JASA_NSF.pdfcopy--rgov-800width.jpg\" title=\"Cochlear Response due to Instabilities\"><img src=\"/por/images/Reports/POR/2018/1363386/1363386_10316743_1527104294296_CochleaUncertainty_JASA_NSF.pdfcopy--rgov-66x44.jpg\" alt=\"Cochlear Response due to Instabilities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A comparison of a nonlinear stochastic simulation of the cholera model and our theoretical predictions based on stochastic structured uncertainty model.</div>\n<div class=\"imageCredit\">Maurice Filo and Bassam Bamieh</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Bassam&nbsp;A&nbsp;Bamieh</div>\n<div class=\"imageTitle\">Cochlear Response due to Instabilities</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project is motivated by the need to introduce active control in heat-based energy conversion devices such as Stirling and ThermoAcoustic engines and coolers. The use of active control enables much smarter, adaptive and optimized devices where much of the design complexity is moved from the mechanical realm to the electronics, and intelligent control algorithm design where it can be much more easily optimized. \nThe broader impact of this research would be to enable commercial adoption of such devices for applications such as solar-thermal and waste-heat energy harvesting at the smaller scales. This wider adoption would then contribute to higher utilization of renewable energy sources. Using technologies that are currently uncommon. \nThe intellectual merit of the research work is an investigation of modeling and control design of spatially distributed systems, in particular those with dynamics that involve pressure waves and acoustics. We developed numerical algorithms for optimizing periodic actuation signals in ThermoAcoustic devices and Stirling engines. For certain device models, higher efficiencies and power densities were obtained with properly designed actuation cycles. Other specific research problems were encountered in the course of this project. In studying the dynamics of acoustic systems with structural uncertainty, we investigated the stochastic dynamics of the mammalian cochlea. We found a potential explanation of common conditions such as otoacoustic emissions and Tinnitus as an instability mechanism. In investigating the setting of acoustic tomography as a sensing scheme, we initiated a research program in optimal sensor placement and motion strategies for reconstruction of environmentally important fields such as temperatures and flow velocities. \n\n\t\t\t\t\tLast Modified: 05/23/2018\n\n\t\t\t\t\tSubmitted by: Bassam A Bamieh"
 }
}