{
 "awd_id": "1363485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rational Design of Thermoelectric Materials and Material Processing Approaches Based on Microwave Processing of Silicides",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "Thermoelectric materials are materials that can produce an electric current when two sides of the material are exposed to different temperatures or vice-versa (i.e., supplying an electric voltage and current to a thermoelectric material can change the temperature of its surfaces). Thermoelectric materials are a promising technology for a range of application from electric power generation to heating and cooling. Most electric power today is produced from processes where fuel is burned to produce heat that turns water into steam that is then used to turn electric power generators, and low temperature steam is exhausted as waste.  Such processes are relatively inefficient, converting only about 30 to 40 percent of the fuel's energy into useful electric power.  Thermoelectric materials could be used to convert this wasted thermal energy into useful electric power.  The team will design and construct high efficiency thermoelectric materials and devices from composite materials constructed from combinations of amorphous (i.e., non-crystalline, molecularly disordered) and crystalline materials that can maximize the material's electrical conductivity while minimizing the material's thermal conductivity, an ideal combination for effective thermoelectricity. The project will have broad educational impacts through both development of nanotechnology related university-level coursework and through the direct involvement of underrepresented students in the research.\r\n\r\nThe primary focus of the work will be on the use of composite silicide (i.e., materials that combine silicon with other elements such as metals) to create highly efficient thermoelectrics. The target of more efficient thermoelectric materials is to achieve a large thermoelectric effect so that large amounts of electric power can be generated from relatively small temperature differences between waste heat sources and the environment.  This project is a computationally guided material design effort which encompasses both theoretical and experimental aspects of amorphous based materials. The program addresses the multi-mode transport of charge carriers in extended and localized states, along with phonon transport properties in disordered multi-component amorphous structures. It is expected that new material structures based on amorphous-crystalline composites of silicide alloys developed in this work should result in significant nonlinear enhancement of the thermoelectric power factor, along with the reduction of the thermal conductivity of the materials. This research concept is a nanoscale effect that happens only if the energy distribution function of the carriers does not relax to that of the bulk material in the crystallites. This state requires crystallite sizes of sub-10 nm in most thermoelectric materials, which is often difficult to reach with the existing material processing methods. This project will develop a new material synthesis method based on field decrystallization in a microwave cavity that can produce non-equilibrium silicide materials. The effect of hydrogenation on thermoelectric properties will be investigated for the first time, and the scalability of the material growth technique will be demonstrated",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daryoosh",
   "pi_last_name": "Vashaee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daryoosh Vashaee",
   "pi_email_addr": "dvashae@ncsu.edu",
   "nsf_id": "000501143",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerzy",
   "pi_last_name": "Krasinski",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jerzy S Krasinski",
   "pi_email_addr": "krasins@okstate.edu",
   "nsf_id": "000292493",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lobat",
   "pi_last_name": "Tayebi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lobat Tayebi",
   "pi_email_addr": "lobat.tayebi@okstate.edu",
   "nsf_id": "000615443",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}