{
 "awd_id": "1400052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Enhancing Efficiency of Atom Transfer Radical Polymerization",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 485000.0,
 "awd_amount": 485000.0,
 "awd_min_amd_letter_date": "2014-05-23",
 "awd_max_amd_letter_date": "2015-05-28",
 "awd_abstract_narration": "Polymers are used in a wide range of products including household appliances, furniture, automotive components, electronics, medical devices, and pharmaceuticals.  Atom transfer radical polymerization (ATRP) is an important method for synthesis of well-defined polymers. ATRP is already commercially used by several companies world-wide and therefore, it is critically important to enhance efficiency of the polymerization process and minimize its environmental impact.  The Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division supports research of Prof. Matyjaszewski of Carnegie-Mellon University (CMU) to increase our fundamental understanding of the correlation between structure and activities of ATRP catalysts.  The results of this research could lead to more efficient catalysts and new catalysts in benign media, such as water, and affect commercial production of well-defined polymers made by ATRP.  The generated information is disseminated via timely publications, at (inter)national meetings, and at CMU web-site. The knowledge gained is also shared with industry through the Controlled Radical Polymerization (CRP) Consortium. In addition, this project provides education and research training opportunities to undergraduate and graduate students, preparing them for careers in academia or polymer industry.  \r\n\r\nThe proposed research activities include design, synthesis and evaluation of new highly active, selective and stable copper(Cu)- and iron(Fe)-based ATRP catalysts. The project encompasses computational modeling, kinetic and mechanistic studies, and polymer synthesis and characterization. The mechanism of reduction (comproportionation/disproportionation) and activation processes by Cu(0) and Cu(I)in aqueous media are investigated. Improved livingness and efficiency of new catalyst in benign media can impact various areas of polymer science by giving access to complex (co)polymers with better controlled architecture. New active iron-based catalysts should be less expensive and less toxic than copper-based systems, and potentially can also expand range of polymerizable monomers and open new avenues for synthesis of well-defined polymers for advanced applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krzysztof",
   "pi_last_name": "Matyjaszewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krzysztof Matyjaszewski",
   "pi_email_addr": "km3b@andrew.cmu.edu",
   "nsf_id": "000265803",
   "pi_start_date": "2014-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 195000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 290000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of the project was to enhance efficiency of Atom Transfer Radical Polymerization (ATRP). ATRP is an important method for synthesis of well-defined polymers and is already commercially used by several companies world-wide. Therefore, it is critically important to enhance efficiency of the polymerization process and minimize its environmental impact.&nbsp; The <strong><em>intellectual merit</em></strong> included design, synthesis and evaluation of new highly active, selective and stable copper- and iron-based ATRP catalysts. We developed new catalysts which are now 1,000,000,000 times more active than traditional catalysts based on Cu/bipyridine ligands. The project encompassed computational modeling, kinetic and mechanistic studies, and polymer synthesis and characterization. Improved livingness and efficiency of new catalyst in benign media and in the presence of efficient organic/inorganic reducing agents as well as physical means such as light, electricity and mechanical forces. They can provide special and temporal control and &nbsp;can impact various areas of polymer science by providing access to (co)polymers with better controlled complex architecture. The research carried out had a <strong><em>broader impact</em></strong> on other disciplines. The new catalysts provide spatial and temporal control on polymerization and can impact various areas of polymer science by providing access to (co)polymers with better controlled complex architecture. They can be used to prepare hybrid materials such as nanoparticles and wafers with densely grafted polymeric brushes as well as bioconjugates.The project involved education of graduate, undergraduate students and postdoctoral fellows. They were exposed to the most recent and advanced synthetic techniques in radical polymerization processes and characterization of polymeric materials. They regularly presented at semiannual Consortium meetings and also at national and international symposia. Their research was recognized by several ACS awards and they started successful careers in either academia or industry. PI research was also recognized by several international and ACS awards including Franklin medal in Chemistry (2017) and The Dreyfus Prize in Chemical Sciences (2015). The main dissemination process was through timely publications: 43 papers were published in peer-review journals. Our web site is very often visited (annually over 50,000 times) and provides introductory and advanced information on various controlled radical polymerization systems. The ACS Meetings on Controlled Radical Polymerization was organized in 2014 with ca. 100 oral and 100 poster presentations.&nbsp; Controlled radical polymerization is of significant commercial interest as evidenced by 56 international companies that have participated at the industrial consortium at Carnegie Mellon and 16 signed licenses resulting in new products commercialized in US, Europe and Japan.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2017<br>\n\t\t\t\t\tModified by: Krzysztof&nbsp;Matyjaszewski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of the project was to enhance efficiency of Atom Transfer Radical Polymerization (ATRP). ATRP is an important method for synthesis of well-defined polymers and is already commercially used by several companies world-wide. Therefore, it is critically important to enhance efficiency of the polymerization process and minimize its environmental impact.  The intellectual merit included design, synthesis and evaluation of new highly active, selective and stable copper- and iron-based ATRP catalysts. We developed new catalysts which are now 1,000,000,000 times more active than traditional catalysts based on Cu/bipyridine ligands. The project encompassed computational modeling, kinetic and mechanistic studies, and polymer synthesis and characterization. Improved livingness and efficiency of new catalyst in benign media and in the presence of efficient organic/inorganic reducing agents as well as physical means such as light, electricity and mechanical forces. They can provide special and temporal control and  can impact various areas of polymer science by providing access to (co)polymers with better controlled complex architecture. The research carried out had a broader impact on other disciplines. The new catalysts provide spatial and temporal control on polymerization and can impact various areas of polymer science by providing access to (co)polymers with better controlled complex architecture. They can be used to prepare hybrid materials such as nanoparticles and wafers with densely grafted polymeric brushes as well as bioconjugates.The project involved education of graduate, undergraduate students and postdoctoral fellows. They were exposed to the most recent and advanced synthetic techniques in radical polymerization processes and characterization of polymeric materials. They regularly presented at semiannual Consortium meetings and also at national and international symposia. Their research was recognized by several ACS awards and they started successful careers in either academia or industry. PI research was also recognized by several international and ACS awards including Franklin medal in Chemistry (2017) and The Dreyfus Prize in Chemical Sciences (2015). The main dissemination process was through timely publications: 43 papers were published in peer-review journals. Our web site is very often visited (annually over 50,000 times) and provides introductory and advanced information on various controlled radical polymerization systems. The ACS Meetings on Controlled Radical Polymerization was organized in 2014 with ca. 100 oral and 100 poster presentations.  Controlled radical polymerization is of significant commercial interest as evidenced by 56 international companies that have participated at the industrial consortium at Carnegie Mellon and 16 signed licenses resulting in new products commercialized in US, Europe and Japan.\n\n \n\n\t\t\t\t\tLast Modified: 06/03/2017\n\n\t\t\t\t\tSubmitted by: Krzysztof Matyjaszewski"
 }
}