{
 "awd_id": "1400294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Developing a Constructive Logic-Based Theory of Value-Based Systems Engineering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rob Stone",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2014-07-17",
 "awd_max_amd_letter_date": "2014-07-17",
 "awd_abstract_narration": "Systems engineering is the discipline responsible for assuring the overall success of modern, often software-intensive, engineering projects. Success ultimately hinges on the creation of value for all success-critical stakeholders. Creating value requires understanding, specifying, managing, validating, and evolving complex trade-offs across properties of systems, and linking such properties to stakeholder value. Such properties include, for instance, affordabilty, reliability, evolvability, safety, and confidentiality. Today, however, major projects continue to go awry in large part due to a failure to adequately specify and manage such properties and trade-offs. A core problem is that many properties are defined and understood so imprecisely that they cause miscommunication and confusion. A long history of attempts to use natural and quasi-mathematical language to define such properties has not solved this problem. This project aims to develop and evaluate the highly expressive mathematical, logical, and computational language of constructive logic to produce and validate precise models of system properties, trade-off spaces, and linkages between such properties and stakeholder values. From such formal language specifications, computer implementations of the models will be automatically generated and provided as web services for application and testing by systems engineers.\r\n\r\nFormal languages have the potential to clarify and reveal conceptual errors in imprecise, ambiguous, incomplete, and inconsistent natural language specifications. Type theoretical notations offer high expressiveness based on higher-order logic, polymorphic types, and the seamless integration of computational and propositional content, as well as the ability to extract certified software from specifications. This project will employ constructive logic to develop, test, and refine definitions and models of system properties, trade-offs, and the mapping of trade-off spaces to stakeholder preferences. This approach is novel in systems engineering, and important gaps in knowledge remain. To fill them, the following research problems will be addressed (1) determine how best to represent uncertainty in type theoretic definitions of probabilistic system properties; (2) determine appropriate mechanisms for structuring general  property theories that can reliably be specialized to specific projects; (3)  develop and evaluate languages and models of system properties, including evolvability properties, in particular; (4) develop and evaluate formal frameworks linking system design, property, and value spaces; (5) enable user communities to engage with such theoretical constructs through web services. The project will develop and test the hypothesis that theories based in constructive logic can help systems engineers to reason better about system designs, properties, trade-offs, and stakeholder value.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J Sullivan",
   "pi_email_addr": "sullivan@cs.virginia.edu",
   "nsf_id": "000086645",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "P. O. Box 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808500",
   "pgm_ele_name": "SYS-Systems Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8a94ac0c-7fff-66b3-1b3e-b534c67405ea\"> </span></p>\n<p dir=\"ltr\"><span>This project addressed the problem of managing the </span><span>non-functional properties</span><span> of engineered systems. Whereas functional properties characterize what a system does--store information, move materials, etc.---non-functional properties characterize how well system does it. Non-functional properties include affordability, security, safety, reliability, usability, maintainability, evolvability, agility, resiliency etc. They are sometimes called </span><span>ilities,</span><span> or </span><span>system qualities </span><span>(SQs)</span><span>.</span></p>\n<p dir=\"ltr\"><span>Today, systems engineering theory, methods, and tools are strong with respect to formulating the </span><span>functional properties</span><span> of engineered systems. By contrast, current theory and practice are weak with respect to </span><span>non-functional properties</span><span>. &nbsp;These weaknesses contribute to costly operational system and project failures. This project aimed to strengthen systems engineering theory with respect to ontologies for engineering non-functional properties of major systems.</span></p>\n<p dir=\"ltr\"><span>Non-functional properties are as critical as the functional properties of most systems. An air transport without acceptable </span><span>safety </span><span>properties will not be trusted. A deterrent that does not meet </span><span>reliability</span><span> and </span><span>accuracy</span><span> requirements may fail to deter, leading to larger political and military failures. A system that is </span><span>unaffordable</span><span> fails in another way. The weaknesses of systems engineering in these areas cause huge inefficiencies in major projects, reducing our quality of life, and lead to lead to system failures that put people and nations at risk.</span></p>\n<p dir=\"ltr\"><span>This project addressed the lack of comprehensive, effective ontologies of non-functional system properties. &nbsp;Attention has been given to properties in isolation. Researchers have organized around safety, for example, or reliability, or usability. But comprehensive treatment of all system properties and tradeoffs has received less attention. Different terms are often used for the same property, and one term for different properties, leading to misunderstandings and errors. Different stakeholders in a project often have unresolved conflicting priorities for non-functional properties. Precise, complete representations of non-functional properties are often missing. Existing standards, e.g., ISO/IEC 25010, are lacking in the structure and precision required by contemporary systems and projects. Without agreement on properties of interest, shared languages for formulating them, and a comprehensive approach to managing properties and tradeoffs, it will be hard to devise the practices and tools needed for successful engineering of next-generation systems.</span></p>\n<p dir=\"ltr\"><span>A key intellectual outcome of this project was the development of a prototype comprehensive system quality ontology and its formalization using the logic of type theory. Key concepts include the following. First, non-functional properties (SQs) are organized in means-ends hierarchies. Without security, privacy protection fails, for example, so security is an SQ that supports privacy. Second, SQs are diverse. The draft ontology is comprehensive, spanning concerns from safety and reliability to affordability, usability, etc. Third, the ontology provides a framework for representing required, predicted, and measured non-functional properties, varying by stakeholder, project phase, context of use, and other parameters. It establishes a framework for modeling and managing conflicts and synergies among properties, and stakeholder priorities across the life cycle.</span></p>\n<p dir=\"ltr\"><span>Central to this PI&rsquo;s efforts, the project formalized the ontology as a language of non-functional system properties embedded in the language of type theory. Type theory, or constructive logic, has emerged as a major enabler of the specification of the syntax and semantics of formal languages: from logics, to programming languages, to abstract mathematics. &nbsp;This project formalized the expression of comprehensive SQ requirements as values of a recursively defined, polymorphic SQ expression type. At the leaves of an expression tree are representations of basic SQs. The structure of a syntax tree expresses the SQ means-ends hierarchy. A key insight was that at the leaves of such a tree, different forms of expression would be needed for &ldquo;the same&rdquo; quality, from system to system. The tracking </span><span>accuracy</span><span> of a satellite tracking radar, for example, might be expressed only in the direction of motion in one system, for example, but also laterally in another. The formal language was thus defined to be polymorphic with respect to individual SQ modeling languages and formal system models. &nbsp;Evidence that leaf-level requirements are met, in the form of either deductive formal-system-model-based proofs, or axiomatically accepted assumptions certified by other means, are aggregated, yielding a form of evidence tree that might be used to certify that a system has addressed (and met) all relevant SQ requirements.</span></p>\n<p dir=\"ltr\"><span>This project also recognized that software impacts numerous SQs and that malfunctions undercut multiple SQs. The project addressed an especially worrying failure mode in which software is over-abstracted from, and thus under-constrained in its behavior with respect to, the physics of the system. A key outcome of this work was the notion of </span><span>real-world type annotations </span><span>that, added to code, give it a precise physical interpretation. Code can then be checked for consistency with the physics of the system. In terms of broader impact, such checking could have avoided the loss of the Mars Polar Orbiter Mission, which failed due to erroneous computations on over-abstracted representations of physical impulses inadvertently represented using incompatible (metric and English) physical units.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/07/2019<br>\n\t\t\t\t\tModified by: Kevin&nbsp;J&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis project addressed the problem of managing the non-functional properties of engineered systems. Whereas functional properties characterize what a system does--store information, move materials, etc.---non-functional properties characterize how well system does it. Non-functional properties include affordability, security, safety, reliability, usability, maintainability, evolvability, agility, resiliency etc. They are sometimes called ilities, or system qualities (SQs).\nToday, systems engineering theory, methods, and tools are strong with respect to formulating the functional properties of engineered systems. By contrast, current theory and practice are weak with respect to non-functional properties.  These weaknesses contribute to costly operational system and project failures. This project aimed to strengthen systems engineering theory with respect to ontologies for engineering non-functional properties of major systems.\nNon-functional properties are as critical as the functional properties of most systems. An air transport without acceptable safety properties will not be trusted. A deterrent that does not meet reliability and accuracy requirements may fail to deter, leading to larger political and military failures. A system that is unaffordable fails in another way. The weaknesses of systems engineering in these areas cause huge inefficiencies in major projects, reducing our quality of life, and lead to lead to system failures that put people and nations at risk.\nThis project addressed the lack of comprehensive, effective ontologies of non-functional system properties.  Attention has been given to properties in isolation. Researchers have organized around safety, for example, or reliability, or usability. But comprehensive treatment of all system properties and tradeoffs has received less attention. Different terms are often used for the same property, and one term for different properties, leading to misunderstandings and errors. Different stakeholders in a project often have unresolved conflicting priorities for non-functional properties. Precise, complete representations of non-functional properties are often missing. Existing standards, e.g., ISO/IEC 25010, are lacking in the structure and precision required by contemporary systems and projects. Without agreement on properties of interest, shared languages for formulating them, and a comprehensive approach to managing properties and tradeoffs, it will be hard to devise the practices and tools needed for successful engineering of next-generation systems.\nA key intellectual outcome of this project was the development of a prototype comprehensive system quality ontology and its formalization using the logic of type theory. Key concepts include the following. First, non-functional properties (SQs) are organized in means-ends hierarchies. Without security, privacy protection fails, for example, so security is an SQ that supports privacy. Second, SQs are diverse. The draft ontology is comprehensive, spanning concerns from safety and reliability to affordability, usability, etc. Third, the ontology provides a framework for representing required, predicted, and measured non-functional properties, varying by stakeholder, project phase, context of use, and other parameters. It establishes a framework for modeling and managing conflicts and synergies among properties, and stakeholder priorities across the life cycle.\nCentral to this PI?s efforts, the project formalized the ontology as a language of non-functional system properties embedded in the language of type theory. Type theory, or constructive logic, has emerged as a major enabler of the specification of the syntax and semantics of formal languages: from logics, to programming languages, to abstract mathematics.  This project formalized the expression of comprehensive SQ requirements as values of a recursively defined, polymorphic SQ expression type. At the leaves of an expression tree are representations of basic SQs. The structure of a syntax tree expresses the SQ means-ends hierarchy. A key insight was that at the leaves of such a tree, different forms of expression would be needed for \"the same\" quality, from system to system. The tracking accuracy of a satellite tracking radar, for example, might be expressed only in the direction of motion in one system, for example, but also laterally in another. The formal language was thus defined to be polymorphic with respect to individual SQ modeling languages and formal system models.  Evidence that leaf-level requirements are met, in the form of either deductive formal-system-model-based proofs, or axiomatically accepted assumptions certified by other means, are aggregated, yielding a form of evidence tree that might be used to certify that a system has addressed (and met) all relevant SQ requirements.\nThis project also recognized that software impacts numerous SQs and that malfunctions undercut multiple SQs. The project addressed an especially worrying failure mode in which software is over-abstracted from, and thus under-constrained in its behavior with respect to, the physics of the system. A key outcome of this work was the notion of real-world type annotations that, added to code, give it a precise physical interpretation. Code can then be checked for consistency with the physics of the system. In terms of broader impact, such checking could have avoided the loss of the Mars Polar Orbiter Mission, which failed due to erroneous computations on over-abstracted representations of physical impulses inadvertently represented using incompatible (metric and English) physical units.\n\n\t\t\t\t\tLast Modified: 05/07/2019\n\n\t\t\t\t\tSubmitted by: Kevin J Sullivan"
 }
}