{
 "awd_id": "1400370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology for FY 2014",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 207000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2014-06-05",
 "awd_max_amd_letter_date": "2014-06-05",
 "awd_abstract_narration": "NSF Postdoctoral Fellowships in Biology combine research and training components to prepare young scientists for careers in emerging areas where biology intersects with other scientific disciplines, in this case with mathematics and physical sciences.  The Fellows are expected to be leaders of the nation's scientific workforce in the future. This fellowship to Andrew Tredennick supports research and training at the intersection of biology, mathematics, and statistics and addresses the relationship of ecological diversity versus stability using new theorical and experimental approaches. The host institution is Utah State University, and the sponsoring scientists are Peter Adler and Fred Adler. Plant biomass is the base of energy captured on Earth and necessary for all life. In an era of rapid environmental change, it is critical to discover the processes that promote the stability of plant biomass production over time. A deeper understanding of how biodiversity influences stability promises to inform conservation efforts as well as management decisions in many economically significant ways, including livestock production. \r\n\r\nAlmost all ecological systems are subject to fluctuations in environmental conditions through time. In plant communities, it is now widely observed that increases in the number of species present in a community can dampen the effect of environmental fluctuations and stabilize biomass production. This research seeks to develop a more mechanistic understanding of the processes that increase, or decrease, ecosystem stability than now exists.  The research employs natural ecological communities to consider how population dynamics add-up to produce observed stability and how coexistence among species mediates their population dynamics. The research confronts new predictive theory with five long-term data sets of perennial plant communities from across the western United States. \r\n\r\nTraining goals include gaining expertise in theoretical and analytical approaches in ecology, including training in model-data assimilation using advanced statistical methods. The research promises new tools for ecological modeling, and public outreach includes producing a series of \"Whiteboard Ecology\" videos to introduce ecological theories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Tredennick",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew T Tredennick",
   "pi_email_addr": "",
   "nsf_id": "000652359",
   "pi_start_date": "2014-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tredennick              Andrew         T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Mendon",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "",
  "inst_zip_code": "843258001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": null,
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 207000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People rely on nature to provide all kinds of services, from producing food and regulating disease outbreaks, to providing recreational opportunities in wilderness areas. An important attribute of any ecosystem service is how stable it is through time. Changes in how much a service fluctuates, which can be brought on by global environmental changes like climate change, impacts its predictability and sustainability. Understanding what makes ecosystems stable, or not, is critical for determining how ecosystems might change in the future.</p>\n<p><br />Plants provide the base of energy for all life on Earth, and managing grassland ecosystems requires understanding what makes them stable, or not. In this research, we studied species synchrony, which is simply how similar species dynamics are through time. For example, if two species respond similarly to the environment every year, then they will have high synchrony; if the two species have unique responses each year, they will have low synchrony. Species synchrony determines how much aggregated ecosystem functions, like biomass production, fluctuate through time. All else being equal, the stability of ecosystem functioning increases as species synchrony decreases.&nbsp;</p>\n<p><br />Our first question was: what determines synchrony in natural plant communities? Mathematical theory suggests that species&rsquo; environmental responses, species interactions, and demographic stochasticity all contribute to species synchrony, but tests of that theory in real-world ecosystems are very rare. We used historical and long term (~25 years) data on individual plant growth, survival, and recruitment to build models of five semi-arid grasslands in the western United States. In all five communities, species&rsquo; environmental responses determined the amount of synchrony among species. This implies that species gains/losses will have small effects on synchrony and stability relative to the impacts of environmental change.</p>\n<p><br />Our second question was: does the mechanism that allows species to coexist affect the relationship between biodiversity (the number of species) and stability (how much ecosystem function, like biomass production, varies over time)? This question brings together two tenets of ecology: (1) environmental variation can promote species coexistence and maintain biodiversity, and (2) more biodiverse ecosystems are more stable through time. Yet, these two foundational concepts in ecology present a paradox: environmental variability reduces stability and increases biodiversity, which should increase stability. We used a model of four competition species to show that both positive and negative diversity-stability relationships are possible. We also found that increases in the number of species that can coexist as environmental variability increases can buffer ecosystems from becoming unstable. Just like your stock portfolio, having more species helps to dampen fluctuations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2017<br>\n\t\t\t\t\tModified by: Andrew&nbsp;T&nbsp;Tredennick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPeople rely on nature to provide all kinds of services, from producing food and regulating disease outbreaks, to providing recreational opportunities in wilderness areas. An important attribute of any ecosystem service is how stable it is through time. Changes in how much a service fluctuates, which can be brought on by global environmental changes like climate change, impacts its predictability and sustainability. Understanding what makes ecosystems stable, or not, is critical for determining how ecosystems might change in the future.\n\n\nPlants provide the base of energy for all life on Earth, and managing grassland ecosystems requires understanding what makes them stable, or not. In this research, we studied species synchrony, which is simply how similar species dynamics are through time. For example, if two species respond similarly to the environment every year, then they will have high synchrony; if the two species have unique responses each year, they will have low synchrony. Species synchrony determines how much aggregated ecosystem functions, like biomass production, fluctuate through time. All else being equal, the stability of ecosystem functioning increases as species synchrony decreases. \n\n\nOur first question was: what determines synchrony in natural plant communities? Mathematical theory suggests that species? environmental responses, species interactions, and demographic stochasticity all contribute to species synchrony, but tests of that theory in real-world ecosystems are very rare. We used historical and long term (~25 years) data on individual plant growth, survival, and recruitment to build models of five semi-arid grasslands in the western United States. In all five communities, species? environmental responses determined the amount of synchrony among species. This implies that species gains/losses will have small effects on synchrony and stability relative to the impacts of environmental change.\n\n\nOur second question was: does the mechanism that allows species to coexist affect the relationship between biodiversity (the number of species) and stability (how much ecosystem function, like biomass production, varies over time)? This question brings together two tenets of ecology: (1) environmental variation can promote species coexistence and maintain biodiversity, and (2) more biodiverse ecosystems are more stable through time. Yet, these two foundational concepts in ecology present a paradox: environmental variability reduces stability and increases biodiversity, which should increase stability. We used a model of four competition species to show that both positive and negative diversity-stability relationships are possible. We also found that increases in the number of species that can coexist as environmental variability increases can buffer ecosystems from becoming unstable. Just like your stock portfolio, having more species helps to dampen fluctuations.\n\n\t\t\t\t\tLast Modified: 10/02/2017\n\n\t\t\t\t\tSubmitted by: Andrew T Tredennick"
 }
}