{
 "awd_id": "1400969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Revealing the Structural Basis for Calprotectin-RAGE Signaling Axis",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 199996.0,
 "awd_amount": 236848.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2016-08-30",
 "awd_abstract_narration": "Research Initiation Awards (RIAs) provide support for junior faculty at Historically Black Colleges and Universities (HBCUs) who are starting to build a research program, as well as for mid-career faculty who need to re-direct and re-build a research program.  It is expected that the award helps to further the faculty member's research capability and effectiveness, improves research and teaching at the researcher's home institution, and involves undergraduate students in research experiences.\r\n\r\nFisk University's RIA project utilizes well established experimental structural biology and biophysical techniques to establish a transformative new paradigm for the mechanism of regulation of protein-protein interactions in signal transduction. The results will have a significant impact on the fields of structural biology and signal transduction. Characterization of the CP-RAGE VC1 complex at atomic-resolution represents a significant advance forward for S100 and RAGE biology. This would be the first high resolution structure of the RAGE ligand binding extracellular domain in complex with a protein, and one of few S100 proteins in complex with its cognate binding partner.  Moreover, the approaches employed in this investigation represent a general approach to addressing mechanism of receptor activation.\r\n\r\nThis research addresses a critical gap in this knowledge by employing high resolution structural studies to reveal the atomic resolution details of the CP-RAGE complex. RAGE is a transmembrane protein comprised of three extracellular immunoglobulin domains (V, C1, and C2), a single transmembrane helix (TM), and a short intracellular peptide (IC). Like many other single pass receptors, activation is hypothesized to proceed through an oligomerization based conformational rearrangement that occurs during ligand binding. \r\n\r\nThe outcomes of the research initiation project will further the diversification of the STEM workforce by providing unparalleled training to students that have been historically underrepresented in STEM. This interdisciplinary program provides integrated research training and didactic coursework at the interface of chemistry, biology, and physics illustrating to students the impact of transdisciplinary research and high impact discovery. Undergraduate students will present their findings at regional and national meetings and will co-author peer-reviewed publications. As an NSF Experimental Program to Stimulate Competitive Research (EPSCoR) jurisdiction, the project will build research capability and capacity in the state as well as within this minority-serving institution. \r\n\r\n\r\n\r\n\r\n\r\n\r\nPage A\r\nThis research initiation award proposes to understand the molecular basis of interactions\r\nbetween the S100 calcium binding protein calprotectin (CP) and the receptor for advanced glycation\r\nendproducts (RAGE). CP binding to RAGE results in activation of the transcription factor NFkB,\r\na molecule which plays a key role in inflammation. Despite the importance of this signaling\r\naxis, little is known about the structural details of the protein-protein interactions which\r\ngovern CP-RAGE binding. This proposal addresses a critical gap in this knowledge by employing\r\nhigh resolution structural studies to reveal the atomic resolution details of the CP-RAGE\r\ncomplex. RAGE is a transmembrane protein comprised of three extracellular immunoglobulin domains\r\n(V, C1, and C2), a single transmembrane helix (TM), and a short intracellular peptide (IC).\r\nLike many other single pass receptors, activation is hypothesized to proceed through an oligomerization\r\nbased conformational rearrangement that occurs during ligand binding. The focus of this proposal\r\nis on the V and C1 extracellular domains of RAGE (RAGE VC1) and how they contribute to CP\r\nbinding and/or oligomerization during receptor activation. In order to address these questions,\r\ntwo complementary but independent objectives are proposed: Objective 1) Define the molecular\r\nbasis for CP interaction with RAGE. Nuclear magnetic resonance spectroscopy (NMR) will be\r\nused to identify amino acid residues in CP and RAGE VC1 that are critical for binding. The\r\nNMR studies will be validated and used to guide strategies to create mutants in CP that are\r\ndefective in RAGE binding as assayed by isothermal titration calorimetry. Objective 2) Characterize\r\nthe oligomerization state of the CP-RAGE VC1 complex. X-ray crystallography will be used to\r\ndetermine the structure of the CP-RAGE VC1 complex. This structure will reveal high resolution\r\ndetails of the interaction between CP and RAGE, as well as interactions that define the oligomerization\r\nbehavior of the overall complex.\r\nIntellectual Merit :\r\nThe research initiation award utilizes well established experimental structural biology and\r\nbiophysical techniques to establish a transformative new paradigm for the mechanism of regulation\r\nof protein-protein interactions in signal transduction. The results will have a significant\r\nimpact on the fields of structural biology and signal transduction. Characterization of the\r\nCP-RAGE VC1 complex at atomic-resolution represents a significant advance forward for S100\r\nand RAGE biology. This would be the first high resolution structure of the RAGE ligand binding\r\nextracellular domain in complex with a protein, and one of few S100 proteins in complex with\r\nits cognate binding partner. Moreover, the approaches employed in this proposal represent\r\na general approach to addressing mechanism of receptor activation.\r\nBroader Impacts :\r\nThe outcomes of this research initiation award will further the diversification of the STEM\r\nworkforce by providing unparalleled training to students that have been traditionally underrepresented\r\nin STEM. This interdisciplinary program provides integrated research training and didactic\r\ncoursework at the interface of chemistry, biology, and physics -illustrating to students the\r\nimpact of transdisciplinary research and high impact discovery. Undergraduate students will\r\npresent their findings at regional and national meetings, and will co-author peer-reviewed\r\npublications. Enhancements in research and curriculum infrastructure at Fisk University provided\r\nby this RIA will contribute to recruitment and retention of minorities in STEM disciplines,\r\nresulting in the development of early career scientists into discoverers and leaders in academic\r\nand research careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Damo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Damo",
   "pi_email_addr": "sdamo@fisk.edu",
   "nsf_id": "000651463",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fisk University",
  "inst_street_address": "1000 17TH AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153298809",
  "inst_zip_code": "372083051",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "FISK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRC6S9KLNLH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fisk University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372083045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 199996.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 36852.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Protein receptors are essential molecules that are responsible for information transfer across the cell membrane. The receptor for advanced glycation end products (RAGE) is a multi-ligand receptor that is activated by a diverse array molecules including members of the S100 class of EF-hand calcium binding proteins. The RAGE receptor is comprised of three extracellular immunoglobulin domains (V, C1, C2) a transmembrane helix, and an intracellular C-terminal tail. Several questions remain with respect to how RAGE recognizes its various ligands and how binding of the ligand leads to receptor activation. This proposal focuses on the biophysical characterization of the extracellular domain of RAGE with the S100A8/S100A9 dimer (also known as calprotectin, CP) with an eye toward understanding the details of the CP-RAGE interaction as well as the mechanisms of receptor oligomerization. The CP-RAGE complex resisted crystallization, so we used a multi-faceted biophysical approach including isothermal titration calorimetry, computational modeling, light scattering and NMR spectroscopy to address these questions.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>This work has resulted in 2 peer-reviewed journal publications and 1 book chapter. We have also developed a robust bio-layer interferometry assay to quantify S100-RAGE binding which requires significantly less sample than the standard isothermal titration calorimetry methods.</p>\n<p>We discovered that CP binds exclusively to the V domain of the extracellular domain of RAGE. Using a computational docking approach, we created models for the structure of the CP-V domain complex. To validate our computational model, we mapped a specific patch of basic residues in the V domain that are critical for binding CP. Isothermal titration calorimetry experiments demonstrated that charge reversal mutations of any one of these basic residues to aspartic acid leads to ~5-fold reduction in binding affinity. Similar results were obtained with S100A12, a CP-homolog which suggests that the binding mode of RAGE is conserved for these two different ligands.</p>\n<p>Through a series of light scattering studies, we showed that oligomerization of the RAGE receptor depends on the C1 domain. Additionally, CP undergoes oligomerization upon binding Ca<sup>2+</sup> and Ca<sup>2+</sup> is required to form the CP-RAGE complex. Hence, we hypothesize oligomerization of the ligand and receptor may be coupled to activation. Moreover, S100A12 does not oligomerize with the addition of calcium which suggests a potential distinct role for metal mediated activation of the RAGE receptor which would represents a new paradigm in this signal transduction pathway. In total, these studies answered several critical questions regarding the CP-RAGE signaling axis.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>This grant provided support for a junior faculty member to establish a research program at a primarily undergraduate HBCU. The acquisition of new equipment and preliminary data of these interdisciplinary studies provided by this grant has had a significant impact on increasing the infrastructure at Fisk University. In addition, this project has had a significant impact toward diversifying the STEM workforce by providing educational and research opportunities for populations that are historically underrepresented in the sciences. 18 undergraduate students and 5 graduate students have been associated with the research component of this grant. Of these, 22 are underrepresented minorities and 17 are women. Additionally, the curriculum of three chemistry courses at Fisk University were modified to embed authentic undergraduate research experiences into the teaching laboratory. Several new lab modules were developed and administered in Physical Chemistry, Biochemistry, and Inorganic Chemistry courses. These modules were centered on research questions taken directly from this grant and from the areas of biophysics and structural biology. In total, these course enhancements provided an interdisciplinary educational experience for the students that included direct-hands on training with research grade analytical instrumentation. In total the research and educational experiences in this grant have provided a strong foundation for Fisk University students to pursue advanced degrees and careers in STEM. Of the students associated with this grant, 5 were accepted into STEM PhD programs, 2 in STEM Master&rsquo;s programs, 4 in STEM related employment and 2 in health-related graduate programs.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Steven&nbsp;Damo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtein receptors are essential molecules that are responsible for information transfer across the cell membrane. The receptor for advanced glycation end products (RAGE) is a multi-ligand receptor that is activated by a diverse array molecules including members of the S100 class of EF-hand calcium binding proteins. The RAGE receptor is comprised of three extracellular immunoglobulin domains (V, C1, C2) a transmembrane helix, and an intracellular C-terminal tail. Several questions remain with respect to how RAGE recognizes its various ligands and how binding of the ligand leads to receptor activation. This proposal focuses on the biophysical characterization of the extracellular domain of RAGE with the S100A8/S100A9 dimer (also known as calprotectin, CP) with an eye toward understanding the details of the CP-RAGE interaction as well as the mechanisms of receptor oligomerization. The CP-RAGE complex resisted crystallization, so we used a multi-faceted biophysical approach including isothermal titration calorimetry, computational modeling, light scattering and NMR spectroscopy to address these questions.\n\nIntellectual Merit\n\nThis work has resulted in 2 peer-reviewed journal publications and 1 book chapter. We have also developed a robust bio-layer interferometry assay to quantify S100-RAGE binding which requires significantly less sample than the standard isothermal titration calorimetry methods.\n\nWe discovered that CP binds exclusively to the V domain of the extracellular domain of RAGE. Using a computational docking approach, we created models for the structure of the CP-V domain complex. To validate our computational model, we mapped a specific patch of basic residues in the V domain that are critical for binding CP. Isothermal titration calorimetry experiments demonstrated that charge reversal mutations of any one of these basic residues to aspartic acid leads to ~5-fold reduction in binding affinity. Similar results were obtained with S100A12, a CP-homolog which suggests that the binding mode of RAGE is conserved for these two different ligands.\n\nThrough a series of light scattering studies, we showed that oligomerization of the RAGE receptor depends on the C1 domain. Additionally, CP undergoes oligomerization upon binding Ca2+ and Ca2+ is required to form the CP-RAGE complex. Hence, we hypothesize oligomerization of the ligand and receptor may be coupled to activation. Moreover, S100A12 does not oligomerize with the addition of calcium which suggests a potential distinct role for metal mediated activation of the RAGE receptor which would represents a new paradigm in this signal transduction pathway. In total, these studies answered several critical questions regarding the CP-RAGE signaling axis.\n\nBroader Impacts\n\nThis grant provided support for a junior faculty member to establish a research program at a primarily undergraduate HBCU. The acquisition of new equipment and preliminary data of these interdisciplinary studies provided by this grant has had a significant impact on increasing the infrastructure at Fisk University. In addition, this project has had a significant impact toward diversifying the STEM workforce by providing educational and research opportunities for populations that are historically underrepresented in the sciences. 18 undergraduate students and 5 graduate students have been associated with the research component of this grant. Of these, 22 are underrepresented minorities and 17 are women. Additionally, the curriculum of three chemistry courses at Fisk University were modified to embed authentic undergraduate research experiences into the teaching laboratory. Several new lab modules were developed and administered in Physical Chemistry, Biochemistry, and Inorganic Chemistry courses. These modules were centered on research questions taken directly from this grant and from the areas of biophysics and structural biology. In total, these course enhancements provided an interdisciplinary educational experience for the students that included direct-hands on training with research grade analytical instrumentation. In total the research and educational experiences in this grant have provided a strong foundation for Fisk University students to pursue advanced degrees and careers in STEM. Of the students associated with this grant, 5 were accepted into STEM PhD programs, 2 in STEM Master?s programs, 4 in STEM related employment and 2 in health-related graduate programs.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Steven Damo"
 }
}