{
 "awd_id": "1400142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enabling Nanomanufacturing via Fast Optical Nanopatterning",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 549231.0,
 "awd_amount": 559231.0,
 "awd_min_amd_letter_date": "2014-06-10",
 "awd_max_amd_letter_date": "2019-06-19",
 "awd_abstract_narration": "Top-down nanopatterning is the most effective approach for creating nanostructures of complex geometries and therefore, usually the first step in nanomanufacturing. Unfortunately, conventional approaches to nanopatterning are extremely slow compared to pattern replication. This award supports research that combines a massively parallel architecture and a new method that allows light to define nanostructures far smaller than is otherwise possible. The result is to achieve fast nanopatterning of structures as small as a large molecule. When fast pattern generation is combined with fast pattern replication (such as roll-to-roll nanoimprint lithography), a new paradigm for nanomanufacturing arises. This paradigm has the potential to enable entirely new material and device functionalities as it provides exquisite control of structure at the nanoscale in conjunction with such control over macroscopic areas. When brought to fruition, this technology will enable new classes of devices and applications, e.g., light-trapping for thin-film solar-cells, large-area self-cleaning surfaces, anti-microbial surfaces, and large-area metamaterials (e.g., cloaking materials). This award will provide essential training in research that draws upon expertise in multiple disciplines including optics, chemistry, electrical engineering and materials science. The fundamental knowledge generated during this research will be widely disseminated via the commercialization of the new nanopatterning technology. \r\n \r\nThe far-field diffraction limit is a fundamental physical barrier that limits the size of a focused optical beam to approximately half its wavelength. When applied to nanopatterning with visible light, this limit prevents the generation of structures below ~200nm. This project will overcome this limit by using photochromic molecules that can be toggled between two isomeric forms. By exposing a monolayer of such molecules to a spatially varying intensity distribution, a chemical pattern of the two isomers is first formed. Using a stepping stage with nanometric precision, the substrate is then moved relative to the optics. A second exposure to the same illumination toggles the photochromic molecules. By appropriate displacement of the stage, it is possible to leave arbitrarily small regions of molecules (down to the single-molecule level) in one isomeric form compared to the surrounding region. A subsequent locking step may then be used to selectively modify this isomeric form such that it is no longer photochromic. Since everything else on the surface is photochromic, the entire sequence of steps can be repeated to create geometries of arbitrary complexity in a \"dot-matrix\" fashion. This award will support fundamental research into the design, synthesis and characterization of appropriate photochromic molecules, a new optical system, and related processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajesh",
   "pi_last_name": "Menon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajesh Menon",
   "pi_email_addr": "rmenon@eng.utah.edu",
   "nsf_id": "000535539",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trisha",
   "pi_last_name": "Andrew",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Trisha L Andrew",
   "pi_email_addr": "tandrew@chem.wisc.edu",
   "nsf_id": "000646931",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129249",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 549231.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this proposal was to create patterns at the single-molecule or macro-molecular resolution with visible photons. Photochromic molecules can be optically toggled between two stable isomeric states. By exposing a monolayer of such molecules to a spatially varying intensity distribution, a chemical pattern of the two isomers is first formed. Using a stepping stage with nanometric precision, the substrate is then moved relative to the optics. A second exposure to the same illumination toggles the photochromic molecules. By appropriate displacement of the stage, it is possible to leave arbitrarily small regions of molecules (down to the single-molecule level) in one isomeric form compared to the surrounding region. A subsequent locking step may then be used to selectively modify this isomeric form such that it is no longer photochromic. Since everything else on the surface is photochromic, the entire sequence of steps can be repeated to create geometries of arbitrary complexity in a &ldquo;dot-matrix&rdquo; fashion.</p>\n<p>Photolithography is the workhorse technology that enables nanotechnology. In order to improve the resolution limits in photolithography, industry has to focus on reducing the wavelength of the lasers, so as not to be hindered by the resolution limit. Approaches that claim to allow this are so-called maskless lithography, which saves manufacturers tens of thousands of dollars each time a change is made in device design, no matter how large or small the change. The continued improvements in lithography have been the driving force that has upheld the Moore's Law so far. Shorter wavelengths, better lenses, and adaptive optics have all contributed to this Law, which has allowed commercially available chips to be fabricated with 45nm, 32nm feature sizes, with 25nm in testing. These processes had succeeded beyond everyone's expectations on the small feature lithography, but at the same time, it does not mean that future feature reductions that rely only on this technology (or) with this technology it is guaranteed. In our project, we demonstrated feasibility of a new nanopatterning technique that can achieve super-resolution with low light intensities by relying of photo-switchable molecules.</p>\n<p>Three women PhD students have been graduated who were associated with this project.&nbsp;One post-doctoral scientist was also trained during this project.&nbsp;Numerous undergraduate students worked on sub-topics related to this project primarily under the REU umbrella.&nbsp;</p>\n<p>Top-down patterning is the most effective approach for fabricating nanostructures of complex (non- periodic) geometries. However, this pattern generation is slow compared to pattern replication. Here, we propose to combine a massively parallel architecture and a new approach to overcoming the far-field diffraction limit in order to achieve fast nanopatterning with resolution close to that of a single-molecule. When fast pattern generation is combined with fast pattern replication (such as roll-to-roll nanoimprint lithography), a new paradigm for nanomanufacturing arises. This paradigm has the potential to enable entirely new material and device functionalities due to the exquisite control of structure at length scales that are small compared to representative dimensions (such as the wavelength of light) in conjunction with such control over macroscopic areas. The proposed technology, when brought to fruition will enable new classes of devices and applications including light trapping for thin-film photovoltaics, large-area self-cleaning surfaces, anti-microbial surfaces, large-area metamaterials, etc.</p>\n<p>The broader impact of this project was achieved via (1) an innovative, inter-disciplinary course in nanofabrication, (2) demonstration modules for outreach events, and (3) commercialization of the subject technology via filing on patents and discussions with potential industrial partners. The unique nanoscale imaging capability enabled by this project is being made available to users in academia and industry, enabling early adoption. The project trained 3 women PhD students. In addition, we recruited talented undergraduate students for summer research. This project also solidified a collaboration between the PI and Co-PI, who is a woman faculty member.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2019<br>\n\t\t\t\t\tModified by: Rajesh&nbsp;Menon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this proposal was to create patterns at the single-molecule or macro-molecular resolution with visible photons. Photochromic molecules can be optically toggled between two stable isomeric states. By exposing a monolayer of such molecules to a spatially varying intensity distribution, a chemical pattern of the two isomers is first formed. Using a stepping stage with nanometric precision, the substrate is then moved relative to the optics. A second exposure to the same illumination toggles the photochromic molecules. By appropriate displacement of the stage, it is possible to leave arbitrarily small regions of molecules (down to the single-molecule level) in one isomeric form compared to the surrounding region. A subsequent locking step may then be used to selectively modify this isomeric form such that it is no longer photochromic. Since everything else on the surface is photochromic, the entire sequence of steps can be repeated to create geometries of arbitrary complexity in a \"dot-matrix\" fashion.\n\nPhotolithography is the workhorse technology that enables nanotechnology. In order to improve the resolution limits in photolithography, industry has to focus on reducing the wavelength of the lasers, so as not to be hindered by the resolution limit. Approaches that claim to allow this are so-called maskless lithography, which saves manufacturers tens of thousands of dollars each time a change is made in device design, no matter how large or small the change. The continued improvements in lithography have been the driving force that has upheld the Moore's Law so far. Shorter wavelengths, better lenses, and adaptive optics have all contributed to this Law, which has allowed commercially available chips to be fabricated with 45nm, 32nm feature sizes, with 25nm in testing. These processes had succeeded beyond everyone's expectations on the small feature lithography, but at the same time, it does not mean that future feature reductions that rely only on this technology (or) with this technology it is guaranteed. In our project, we demonstrated feasibility of a new nanopatterning technique that can achieve super-resolution with low light intensities by relying of photo-switchable molecules.\n\nThree women PhD students have been graduated who were associated with this project. One post-doctoral scientist was also trained during this project. Numerous undergraduate students worked on sub-topics related to this project primarily under the REU umbrella. \n\nTop-down patterning is the most effective approach for fabricating nanostructures of complex (non- periodic) geometries. However, this pattern generation is slow compared to pattern replication. Here, we propose to combine a massively parallel architecture and a new approach to overcoming the far-field diffraction limit in order to achieve fast nanopatterning with resolution close to that of a single-molecule. When fast pattern generation is combined with fast pattern replication (such as roll-to-roll nanoimprint lithography), a new paradigm for nanomanufacturing arises. This paradigm has the potential to enable entirely new material and device functionalities due to the exquisite control of structure at length scales that are small compared to representative dimensions (such as the wavelength of light) in conjunction with such control over macroscopic areas. The proposed technology, when brought to fruition will enable new classes of devices and applications including light trapping for thin-film photovoltaics, large-area self-cleaning surfaces, anti-microbial surfaces, large-area metamaterials, etc.\n\nThe broader impact of this project was achieved via (1) an innovative, inter-disciplinary course in nanofabrication, (2) demonstration modules for outreach events, and (3) commercialization of the subject technology via filing on patents and discussions with potential industrial partners. The unique nanoscale imaging capability enabled by this project is being made available to users in academia and industry, enabling early adoption. The project trained 3 women PhD students. In addition, we recruited talented undergraduate students for summer research. This project also solidified a collaboration between the PI and Co-PI, who is a woman faculty member.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2019\n\n\t\t\t\t\tSubmitted by: Rajesh Menon"
 }
}