{
 "awd_id": "1400625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Compositional, temperature, and pressure controls on structural order, dynamics, and properties of multicomponent borosilicate glasses",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2014-05-22",
 "awd_max_amd_letter_date": "2017-07-24",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION\r\nBorosilicate glasses are widely used in technology, with applications ranging from heat- and chemical-resistant glassware and reaction vessels, to reinforcement fibers in 'fiber-glass', to computer, television and smart phone display screens and solar-cell substrates. Many of these are central to multi-billion dollar U.S. industries. The atomic-scale structure of these materials controls their properties, which must be tailored to improve performance in their diverse uses. This project seeks to understand general principles of  how variations in the glass composition, the way that it is heat-treated during manufacturing, and the pressures that can occur during bending and cracking, change the glass structure, to allow desired properties to be more easily predicted and engineered. The results of these studies should have more general interest as well, in other fields of science where glasses (and the liquids that form glass on cooling) are important, including geosciences and condensed-matter physics. Education is central to this project, since most of the research will be undertaken as part of the training of graduate and undergraduate students on their ways to careers in science and engineering.\r\n\r\nTECHNICAL DETAILS\r\nIn this project, the professor and his students are synthesizing several series of glasses with systematic variations in composition, and then measuring how the glass structure changes. The most important experimental approach that is being used is solid-state nuclear magnetic resonance (NMR) spectroscopy, which provides quantitative details about the structure around many of the components common in technological glasses, including boron, aluminum, silicon, and oxygen. By varying the thermal and pressure treatments of the glasses, they can look for important, but still poorly-understood, effects. They are analyzing their findings with thermodynamic-based reaction equilibria to facilitate prediction of properties. Effects of 'non-traditional' components with unusually small and/or highly charged cations are being emphasized. Much of the current development of improved and new types of glass materials comes from trial-and-error experimentation; thus, it is an important goal to develop more fundamental understanding of structure-property relationships to efficiently explore parameter spaces. Success with this goal could lead to more effective ways of thinking about designing glass compositions for new or specific applications. Given the major efforts in glass science in other countries, and the importance of manufacturing high-tech glasses in U.S. industry, it seems particularly urgent for US-based researchers to make progress in the more fundamental understanding of these materials and remain as leaders in this field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Stebbins",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan F Stebbins",
   "pi_email_addr": "stebbins@stanford.edu",
   "nsf_id": "000430301",
   "pi_start_date": "2014-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "3160 Porter Drive, Suite 100",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Borosilicate glasses are widely used in technology, with applications ranging from heat- and chemical-resistant glassware and reaction vessels, to reinforcement fibers in &ldquo;fiber-glass&rdquo;, to computer, television and smart phone display screens and solar-cell substrates. Many of these materials are central to multi-billion dollar U.S. industries, based largely on research and inventions in American universities and U.S. glass industry research labs. The atomic-scale structures of these glasses control their properties, which must be tailored to improve performance in their diverse uses. This project has sought to understand general principles of&nbsp;&nbsp;how variations in the glass composition, the way that it is heat-treated during manufacturing, and the pressures that can occur during bending and cracking, change the glass structure, to allow desired properties to be more easily predicted and engineered.&nbsp;</p>\n<p>The research supported by this grant has lead to significant&nbsp;&nbsp;progress in this fundamental understanding of effects of composition, temperature, and pressure on borosilicate glass structure. This has included some of the first detailed studies of the important changes in structure that take place on heat treatment, and how this changes as the glass composition is altered. We have found that temperature and compositional effects, including those of technologically critical rare earth elements, need to be isolated from each other, and that this can be done by carefully designed experiments. We have determined some of the first detailed effects of high pressure on the structure of the types of complex glass compositions actually used in technology.&nbsp;&nbsp;We have further investigated structure/composition interactions in a simple &lsquo;classical&rsquo; potassium silicate glass system, and discovered a remarkable and surprising new correlation&nbsp;&nbsp;that parallels effects long known in supposedly very different borate systems.</p>\n<p>&nbsp;Our work has had important implications as well for related effects of these variables on the structure of glasses and molten materials that are of great interest in the Geosciences (magmas and volcanoes). Technical developments that we have made in our primary research tool (nuclear magnetic resonance, NMR) have proven quite interesting in other fields of materials science and chemistry that use these methods.&nbsp;&nbsp;This research has been published in major articles in the leading scientific journals in this field, and has been presented at several international scientific conferences.</p>\n<p>&nbsp;Education and outreach have been central to the work funded by this grant. It helped support the research of three Ph.D. students and two post-doctoral students. Two of the Ph.D. students are women, who remain somewhat under-represented in the fields of high-tech materials research and solid-state chemistry (although this is now rapidly changing). They are currently employed in the world&rsquo;s leading industry glass science research lab. This research has thus been a critical part of the training and scientific career development for all of the student participants.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2020<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;F&nbsp;Stebbins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBorosilicate glasses are widely used in technology, with applications ranging from heat- and chemical-resistant glassware and reaction vessels, to reinforcement fibers in \"fiber-glass\", to computer, television and smart phone display screens and solar-cell substrates. Many of these materials are central to multi-billion dollar U.S. industries, based largely on research and inventions in American universities and U.S. glass industry research labs. The atomic-scale structures of these glasses control their properties, which must be tailored to improve performance in their diverse uses. This project has sought to understand general principles of  how variations in the glass composition, the way that it is heat-treated during manufacturing, and the pressures that can occur during bending and cracking, change the glass structure, to allow desired properties to be more easily predicted and engineered. \n\nThe research supported by this grant has lead to significant  progress in this fundamental understanding of effects of composition, temperature, and pressure on borosilicate glass structure. This has included some of the first detailed studies of the important changes in structure that take place on heat treatment, and how this changes as the glass composition is altered. We have found that temperature and compositional effects, including those of technologically critical rare earth elements, need to be isolated from each other, and that this can be done by carefully designed experiments. We have determined some of the first detailed effects of high pressure on the structure of the types of complex glass compositions actually used in technology.  We have further investigated structure/composition interactions in a simple ‘classical’ potassium silicate glass system, and discovered a remarkable and surprising new correlation  that parallels effects long known in supposedly very different borate systems.\n\n Our work has had important implications as well for related effects of these variables on the structure of glasses and molten materials that are of great interest in the Geosciences (magmas and volcanoes). Technical developments that we have made in our primary research tool (nuclear magnetic resonance, NMR) have proven quite interesting in other fields of materials science and chemistry that use these methods.  This research has been published in major articles in the leading scientific journals in this field, and has been presented at several international scientific conferences.\n\n Education and outreach have been central to the work funded by this grant. It helped support the research of three Ph.D. students and two post-doctoral students. Two of the Ph.D. students are women, who remain somewhat under-represented in the fields of high-tech materials research and solid-state chemistry (although this is now rapidly changing). They are currently employed in the world’s leading industry glass science research lab. This research has thus been a critical part of the training and scientific career development for all of the student participants. \n\n\t\t\t\t\tLast Modified: 09/28/2020\n\n\t\t\t\t\tSubmitted by: Jonathan F Stebbins"
 }
}