{
 "awd_id": "1400247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effects of Reduced Mechanical Loading on Bone Microarchitecture and Cell Function",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2014-06-24",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "Decreased physical activity can cause bone loss in many conditions, including long-term bed rest, weightlessness, and paralysis. The manifestations of this bone loss have been quantified primarily by assessing bone mass at a macroscale, above the level of the osteocyte, the most abundant bone cell. Osteocytes form an interconnected network throughout bone tissue, and when bone is mechanically loaded during physical activity, fluid in the small pores surrounding osteocytes is forced to flow. This load-induced fluid flow is believed to play a role in bone's biological response by translating whole body forces to the cellular. Recent studies demonstrate that the osteocyte can actively alter its local bone architecture. The research goal of this project is to investigate whether reduced mechanical loading causes the bone cells to alter the bone porosities and environment, such that bone's ability to detect mechanical loading is diminished.   Such a disruption could be an important contributing factor to the overall degradation of bone strength in reduced loading conditions. Results from this work will make a significant contribution to understanding how reduced mechanical loading affects bone strength and may enable the development of targeted clinical approaches that eliminate the bone loss that occurs in disuse osteoporosis. In addition to supporting graduate students in the research, high school students will also be involved and new teaching modules will be created and incorporated into undergraduate classes.\r\n\r\nThis work will assess bone microstructural and cellular-level changes due to a mechanical challenge of decreased loading. A rat disuse osteoporosis model will be used to investigate the effect of reduced mechanical loading on osteocyte-level parameters temporally using high-resolution microscopy. A non-invasive mechanical loading device will then be utilized to assess functional changes in interstitial fluid movement using injected tracers to quantify the effective osteocyte pericellular matrix pore size. High-resolution micro-CT analyses will also be performed to assess bone microarchitectural changes due to disuse, including vascular porosity changes. Then the microstructural measurements will be input into poroelastic models to calculate cellular-level strains for disuse and controls. The application of mechanical loading to counteract bone loss from disuse will also be evaluated to test whether tissue structure can be restored if osteocytes experience their usual mechanical input. By investigating the influence of in vivo mechanical forces on cell and matrix biology in the maintenance of bone tissue, this high-resolution experimental and computational study will yield important details about bone mechanotransduction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susannah",
   "pi_last_name": "Fritton",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Susannah P Fritton",
   "pi_email_addr": "fritton@ccny.cuny.edu",
   "nsf_id": "000267842",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Cardoso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luis Cardoso",
   "pi_email_addr": "cardoso@ccny.cuny.edu",
   "nsf_id": "000122322",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "Convent Ave at 138th St",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reduced physical activity can lead to disuse osteoporosis, resulting in bone fragility and fractures. Disuse animal models report macroscopic bone loss due to muscle inactivity and immobilization, yet only recently has there been quantification of the effects of disuse on the bone vascular pores and the bone cell network, which are believed to play an important role in mechanotransduction via interstitial fluid flow. As part of this project, a high-resolution study was performed to assess the effects of muscle inactivity on intracortical porosity and osteocyte lacunar density in skeletally mature rats. Muscle paralysis was induced in Sprague Dawley rats by injection of botulinum neurotoxin, which blocks muscle contractions. Rats were injected in the right hindlimb muscles with either Botox or saline solution (controls), and bone changes were assessed at different time points after Botox injection. Four weeks after injection, Botox caused a ~60% reduction in hindlimb muscle mass. High-resolution micro-CT analysis showed that Botox-induced muscle paralysis increased vascular canal porosity and reduced osteocyte lacunar density within the proximal tibial cortex. Cortical thickness and other areal properties were diminished in the proximal tibia, whereas no differences were found in the tibia mid-shaft. Within the Botox group, the injected limbs showed a lower cancellous bone volume fraction relative to the contralateral limb. These results indicate that diminished muscle activity alters the vascular canal porosity and osteocyte lacunar density in cortical bone, which could alter interstitial fluid flow, affecting molecular transport and the transmission of mechanical signals to osteocytes.</p>\n<p>The project also investigated the effects of the disuse-induced morphological changes on interstitial fluid velocity around osteocytes in the bone cortex. Micro-CT images from our experiments that quantified the effects of Botox-induced muscle paralysis on the bone microarchitecture of skeletally mature rats were used to create animal-specific computational models. These three-dimensional, high-resolution models included the vascular pores and osteocyte lacunae within the Botox-injected and saline-injected controls to assess how morphological changes affect fluid flow in the lacunar-canalicular porosity, which is thought to play a role in osteocyte mechanotransduction. To estimate interstitial fluid flow, lacunar and canalicular porosities were modeled as fluid-saturated poroelastic materials, and boundary conditions were applied to simulate physiological loading. This modeling approach allowed a detailed quantification of the fluid flow velocities around single osteocytes in a relatively large volume of bone tissue. The analysis demonstrated that interstitial fluid velocity at the vascular pore surfaces was significantly lower in the Botox-injected group compared to controls because of the decreased vascular canal separation. No significant differences in average fluid velocity were observed at the osteocyte lacunae and no correlation was found between the fluid velocity and the lacunar density, which was significantly lower in the Botox-injected group.&nbsp; Instead, the lacunar fluid velocity was dependent on the osteocyte's specific position in the bone cortex and its proximity to a vascular pore. These results demonstrate that the increased bone porosity caused by muscle paralysis reduces the mechanical input via fluid flow at the bone cell level. The mechanisms of how the increased porosity develops and the related response by the osteocytes is currently being investigated and will be the final outcome for this project.</p>\n<p>Many students gained valuable research experience working on this project, and the findings have also been incorporated into two biomedical engineering courses. In addition to supporting three graduate students in the research, six undergraduate students and two high school students were also involved in the work; five of these students are underrepresented minorities and all of the students continue to study or work in STEM fields. The research activities from the project were also integrated into the teaching of engineering at the undergraduate level by developing modules for two biomedical engineering undergraduate courses at City College. The course module for <em>BME 220 Biostatistics and Research Methods</em> involves a class exercise where the students are given some of the project's research data, and then they work in small groups to analyze the experimental design and determine the appropriate statistical approach to take to analyze the data. In the course module for <em>BME 501 Cell and Tissue Mechanics</em>, students are given a handout that describes the rat immobilization experiment performed as part of this project. Research students who have worked on the project present the study to the class and then supervise students working in small groups to answer questions about what they think occurred in the Botox-injected and control groups in the experiment (the students assess gait, body weight, muscle, and bone). After the students in the class write down their proposed results, the research students show the class the actual results of the experiment. These teaching modules translate research findings from the laboratory to the classroom and have also involved peer-to-peer learning.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2019<br>\n\t\t\t\t\tModified by: Susannah&nbsp;P&nbsp;Fritton</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1400247/1400247_10312754_1548464123858_VascularporesCTRLvs.BTX--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1400247/1400247_10312754_1548464123858_VascularporesCTRLvs.BTX--rgov-800width.jpg\" title=\"Bone vascular pores\"><img src=\"/por/images/Reports/POR/2019/1400247/1400247_10312754_1548464123858_VascularporesCTRLvs.BTX--rgov-66x44.jpg\" alt=\"Bone vascular pores\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Intracortical porosity within the cortical bone of the proximal tibia anterior region. The Botox-injected rats (BTX) showed a larger vascular canal porosity when compared to the saline-injected controls (CTRL).</div>\n<div class=\"imageCredit\">Susannah Fritton</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susannah&nbsp;P&nbsp;Fritton</div>\n<div class=\"imageTitle\">Bone vascular pores</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1400247/1400247_10312754_1548708808230_FluidvelocitiesCTRLvs.BTX2Dlabeled--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1400247/1400247_10312754_1548708808230_FluidvelocitiesCTRLvs.BTX2Dlabeled--rgov-800width.jpg\" title=\"Bone fluid velocities during loading\"><img src=\"/por/images/Reports/POR/2019/1400247/1400247_10312754_1548708808230_FluidvelocitiesCTRLvs.BTX2Dlabeled--rgov-66x44.jpg\" alt=\"Bone fluid velocities during loading\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fluid velocity (micrometer/s) in the lacunar-canalicular porosity depends on location, with higher fluid velocities closer to the vascular canals. Botox-injected (BTX) samples showed an overall lower interstitial fluid velocity compared to controls (CTRL).</div>\n<div class=\"imageCredit\">Susannah Fritton</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susannah&nbsp;P&nbsp;Fritton</div>\n<div class=\"imageTitle\">Bone fluid velocities during loading</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nReduced physical activity can lead to disuse osteoporosis, resulting in bone fragility and fractures. Disuse animal models report macroscopic bone loss due to muscle inactivity and immobilization, yet only recently has there been quantification of the effects of disuse on the bone vascular pores and the bone cell network, which are believed to play an important role in mechanotransduction via interstitial fluid flow. As part of this project, a high-resolution study was performed to assess the effects of muscle inactivity on intracortical porosity and osteocyte lacunar density in skeletally mature rats. Muscle paralysis was induced in Sprague Dawley rats by injection of botulinum neurotoxin, which blocks muscle contractions. Rats were injected in the right hindlimb muscles with either Botox or saline solution (controls), and bone changes were assessed at different time points after Botox injection. Four weeks after injection, Botox caused a ~60% reduction in hindlimb muscle mass. High-resolution micro-CT analysis showed that Botox-induced muscle paralysis increased vascular canal porosity and reduced osteocyte lacunar density within the proximal tibial cortex. Cortical thickness and other areal properties were diminished in the proximal tibia, whereas no differences were found in the tibia mid-shaft. Within the Botox group, the injected limbs showed a lower cancellous bone volume fraction relative to the contralateral limb. These results indicate that diminished muscle activity alters the vascular canal porosity and osteocyte lacunar density in cortical bone, which could alter interstitial fluid flow, affecting molecular transport and the transmission of mechanical signals to osteocytes.\n\nThe project also investigated the effects of the disuse-induced morphological changes on interstitial fluid velocity around osteocytes in the bone cortex. Micro-CT images from our experiments that quantified the effects of Botox-induced muscle paralysis on the bone microarchitecture of skeletally mature rats were used to create animal-specific computational models. These three-dimensional, high-resolution models included the vascular pores and osteocyte lacunae within the Botox-injected and saline-injected controls to assess how morphological changes affect fluid flow in the lacunar-canalicular porosity, which is thought to play a role in osteocyte mechanotransduction. To estimate interstitial fluid flow, lacunar and canalicular porosities were modeled as fluid-saturated poroelastic materials, and boundary conditions were applied to simulate physiological loading. This modeling approach allowed a detailed quantification of the fluid flow velocities around single osteocytes in a relatively large volume of bone tissue. The analysis demonstrated that interstitial fluid velocity at the vascular pore surfaces was significantly lower in the Botox-injected group compared to controls because of the decreased vascular canal separation. No significant differences in average fluid velocity were observed at the osteocyte lacunae and no correlation was found between the fluid velocity and the lacunar density, which was significantly lower in the Botox-injected group.  Instead, the lacunar fluid velocity was dependent on the osteocyte's specific position in the bone cortex and its proximity to a vascular pore. These results demonstrate that the increased bone porosity caused by muscle paralysis reduces the mechanical input via fluid flow at the bone cell level. The mechanisms of how the increased porosity develops and the related response by the osteocytes is currently being investigated and will be the final outcome for this project.\n\nMany students gained valuable research experience working on this project, and the findings have also been incorporated into two biomedical engineering courses. In addition to supporting three graduate students in the research, six undergraduate students and two high school students were also involved in the work; five of these students are underrepresented minorities and all of the students continue to study or work in STEM fields. The research activities from the project were also integrated into the teaching of engineering at the undergraduate level by developing modules for two biomedical engineering undergraduate courses at City College. The course module for BME 220 Biostatistics and Research Methods involves a class exercise where the students are given some of the project's research data, and then they work in small groups to analyze the experimental design and determine the appropriate statistical approach to take to analyze the data. In the course module for BME 501 Cell and Tissue Mechanics, students are given a handout that describes the rat immobilization experiment performed as part of this project. Research students who have worked on the project present the study to the class and then supervise students working in small groups to answer questions about what they think occurred in the Botox-injected and control groups in the experiment (the students assess gait, body weight, muscle, and bone). After the students in the class write down their proposed results, the research students show the class the actual results of the experiment. These teaching modules translate research findings from the laboratory to the classroom and have also involved peer-to-peer learning.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/28/2019\n\n\t\t\t\t\tSubmitted by: Susannah P Fritton"
 }
}