{
 "awd_id": "1400689",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Strengthening Solar Photovoltaic Education",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 199892.0,
 "awd_amount": 199892.0,
 "awd_min_amd_letter_date": "2014-06-03",
 "awd_max_amd_letter_date": "2014-06-03",
 "awd_abstract_narration": "Southern California has a high density of solar energy businesses that require a technologically skilled workforce. Santa Monica College and its industry partners are further developing and improving an existing Solar Photovoltaic Installation program created in response to industry need. Through a multifaceted project that includes program improvement as well as curriculum and educational materials development, this project is creating and implementing strategies to bridge the gap between employer demand for qualified workers and student ability to acquire the skills necessary to match employment opportunities in the field, including on the job training and math and science understanding.  This project focuses on three inter-related strategies for addressing workforce demand, including 1) expanded outreach to include K-12 and community based training programs; 2) the development of contextualized math and science modules to strengthen the solar photovoltaic curriculum and improve student success; and 3) the development of an internship course to provide on the job training for students while connecting them with potential employers. Through these activities, the college is improving the regional capacity to address the workforce demands of the solar industry. The project aims to increase student enrollment in the program by targeting high school students and first time freshmen, women, veterans, and underrepresented minorities so the program enrollment more closely resembles the general student population. It plans to improve student completion rates in courses by improving their math and science skills and increase student aptitude to attain employment by engaging students in internship opportunities.\r\n\r\nAs a minority serving institution located in a highly diverse region, this project is impacting a diverse array of students, including many low-income, ethnically diverse, first generation college students, and providing them the opportunity to pursue viable careers in a new and emerging field. Employers are being provided a steady stream of skilled applicants for job openings that have both the hands on training and a strong background in math and science necessary to address immediate employer needs and advance in their careers. The educational materials developed to support the degree program are being thoroughly assessed for effectiveness and disseminated throughout California and the nation to assist other regions as they prepare a qualified workforce for the solar energy industry. An extensive evaluation is also assessing the effectiveness of the new strategies designed to increase the number of students who enter the Solar Industry workforce.\r\n\r\nAdvanced technological education in solar energy is part of a career path that begins in middle school and high school, continues through community college, and provides opportunities beyond the community college setting. This project, both its needs and its responses, is based on extensive conversations with students, faculty, and industry advisors both locally and throughout the state regarding the barriers to success both in the classroom and in the workplace. Strategies, specifically the development of contextualized math and science education and field-based learning experiences, are research-based and have demonstrated success in other industries. With these program improvements, students who pursue coursework through the Solar Photovoltaic Installation Program are completing their studies with the skills and knowledge that they need to enter the workforce or continue their education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Cooley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart Cooley",
   "pi_email_addr": "Cooley_Stuart@smc.edu",
   "nsf_id": "000605292",
   "pi_start_date": "2014-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Paik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve Paik",
   "pi_email_addr": "Paik_Steve@smc.edu",
   "nsf_id": "000655114",
   "pi_start_date": "2014-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Monica College",
  "inst_street_address": "1900 PICO BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA MONICA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3104344616",
  "inst_zip_code": "904051628",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "SANTA MONICA COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "CJAAYN7JEPJ4",
  "org_uei_num": "CJAAYN7JEPJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Monica College",
  "perf_str_addr": "1900 Pico Blvd.",
  "perf_city_name": "Santa Monica",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "904051628",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 199892.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intended outcomes of Santa Monica  College&rsquo;s (SMC) Small Grant for Institutions New to ATE project were threefold:</p>\n<p class=\"ListParagraphCxSpFirst\">1) To address regional labor needs in the solar photovoltaics (PV) industry through outreach to schools, WorkSource centers, and the community</p>\n<p class=\"ListParagraphCxSpMiddle\">2) To help ensure future workforce has the math and science skills the industry needs through development of training modules for remedial intervention within curricula, and&nbsp;</p>\n<p class=\"ListParagraphCxSpLast\">3) To provide students with hands on training opportunities that will prepare them for employment in the field, accomplished through field experience and industry internship development.</p>\n<p>The intellectual merit of this project was the development of math and science modules that provide future solar technicians with the math and science skills they need to be successful in the workforce.&nbsp; The Solar Photovoltaics courses at SMC do not presume that students who are pursuing the PV certificate or degree in Solar Photovoltaics have completed college-level math and science courses.&nbsp; These would include Physics, which is the underpinning of many of the new energy technologies, and as such, these modules provide students with specific elements of that foundation.&nbsp;</p>\n<p>One of the challenges of module development was to identify an effective and efficient means for student engagement. Early on in the project, one of the more compelling formats for educational content that emerged was the Apple iBook, and there was consideration made for this as the standard for module development. As the project proceeded, it became clearer that &ldquo;standard&rdquo; platforms for educational content would be fast changing, so the ultimate format became the more flexible Google Docs, allowing links from any HTML based platform and flexible in terms of text and graphic manipulation for porting to any number of media.</p>\n<p>In Year Two, SMC completed a 15-module training suite for student use to augment the textbook and lab training.&nbsp; Written largely by a physics instructor, these modules invited students both a deeper dive through graphic and text links to the underlying physics and electronics of solar, and the opportunity for procedural virtual lab experimentation for reinforcement of solar, electronic, and design concepts.&nbsp; The format of the modules allow for continuous improvements with input from both industry and students.</p>\n<p>In parallel with this effort, staff deployed to local high schools to address both large assemblies and more targeted science classes and clubs, reaching thousands of potential students.&nbsp; While these efforts were well received, they have not yet increased enrollment in the program, in large part due to declines in college enrollment in general.&nbsp; SMC will continue to refocus and target its outreach efforts, working with local schools, employers, and community organizations to ensure that those most likely to be receptive to the outreach will not only receive initial information about the program but ongoing invites and access to additional outreach activities.</p>\n<p>SMC also revised its Solar Photovoltaics curriculum to include a required internship course for students pursuing the Associate degree.&nbsp; To support this requirement, partnerships with WorkSource Centers and local solar installation firms created a number of opportunities, while students also took initiative to identify and create short-term applied learning opportunities outside the classroom.&nbsp; These often led to employment prior to the student&rsquo;s completion of all certificate credits.&nbsp; One of the most promising partnerships to emerge from this outreach to industry is SMC&rsquo;s partnership with GRID Alternatives, a not-for-profit community based solar installer targeting low income communities.&nbsp; The organization has become the largest single employer of SMC students in the Solar Program.&nbsp; SMC is looking forward to expanding this partnership as a means of providing quality training and employment in low-income communities, while improving individual, family, and community well-being.</p>\n<p>The approach to strengthening the program has always, and by intention, sought to include the latest effective technologies so that the program&rsquo;s methods might never become obsolete.&nbsp; This ancillary goal was met in that the computer-based modules for training are now augmented further with video lab experiences, 2-D virtual animated training videos available from Interplay Learning, and 360 VR roof&nbsp; experience (passive) filmed by faculty.&nbsp; The modules also feature employees from GRID Alternatives and SMC students.&nbsp; Most recently the program has considered interactive (touch controller) virtual-reality surrounding problem-based installation learning.</p>\n<p>Despite rapid industry growth, the changing technological, political, and economic climate of the national solar industry continues to create challenges for solar training organizations. SMC has leveraged the opportunity afforded by the National Science Foundation to position its program for future growth, allowing the addition of lab materials to match online module training and readying the lab for energy storage systems tied to PV installations.&nbsp; SMC will continue to offer a unique and responsive training environment for all students that includes supplemental learning modules in math and science and virtual representation of construction site tasks.&nbsp; In doing so, students will have excellent growth opportunities in a growing and vibrant industry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2018<br>\n\t\t\t\t\tModified by: Stuart&nbsp;Cooley</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538261581690_DiegoJohansenandShe-TaraFranklinpresentatNSFATEConference2015--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538261581690_DiegoJohansenandShe-TaraFranklinpresentatNSFATEConference2015--rgov-800width.jpg\" title=\"Students present at NSF ATE Conference\"><img src=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538261581690_DiegoJohansenandShe-TaraFranklinpresentatNSFATEConference2015--rgov-66x44.jpg\" alt=\"Students present at NSF ATE Conference\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students Diego Johansen and She'Tara Franklin present at the NSF ATE Conference in 2015</div>\n<div class=\"imageCredit\">Stuart Cooley</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stuart&nbsp;Cooley</div>\n<div class=\"imageTitle\">Students present at NSF ATE Conference</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538262279031_360VRShotofoutdoormockrooftraining--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538262279031_360VRShotofoutdoormockrooftraining--rgov-800width.jpg\" title=\"#60 VR image of Mock Roof/Mock Wall solar training\"><img src=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538262279031_360VRShotofoutdoormockrooftraining--rgov-66x44.jpg\" alt=\"#60 VR image of Mock Roof/Mock Wall solar training\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SMC's Sustainable Technologies Program developed training modules to virtually experience lab experiments for solar training. This led to immersive learning using 360 VR video. This still image is in equirectangular format - used when depicting a 360 image in a 2D format.</div>\n<div class=\"imageCredit\">Stuart Cooley</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stuart&nbsp;Cooley</div>\n<div class=\"imageTitle\">#60 VR image of Mock Roof/Mock Wall solar training</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538263609215_GridAlternativesVolunteerThankYouEvent--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538263609215_GridAlternativesVolunteerThankYouEvent--rgov-800width.jpg\" title=\"GridLA Volunteer Thank You Event\"><img src=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538263609215_GridAlternativesVolunteerThankYouEvent--rgov-66x44.jpg\" alt=\"GridLA Volunteer Thank You Event\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Santa Monica College partnered with Grid Alternatives, a local, non-profit solar installer. A volunteer thank you event resulted in an impromptu reunion of PV Program students and graduates - a testament to a mutually-valued respect.</div>\n<div class=\"imageCredit\">Stuart Cooley</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stuart&nbsp;Cooley</div>\n<div class=\"imageTitle\">GridLA Volunteer Thank You Event</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538264068962_StudentatGridAlternatives-SMCInstallation--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538264068962_StudentatGridAlternatives-SMCInstallation--rgov-800width.jpg\" title=\"An Elevating Experience\"><img src=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538264068962_StudentatGridAlternatives-SMCInstallation--rgov-66x44.jpg\" alt=\"An Elevating Experience\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An SMC student, and Grid Alternatives volunteer, installs conduit as part of her experiential learning in the field.</div>\n<div class=\"imageCredit\">Stuart Cooley</div>\n<div class=\"imageSubmitted\">Stuart&nbsp;Cooley</div>\n<div class=\"imageTitle\">An Elevating Experience</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538265308169_Module-ExtractedImage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538265308169_Module-ExtractedImage--rgov-800width.jpg\" title=\"Bypass Diode Lab Experiment\"><img src=\"/por/images/Reports/POR/2018/1400689/1400689_10307294_1538265308169_Module-ExtractedImage--rgov-66x44.jpg\" alt=\"Bypass Diode Lab Experiment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Both simple and complex concepts are developed in the modules where students learn from a reproducible lab experiment.</div>\n<div class=\"imageCredit\">Steve Paik</div>\n<div class=\"imageSubmitted\">Stuart&nbsp;Cooley</div>\n<div class=\"imageTitle\">Bypass Diode Lab Experiment</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe intended outcomes of Santa Monica  College?s (SMC) Small Grant for Institutions New to ATE project were threefold:\n1) To address regional labor needs in the solar photovoltaics (PV) industry through outreach to schools, WorkSource centers, and the community\n2) To help ensure future workforce has the math and science skills the industry needs through development of training modules for remedial intervention within curricula, and \n3) To provide students with hands on training opportunities that will prepare them for employment in the field, accomplished through field experience and industry internship development.\n\nThe intellectual merit of this project was the development of math and science modules that provide future solar technicians with the math and science skills they need to be successful in the workforce.  The Solar Photovoltaics courses at SMC do not presume that students who are pursuing the PV certificate or degree in Solar Photovoltaics have completed college-level math and science courses.  These would include Physics, which is the underpinning of many of the new energy technologies, and as such, these modules provide students with specific elements of that foundation. \n\nOne of the challenges of module development was to identify an effective and efficient means for student engagement. Early on in the project, one of the more compelling formats for educational content that emerged was the Apple iBook, and there was consideration made for this as the standard for module development. As the project proceeded, it became clearer that \"standard\" platforms for educational content would be fast changing, so the ultimate format became the more flexible Google Docs, allowing links from any HTML based platform and flexible in terms of text and graphic manipulation for porting to any number of media.\n\nIn Year Two, SMC completed a 15-module training suite for student use to augment the textbook and lab training.  Written largely by a physics instructor, these modules invited students both a deeper dive through graphic and text links to the underlying physics and electronics of solar, and the opportunity for procedural virtual lab experimentation for reinforcement of solar, electronic, and design concepts.  The format of the modules allow for continuous improvements with input from both industry and students.\n\nIn parallel with this effort, staff deployed to local high schools to address both large assemblies and more targeted science classes and clubs, reaching thousands of potential students.  While these efforts were well received, they have not yet increased enrollment in the program, in large part due to declines in college enrollment in general.  SMC will continue to refocus and target its outreach efforts, working with local schools, employers, and community organizations to ensure that those most likely to be receptive to the outreach will not only receive initial information about the program but ongoing invites and access to additional outreach activities.\n\nSMC also revised its Solar Photovoltaics curriculum to include a required internship course for students pursuing the Associate degree.  To support this requirement, partnerships with WorkSource Centers and local solar installation firms created a number of opportunities, while students also took initiative to identify and create short-term applied learning opportunities outside the classroom.  These often led to employment prior to the student?s completion of all certificate credits.  One of the most promising partnerships to emerge from this outreach to industry is SMC?s partnership with GRID Alternatives, a not-for-profit community based solar installer targeting low income communities.  The organization has become the largest single employer of SMC students in the Solar Program.  SMC is looking forward to expanding this partnership as a means of providing quality training and employment in low-income communities, while improving individual, family, and community well-being.\n\nThe approach to strengthening the program has always, and by intention, sought to include the latest effective technologies so that the program?s methods might never become obsolete.  This ancillary goal was met in that the computer-based modules for training are now augmented further with video lab experiences, 2-D virtual animated training videos available from Interplay Learning, and 360 VR roof  experience (passive) filmed by faculty.  The modules also feature employees from GRID Alternatives and SMC students.  Most recently the program has considered interactive (touch controller) virtual-reality surrounding problem-based installation learning.\n\nDespite rapid industry growth, the changing technological, political, and economic climate of the national solar industry continues to create challenges for solar training organizations. SMC has leveraged the opportunity afforded by the National Science Foundation to position its program for future growth, allowing the addition of lab materials to match online module training and readying the lab for energy storage systems tied to PV installations.  SMC will continue to offer a unique and responsive training environment for all students that includes supplemental learning modules in math and science and virtual representation of construction site tasks.  In doing so, students will have excellent growth opportunities in a growing and vibrant industry.\n\n\t\t\t\t\tLast Modified: 10/01/2018\n\n\t\t\t\t\tSubmitted by: Stuart Cooley"
 }
}