{
 "awd_id": "1400208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Approximation, deformation-rigidity and classification in II 1 factor framework",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Justin Holmer",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2014-05-22",
 "awd_max_amd_letter_date": "2016-05-16",
 "awd_abstract_narration": "\"Rigidity\" in mathematics occurs when objects in a certain class (functions, function algebras, etc.) can be recognized by knowing very little information about them. Regidity results are usually interdisciplinary and can be relevant to many areas of mathematics, with applications to computer science, complexity theory, design of computer networks, and the theory of error-correcting codes. The principal investigator's work in recent years has to do with the study of rigidity in so-called von Neumann algebras. These are algebras of infinite matrices in which the product of two elements (A times B, say) may be different from the product in reverse order (B times A), a fact that reflects Heisenberg's Uncertainty Principle in the quantum mechanics of particle physics. They are related to group theory and ergodic theory, since actions of groups on spaces give rise to a class of von Neumann algebras, now known as \"factors.\" Rigidity in this context occurs when the group of transformations can be recognized by merely knowing its associated factor. During the period 2001-2010, the principal investigator developed a series of techniques to study such phenomena (namely, deformation-rigidity theory) to which  he recently added a powerful approximation technique.  In this project, he intends to combine all these tools to study rigidity in factors and to tackle the two most famous problems in the area: the Connes approximate embedding conjecture and the free group factor problem. The Connes conjecture predicts that factors can be \"simulated on a computer\" and has an interesting reformulation in quantum information theory.  The project should contribute to the cross-pollination of several areas of mathematics (e.g., free probability, random matrices, group theory, logic) and lead to progress in each of them. The principal investigator's research in rigidity theory has already had considerable impact on these areas, with a large number of research articles and Ph.D. theses sprouting directly from his work. He expects his techniques to have an even broader impact in the future, leading to new developments and solutions to problems in a variety of subjects, with direct and indirect impact in applied mathematics and the aforememtioned areas of computer science. \r\n\r\nIn this project, the principal investigator intends to further the development of deformation-rigidity theory by incorporating into it a new approximation technology known as incremental patching. Using this array of tools, he will continue to work on the classification of algebras arising from groups and their actions on spaces, as well as on the study of rigidity properties of these objects and the calculation of their symmetries. In particular, the principal investigator will attempt new approaches to two famous problems in two-one factors: the Connes approximate embedding conjecture and the free group factor problem. The problems studied in this project are important to both von Neumann algebra theory and the adjacent areas of group theory, ergodic theory, logic (descriptive set theory), free probability, and subfactor theory. Together with his students and collaborators, the principal investigator will make efforts to broaden the scope of deformation-rigidity theory, strengthening its interactions with all these (and possibly other) areas, an activity that should lead to further surprising results of an interdisciplinary character. Also, the principal investigator intends to continue to disseminate his new techniques through summer programs, mini-courses, textbooks, and expository articles, as well as through conferences that he will conduct and organize.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sorin",
   "pi_last_name": "Popa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sorin Popa",
   "pi_email_addr": "popa@math.ucla.edu",
   "nsf_id": "000468921",
   "pi_start_date": "2014-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "6363 Math Sciences Building",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Motivated by the great discoveries in particle physics in the 1920s, where observables where shown to behave like infinite matrices, rather than functions on the ground space, with their product &nbsp;depending on the order taken, during 1929-1943 John von Neumann has laid down the study of &nbsp;algebras generated by such observables, i.e., algebras of operators on the Hilbert space, now called the theory of von Neumann algebras. At the outset, he related this &nbsp;theory with group theory and ergodic theory, two other emerging subjects of the 1920s, by noticing that actions of groups on probability measure spaces give rise to a remarkable class of von Neumann algebras, called factors. Ever since then, a major problem in this area has been to classify factors in terms of their ``initial data'' (groups, group actions, etc).&nbsp;<br />In 2001 the PI has reformulated this problem as a rigidity paradigm, where one seeks to ``retrieve'' &nbsp;a group, or a group action, by merely knowing its von Neumann algebra. During 2001-2015 he developed a whole theory to study such phenomena, now called deformation/rigidity theory, solving many important problems, creating links to rigidity phenomena in other areas of mathematics, leading to deep interdisciplinary activity. During 2014-2017, he added to this set of tools a powerful technique of ``simulating'' freeness under constraints. &nbsp;<br />During 2014-2017, the PI combined all these techniques to further study rigidity &nbsp;in von Neumann algebras and to investigate&nbsp;approximate embeddings and independence properties &nbsp;in subalgebras of factors, under various constraints.&nbsp;He obtained several important new results in this direction, most notably in the study of subfactors.&nbsp;<br />The PIs results and the problems he worked on have major significance in free probability, random matrices, group theory, logic, computer science, quantum information theory, complexity theory, and the theory of error-correcting codes.&nbsp;<br />The PIs work in this period contributed to the cross-pollination of all these areas and to substantial progress in each one of them. Together with his students and collaborators, the PI managed to broaden the scope of his deformation-rigidity theory and simulation techniques, &nbsp;strengthening interactions with the above areas, an activity that led to several surprising results and deep interdisciplinary activity.&nbsp;<br />Also, the PI continued to disseminate his new techniques through Summer programs, mini-courses, and expository articles, as well as conferences that he organized. He graduated three PhD students while also being part of the PhD Committees of five more students at UCLA and France.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2018<br>\n\t\t\t\t\tModified by: Sorin&nbsp;Popa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMotivated by the great discoveries in particle physics in the 1920s, where observables where shown to behave like infinite matrices, rather than functions on the ground space, with their product  depending on the order taken, during 1929-1943 John von Neumann has laid down the study of  algebras generated by such observables, i.e., algebras of operators on the Hilbert space, now called the theory of von Neumann algebras. At the outset, he related this  theory with group theory and ergodic theory, two other emerging subjects of the 1920s, by noticing that actions of groups on probability measure spaces give rise to a remarkable class of von Neumann algebras, called factors. Ever since then, a major problem in this area has been to classify factors in terms of their ``initial data'' (groups, group actions, etc). \nIn 2001 the PI has reformulated this problem as a rigidity paradigm, where one seeks to ``retrieve''  a group, or a group action, by merely knowing its von Neumann algebra. During 2001-2015 he developed a whole theory to study such phenomena, now called deformation/rigidity theory, solving many important problems, creating links to rigidity phenomena in other areas of mathematics, leading to deep interdisciplinary activity. During 2014-2017, he added to this set of tools a powerful technique of ``simulating'' freeness under constraints.  \nDuring 2014-2017, the PI combined all these techniques to further study rigidity  in von Neumann algebras and to investigate approximate embeddings and independence properties  in subalgebras of factors, under various constraints. He obtained several important new results in this direction, most notably in the study of subfactors. \nThe PIs results and the problems he worked on have major significance in free probability, random matrices, group theory, logic, computer science, quantum information theory, complexity theory, and the theory of error-correcting codes. \nThe PIs work in this period contributed to the cross-pollination of all these areas and to substantial progress in each one of them. Together with his students and collaborators, the PI managed to broaden the scope of his deformation-rigidity theory and simulation techniques,  strengthening interactions with the above areas, an activity that led to several surprising results and deep interdisciplinary activity. \nAlso, the PI continued to disseminate his new techniques through Summer programs, mini-courses, and expository articles, as well as conferences that he organized. He graduated three PhD students while also being part of the PhD Committees of five more students at UCLA and France. \n\n\t\t\t\t\tLast Modified: 07/30/2018\n\n\t\t\t\t\tSubmitted by: Sorin Popa"
 }
}