{
 "awd_id": "1401727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: Investigation of microbial roles in Pacific Asteroidea wasting disease",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2013-11-15",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 33375.0,
 "awd_amount": 33375.0,
 "awd_min_amd_letter_date": "2013-11-15",
 "awd_max_amd_letter_date": "2013-11-15",
 "awd_abstract_narration": "Sea stars are keystone predator species in many coastal environments, where they consume dominant invertebrate taxa, e.g. bivalve mollusks and sea urchins.  A very significant echinoderm disease, Sea-Star Wasting Disease (SSWD) appears to be having a dramatic, and negative, effect on sea-star populations on the Pacific Coast of the United States.  This RAPID response project seeks to identify causative agents of SSWD in the outbreak that is currently occurring on the Pacific Coast, in concert with observations on the extent of the event with respect to species affected, prevalence, virulence, spatial distribution, and geographic extent.  Viruses, bacteria, and protozoa will be examined in healthy and diseased tissues of sea-stars using molecular approaches and comparisons of the microbial flora between healthy and diseased tissues will permit identification of candidate pathogens. The project represents a coordinated ecological and microbiological study into the role of pathogenic microorganisms in sea star disease. This study will provide new information on the diversity of viruses, bacteria, and eukaryotic microorganisms inhabiting echinoderms, and the outcomes of this project will include: 1) identification of microorganisms (viruses, bacteria, and protozoa) associated with the disease; 2) analysis of geographical extent of the disease, its progression, and impact on sea star population size; and 3) linking the identified microorganisms with their prevalence in SSWD-affected populations. The net result will be an understanding of the cause of disease, how it relates to environmental conditions, and subsequent impacts of the disease on wider coastal ecology. \r\n\r\nIn addition to undergraduate student in disease ecology research a citizen's science group will be engaged to assess the prevalence and impact of this disease throughout the full range of occurrence along the Pacific Coast.  These data, along with survey data from other groups using similar sampling methods, will be uploaded to a database and used to populate the Sea Star Wasting Disease Map, which provides information on SSWD presence at sites along the entire west coast of North America. Already, this map and the SSWD information associated with it have been accessed by users throughout the world. By directly combining ecological and microbiological studies of SSWD, these studies will provide a more complete understanding of SSWD, which will benefit researchers globally, and assist managers in mitigating risk of future outbreaks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Hewson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Hewson",
   "pi_email_addr": "hewson@cornell.edu",
   "nsf_id": "000499940",
   "pi_start_date": "2013-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Rd",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 33375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong></p>\n<p>Beginning in Summer 2013 and continuing to present, sea star wasting disease (SSWD) has affected 15 asteroid species on the North American Pacific Coast. The disease is characterized by behavioral changes, appearance of lesions, loss of animal turgor, limb amputation and ultimately animal death, where animals dramatically degrade (&lsquo;melting&rsquo;). The cause of the disease was not known.&nbsp; We investigated the cause of this disease by comparing the composition of viruses, bacteria and eukaryotic microorganisms inhabiting diseased and healthy tissues of sea stars. Bacteria and eukaryotic microrganisms were not different between diseased and healthy tissues, and these groups were not observed by microscopy. Most viruses inhabiting sea star tissues were those that infect bacteria and other microorganisms. Amongst viruses that infect animals, like sea stars, a single virus- known as the sea star associated densovirus- was better represented in diseased tissues than in healthy tissues. We sought to examine the association between the presence and load of this virus and the disease through quantitative molecular methods, and determined that it was significantly higher and more prevalent in diseased than healthy tissues. We inoculated healthy sea stars with viruses from diseased animals and induced the same disease symptoms as seen in diseased animals. This was repeated twice, confirming that viruses were the cause of the disease. Hence, given our observation of viruses causing the disease and our observation that SSaDV was associated statistically with the disease, we determined that SSaDV was the most promising candidate causative agent of the disease. We detected SSaDV in plankton and sediments around diseased sea stars, suggesting it may move between animals via free particles and form a reservoir in sediments. Gene expression analyses comparing diseased and healthy tissues suggest that sea stars respond to viral infection by inducing autocatalytic death processes. Historical analyses of museum specimens suggest that the virus has been present in the Pacific since at least 1942, and that it is present on the Atlantic coast as well. Taken together, our results suggest that sea star wasting disease is most likely caused by SSaDV, which has undergone recent change to cause enhanced mortality.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2015<br>\n\t\t\t\t\tModified by: Ian&nbsp;Hewson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nBeginning in Summer 2013 and continuing to present, sea star wasting disease (SSWD) has affected 15 asteroid species on the North American Pacific Coast. The disease is characterized by behavioral changes, appearance of lesions, loss of animal turgor, limb amputation and ultimately animal death, where animals dramatically degrade (æmeltingÆ). The cause of the disease was not known.  We investigated the cause of this disease by comparing the composition of viruses, bacteria and eukaryotic microorganisms inhabiting diseased and healthy tissues of sea stars. Bacteria and eukaryotic microrganisms were not different between diseased and healthy tissues, and these groups were not observed by microscopy. Most viruses inhabiting sea star tissues were those that infect bacteria and other microorganisms. Amongst viruses that infect animals, like sea stars, a single virus- known as the sea star associated densovirus- was better represented in diseased tissues than in healthy tissues. We sought to examine the association between the presence and load of this virus and the disease through quantitative molecular methods, and determined that it was significantly higher and more prevalent in diseased than healthy tissues. We inoculated healthy sea stars with viruses from diseased animals and induced the same disease symptoms as seen in diseased animals. This was repeated twice, confirming that viruses were the cause of the disease. Hence, given our observation of viruses causing the disease and our observation that SSaDV was associated statistically with the disease, we determined that SSaDV was the most promising candidate causative agent of the disease. We detected SSaDV in plankton and sediments around diseased sea stars, suggesting it may move between animals via free particles and form a reservoir in sediments. Gene expression analyses comparing diseased and healthy tissues suggest that sea stars respond to viral infection by inducing autocatalytic death processes. Historical analyses of museum specimens suggest that the virus has been present in the Pacific since at least 1942, and that it is present on the Atlantic coast as well. Taken together, our results suggest that sea star wasting disease is most likely caused by SSaDV, which has undergone recent change to cause enhanced mortality.\n\n\t\t\t\t\tLast Modified: 01/13/2015\n\n\t\t\t\t\tSubmitted by: Ian Hewson"
 }
}