{
 "awd_id": "1401795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Examining Anti-predator Cascades Over Four Trophic Levels",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 20015.0,
 "awd_amount": 20015.0,
 "awd_min_amd_letter_date": "2014-05-17",
 "awd_max_amd_letter_date": "2014-05-17",
 "awd_abstract_narration": "Predators can affect prey populations in complex ways. Predators that eat herbivores, for example, can reduce herbivore pressure on plant communities directly by consuming the herbivores or indirectly through what is known as \"non-consumptive effects\".  Non-consumptive effects often occur when the mere presence of a predator causes prey species to reduce feeding activity to avoid being eaten, themselves. This anti-predator behavior has important impacts on herbivore survival and likely on the plants that would otherwise be eaten by the herbivores. Such effects on plants are further complicated by the fact that many predators are omnivorous, feeding on both plants and animals. This project examines how ground beetles, which eat seeds, and mice, which eat both seeds and ground beetles, influence each other and affect the abundance of a common plant (lambsquarters), whose seeds they consume. Because lambsquarters is a weed species of agricultural importance, results of this study have direct implications for weed management by farmers. This project will provide interdisciplinary training for a graduate student and will involve mentorship of an undergraduate researcher. Concepts and results of this project are being integrated into Purdue's teaching curriculum, and will be presented at scientific conferences, as well as at farmer-focused agricultural conferences. This work will also be interpreted for the public at various outreach events including farm tours, Master Gardener courses, and educational webinars.\r\n\r\nMore specifically, this project will use a seed predator food web to examine the environmental and behavioral factors that drive complex predator-prey interactions over multiple trophic levels. Preliminary data suggest that predator-mediated use of refuge by rodents interferes with beetle activity and seed removal. Reductions in seed removal by beetles in the presence of mice could be attributed to intra-guild predation (consumptive effects) or anti-predator vigilance (non-consumptive effects; NCEs). These two distinct, but non-mutually exclusive trophic pathways have different long-term implications for plant population dynamics. This project will build on these concepts with an experiment on seed-foragers' responses to predation risk.  It will address three specific questions:  1) Is seed predation affected by NCEs of intra-guild predators?  2) Do structural refuges mediate NCEs on seed predation? 3) Does refuge habitat affect the frequency of vertebrate/invertebrate predation events?  The experiment will examine how granivore foraging behavior on seeds of lambsquarters is impacted by the presence of predators and the availability of protective cover.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Ian Kaplan",
   "pi_email_addr": "ikaplan@purdue.edu",
   "nsf_id": "000620386",
   "pi_start_date": "2014-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carmen",
   "pi_last_name": "Blubaugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carmen Blubaugh",
   "pi_email_addr": "blubaugh@purdue.edu",
   "nsf_id": "000655355",
   "pi_start_date": "2014-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 S Grant Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20015.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\n<p>The goal of this research was to understand how cascading impacts of predation risk alter prey behavior over multiple trophic levels, and how these anti-predator behaviors affect consumption of basal resources (plants). &nbsp;In a field experiment, I used camping lanterns to simulate moonlight, which mice use as a cue of predation risk by owls, and refuge availability (using red clover), then measured the anti-predator responses of mice, as well as those of ground beetles, which mice commonly prey on (Figure 1). Finally, I compared seed consumption under risky and safe foraging conditions. I predicted that mice would restrict their foraging activity to environments with sufficient cover in bright moonlight, and that their use of cover would in turn restrict seed foraging activity of &nbsp;ground beetles.</p>\n<ul>\n<li>I found that avoidance of top predators by mice in both simulated and natural moonlight reduced beetle activity in refuge habitats by up to 50% (Figure 2), but had weak cascading effects on seed consumption (Figure 3).</li>\n</ul>\n<ul>\n<li>I measured the precise impact of predation risk by mice on beetle foraging behavior in enclosed arenas, and found that exposure to both indirect and direct predator cues reduced beetle movement by 50% (Figure 4a). In contrast, predation risk actually increased beetle seed consumption by 43% (Figure 4b).</li>\n</ul>\n<p>It appears that pressure from top predators results in increased risk to ground beetles, which are abundant in refuge environments. However, these non-trophic interactions did not affect consumption of basal resources (seeds), despite strong reductions in foraging activity. Compensatory seed-feeding (or &lsquo;stress eating&rsquo;)&nbsp;by stationary beetles in the presence of mice may explain the neutral effects I observed. While numerous studies document the effects of predation risk in simple predator-prey systems, none have effectively shown that those prey responses in turn trigger another series of anti-predator behaviors at lower trophic levels, or &lsquo;fear cascades&rsquo;. Because the species I examined fill common functional roles in ecosystems, I expect that predation risk frequently exerts such a domino effect across multiple species.</p>\n<p><strong>Broader impacts</strong></p>\n<p>These results are very valuable in an agroecosystems that rely on biological control of weed seeds. Predation risk may impair the ability of seed-feeders to perform ecosystem services, but this work shows that vegetative refuge (often provided by cover crops) strongly increases weed seed biological control, and that the impact of predation risk on seed consumption is neutral. This work is currently in review for publication.</p>\n<p class=\"Default\">This grant supported Carmen Blubaugh&rsquo;s attendance at the 2014 Entomological Society of America Conference, where she organized a symposium entitled &ldquo;Non-Lethal Effects of Predators in Arthropod Food Webs: Ecological Patterns, Behavioral Mechanisms, and Agricultural Applications.&rdquo; This work was presented in the symposium along with that of many other accomplished scholars in the field, and resulted in many networking and future project development opportunities.</p>\n<p class=\"Default\">In addition to the proposed work, this project supported an associated independent research project by an undergraduate researcher, Ivy Widick, who learned how to develop and plan research from the ground up. The project was mentored by Carmen Blubaugh, and focused on movement of small mammals within habitat patches under varying risk conditions. Results were presented by Ivy in Purdue&rsquo;s annual research symposium in 2015, where she won 2<sup>nd</sup> prize in the poster contest.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2015<br>\n\t\t\t\t\tModified by: Carmen&nbsp;Blubaugh</p>\n</div>\n<div class=\"porSideCol\">\n<div cl...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe goal of this research was to understand how cascading impacts of predation risk alter prey behavior over multiple trophic levels, and how these anti-predator behaviors affect consumption of basal resources (plants).  In a field experiment, I used camping lanterns to simulate moonlight, which mice use as a cue of predation risk by owls, and refuge availability (using red clover), then measured the anti-predator responses of mice, as well as those of ground beetles, which mice commonly prey on (Figure 1). Finally, I compared seed consumption under risky and safe foraging conditions. I predicted that mice would restrict their foraging activity to environments with sufficient cover in bright moonlight, and that their use of cover would in turn restrict seed foraging activity of  ground beetles.\n\nI found that avoidance of top predators by mice in both simulated and natural moonlight reduced beetle activity in refuge habitats by up to 50% (Figure 2), but had weak cascading effects on seed consumption (Figure 3).\n\n\nI measured the precise impact of predation risk by mice on beetle foraging behavior in enclosed arenas, and found that exposure to both indirect and direct predator cues reduced beetle movement by 50% (Figure 4a). In contrast, predation risk actually increased beetle seed consumption by 43% (Figure 4b).\n\n\nIt appears that pressure from top predators results in increased risk to ground beetles, which are abundant in refuge environments. However, these non-trophic interactions did not affect consumption of basal resources (seeds), despite strong reductions in foraging activity. Compensatory seed-feeding (or æstress eatingÆ) by stationary beetles in the presence of mice may explain the neutral effects I observed. While numerous studies document the effects of predation risk in simple predator-prey systems, none have effectively shown that those prey responses in turn trigger another series of anti-predator behaviors at lower trophic levels, or æfear cascadesÆ. Because the species I examined fill common functional roles in ecosystems, I expect that predation risk frequently exerts such a domino effect across multiple species.\n\nBroader impacts\n\nThese results are very valuable in an agroecosystems that rely on biological control of weed seeds. Predation risk may impair the ability of seed-feeders to perform ecosystem services, but this work shows that vegetative refuge (often provided by cover crops) strongly increases weed seed biological control, and that the impact of predation risk on seed consumption is neutral. This work is currently in review for publication.\nThis grant supported Carmen BlubaughÆs attendance at the 2014 Entomological Society of America Conference, where she organized a symposium entitled \"Non-Lethal Effects of Predators in Arthropod Food Webs: Ecological Patterns, Behavioral Mechanisms, and Agricultural Applications.\" This work was presented in the symposium along with that of many other accomplished scholars in the field, and resulted in many networking and future project development opportunities.\nIn addition to the proposed work, this project supported an associated independent research project by an undergraduate researcher, Ivy Widick, who learned how to develop and plan research from the ground up. The project was mentored by Carmen Blubaugh, and focused on movement of small mammals within habitat patches under varying risk conditions. Results were presented by Ivy in PurdueÆs annual research symposium in 2015, where she won 2nd prize in the poster contest.\n\n \n\n\t\t\t\t\tLast Modified: 07/17/2015\n\n\t\t\t\t\tSubmitted by: Carmen Blubaugh"
 }
}