{
 "awd_id": "1401525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Courts and the Globalization of Law",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Hurwitz",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 175126.0,
 "awd_amount": 175126.0,
 "awd_min_amd_letter_date": "2013-11-01",
 "awd_max_amd_letter_date": "2013-11-01",
 "awd_abstract_narration": "In recent decades, the flow of legal ideas across continents and countries has intensified to such an extent that some legal scholars write of the \"globalization of law.\" Digital forms of information storage and communication have made it cheaper and easier than ever for attorneys and judges to acquire and use legal materials from virtually anywhere in the world. Judges in numerous countries increasingly draw upon foreign and international legal materials to help them resolve questions that arise in their own national courts. This project will collect, prepare, analyze, and disseminate information on the globalization of law through national high courts. The current study will record citations to foreign and international legal materials in the decisions of about 40 constitutional or supreme courts, covering a 20-year span of time. The countries to be included represent all of the world's regions and major legal traditions. The researchers will use statistical techniques to analyze the patterns of judicial globalization.\r\n\r\nThe results of this research will be the first systematic, international, multi-year database of citations to the full range of foreign and international legal materials. Both the data and the analyses will be freely available to legal researchers, law practitioners, and policy makers through an interactive web site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Sandholtz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne Sandholtz",
   "pi_email_addr": "wayne.sandholtz@usc.edu",
   "nsf_id": "000451929",
   "pi_start_date": "2013-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Goods and services are not the only things that countries exchange with each other. They also import and export legal ideas and principles. For example, the Supreme Court of the United States occasionally refers to the judgments of courts in other countries, or to treaties that the United States has entered into. The top courts in some other countries do so as well, in some cases far more frequently than the U.S. Supreme Court. With respect to treaties, U.S. courts often must figure out how U.S. treaty obligations should be carried out in the U.S. legal system. References to foreign courts have a different purpose. The point of such exchanges of legal ideas is not that the judgments of foreign courts are somehow binding on American courts &ndash; they are not. But judges sometimes refer to foreign judgments in order to learn how other courts have resolved similar legal problems.&nbsp;</p>\n<p>The main task of the project has been to examine the judgments of the highest courts in 26 countries, in order to identify references to four types of foreign and international legal materials.&nbsp; The four types of external legal materials are:&nbsp;&nbsp; (1) the judgments of foreign courts, (2) the judgments of international courts, (3) treaties, and (4) the documents of international organizations that are relevant to international law, like the International Law Commission.</p>\n<p>Project team members first collected all of the publicly available judgments of the 26 courts from around the world.&nbsp; This effort produced a collection of 224,092 judgments.&nbsp; The documents were downloaded or &ldquo;scraped&rdquo; from the web sites of the courts themselves in most cases and from web sites that collect national high court judgments in other instances. The coverage varies considerably across countries, both in terms of the number of documents available and the years included.&nbsp; For instance, the collection covers 69 years&rsquo; worth of judgments from the High Court of Australia but only seven years for the Federal Court of Malaysia.&nbsp; The number of judgments ranges from a high of 61,776 from Peru to a low of 123 from Malawi. The collection includes documents in four languages:&nbsp; English, French, German, and Spanish.</p>\n<p>The second phase of work involved the preparation of software to search the collected judgments for specific expressions related to the four kinds of foreign and international legal materials.&nbsp; The team prepared tables of the specific terms to be searched for in the documents, including the names of the high courts for each of 209 countries, the 40 most important international courts, 1300 international and regional treaties, and 20 organizations that are producers of other relevant documents. This task was repeated for each of the four languages included in the project. Once the search lists were ready, the software needed for finding the references in the court documents was written and &ldquo;debugged.&rdquo;</p>\n<p>The project contributed to the education and training of students at multiple levels, from B.A. to Master&rsquo;s and Ph.D. &nbsp;Students were involved in every phase of the project and enhanced their skills in programming, database management, and legal reasoning.</p>\n<p>The document processing produced two linked databases. One (the case database) is a database listing each of the judgments processed by the software. The second (the citation database) is a database of all of the references to the identified foreign and international legal materials found in the documents.&nbsp; An ID number links the judgments to the references found in them.&nbsp; A total of 224,080 documents (judgments) were processed.&nbsp;</p>\n<p>Only a small percentage of the cases that were processed included identifiable citations to foreign or international legal materials:&nbsp; 7,364 out of 224,080.&nbsp; The most common type of citation was to foreign courts, followed by treaties. The types of citations varied widely across countries.&nbsp; For example, the top courts of Australia and Canada cited foreign courts at a high rate; those of India, Spain, Switzerland and the United Kingdom cited international courts at a relatively high rate.</p>\n<p>The work can now turn to analyzing the data. We will evaluate patterns of references to foreign courts, international courts, treaties, and declarations, assessing how these patterns have changed across countries and across time. The analysis will allow us to map the movement of legal ideas and principles across national borders. Finally, the databases will be made freely available online.&nbsp; Researchers and practitioners, in both private practice and government service, will be able to download and use the data or any part of it.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2018<br>\n\t\t\t\t\tModified by: Wayne&nbsp;Sandholtz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGoods and services are not the only things that countries exchange with each other. They also import and export legal ideas and principles. For example, the Supreme Court of the United States occasionally refers to the judgments of courts in other countries, or to treaties that the United States has entered into. The top courts in some other countries do so as well, in some cases far more frequently than the U.S. Supreme Court. With respect to treaties, U.S. courts often must figure out how U.S. treaty obligations should be carried out in the U.S. legal system. References to foreign courts have a different purpose. The point of such exchanges of legal ideas is not that the judgments of foreign courts are somehow binding on American courts &ndash; they are not. But judges sometimes refer to foreign judgments in order to learn how other courts have resolved similar legal problems. \n\nThe main task of the project has been to examine the judgments of the highest courts in 26 countries, in order to identify references to four types of foreign and international legal materials.  The four types of external legal materials are:   (1) the judgments of foreign courts, (2) the judgments of international courts, (3) treaties, and (4) the documents of international organizations that are relevant to international law, like the International Law Commission.\n\nProject team members first collected all of the publicly available judgments of the 26 courts from around the world.  This effort produced a collection of 224,092 judgments.  The documents were downloaded or \"scraped\" from the web sites of the courts themselves in most cases and from web sites that collect national high court judgments in other instances. The coverage varies considerably across countries, both in terms of the number of documents available and the years included.  For instance, the collection covers 69 years? worth of judgments from the High Court of Australia but only seven years for the Federal Court of Malaysia.  The number of judgments ranges from a high of 61,776 from Peru to a low of 123 from Malawi. The collection includes documents in four languages:  English, French, German, and Spanish.\n\nThe second phase of work involved the preparation of software to search the collected judgments for specific expressions related to the four kinds of foreign and international legal materials.  The team prepared tables of the specific terms to be searched for in the documents, including the names of the high courts for each of 209 countries, the 40 most important international courts, 1300 international and regional treaties, and 20 organizations that are producers of other relevant documents. This task was repeated for each of the four languages included in the project. Once the search lists were ready, the software needed for finding the references in the court documents was written and \"debugged.\"\n\nThe project contributed to the education and training of students at multiple levels, from B.A. to Master?s and Ph.D.  Students were involved in every phase of the project and enhanced their skills in programming, database management, and legal reasoning.\n\nThe document processing produced two linked databases. One (the case database) is a database listing each of the judgments processed by the software. The second (the citation database) is a database of all of the references to the identified foreign and international legal materials found in the documents.  An ID number links the judgments to the references found in them.  A total of 224,080 documents (judgments) were processed. \n\nOnly a small percentage of the cases that were processed included identifiable citations to foreign or international legal materials:  7,364 out of 224,080.  The most common type of citation was to foreign courts, followed by treaties. The types of citations varied widely across countries.  For example, the top courts of Australia and Canada cited foreign courts at a high rate; those of India, Spain, Switzerland and the United Kingdom cited international courts at a relatively high rate.\n\nThe work can now turn to analyzing the data. We will evaluate patterns of references to foreign courts, international courts, treaties, and declarations, assessing how these patterns have changed across countries and across time. The analysis will allow us to map the movement of legal ideas and principles across national borders. Finally, the databases will be made freely available online.  Researchers and practitioners, in both private practice and government service, will be able to download and use the data or any part of it.\n\n \n\n\t\t\t\t\tLast Modified: 06/18/2018\n\n\t\t\t\t\tSubmitted by: Wayne Sandholtz"
 }
}