{
 "awd_id": "1401490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear free boundary and evolution problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 213602.0,
 "awd_amount": 213602.0,
 "awd_min_amd_letter_date": "2014-06-27",
 "awd_max_amd_letter_date": "2014-06-27",
 "awd_abstract_narration": "Free boundary problems arise naturally in many models in physics, fluid dynamics, economics. Free boundaries correspond to sharp changes in the variables describing the problem. Significant progress has been made during last several decades in the study of free boundary problems. However in the case of nonlinear partial differential equations and especially equations of mixed type many important questions are yet to be studied. Better understanding of properties of free boundaries, such as stability, regularity and geometric structure, makes possible to study complex phenomena in models and applications. First area of this project is the study of shock reflection problem in gas dynamics, one of the most fundamental multidimensional shock wave problems. This study involves several challenging difficulties in analysis of free boundary problems for nonlinear partial differential equations. Another area of project is semigeostrophic system, a model of rotation-dominated atmospheric/ocean flows. It exhibits a rich mathematical structure based on Monge-Kantorovich mass transport theory. We plan to study physically realistic case of variable Coriolis parameter in semigeostrophic model. Broader impact resulting from the project will be achieved since the project addresses fundamental mathematical models in engineering and atmospheric sciences. Closer interaction with engineering and meteorological communities is one of the priorities of the project. Graduate students will be involved in the project.\r\n\r\nThe project consists of two main topics: (1) Free boundary problems in shock analysis. The PI will continue his work on self-similar shock reflection for potential flow and for full and isentropic Euler system. Shock reflection problems arise in many physical situations. Moreover, such problems are important in the mathematical theory of multidimensional conservation laws since their solutions are building blocks and asymptotic attractors of general solutions to the multidimensional Euler equations for compressible fluids. Self-similar equations of compressible fluid dynamics are of mixed elliptic-hyperbolic type. Shocks correspond to discontinuities in the solution for Euler system, and in the gradient of the solution for potential flow equation. Type of equation may change from hyperbolic to elliptic across the shock. Shock reflection problem can be formulated as a free boundary problem in which unknown are the elliptic (subsonic) region and solution in the elliptic region. The PI will continue his work on existence, stability and regularity of global solutions of the regular reflection, to extend the global existence results to the case of compressible Euler system, which is a fundamental model of gas dynamics. Further study includes uniqueness and stability for regular reflection problem. (2) Another area of the proposed research is semigeostrophic system.  The PI will study semigeostrophic system with variable Coriolis parameter on a Riemannian manifold. Such model arises from  taking into account the curvature of the Earth. The PI also plans study solutions with low regularity, which come from modeling of  flows with neutrally stable regions. These projects involve study of Monge-Kantorovich mass transport problems, and Lagrangian solutions of transport equations with vector fields of low regularity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Feldman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Feldman",
   "pi_email_addr": "feldman@math.wisc.edu",
   "nsf_id": "000489470",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park ST, STE 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 213602.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the project the PI studied free boundary problems and evolution problems for nonlinear partial differential equations. Most of the problems considered in this proposal arise in fluid and gas dynamics.<br /><br />First area of the project is the study of free boundary problems which appear in analysis of shock reflection phenomena. Shock reflection problems arise in many physical situations. Moreover, such problems are important in the mathematical theory of multidimensional conservation laws since their solutions are building blocks and asymptotic attractors of general solutions to<br />the multidimensional Euler equations for compressible fluids. Self-similar&nbsp; equations of compressible fluid dynamics are of mixed elliptic-hyperbolic type. Shocks correspond to discontinuities of certain parameters of the solution. Type of equation may change from hyperbolic to elliptic across the shock. Shock reflection problem can be formulated as a free boundary<br />problem in which unknown are the elliptic (subsonic) region and solution in the elliptic region, where shock is the free boundary and Rankine-Hugoniot condition is satisfied on the shock. The PI completed his work (with collaborators) on existence of regular reflection solutions up to the detachment angle, thus proving the existence of global solutions in the maximal parameters region as determined by algebraic conditions at the reflection point. The PI also proved uniqueness in a class of solutions.<br />Furthermore, some non-existence/instability results were proved for shock reflection in the framework of the potential flow equation, which shows that further study needs to be done in the framework of the compressible Euler system.</p>\n<p>Another area of the project is semigeostrophic (SG) system.&nbsp; The SG system is a large-scale model of rotation-dominated atmosphere/ocean flows. All previous works considered SG system with constant Coriolis parameter, because this allows to apply many mathematical techniques. However, a more physically realistic SG model has variable Coriolis parameter, since such model takes into account the curvature of the Earth.The PI&nbsp; and his collaborators obtained the first result on existence of solutions for semigeostrophic system with variable Coriolis parameter. Also. weak/strong uniqueness was proved for SG system under further conditions, which is the first result on uniqueness for weak SG solutions.</p>\n<p>Broader impact of this project includes development of human resources. Specifically, two graduate students and a postdoc participated in the work on project. Furthermore, project is related to application of mathematics in gas dynamics and atmospheric sciences, and the results were disseminated among the scientists and engineers. Also, a research monograph was written describing part of the results of the project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2017<br>\n\t\t\t\t\tModified by: Mikhail&nbsp;Feldman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the project the PI studied free boundary problems and evolution problems for nonlinear partial differential equations. Most of the problems considered in this proposal arise in fluid and gas dynamics.\n\nFirst area of the project is the study of free boundary problems which appear in analysis of shock reflection phenomena. Shock reflection problems arise in many physical situations. Moreover, such problems are important in the mathematical theory of multidimensional conservation laws since their solutions are building blocks and asymptotic attractors of general solutions to\nthe multidimensional Euler equations for compressible fluids. Self-similar  equations of compressible fluid dynamics are of mixed elliptic-hyperbolic type. Shocks correspond to discontinuities of certain parameters of the solution. Type of equation may change from hyperbolic to elliptic across the shock. Shock reflection problem can be formulated as a free boundary\nproblem in which unknown are the elliptic (subsonic) region and solution in the elliptic region, where shock is the free boundary and Rankine-Hugoniot condition is satisfied on the shock. The PI completed his work (with collaborators) on existence of regular reflection solutions up to the detachment angle, thus proving the existence of global solutions in the maximal parameters region as determined by algebraic conditions at the reflection point. The PI also proved uniqueness in a class of solutions.\nFurthermore, some non-existence/instability results were proved for shock reflection in the framework of the potential flow equation, which shows that further study needs to be done in the framework of the compressible Euler system.\n\nAnother area of the project is semigeostrophic (SG) system.  The SG system is a large-scale model of rotation-dominated atmosphere/ocean flows. All previous works considered SG system with constant Coriolis parameter, because this allows to apply many mathematical techniques. However, a more physically realistic SG model has variable Coriolis parameter, since such model takes into account the curvature of the Earth.The PI  and his collaborators obtained the first result on existence of solutions for semigeostrophic system with variable Coriolis parameter. Also. weak/strong uniqueness was proved for SG system under further conditions, which is the first result on uniqueness for weak SG solutions.\n\nBroader impact of this project includes development of human resources. Specifically, two graduate students and a postdoc participated in the work on project. Furthermore, project is related to application of mathematics in gas dynamics and atmospheric sciences, and the results were disseminated among the scientists and engineers. Also, a research monograph was written describing part of the results of the project.\n\n\t\t\t\t\tLast Modified: 08/07/2017\n\n\t\t\t\t\tSubmitted by: Mikhail Feldman"
 }
}