{
 "awd_id": "1401312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology for FY 2014",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 175632.0,
 "awd_min_amd_letter_date": "2014-06-09",
 "awd_max_amd_letter_date": "2014-10-10",
 "awd_abstract_narration": "NSF Postdoctoral Fellowships in Biology combine research and training components to prepare young scientists for careers in biology and provide them an opportunity to establish international collaborations and take advantage of research facilities and opportunities abroad.  Forging strong international collaborations is mutually beneficial to the U.S. and the foreign hosts. This fellowship to Robert Muscarella supports research and training in evaluating determinants of demographic variation across tree species ranges to be conducted at two host institutions, Aarhus University in Denmark under the sponsorship of Dr. Jens-Christian Svenning and the University of Wageningen in the Netherlands under the sponsorship of Dr. Frans Bongers. The research project contributes to knowledge on tropical forest dynamics across broad environmental gradients.  This fellowship is jointly funded by the Office of International and Integrative Activities.\r\n\r\nThe research project focuses on understanding climatic and other factors that influence the range limits of tropical tree species.  It integrates existing data from long-term forest plots across the Neotropics to evaluate how regional climate and local conditions jointly affect demographic rates, such as growth and mortality, of tropical tree species.  By examining variation in demographic rates across a broad spatial scale, this research is clarifying the relative strength of local and regional processes in setting species range limits.  The project also explores several central assumptions of commonly used methods to model species distributions, including the idea that demographic performance is positively correlated with abundance.  By integrating data on plant functional traits, additional insights are gained on the mechanisms underlying demographic variation across various environmental gradients. To further broaden the impact of the research, the Fellow conducts training workshops in statistics and species distribution modeling at the host institutions for other researchers and students.  Training goals include quantitative modeling techniques, which have extensive utility for both basic and applied research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Muscarella",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Muscarella",
   "pi_email_addr": "",
   "nsf_id": "000654821",
   "pi_start_date": "2014-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Muscarella              Robert",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New York",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "100276037",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wageningen University",
  "perf_str_addr": null,
  "perf_city_name": "Wageningen",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "NL",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Netherlands",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  },
  {
   "pgm_ele_code": "821000",
   "pgm_ele_name": "Intl Bio Postdoc Res Fellowshp"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  },
  {
   "pgm_ref_code": "8210",
   "pgm_ref_txt": "Intl Bio Postdoc Res Fellowshp"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 175632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This fellowship supported research evaluating variation in plant demographic processes across broad environmental gradients.&nbsp; I led several core projects, established and developed a range of international collaborations, expanded my mentoring experience by organizing and teaching several workshops, and disseminated research findings via international conferences and peer-reviewed publications. The majority of work was carried out at two host institutions, Aarhus University in Denmark (under sponsorship of Dr. Jens-Christian Svenning) and the University of Wageningen in the Netherlands (under sponsorship of Dr. Frans Bongers).</p>\n<p>The major scientific questions addressed focused on the fact that&nbsp;predicting biotic responses to environmental change requires understanding the joint effects of abiotic conditions and biotic interactions on individual performance and community dynamics. One major challenge is to separate the potentially confounding effects of abiotic environmental variation and local biotic interactions on performance. In one main project addressing this issue, I synthesized data from a series of long-term forest plots across a regional precipitation gradient to examine how the effects of tree crowding vary along a tropical precipitation gradient, and how responses to crowding along the gradient depend on the species&rsquo; functional strategies.&nbsp; The main findings include that the effect of tree crowding on performance varied with position along the gradient, species with different functional strategies responded differently to crowding across the gradient, crowding affected growth along the gradient more than survival, and individual plant traits differed in their ability indicate which functional strategies responded to crowding. This work demonstrates that effects of local biotic interactions are contingent on both abiotic conditions and the functional strategies of the focal species. As another main project of this fellowship, I developed a novel quantitative approach to decompose temporal dynamics of the functional composition of forest communities into relative contributions from constituent demographic processes.&nbsp;Although existing theory provides many explicit predictions about how traits mediate species&rsquo; vital rates (e.g., growth, survival, recruitment) to generate community-level patterns of functional composition, these can only be inferred indirectly with commonly used metrics of functional composition (e.g., community-weighted mean trait values).&nbsp;I applied this approach to a long-term dataset on secondary succession of tropical forests in Mexico. First, I found temporal trends in aggregate community-weighted mean trait values that were consistent with a predicted shift in dominance from species with acquisitive to conservative functional strategies. I then discovered that these shifts were most strongly driven by growth of standing trees, and more weakly by processes that generate stem turnover (mortality and recruitment). This is the first study that has quantitatively identified the relative contribution of these demographic processes on community-weighted mean trait dynamics.&nbsp; In doing so, the approach forges much needed demographic links between theory and trait-based community ecology.</p>\n<p>In addition to these scientific research projects, I broadened the impact of the fellowship by organizing a regular seminar series at the host institution, and taught advanced workshops and gave lectures at a variety of locations.&nbsp; Additionally, I developed a broad network of international contacts that will provide incredible opportunities for international collaborations in the future.&nbsp; I have become involved with numerous long-term projects through the connections I have developed during this fellowship.&nbsp; This aspect of the fellowship is extraordinarily valuable and will provide valuable foundations for ongoing and future work for myself as well as students that I will train in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2018<br>\n\t\t\t\t\tModified by: Robert&nbsp;A&nbsp;Muscarella</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis fellowship supported research evaluating variation in plant demographic processes across broad environmental gradients.  I led several core projects, established and developed a range of international collaborations, expanded my mentoring experience by organizing and teaching several workshops, and disseminated research findings via international conferences and peer-reviewed publications. The majority of work was carried out at two host institutions, Aarhus University in Denmark (under sponsorship of Dr. Jens-Christian Svenning) and the University of Wageningen in the Netherlands (under sponsorship of Dr. Frans Bongers).\n\nThe major scientific questions addressed focused on the fact that predicting biotic responses to environmental change requires understanding the joint effects of abiotic conditions and biotic interactions on individual performance and community dynamics. One major challenge is to separate the potentially confounding effects of abiotic environmental variation and local biotic interactions on performance. In one main project addressing this issue, I synthesized data from a series of long-term forest plots across a regional precipitation gradient to examine how the effects of tree crowding vary along a tropical precipitation gradient, and how responses to crowding along the gradient depend on the species? functional strategies.  The main findings include that the effect of tree crowding on performance varied with position along the gradient, species with different functional strategies responded differently to crowding across the gradient, crowding affected growth along the gradient more than survival, and individual plant traits differed in their ability indicate which functional strategies responded to crowding. This work demonstrates that effects of local biotic interactions are contingent on both abiotic conditions and the functional strategies of the focal species. As another main project of this fellowship, I developed a novel quantitative approach to decompose temporal dynamics of the functional composition of forest communities into relative contributions from constituent demographic processes. Although existing theory provides many explicit predictions about how traits mediate species? vital rates (e.g., growth, survival, recruitment) to generate community-level patterns of functional composition, these can only be inferred indirectly with commonly used metrics of functional composition (e.g., community-weighted mean trait values). I applied this approach to a long-term dataset on secondary succession of tropical forests in Mexico. First, I found temporal trends in aggregate community-weighted mean trait values that were consistent with a predicted shift in dominance from species with acquisitive to conservative functional strategies. I then discovered that these shifts were most strongly driven by growth of standing trees, and more weakly by processes that generate stem turnover (mortality and recruitment). This is the first study that has quantitatively identified the relative contribution of these demographic processes on community-weighted mean trait dynamics.  In doing so, the approach forges much needed demographic links between theory and trait-based community ecology.\n\nIn addition to these scientific research projects, I broadened the impact of the fellowship by organizing a regular seminar series at the host institution, and taught advanced workshops and gave lectures at a variety of locations.  Additionally, I developed a broad network of international contacts that will provide incredible opportunities for international collaborations in the future.  I have become involved with numerous long-term projects through the connections I have developed during this fellowship.  This aspect of the fellowship is extraordinarily valuable and will provide valuable foundations for ongoing and future work for myself as well as students that I will train in the future.\n\n\t\t\t\t\tLast Modified: 01/11/2018\n\n\t\t\t\t\tSubmitted by: Robert A Muscarella"
 }
}