{
 "awd_id": "1401045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2014 Colloidal Semiconductor Nanocrystals Gordon Research Conference, July 20-25, 2014",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 42000.0,
 "awd_amount": 42000.0,
 "awd_min_amd_letter_date": "2014-04-24",
 "awd_max_amd_letter_date": "2014-04-24",
 "awd_abstract_narration": "The Macromolecular, Supramolecular and Nanochemistry Program of the Division of Chemistry, the Solid State and Materials Chemistry Program of the Division of Materials Research, and the Office of Multidisciplinary Activities of the Directorate for Mathematical and Physical Sciences support the \"2014 Colloidal Semiconductor Nanocrystals Gordon Research Conference\" to be held at Bryant University, Rhode Island on July 20-25, 2014. The conference is chaired by Prof. Emily Weiss of Northwestern University.  NSF funds will be used primarily to support the participation of US scientists, especially graduate students, post-doctoral researchers, and early-career scientists. The development of nanocrystal-based technologies for bio-applications and materials for energy conversion has potential broad impacts on society. This conference will provide a stimulating environment for significant discussions on fundamental science and technological advances at the frontier of colloidal semiconductor nanocrystals research.  The conference participants will be diverse with respect to area of expertise, academic level, country of origin, and gender. The interactions between scientists from different but complementary backgrounds enable fruitful discussions and catalyze new (inter)national collaborations.  The conference will also provide the opportunities for students, post-doctoral researchers and young faculty, including women and members of underrepresented groups, to interact with more established members and world-leading experts in their field and to gain a better perspective of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Weiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Weiss",
   "pi_email_addr": "e-weiss@northwestern.edu",
   "nsf_id": "000082307",
   "pi_start_date": "2014-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 42000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The Gordon Research Conference on COLLOIDAL<br />SEMICONDUCTOR NANOCRYSTALS was held at Bryant University, Smithfield, RI July 20-25th, 2014. The Conference was well-attended with 180 participants (attendees list attached). The attendees represented the spectrum of endeavor in this field coming from academia, industry, and government laboratories, both U.S. and foreign scientists, senior researchers, young investigators, and students. Of the 180 attendees, 91 voluntarily responded to a general inquiry regarding ethnicity which appears on our registration forms. Of the 91 respondents, 20% were Minorities &ndash; 2% Hispanic, 14% Asian and 4% African American. Approximately<br />&nbsp;&nbsp;24% of the participants at the 2014 meeting were women.</p>\n<p>In designing the formal speakers program, emphasis was placed on current unpublished research and discussion of the future target areas in this field. There was a conscious effort to stimulate lively discussion about the key issues in the field today. Time for formal presentations was limited in the interest of group discussions. In order that more scientists could communicate their most recent results, poster presentation time was scheduled. Attached is a copy of the formal schedule and speaker program and the poster program. In addition to these formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Emily&nbsp;Weiss</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe Gordon Research Conference on COLLOIDAL\nSEMICONDUCTOR NANOCRYSTALS was held at Bryant University, Smithfield, RI July 20-25th, 2014. The Conference was well-attended with 180 participants (attendees list attached). The attendees represented the spectrum of endeavor in this field coming from academia, industry, and government laboratories, both U.S. and foreign scientists, senior researchers, young investigators, and students. Of the 180 attendees, 91 voluntarily responded to a general inquiry regarding ethnicity which appears on our registration forms. Of the 91 respondents, 20% were Minorities &ndash; 2% Hispanic, 14% Asian and 4% African American. Approximately\n  24% of the participants at the 2014 meeting were women.\n\nIn designing the formal speakers program, emphasis was placed on current unpublished research and discussion of the future target areas in this field. There was a conscious effort to stimulate lively discussion about the key issues in the field today. Time for formal presentations was limited in the interest of group discussions. In order that more scientists could communicate their most recent results, poster presentation time was scheduled. Attached is a copy of the formal schedule and speaker program and the poster program. In addition to these formal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Emily Weiss"
 }
}