{
 "awd_id": "1401711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH: EXP: Collaborative Research: Design of a wearable biosensor system with wireless network for the remote detection of life threatening events in neonates",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 360202.0,
 "awd_amount": 360202.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "In the United States, one in eight infants is born prematurely. These high risk infants require specialized monitoring of their physiology not only in Neonatal Intensive Care Units (NICU) but also in home environments. They are prone to apnea (pause in breathing), bradycardia (slowness of heart) and hypoxia (oxygen de-saturation), which are life threatening. This project aims at developing a biosensor system with wireless network for the remote detection and anticipation of such life threatening events in infants. The proposed research goes beyond traditional health monitoring systems by incorporating body sensor networks (BSN) along with advanced signal processing approaches, tailored specifically to an individual infant's physiology, to accurately detect and anticipate precursors of life threatening events. The proposed research can have a significant impact on non-intrusive ambulatory health monitoring for infants through a wireless biosensor system that integrates lightweight sensor solutions into the sensing, communication, and computing for monitoring physiology. The system framework, theories, models, and code developed by this project can be used by researchers as well as engineers to evaluate the performance of infant monitoring applications. The project also includes: (1) disseminating the project information and knowledge to the academic community and industry; (2) engaging undergraduate, graduate and medical students, especially women and minorities, into the proposed research; and (3) developing new courses and revising the existing courses. \r\n\r\nThe current physiological monitoring systems used in NICU consist of relatively large sensors attached to the infants, which are then connected to a data acquisition system with multiple wires. These sensors along with the wires are a hindrance to the clinical care. In addition, the existing system cannot be used for home environments because of the size and cost. While there is an abundance of physiological signals streaming across NICU monitoring systems, it is challenging for clinicians caring for preterm infants to determine pathological states, as there is no method available to translate these signals into validated indices to define pathology. The primary objective of this proposed research is to explore whether a dedicated compact device with wearable biosensors along with wireless networks can be built for the detection and anticipation of life threatening events in infants in both NICU and home environments. The secondary objective is to explore whether computational tools that provide real-time indices of cardio-respiratory risk can be developed to assist clinicians for neonatal care. Specifically, the project is to develop a comprehensive system, involving four important components: (1) development of miniature biosensors that can be attached to infants who are very small and vulnerable; (2) development of wireless devices with efficient communication protocols that can transmit the physiological signals from the biosensors; (3) development of efficient signal processing algorithms that can extract useful information from the biosensor data for risk stratification and anticipation of life threatening events (data to knowledge to decisions) and (4) testing and validation of the systems in real life environment at NICU. The proposed approaches in the project can eventually lead to a medical device for the remote detection of life threatening events in infants and also provide guidelines for the design of wearable wireless biosensor systems for healthcare monitoring applications in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Honggang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Honggang Wang",
   "pi_email_addr": "honggang.wang@yu.edu",
   "nsf_id": "000553185",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Kim",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Yong K Kim",
   "pi_email_addr": "ykim@umassd.edu",
   "nsf_id": "000249675",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8061",
   "pgm_ref_txt": "SCH Type I:  EXP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 360202.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has developed a biosensor system with wireless network for the remote detection and anticipation of such life threatening events in infants. Our research results include (1) development of miniature biosensors that can be attached to infants who are very small and vulnerable; (2) development of efficient wireless communication protocols that can transmit the physiological signals from the biosensors; (3) development of efficient signal processing algorithms that can extract useful information from the biosensor data for risk stratification and anticipation of life threatening events.<br /><br />Specifically, the project explores whether a dedicated compact device with wearable biosensors along with wireless networks can be built for the detection and anticipation of life threatening events in infants. It also explores whether computational tools that provide real-time indices of cardio-respiratory risk can be developed to assist clinicians for neonatal care. We design small size biosensors (e.g., ECG sensors) for acquiring physiological signals from neonates. We also design a portable crib that uses load cell sensors and other types of sensors to measure the heart rate and other physiology signal, including the hardware, firmware and the software. It is observed that (1) ECG signal measured by using the proposed non-contact electrode across thin clothing contains a little high-frequency interference; (2) Motion effects are inevitable in the case of a capacitive based non-contact sensor. We have also developed a respiratory emulator that helps to evaluate the accuracy and the robustness of the proposed approaches.<br /><br />In addition, we have demonstrated a framework of monitoring preterm infants with the function of real-time prediction of bradycardia episodes. It has the potential to provide quality care to neonates. Some studies on signal processing have been performed on specific events in cardiac and cardiorespiratory for preterm infants. Experimental results show that there is important information on HRV (Heart rate variability) which can be extracted in real-time and used for predicting bradycardia.<br /><br />This results obtained in this project have been reported in several conferences and journals. The system framework, models, and code developed by this project will be used by researchers as well as engineers to evaluate the performance of infant monitoring applications. The findings from this project has been disseminated via various public and academic venues. The project engages undergraduate, graduate and medical students. For example, several graduate students at UMass Dartmouth (UMD) have been trained in the development of sensors and implementation of communication system. The project also develops a new course titled \"Wireless Body Area Networks\" and revises the existing courses at UMD.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2018<br>\n\t\t\t\t\tModified by: Honggang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has developed a biosensor system with wireless network for the remote detection and anticipation of such life threatening events in infants. Our research results include (1) development of miniature biosensors that can be attached to infants who are very small and vulnerable; (2) development of efficient wireless communication protocols that can transmit the physiological signals from the biosensors; (3) development of efficient signal processing algorithms that can extract useful information from the biosensor data for risk stratification and anticipation of life threatening events.\n\nSpecifically, the project explores whether a dedicated compact device with wearable biosensors along with wireless networks can be built for the detection and anticipation of life threatening events in infants. It also explores whether computational tools that provide real-time indices of cardio-respiratory risk can be developed to assist clinicians for neonatal care. We design small size biosensors (e.g., ECG sensors) for acquiring physiological signals from neonates. We also design a portable crib that uses load cell sensors and other types of sensors to measure the heart rate and other physiology signal, including the hardware, firmware and the software. It is observed that (1) ECG signal measured by using the proposed non-contact electrode across thin clothing contains a little high-frequency interference; (2) Motion effects are inevitable in the case of a capacitive based non-contact sensor. We have also developed a respiratory emulator that helps to evaluate the accuracy and the robustness of the proposed approaches.\n\nIn addition, we have demonstrated a framework of monitoring preterm infants with the function of real-time prediction of bradycardia episodes. It has the potential to provide quality care to neonates. Some studies on signal processing have been performed on specific events in cardiac and cardiorespiratory for preterm infants. Experimental results show that there is important information on HRV (Heart rate variability) which can be extracted in real-time and used for predicting bradycardia.\n\nThis results obtained in this project have been reported in several conferences and journals. The system framework, models, and code developed by this project will be used by researchers as well as engineers to evaluate the performance of infant monitoring applications. The findings from this project has been disseminated via various public and academic venues. The project engages undergraduate, graduate and medical students. For example, several graduate students at UMass Dartmouth (UMD) have been trained in the development of sensors and implementation of communication system. The project also develops a new course titled \"Wireless Body Area Networks\" and revises the existing courses at UMD.\n\n\t\t\t\t\tLast Modified: 11/27/2018\n\n\t\t\t\t\tSubmitted by: Honggang Wang"
 }
}