{
 "awd_id": "1401533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using sunlight to reduce air pollution and ensure corrosion resistant of concrete infrastructure.",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 301223.0,
 "awd_amount": 301223.0,
 "awd_min_amd_letter_date": "2014-06-06",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "Reinforced concrete structures exposed to sea water or de-icing salts are susceptible to the corrosion of embedded steel, due to the ingress of chloride ions. Such corrosion results in deterioration, reduces the service-life of structures, and poses a burden to the national economy. In spite of extensive efforts, our current methods of corrosion protection remain either: too expensive, or unable to prevent corrosion actions. This research develops a new strategy that utilizes visible light to decompose air pollutants into chemical agents that can suppress steel corrosion in concrete structures. Such environmentally sustainable solutions are critical to maintain large, widespread and durable infrastructure?a critical driver of economic growth. To support these goals, the research trains a diverse technical workforce at the levels of: post-doctoral scientists, Ph.D. and undergraduate students and high-schoolers at both University of California-Los Angeles and Georgia Tech. Both university groups cross-train with each other, hierarchically and functionally to foster collaboration and exchange scientific advancements needed to preserve infrastructure inventories. The multidisciplinary nature of the work will expose young researchers to cross-cutting intellectual concepts relevant to sustainable development and propelling new technologies to the marketplace. \r\n\r\nThis research exploits the photoactive behavior of titanium dioxide nanoparticles, and uses visible light, and manipulations of the cement chemistry, to prevent steel corrosion in reinforced concrete. Monosulfate (AFm) phases produced during cement hydration have the ability to intercalate anions in their structure in a preference described as: chloride>nitrate>nitrite>carbonate>sulfate>hydroxide. Thus, cements can be tuned to maximize AFm formation, and capture of chloride species intruding into concrete. Further, up on exposure to light, titanium dioxide can convert atmospheric pollutants in the form of nitrogen oxides to aqueous nitrate/nitrite ions which serve as anodic corrosion inhibitors. When applied in conjunction with each other, these processes work to trap intruding chloride ions within the AFm phase while simultaneously releasing nitrate/nitrite ions (previously stored in the AFm) into the pore solution to ensure steel corrosion inhibition. Towards these objectives this research: (1) synthesizes visible light active titanium dioxide, (2) optimizes cement chemistry to maximize the yield of AFm phases and (3) simulates nitrite/nitrate/chloride transport in concrete to maximize steel corrosion inhibition. The intellectual outcomes of this work include: novel advancements in corrosion inhibition methods which exploit photocatalytic behavior, thermodynamic selectivity and ion exchange preference as a means towards designing regenerative and tunable corrosion protection systems for concrete infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Magdalena",
   "pi_last_name": "Balonis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Magdalena Balonis",
   "pi_email_addr": "mbalonis@ucla.edu",
   "nsf_id": "000620801",
   "pi_start_date": "2014-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hoek",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eric M Hoek",
   "pi_email_addr": "emvhoek@ucla.edu",
   "nsf_id": "000203733",
   "pi_start_date": "2014-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "Engineering V",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951595",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 301223.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><strong>Summary:</strong></em> The corrosion of reinforcing steel embedded in concrete infrastructure is a leading cause of the premature degradation of such facilities. In spite of extensive, and long use, our ability to mitigate steel corrosion remains limited - resulting in tremendous financial costs, loss of serviceability, and safety concerns regarding concrete structures. To alleviate such concerns, this work has developed original chemical pathways for corrosion mitigation which have the potential to greatly increase the lifespan and reduce the maintenance and repair costs of concrete structures.&nbsp;</p>\n<p><em><strong>Intellectual merits:</strong></em> The primary scientific outcomes of this work involves the design and demonstration of cementitious systems based on layered double hydroxide (LDH) compoounds which accomplish selective uptake and release of chloride and nitrate ions via ion exchange reactions, reversibly, in relation to their chemical environment. Towards this end, optimized cementitious compositions have been formulated, and their ion exchange behavior computationally modeled and experimentally verified. This has allowed for prescription of unique cementing compositions which - when applied in the manner of topical coatings - could offer up to 10 times extension in the service-life of, for example, concrete bridges.</p>\n<p><em><strong>Broader impacts:</strong></em> This work has supported the training of numerous junior researchers, including female and minority candidates, in interdisciplinary subjects related to physical chemistry, materials science and civil engineering. Furthermore, the outcomes of the work have been published in leading peer-reviewed journals, and technical venues for broad and wide dissemination. Finally, the outcomes of the work have been patented, and have the potential for commercial exploitation. Taken together, these outcomes create a basis of knowledge and tools that is needed to realize practical, relevant and effective solutions for corrosion mitigation in construction industry applications.&nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2018<br>\n\t\t\t\t\tModified by: Magdalena&nbsp;Balonis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary: The corrosion of reinforcing steel embedded in concrete infrastructure is a leading cause of the premature degradation of such facilities. In spite of extensive, and long use, our ability to mitigate steel corrosion remains limited - resulting in tremendous financial costs, loss of serviceability, and safety concerns regarding concrete structures. To alleviate such concerns, this work has developed original chemical pathways for corrosion mitigation which have the potential to greatly increase the lifespan and reduce the maintenance and repair costs of concrete structures. \n\nIntellectual merits: The primary scientific outcomes of this work involves the design and demonstration of cementitious systems based on layered double hydroxide (LDH) compoounds which accomplish selective uptake and release of chloride and nitrate ions via ion exchange reactions, reversibly, in relation to their chemical environment. Towards this end, optimized cementitious compositions have been formulated, and their ion exchange behavior computationally modeled and experimentally verified. This has allowed for prescription of unique cementing compositions which - when applied in the manner of topical coatings - could offer up to 10 times extension in the service-life of, for example, concrete bridges.\n\nBroader impacts: This work has supported the training of numerous junior researchers, including female and minority candidates, in interdisciplinary subjects related to physical chemistry, materials science and civil engineering. Furthermore, the outcomes of the work have been published in leading peer-reviewed journals, and technical venues for broad and wide dissemination. Finally, the outcomes of the work have been patented, and have the potential for commercial exploitation. Taken together, these outcomes create a basis of knowledge and tools that is needed to realize practical, relevant and effective solutions for corrosion mitigation in construction industry applications.   \n\n\t\t\t\t\tLast Modified: 11/27/2018\n\n\t\t\t\t\tSubmitted by: Magdalena Balonis"
 }
}