{
 "awd_id": "1402912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Developing atom probe tomography (APT) for the characterization of carbonate minerals",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 73870.0,
 "awd_amount": 73870.0,
 "awd_min_amd_letter_date": "2014-03-26",
 "awd_max_amd_letter_date": "2014-03-26",
 "awd_abstract_narration": "This EAGER award supports a postdoctoral student to assist in the development of methods to fabricate appropriately shaped, nanometer scale, tips of abiogenic and biogenic carbonates using a focused ion beam (FIB) for subsequent compositional analysis using atom probe tomography (APT). APT was developed for the analysis of synthesized conducting materials for process control in the semiconductor industry and sub-nanoscale/atomic scale spatially resolved analysis of elemental distributions in other synthesized materials (e.g., ceramics).  The PI, a mineralogist/geochemist who specializes in studies of biogenic mineralization processes seeks to employ the extant FIB-SEM and APT instruments housed in the Central Analytical Facility (CAF) at the University of Alabama.  APT technology uses pulsed laser evaporation of extremely delicate nanoscale materials tips followed by time-of-flight mass spectrometry (TOF-MS) to image individual atom distributions in sample tips.  Application of APT to studies of carbonates is in its infancy and presents major challenges to successful analysis for potential application to understanding mineralization and diagenetic processes at the atomic scale.  Fabrication of tips from brittle biogenic carbonates minerals requires extremely careful ion milling and tip loads into the APT instrument and the PI has thus far only achieved a single successful analysis of a biogenic carbonate tip with limited analytical precision.  A goal of this EAGER is to first try to improve methods to ion mill tips of abiogenic carbonates for subsequent APT analysis and then to attempt to extrapolate those processes to ion milling of natural biogenic carbonate minerals.  A second goal is develop optimal analysis protocols to determine if the relative abundances of major, minor, and trace elements of carbonate minerals can be successfully imaged at the atomic scale.  The technique, should it be successful, could prove transformative for studies of microbially mediated carbonate mineralization processes and paleorecords research but it presents considerable risk, hence the EAGER proposal mechanism.\r\n\r\nCarbonate rocks are present in large parts of the sedimentary continental crust of the Earth and thus are of great significance in geological studies. Furthermore, much of the current development of geochemical techniques and applications is for studies in paleoclimate and paleoenvironmental reconstructions in which the analysis of biogenic carbonate minerals plays a crucial role.  The potential use of atom probe could contribute advanced knowledge of: 1) diffusion kinetics (volume, grain-boundary, trace elements, etc.); 2) element partitioning; 3) mineral dissolution and recrystallization; and 4) transformation of transient amorphous phases into crystalline counterparts. Proposed new analytical developments could encourage new approaches to geochemistry research and mineral analysis and promote interdisciplinary research.   Should the technique development prove successful, the APT and FIB instruments in the Central Analytical Facility (CAF) of The University of Alabama could be opened for outside community use.  The proposal will engage a postdoctoral scientist and results will be disseminated through talks at topical workshops, scientific conferences and through scholarly publication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Perez-Huerta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto Perez-Huerta",
   "pi_email_addr": "aphuerta@ua.edu",
   "nsf_id": "000535894",
   "pi_start_date": "2014-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870140",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "AL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 73870.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of the chemical composition of minerals has been a major source of information within Earth Sciences for more than a century, as minerals actively record geological processes during and after their formation. For example, this information has been used to estimate the age of our planet, and other extraterrestrial bodies, to determine the chemical composition of oceans and the atmosphere in the past and to better predict volcanic activity.&nbsp; In addition, the possibility of combining imaging techniques with geochemical data has allowed the integration of physical and chemical aspects of minerals. The most recent development of instrumentation that permits the acquisition of chemistry data at high-resolution via <em>in situ </em>measurements has expanded further the analysis of minerals in geological studies. All the current available techniques would greatly benefit from the development of a complementary technique that could provide additional geochemical information at atomic scale. Such methodology is currently available through the use of atom probe tomography (APT), which is successfully used in Physics and Materials Sciences.<strong> </strong>Under the financial support of the National Science Foundation (NSF), the aim of this project was to develop the technique of atom probe tomography for the characterization of minerals.</p>\n<p>The results of conducted experiments have allowed us to rigorously determine the usefulness and limitations of APT for its use in Geosciences. In particular, we were able to determine what equipment is needed for analysis, how to interpret atomic data from minerals, and what applications would benefit greatly from this technique (i.e., metal content in minerals). Based on our preliminary results, we are planning a forthcoming workshop to introduce the technique to geoscientists. In addition, we have initiated a collaborative effort with the company that manufactures the APT instruments and analysis software and other research groups worldwide to improve the technique for applications in Earth Sciences.</p>\n<p>Besides the relevance of the scientific results, the majority of funding was used to support a postdoctoral researcher who carried out the research. As part of the postdoctoral training, this researcher was trained in the use of state of the art instrumentation (FIB-SEM and atom probe) for analytical and chemical characterization of minerals and aided to participate in prestigious international workshops and conferences. Finally, the knowledge obtained during this project has been used to seek institutional support for further developing cutting-edge instrument based teaching and research.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2015<br>\n\t\t\t\t\tModified by: Alberto&nbsp;Perez-Huerta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study of the chemical composition of minerals has been a major source of information within Earth Sciences for more than a century, as minerals actively record geological processes during and after their formation. For example, this information has been used to estimate the age of our planet, and other extraterrestrial bodies, to determine the chemical composition of oceans and the atmosphere in the past and to better predict volcanic activity.  In addition, the possibility of combining imaging techniques with geochemical data has allowed the integration of physical and chemical aspects of minerals. The most recent development of instrumentation that permits the acquisition of chemistry data at high-resolution via in situ measurements has expanded further the analysis of minerals in geological studies. All the current available techniques would greatly benefit from the development of a complementary technique that could provide additional geochemical information at atomic scale. Such methodology is currently available through the use of atom probe tomography (APT), which is successfully used in Physics and Materials Sciences. Under the financial support of the National Science Foundation (NSF), the aim of this project was to develop the technique of atom probe tomography for the characterization of minerals.\n\nThe results of conducted experiments have allowed us to rigorously determine the usefulness and limitations of APT for its use in Geosciences. In particular, we were able to determine what equipment is needed for analysis, how to interpret atomic data from minerals, and what applications would benefit greatly from this technique (i.e., metal content in minerals). Based on our preliminary results, we are planning a forthcoming workshop to introduce the technique to geoscientists. In addition, we have initiated a collaborative effort with the company that manufactures the APT instruments and analysis software and other research groups worldwide to improve the technique for applications in Earth Sciences.\n\nBesides the relevance of the scientific results, the majority of funding was used to support a postdoctoral researcher who carried out the research. As part of the postdoctoral training, this researcher was trained in the use of state of the art instrumentation (FIB-SEM and atom probe) for analytical and chemical characterization of minerals and aided to participate in prestigious international workshops and conferences. Finally, the knowledge obtained during this project has been used to seek institutional support for further developing cutting-edge instrument based teaching and research.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/10/2015\n\n\t\t\t\t\tSubmitted by: Alberto Perez-Huerta"
 }
}