{
 "awd_id": "1402120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2014",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "NSF Postdoctoral Fellowships in Biology combine research and training components to prepare young scientists for careers in emerging areas where biology intersects with other scientific disciplines, in this case with statistics.  The Fellows are expected to lead the nation?s scientific workforce of the future. This fellowship to Joshua G. Schraiber investigates how genomes have evolved over time to explain the organisms we see today, using the extensive genome data available on yeast as a model system.  The host institution for this fellowship is the University of Washington, and the sponsoring scientists are Drs. Joshua Akey and Jonathan Wakefield. Educational outreach to students from Seattle Central Community College (SCCC) will help ensure they have the skills for a successful transfer to a 4-year university to prepare them for fulfilling careers. Involving them is done partly by guest lectures about computational biology and programming at SCCC.  All the software and data generated by this research are released free and in open source, so other scientists have access and can use them in their research.\r\n\r\nThe research concerns the evolutionary importance of variation in gene expression, chromatin accessibility, and non-coding DNA in budding yeast and the possible mechanisms. Comparing genetic sequences within and between species provides a window into how organisms adapt to their environments over evolutionary time. These comparisons have suggested that adaptation is primarily driven by protein-coding genes, because such genes are often much more similar between species than are other parts of the genome. However, recent discoveries in molecular biology suggest an important role for non-coding regions of the genome in shaping organism form and function. To understand how non-coding DNA is important during evolution, yeast is used as a model system. Numerous genetic tools are available for yeast, which makes it excellent for testing hypotheses about the evolution of molecular biological features.  After developing theoretical models that make predictions about the kinds of patterns that should be seen in non-coding DNA if these molecular biological effects are important during evolution, genome and molecular biology data are generated from multiple individuals taken from three yeast species. Using these data, hypotheses about how evolution has shaped yeast at multiple levels can be tested.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Schraiber",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua G Schraiber",
   "pi_email_addr": "",
   "nsf_id": "000654989",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Schraiber               Joshua         G",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947091243",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": null,
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}