{
 "awd_id": "1402539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2014",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2014-06-02",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "NSF Postdoctoral Fellowships in Biology combine research and training components to prepare young scientists for careers in biology and require a plan to broaden participation of groups under-represented in science and engineering.  The fellowships advance NSF efforts to diversify the STEM workforce now and in the future.  This fellowship to Andreas Chavez supports a research and training plan on the mechanisms by which changes at the level of the gene govern adaptation and speciation in a mammalian population.  The host institution for this fellowship is the Museum of Vertebrate Zoology (MVZ) at the University of California, Berkeley, and the sponsoring scientist is Dr. Michael Nachman. \r\n\r\nA great challenge in evolutionary biology is to understand the genetic bases of traits involved in adaptation and reproductive isolation to a broader variety of organisms. This challenge is being met for non-model organisms with new genome sequencing resources. Hybrid zones are useful systems to apply new molecular tools for studies of adaptation and speciation because admixture-mapping methods can be utilized for uncovering the genetic architecture of phenotypic traits, as well as disclose the number, effect size, and genomic distribution of loci that contribute to reproductive isolation. This research expands previous hybrid zone studies on a pair of sister tree squirrels (Tamiasciurus) that exhibit divergence in ecologically important traits along an environmental gradient. Training goals include learning new genomic sequencing techniques and emerging admixture mapping methods that can be applied to non-model organisms. The Fellow is broadening participation and research opportunities at the MVZ for undergraduate students from underrepresented backgrounds in biology. These research opportunities are arranged with the help of the Biology Scholars Program (BSP) in the biology department. Linking the MVZ and BSP is effective for improving diversity in the ecology and evolutionary disciplines because the MVZ has a long tradition of providing undergraduate research opportunities and the BSP has a long track record of assisting undergraduate students from backgrounds that are historically under-represented in biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Chavez",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas S Chavez",
   "pi_email_addr": "",
   "nsf_id": "000654773",
   "pi_start_date": "2014-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chavez                  Andreas        S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981037880",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley, Integrative Biology",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1036",
   "pgm_ref_txt": "BIO MINORITY POSTDOC RESEARCH FELLOW PGM"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The Genetic Architecture of Adaptation and Reproductive Isolation in Hybridizing Tree Squirrels (<em>Tamiasciurus</em>) Across a Sharp Ecotone</strong></p>\n<p>&nbsp;</p>\n<p>NSF Award # 1402539</p>\n<p>Principal Investigator: Andreas S. Chavez</p>\n<p>&nbsp;</p>\n<p>A fundamental question in speciation research is determining how natural selection plays a role in divergent adaptations, as well as in reproductive isolation. Furthermore, growing evidence shows that gene flow often plays an important, but opposite, role in the speciation process. Gene flow is a homogenizing evolutionary force and selection is a diversifying force. Natural hybrid zones located along environmental gradients represent important regions to study how these antagonizing forces interact and affect reproduction isolation. Hybrid zones are narrow regions of geographic overlap between closely related species that are hybridizing. Identifying the genes involved in reproductive isolating traits is an important goal in evolutionary biology. Admixture mapping has provided an attractive and powerful approach for gene discovery of diseases in admixed human populations and has been gaining interests by researchers interested in identifying genotype-phenotype associations using hybridizing non-model organisms. However, one of the long-standing limiting factors for these researchers is the lack of available genomic resources for addressing quantitative genetic questions in non-model species.</p>\n<p>&nbsp;</p>\n<p>The <em>Tamiasciurus </em>tree squirrel hybrid-zone has been subject to various ecological and genetic studies and represents a useful system for integrating behavior, morphology, and molecular approaches into understanding factors important in reproductive isolation and divergent adaptation. My postdoctoral research aimed to investigate the phenotype-genotype associations of tree squirrels traits that are believed to be under strong divergent selection and possibly involved in reproductive isolation. These traits included fur color that is hypothesized to be involved in concealment against predators and skull traits that are involved in bite force biomechanics. Both traits have intermediate morphologies in hybrids, which may to reduce their fitness.</p>\n<p>&nbsp;</p>\n<p>One of the main objectives of my research was to develop genomic resources for <em>Tamiasciurus </em>squirrels that could be used for further population and quantitative genetic studies. My first goal was to discover and sequence as many genes in the entire <em>Tamiasciurus </em>genome. Without a reference genome, I conducted a <em>de novo </em>transcriptome assembly using a single red squirrel (<em>Tamiasciurus hudsonicus</em>)<em> </em>with an RNA-seq approach on 18 different types of tissues. This resulted in the discovery of around 16,000 genes. The typical mammal genome has around 24,000 genes so we added another approach to improve our gene discovery. We acquired shotgun whole genome sequence data from the same individual squirrel and mapped these sequence reads against protein-coding regions of available reference genomes for the 13-lined ground squirrel and the marmot. Using this combined approaches we discovered a total of 24,084 genes in <em>Tamiasciurus </em>tree squirrels.</p>\n<p>&nbsp;</p>\n<p>My next objective was to associate genetic variation with variation in color and skull morphological traits using target enrichment with capture probes. We designed the probes using from our previous objective and conducted hybridization of the capture probes with 92 admixed squirrels from the hybrid zone. The 92 squirrel samples were sequenced after hybridization and found to have captured around 20,000 genes each. We are currently still in the process of analyzing the association of these genes with the phenotypic data that was available from previous research to determine the genetic architecture of these phenotypic traits.</p>\n<p>&nbsp;</p>\n<p>One of the main intellectual values of this study was our demonstration of the development of genomic tools for non-model organisms that are deeply lacking in any available genomic resources. The development of high-quality <em>de novo </em>reference genomes is still cost prohibitive for many researchers, especially those study organisms like mammals with larger genome sizes. I have shown that with a combination of transcriptome-based and read-mapping based approaches that the discovery of a large majority of species-specific genes is possible and is reasonably cost-effective. By employing samples from naturally admixed populations from hybrid zones we aim to demonstrate how genetic mapping studies can be performed in a wide variety of organisms.</p>\n<p>&nbsp;</p>\n<p>Diversity outreach is an important endeavor in science because of the growing diversity in our society and the large inequities in performance and access by underrepresented minorities (URM) in the STEM fields. During this study I was actively engaged in various diversity outreach efforts including training a diverse group of minority and female undergraduates in the lab, as well as helping lead an existential learning experience in field biology for minority undergraduates. The field biology program was organized through the Biology Scholars Program at UC Berkeley and involved 50 undergraduate students from URM backgrounds, several graduate students, and a couple of faculty over 2 different years. We demonstrated hands-on skills in field techniques that are used in ecology and evolutionary biology research and engaged in discussions about careers in biology and minority empowerment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2017<br>\n\t\t\t\t\tModified by: Andreas&nbsp;S&nbsp;Chavez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Genetic Architecture of Adaptation and Reproductive Isolation in Hybridizing Tree Squirrels (Tamiasciurus) Across a Sharp Ecotone\n\n \n\nNSF Award # 1402539\n\nPrincipal Investigator: Andreas S. Chavez\n\n \n\nA fundamental question in speciation research is determining how natural selection plays a role in divergent adaptations, as well as in reproductive isolation. Furthermore, growing evidence shows that gene flow often plays an important, but opposite, role in the speciation process. Gene flow is a homogenizing evolutionary force and selection is a diversifying force. Natural hybrid zones located along environmental gradients represent important regions to study how these antagonizing forces interact and affect reproduction isolation. Hybrid zones are narrow regions of geographic overlap between closely related species that are hybridizing. Identifying the genes involved in reproductive isolating traits is an important goal in evolutionary biology. Admixture mapping has provided an attractive and powerful approach for gene discovery of diseases in admixed human populations and has been gaining interests by researchers interested in identifying genotype-phenotype associations using hybridizing non-model organisms. However, one of the long-standing limiting factors for these researchers is the lack of available genomic resources for addressing quantitative genetic questions in non-model species.\n\n \n\nThe Tamiasciurus tree squirrel hybrid-zone has been subject to various ecological and genetic studies and represents a useful system for integrating behavior, morphology, and molecular approaches into understanding factors important in reproductive isolation and divergent adaptation. My postdoctoral research aimed to investigate the phenotype-genotype associations of tree squirrels traits that are believed to be under strong divergent selection and possibly involved in reproductive isolation. These traits included fur color that is hypothesized to be involved in concealment against predators and skull traits that are involved in bite force biomechanics. Both traits have intermediate morphologies in hybrids, which may to reduce their fitness.\n\n \n\nOne of the main objectives of my research was to develop genomic resources for Tamiasciurus squirrels that could be used for further population and quantitative genetic studies. My first goal was to discover and sequence as many genes in the entire Tamiasciurus genome. Without a reference genome, I conducted a de novo transcriptome assembly using a single red squirrel (Tamiasciurus hudsonicus) with an RNA-seq approach on 18 different types of tissues. This resulted in the discovery of around 16,000 genes. The typical mammal genome has around 24,000 genes so we added another approach to improve our gene discovery. We acquired shotgun whole genome sequence data from the same individual squirrel and mapped these sequence reads against protein-coding regions of available reference genomes for the 13-lined ground squirrel and the marmot. Using this combined approaches we discovered a total of 24,084 genes in Tamiasciurus tree squirrels.\n\n \n\nMy next objective was to associate genetic variation with variation in color and skull morphological traits using target enrichment with capture probes. We designed the probes using from our previous objective and conducted hybridization of the capture probes with 92 admixed squirrels from the hybrid zone. The 92 squirrel samples were sequenced after hybridization and found to have captured around 20,000 genes each. We are currently still in the process of analyzing the association of these genes with the phenotypic data that was available from previous research to determine the genetic architecture of these phenotypic traits.\n\n \n\nOne of the main intellectual values of this study was our demonstration of the development of genomic tools for non-model organisms that are deeply lacking in any available genomic resources. The development of high-quality de novo reference genomes is still cost prohibitive for many researchers, especially those study organisms like mammals with larger genome sizes. I have shown that with a combination of transcriptome-based and read-mapping based approaches that the discovery of a large majority of species-specific genes is possible and is reasonably cost-effective. By employing samples from naturally admixed populations from hybrid zones we aim to demonstrate how genetic mapping studies can be performed in a wide variety of organisms.\n\n \n\nDiversity outreach is an important endeavor in science because of the growing diversity in our society and the large inequities in performance and access by underrepresented minorities (URM) in the STEM fields. During this study I was actively engaged in various diversity outreach efforts including training a diverse group of minority and female undergraduates in the lab, as well as helping lead an existential learning experience in field biology for minority undergraduates. The field biology program was organized through the Biology Scholars Program at UC Berkeley and involved 50 undergraduate students from URM backgrounds, several graduate students, and a couple of faculty over 2 different years. We demonstrated hands-on skills in field techniques that are used in ecology and evolutionary biology research and engaged in discussions about careers in biology and minority empowerment.\n\n\t\t\t\t\tLast Modified: 01/13/2017\n\n\t\t\t\t\tSubmitted by: Andreas S Chavez"
 }
}