{
 "awd_id": "1402372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2014-04-10",
 "awd_max_amd_letter_date": "2014-04-10",
 "awd_abstract_narration": "This award is made as part of the FY 2014 Mathematical Sciences Postdoctoral Research Fellowships Program. Each of the fellowships supports a research and training project at a host institution in the mathematical sciences, including applications to other disciplines, under the mentorship of a sponsoring scientist. The title of the project for this fellowship to Anna M. Barry is \"Critical Transitions in Dynamical Systems in the Wake of Stochastic and Other Physical Perturbations.\" The host institution for the fellowship is the University of British Columbia, and the sponsoring scientist is Dr. Rachel Kuske. \r\n\r\nThis award is being supported by funding from the Office of International and Integrative Activities, International Science and Engineering Section, International Postdoctoral Fellowship Fund.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Barry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anna M Barry",
   "pi_email_addr": "",
   "nsf_id": "000655557",
   "pi_start_date": "2014-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barry                   Anna           M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "554164477",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "IMA, University of Minnesota",
  "perf_str_addr": null,
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550134",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  },
  {
   "pgm_ref_code": "9219",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS IN MATH SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the past three years, Anna Barry was funded by the Mathematical Sciences Postdoctoral Research Fellowship (MSPRF) program.&nbsp; As such, the goals of the project were to (a) provide training and career development for the PI and (b) to support the undertaking of the research specified in the proposal.&nbsp; From 2014-2016, Anna Barry worked with her mentor, Professor Rachel Kuske, at the University of British Columbia.&nbsp; From 2016-2017, she joined the University of Auckland and Professor Jari Kaipio served as her mentor.&nbsp; She now holds a permanent faculty position at the University of Auckland.<br /><br />The goals of the research proposal were to develop a new stream of research in the field of critical transitions in physical systems, with particular emphasis on applications in geophysics.&nbsp; Under this award, Barry has published two peer-reviewed journal articles on these topics, has an additional article under revision, and a fourth article in preparation. <br /><br />With Richard McGehee and Esther Widiasih, Barry analysed a nonsmooth conceptual climate model with multiple timescales.&nbsp; This necessitated the development of new mathematical methods for analysis, particularly for systems which have a physical boundary beyond which the vector field of the dynamical system cannot reasonably be defined. These results resulted in an article ``Nonsmooth frameworks for an extended Budyko model, Disc. Cont. Dyn. Syst. B, 22 (6) (2017), 2447-2463&rsquo;&rsquo;, which also served as a springboard for ongoing work with students and an article under revision in which Barry and Andrew Roberts identified a new mathematical phenomenon, the nonsmooth canard explosion. In this model, the implications of the&nbsp; phenomenon result in the ultimate tipping point: as a key parameter varies, the system instantaneously transitions from stable equilibrium to large-amplitude oscillations between dramatically different climate states.&nbsp; <br /><br />Barry completed additional work on vortex dynamics in geophysical fluid dynamics. Barry and Hoyer-Leitzel were the first to show that stable relative equilibria of point vortices could by fully asymmetric: &ldquo;Existence, stability, and symmetry of relative equilibria with a dominant vortex&rdquo; was published in the SIAM Journal on Applied Dynamical Systems in 2016.&nbsp; Moreover, they discovered that in the setting where one vortex is much stronger than the others, that asymmetry was preferred among all configurations. <br /><br />Further, Anna Barry and Gualtiero Badin expect a preprint to be available in 2018 concerning vortex collapse in a one-parameter family of geophysical point vortex models.&nbsp; They have discovered striking differences in the self-similar nature of the collapse depending on differences in the underlying physics.&nbsp; Hence, the critical transition in this scenario arises in the form of a bifurcation. <br /><br />Under the MSPRF, Barry supervised two undergraduate research projects to completion.&nbsp; One of these students (Valerie Jeong) performed a research project entitled `Stochastic Resonance in Conceptual Climate Models&rsquo;, which resulted in a Bachelor of Science Honours degree, and she has since gone on to begin a Masters degree at the University of Auckland.&nbsp; The other student (Morgan Meertens) continues to work with Barry as a research assistant on quantifying tipping using conceptual climate models. Also during the award period, Barry began co-supervision of one Masters student (Uzma Atiq) who is studying three timescale dynamics in a mathematical neuroscience model, and one PhD student (Pascal Cheon) who is studying inverse problems.<br /><br />Barry&rsquo;s involvement with the international dynamical systems community has benefited from the award through organization of seminars, minisymposia, and conferences.&nbsp; She organized a weekly Stochastic Dynamical Systems seminar at the University of British Columbia, organized minisymposia at the SIAM Conference on Applications of Dynamical Systems in both 2015 and 2017. Near the end of the award (mid-2017), she began co-organizing the Australian and New Zealand Association of Mathematical Physics Conference, to take place in January 2018.&nbsp; During her fellowship, Barry gave 13 research presentations at institutions and conferences in the US, Canada, Europe, and New Zealand.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2017<br>\n\t\t\t\t\tModified by: Anna&nbsp;M&nbsp;Barry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the past three years, Anna Barry was funded by the Mathematical Sciences Postdoctoral Research Fellowship (MSPRF) program.  As such, the goals of the project were to (a) provide training and career development for the PI and (b) to support the undertaking of the research specified in the proposal.  From 2014-2016, Anna Barry worked with her mentor, Professor Rachel Kuske, at the University of British Columbia.  From 2016-2017, she joined the University of Auckland and Professor Jari Kaipio served as her mentor.  She now holds a permanent faculty position at the University of Auckland.\n\nThe goals of the research proposal were to develop a new stream of research in the field of critical transitions in physical systems, with particular emphasis on applications in geophysics.  Under this award, Barry has published two peer-reviewed journal articles on these topics, has an additional article under revision, and a fourth article in preparation. \n\nWith Richard McGehee and Esther Widiasih, Barry analysed a nonsmooth conceptual climate model with multiple timescales.  This necessitated the development of new mathematical methods for analysis, particularly for systems which have a physical boundary beyond which the vector field of the dynamical system cannot reasonably be defined. These results resulted in an article ``Nonsmooth frameworks for an extended Budyko model, Disc. Cont. Dyn. Syst. B, 22 (6) (2017), 2447-2463??, which also served as a springboard for ongoing work with students and an article under revision in which Barry and Andrew Roberts identified a new mathematical phenomenon, the nonsmooth canard explosion. In this model, the implications of the  phenomenon result in the ultimate tipping point: as a key parameter varies, the system instantaneously transitions from stable equilibrium to large-amplitude oscillations between dramatically different climate states.  \n\nBarry completed additional work on vortex dynamics in geophysical fluid dynamics. Barry and Hoyer-Leitzel were the first to show that stable relative equilibria of point vortices could by fully asymmetric: \"Existence, stability, and symmetry of relative equilibria with a dominant vortex\" was published in the SIAM Journal on Applied Dynamical Systems in 2016.  Moreover, they discovered that in the setting where one vortex is much stronger than the others, that asymmetry was preferred among all configurations. \n\nFurther, Anna Barry and Gualtiero Badin expect a preprint to be available in 2018 concerning vortex collapse in a one-parameter family of geophysical point vortex models.  They have discovered striking differences in the self-similar nature of the collapse depending on differences in the underlying physics.  Hence, the critical transition in this scenario arises in the form of a bifurcation. \n\nUnder the MSPRF, Barry supervised two undergraduate research projects to completion.  One of these students (Valerie Jeong) performed a research project entitled `Stochastic Resonance in Conceptual Climate Models?, which resulted in a Bachelor of Science Honours degree, and she has since gone on to begin a Masters degree at the University of Auckland.  The other student (Morgan Meertens) continues to work with Barry as a research assistant on quantifying tipping using conceptual climate models. Also during the award period, Barry began co-supervision of one Masters student (Uzma Atiq) who is studying three timescale dynamics in a mathematical neuroscience model, and one PhD student (Pascal Cheon) who is studying inverse problems.\n\nBarry?s involvement with the international dynamical systems community has benefited from the award through organization of seminars, minisymposia, and conferences.  She organized a weekly Stochastic Dynamical Systems seminar at the University of British Columbia, organized minisymposia at the SIAM Conference on Applications of Dynamical Systems in both 2015 and 2017. Near the end of the award (mid-2017), she began co-organizing the Australian and New Zealand Association of Mathematical Physics Conference, to take place in January 2018.  During her fellowship, Barry gave 13 research presentations at institutions and conferences in the US, Canada, Europe, and New Zealand.\n\n\t\t\t\t\tLast Modified: 12/13/2017\n\n\t\t\t\t\tSubmitted by: Anna M Barry"
 }
}