{
 "awd_id": "1402353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A new paradigm for ovarian cancer imaging and therapy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2014-05-15",
 "awd_max_amd_letter_date": "2018-04-27",
 "awd_abstract_narration": "1403191/1402353\r\nAnvari, Bahman/Kundra, Vikas\r\nTitle: Collaborative research: a new paradigm for ovarian cancer imaging and therapy\r\n\r\nSignificance:\r\nThis is a collaborative application submitted by Bahman Anvari, PhD in the Department of Bioengineering at University of California, Riverside, and Vikas Kundra, MD, PhD in the Departments of Radiology and Cancer Systems Imaging, Division of Diagnostic Imaging at The University of Texas MD Anderson Cancer Center. The investigators propose the use of a new optical nano-probe, composed of biological and organic materials, for imaging and laser-based treatment of ovarian tumors in a mouse model. The knowledge gained through this study has broader significance and importance towards the development of an integrated imaging and phototherapeutic laparoscopic system that can potentially become part of routine standard of care for early detection of ovarian cnacer, a significant publich health problem. Such an integrated system may also be used intraoperatively to detect, and remove ovarian tumors that are currently not identified pre-surgery or at surgery. This capability is significant since the complete surgical removal of all tumor nodules is crucial towards patient survival. The proposed research also provides a platform for educational outreach. Such activities will include participation of under-represented students at UCR, and provide a multi-disciplinary training opportunity to acquire skills in biophotonics, nanomaterials and nanoscience, and oncologic imaging.\r\n\r\nTechnical Explanation:\r\nThe long-term goals of the investigators are to develop a new paradigm that would reduce the burden of ovarian cancer by improved imaging and treatment methods in conjunction with intraoperative or laparoscopy procedures. Current imaging methods based on pre-operative computed tomography (CT) and magnetic resonance (MR), or by visual inspection during surgery, are frequently not capable of detecting small ovarian tumor nodules (diameter < 1 cm). Such nodules, if not detected and removed, can result in recurrence and low patient survival. Current treatment approach, based on cytoreductive surgery followed by standard chemotherapeutic agents are not very effective, mostly because of the incomplete resection of all tumors by the former, and lack of efficacy of the latter method.  \r\nAs the first steps, the investigators are interested in studying the utility of an optical nano-structured platform with molecular targeting, near infrared (NIR) imaging, and phototherapeutic capabilities in mice models implanted with ovarian tumor xenografts. This platform is comprised of the NIR chromophore, indocyanine green (ICG), encapsulated by a shell derived from the capsid proteins of the plant-infecting brome mosaic virus. The platform is referred to as optical viral ghosts (OVGs). The outer surface of the shell will be functionalized with a monoclonal antibody against the human epidermal growth factor receptor-2 (HER-2), the molecular target of OVGs, whose over-expression on ovarian cancer cells is associated with increased risk of cancer progression and death. The specific aims of this proposal are to investigate: (1) the effectiveness of OVGs functionalized with anti-HER-2 as a targeted delivery platform to intraperitoneal ovarian tumors in mice; (2) the effectiveness of image-guided photothermal destruction of xenografted tumors in mice; (3) and proof-of-concept NIR fluorescence imaging of fallopian tube carcinomas. The last specific aim is explored since some types of ovarian cancers may arise from the fallopian tube epithelium; thus early stages of ovarian cancer could potentially be identified, and treated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vikas",
   "pi_last_name": "Kundra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vikas Kundra",
   "pi_email_addr": "vkundra@mdanderson.org",
   "nsf_id": "000595090",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas, M.D. Anderson Cancer Center",
  "inst_street_address": "1515 HOLCOMBE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137923220",
  "inst_zip_code": "770304009",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "THE UNIVERISTY OF TEXAS M.D. ANDERSON CANCER CENTER",
  "org_prnt_uei_num": "S3GMKS8ELA16",
  "org_uei_num": "S3GMKS8ELA16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas, M.D. Anderson Cancer Center",
  "perf_str_addr": "1515 Holcombe Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770304009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Overview:</span></strong></p>\n<p>Ovarian cancer is the most lethal gynecologic malignancy in women. Clinical management of ovarian cancer is based on cytoreductive surgery, with the goal of reducing the burden of cancer to none or minimal residual tumor deposits, followed commonly by chemotherapy. Yet, a great challenge during cytoreduction is the detection of small (diameter &lt;1 cm) intraperitoneal tumor deposits. The objectives of this collaborative study performed by investigators at University of California, Riverside and The University of Texas MD Anderson Cancer Center were to investigate the effectiveness of nanoparticles loaded with near infrared dyes for near infrared fluorescence imaging and photothermal destruction of ovarian cancer using in vitro and animal models.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong></p>\n<p>Investigators fabricated nanoparticles using the capsid proteins of genome-depleted plant-infecting brome mosaic virus doped with NIR dyes, indocaynine green (ICG) or brominated cyanine 106 N-hydroxysuccinimide (BrCy106). Nanoparticles were functionalized with antibodies against the HER2 receptor, which is over-expressed on specific ovarian cancer cell types. Using fluorescence imaging and flow cytometry, it was demonstrated that the functionalized nanoparticles were more effective in targeting SKOV3 ovarian cancer cells, which express Her2 in vitro than non-functionalized nanoparticles (Nanotechnology, 26, 435102, 2015). Investigators found that the total fluorescence emission of protein capsid-based nanoparticles doped with BrCy106 could be as much as 60 times higher than those doped with ICG. Furthermore, in mice with SKOV3 intraperitoneal xenografts, the integrated emission from extracted tumors was at least 44 times higher for BrCy106-doped nanoparticles as compared to ICG-doped nanoparticles without functionalization (ACS Applied Materials &amp; Interfaces, 9, 19601-19611, 2017). When functionalized with anti-HER2, capsid-based nanoparticles doped with BrCy106 showed about 3.5x higher total fluorescence emission from the extracted tumors as compared to non-functionalized BrCy106-doped nanoparticles. Investigators also fabricated polymeric nanoparticles using poly(allylamine) hydrochloride chains cross-linked ionically with sodium phosphate, doped with ICG and functionalized with anti-HER2. In vitro results indicated that as much as 85% of SKOV3 cancer cells could be killed when using these nanoparticles in conjunction with 808 nm laser irradiation for 200 seconds at power density of 19.7 W/cm<sup>2</sup> (Lasers in Surgery &amp; Medicine, 46, 582-592, 2014).</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts:</span></strong></p>\n<p style=\"text-align: left;\">Results obtained under this grant have broad impact in terms of the utility of the findings towards development of intraoperative imaging&nbsp;and treatment methods for ovarian cancer, a significant public health problem. Activities provided an excellent opportunity for Research Investigators and Research Scientists to acquire multi-disciplinary skills in nanoscience and nanotechnology, biophotonics, microscopy, and oncological imaging. Findings have been presented in various scientific venues.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2019<br>\n\t\t\t\t\tModified by: Vikas&nbsp;Kundra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview:\n\nOvarian cancer is the most lethal gynecologic malignancy in women. Clinical management of ovarian cancer is based on cytoreductive surgery, with the goal of reducing the burden of cancer to none or minimal residual tumor deposits, followed commonly by chemotherapy. Yet, a great challenge during cytoreduction is the detection of small (diameter &lt;1 cm) intraperitoneal tumor deposits. The objectives of this collaborative study performed by investigators at University of California, Riverside and The University of Texas MD Anderson Cancer Center were to investigate the effectiveness of nanoparticles loaded with near infrared dyes for near infrared fluorescence imaging and photothermal destruction of ovarian cancer using in vitro and animal models.\n\nIntellectual Merit:\n\nInvestigators fabricated nanoparticles using the capsid proteins of genome-depleted plant-infecting brome mosaic virus doped with NIR dyes, indocaynine green (ICG) or brominated cyanine 106 N-hydroxysuccinimide (BrCy106). Nanoparticles were functionalized with antibodies against the HER2 receptor, which is over-expressed on specific ovarian cancer cell types. Using fluorescence imaging and flow cytometry, it was demonstrated that the functionalized nanoparticles were more effective in targeting SKOV3 ovarian cancer cells, which express Her2 in vitro than non-functionalized nanoparticles (Nanotechnology, 26, 435102, 2015). Investigators found that the total fluorescence emission of protein capsid-based nanoparticles doped with BrCy106 could be as much as 60 times higher than those doped with ICG. Furthermore, in mice with SKOV3 intraperitoneal xenografts, the integrated emission from extracted tumors was at least 44 times higher for BrCy106-doped nanoparticles as compared to ICG-doped nanoparticles without functionalization (ACS Applied Materials &amp; Interfaces, 9, 19601-19611, 2017). When functionalized with anti-HER2, capsid-based nanoparticles doped with BrCy106 showed about 3.5x higher total fluorescence emission from the extracted tumors as compared to non-functionalized BrCy106-doped nanoparticles. Investigators also fabricated polymeric nanoparticles using poly(allylamine) hydrochloride chains cross-linked ionically with sodium phosphate, doped with ICG and functionalized with anti-HER2. In vitro results indicated that as much as 85% of SKOV3 cancer cells could be killed when using these nanoparticles in conjunction with 808 nm laser irradiation for 200 seconds at power density of 19.7 W/cm2 (Lasers in Surgery &amp; Medicine, 46, 582-592, 2014).\n\nBroader Impacts:\nResults obtained under this grant have broad impact in terms of the utility of the findings towards development of intraoperative imaging and treatment methods for ovarian cancer, a significant public health problem. Activities provided an excellent opportunity for Research Investigators and Research Scientists to acquire multi-disciplinary skills in nanoscience and nanotechnology, biophotonics, microscopy, and oncological imaging. Findings have been presented in various scientific venues.\n\n\t\t\t\t\tLast Modified: 07/26/2019\n\n\t\t\t\t\tSubmitted by: Vikas Kundra"
 }
}