{
 "awd_id": "1402984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sources of adaptation during BMI control",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 299354.0,
 "awd_amount": 299354.0,
 "awd_min_amd_letter_date": "2014-07-11",
 "awd_max_amd_letter_date": "2014-07-11",
 "awd_abstract_narration": "PI: Moxon, Karen A.   \r\nProposal Number: 1402984 \r\nInstitution: Drexel University \r\nTitle: Sources of adaptation during BMI control\r\n\r\nThere are currently over 270,000 people who have sustained a debilitating spinal cord injury costing the nation $9.73 billion per year on healthcare and lost productivity. Most of these people are paralyzed from at least the waist down and restoring voluntary control of their legs is among their most desired outcomes. Importantly, significant advances have been made in developing improved stimulators that can activate nerves or muscles of the legs and restore movement. At the same time, scientists have demonstrated the ability to record the activity of neurons in the brain, decode information about the intention of a patient to move their limbs and then use that information to control a robotic device or exoskeleton. The goal of this project is to combine these technologies and develop optimal decoders that can \"translate\" the patterns of activity of neurons in the brain to information that could be used to control electrical stimulation and restore volitional control of the patients own legs. This work is important because it represents an innovative approach to restoring a patient?s autonomy after a debilitating spinal cord injury. A broader impact of this research is that this approach could likely be applied to other neurological disorders or diseases.  Additional broader impacts include the fact that this work is part of a larger Neuroengineering Program at Drexel University that both trains students and develops outreach programs.  This project will contribute to the program by raising awareness about spinal cord injury while providing opportunities for students to participate in engineering design and development at all levels of education (K-12, undergraduate, graduate).  Importantly, this is an interdisciplinary program involving engineers, biologists and neuroscientists in a team effort to solve a complex problem and special emphasis will be placed on the education of women and other underrepresented groups in science, technology and engineering. \r\n\r\nTo date, most brain-machine interface (BMI) studies have been done in healthy animal models. While these data show extensive adaptation of neurons to \"learn\" to control an external device, the problem is that extensive plasticity and reorganization occur after injury and the effects of this on BMI are unknown. The long-term goal of this project is to design effective decoders as part of a closed-loop BMI system that could control functional electrical stimulation after spinal cord injury to restore volitional control of a patient's own limbs. The central goal of this proposed work is to assess the relative role of the decoding algorithm compared to that of task complexity on neural adaptation both before and after complete spinal cord injury. This goal will be accomplished by using an innovative BMI paradigm that allows a rat to continuously interact with the decoder while performing a task 1) they are highly motivated to perform, 2) does not require training and 3) they can perform even after a complete spinal transection. The task requires the animal to maintain its balance in response to unexpected perturbations of posture using neural control (i.e. BMI). Using this novel BMI paradigm, the central goal of this proposal will be addressed with two Aims. Aim 1 is to identify computational mechanisms used by primary motor cortex for the control of balance. This Aim will be accomplished by comparing encoding mechanisms utilized by healthy rats to those of rats with spinal transection in the tilting task by recording and analyzing the activity of populations of single neurons, electromyography from hindlimb flexors and extensors and ground reaction forces. Aim 2 is to compare the adaptability of neurons during BMI control using different decoders and tasks. This Aim will be accomplished by comparing the adaptability of neurons recorded from healthy animals to those recorded from rats with spinal transection using variations of the tilting task in a closed-loop BMI paradigm.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Moxon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Moxon",
   "pi_email_addr": "moxon@ucdavis.edu",
   "nsf_id": "000159125",
   "pi_start_date": "2014-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201 Arch Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299354.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The central goal of this work&nbsp;</strong>was to understand how neurons in the brain adapt to encode sensorimotor information under different conditions that induce plasticity. A brain-machine interface task is used to study this effect. A brain-machine interface is a system that uses brain signal to control a prosthetic device or to stimulate nerves or muscle in the body to move paralyzed limbs. This was studied before and after spinal cord injury. The intellectual merit of this study is that 1) the brain-machine interface produces significant changes in the way the brain encodes information and 2) these changes are widespread, well beyond the specfic area of the brain used to control the prosthetic.</p>\n<p><span>When animals learn a brain-machine interface task (BMI), neurons in the brain that are not directly controlling the prosthetic also encode for the control of the prosthetic and change how the information is encoded as the animals learns the task, both before and after a spinal cord injury. This is important for understanding how to create training sessions for neuroprosthetics. Furthermore, it is not necessary to do pre-training in the BMI task before the injury. This is important because it suggests that people can learn to control a prosthetic in a novel context, even if they never perform such a task before for BMI. Finally, this is the first demonstration that the neural signals can be used to control functional electrical stimulation, therefore, BMI could be used for closed-loop processing that allows activation of the subject&rsquo;s own limbs.&nbsp;</span></p>\n<p>Toward broader impacts, the significance of this work is that plasticity in the adult brain has been underestimated. The adult brain can learn to directly control a broad range machines. Furthermore, after a traumatic injury that severely damages the central nervous system, the brain is able to reorganize and relearn motor control. During the course of this grant, we worked with philanthropic groups to bring the excitement of engineering to K-12 girls and supported the PhD work of two underrepresented minority students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2017<br>\n\t\t\t\t\tModified by: Karen&nbsp;A&nbsp;Moxon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central goal of this work was to understand how neurons in the brain adapt to encode sensorimotor information under different conditions that induce plasticity. A brain-machine interface task is used to study this effect. A brain-machine interface is a system that uses brain signal to control a prosthetic device or to stimulate nerves or muscle in the body to move paralyzed limbs. This was studied before and after spinal cord injury. The intellectual merit of this study is that 1) the brain-machine interface produces significant changes in the way the brain encodes information and 2) these changes are widespread, well beyond the specfic area of the brain used to control the prosthetic.\n\nWhen animals learn a brain-machine interface task (BMI), neurons in the brain that are not directly controlling the prosthetic also encode for the control of the prosthetic and change how the information is encoded as the animals learns the task, both before and after a spinal cord injury. This is important for understanding how to create training sessions for neuroprosthetics. Furthermore, it is not necessary to do pre-training in the BMI task before the injury. This is important because it suggests that people can learn to control a prosthetic in a novel context, even if they never perform such a task before for BMI. Finally, this is the first demonstration that the neural signals can be used to control functional electrical stimulation, therefore, BMI could be used for closed-loop processing that allows activation of the subject?s own limbs. \n\nToward broader impacts, the significance of this work is that plasticity in the adult brain has been underestimated. The adult brain can learn to directly control a broad range machines. Furthermore, after a traumatic injury that severely damages the central nervous system, the brain is able to reorganize and relearn motor control. During the course of this grant, we worked with philanthropic groups to bring the excitement of engineering to K-12 girls and supported the PhD work of two underrepresented minority students.\n\n \n\n\t\t\t\t\tLast Modified: 09/21/2017\n\n\t\t\t\t\tSubmitted by: Karen A Moxon"
 }
}