{
 "awd_id": "1402287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2014",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2015-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2014-08-11",
 "awd_max_amd_letter_date": "2014-08-11",
 "awd_abstract_narration": "NSF Postdoctoral Fellowships in Biology combine research and training components to prepare young scientists for careers in emerging areas where biology intersects with other scientific disciplines, in this case mathematics and physical sciences. Fellows are expected to be leaders of the nation's scientific workforce of the future. This fellowship to Leone M. Brown supports a research and training plan to investigate how long distance migration influences animal immunity and infectious disease dynamics. The host institution is the University of Georgia and the sponsoring scientists are Dr. Sonia Altizer and Dr. Richard Hall.  Training objectives include epidemiological mathematical modeling, data management, and laboratory skills to determine animal infection status and immune function. The Fellow plans workshops to train professionals and students in statistical analysis of ecological data and educational outreach to predominantly low-income K-12 schools to communicate how concepts in mathematics can address real-life problems in ecology, conservation biology and public health.  This fellowship is funded jointly by the Office of International and Integrative Activities and the Directorate for Biological Sciences.\r\n\r\nAnimal migrations can alter infectious disease dynamics through effects on host immunity and exposure to pathogens. Human activities transform landscapes and create barriers to animal migration, causing some animals to migrate shorter distances or form sedentary populations. Because migratory animals can transport pathogens that infect humans, understanding interactions between migration and infection dynamics, and how pathogens respond to the loss of migration, can help forecast changes in disease risk for humans and wildlife. This project focuses on host characteristics and pathogen dynamics in Tyrannid flycatchers, a diverse group of birds with migratory and sedentary populations across the Americas. Field data on infection prevalence and immune function are being combined with statistical and mathematical models to estimate pathogen transmission and host survival across the annual cycle. This research promises to improve understanding of the role of animal migration in infectious disease spread, with broad relevance to other migratory species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leone",
   "pi_last_name": "Brown",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Leone M Brown",
   "pi_email_addr": "",
   "nsf_id": "000629720",
   "pi_start_date": "2014-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown                   Leone          M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Watertown",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "024724122",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Odum School of Ecology, University of Georgia",
  "perf_str_addr": null,
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306012202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  },
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5911",
   "pgm_ref_txt": "ARGENTINA"
  },
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Interactions between animal movement, habitat heterogeneity, and disease dynamics can have consequences for public health and wildlife conservation. Further environmental and anthropogenic changes that alter habitats at local and regional scales can have cascading effects on movement and population dynamics of mobile organisms and their interacting pathogens. These effects become even more complex in the case of vector-borne disease, where additional trophic levels are involved. This project combined empirical data with agent-based models and mathematical models to investigate how habitat heterogeneity affects movement behavior, and how climate and habitat changes that alter the timing of vector emergence and the likelihood of host movement can ultimately affect pathogen prevalence in short and long-distance migrants.&nbsp;</p>\n<p>Agent-based models developed under this project revealed the importance of explicitly incorporating behavior into models of movement across space, as subtle differences in movement behavior within habitat types and decisions at habitat edges can alter landscape-scale movement predictions. This approach differs from most landscape-scale movement models which do not directly measure movement decisions at local scales. Accurate depictions of movement at larger scales are particularly important for predicting responses of wildlife to anthropogenic change, including in models of long-distance disease transmission.</p>\n<p>Mathematical models of vector-borne disease transmission developed under this project revealed how climate change can either reduce or exacerbate vector-borne infection prevalence in a breeding migratory host, depending on host versus vector responses. For instance, if climate change leads to earlier emergence of local vectors but does not affect the timing of migratory host movement, vectors and hosts may become mismatched such that pathogen prevalence in the breeding host is reduced. Alternatively, decreased movement propensity of migratory hosts in response to warmer climates could increase pathogen prevalence in hosts. Unlike the potentially divergent effects of climate on pathogen prevalence in a migratory host-vector system, human-induced environmental changes that create more favorable habitats through increases in resource availability increase vector-borne pathogen prevalence of resident and migratory populations in partial migrant systems, and ultimately reduce migrant populations. This is due to both increases in survival of residents during the nonbreeding season and loss of mechanisms that reduce pathogen prevalence and overall pathogen virulence in migrants. Taken together, these results highlight the complexity of interactions between host-vector systems and human-induced climate and habitat changes, and how idiosyncratic differences in movement and behavior across systems and scales can alter predictions about pathogen transmission.</p>\n<p>Five papers resulted from work conducted during the tenure of this project. L. Brown developed research collaborations with graduate students at the University of Georgia and Tufts University while working on this project, and mentored undergraduate students through fieldwork experiences and through the University of Georgia&rsquo;s Women In Science program. L. Brown also collaborated with researchers working in Bolivia, Argentina and Brazil to collect and analyze data on migratory birds in these regions, and delivered a three-day statistical modeling workshop for professionals and students engaged in ecological research in South America.&nbsp;</p>\n<p>&nbsp;L. Brown developed collaborations with local K-12 instructors to develop lesson plans that connect abstract mathematical concepts to concrete real-world experiences in wildlife conservation using animal movement, in butterflies in particular, as an example. These lesson plans were implemented at an under-resourced local high school in Athens, Georgia and further shared through networking meetings with science teachers across the state of Georgia. L. Brown gave academic and public lectures related to animal movement, disease, and effects of habitat heterogeneity on population dynamics at the University of Georgia, local K-12 schools, and at the Museum of Science in Boston, Massachusetts.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/26/2024<br>\nModified by: Leone&nbsp;M&nbsp;Brown</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nInteractions between animal movement, habitat heterogeneity, and disease dynamics can have consequences for public health and wildlife conservation. Further environmental and anthropogenic changes that alter habitats at local and regional scales can have cascading effects on movement and population dynamics of mobile organisms and their interacting pathogens. These effects become even more complex in the case of vector-borne disease, where additional trophic levels are involved. This project combined empirical data with agent-based models and mathematical models to investigate how habitat heterogeneity affects movement behavior, and how climate and habitat changes that alter the timing of vector emergence and the likelihood of host movement can ultimately affect pathogen prevalence in short and long-distance migrants.\n\n\nAgent-based models developed under this project revealed the importance of explicitly incorporating behavior into models of movement across space, as subtle differences in movement behavior within habitat types and decisions at habitat edges can alter landscape-scale movement predictions. This approach differs from most landscape-scale movement models which do not directly measure movement decisions at local scales. Accurate depictions of movement at larger scales are particularly important for predicting responses of wildlife to anthropogenic change, including in models of long-distance disease transmission.\n\n\nMathematical models of vector-borne disease transmission developed under this project revealed how climate change can either reduce or exacerbate vector-borne infection prevalence in a breeding migratory host, depending on host versus vector responses. For instance, if climate change leads to earlier emergence of local vectors but does not affect the timing of migratory host movement, vectors and hosts may become mismatched such that pathogen prevalence in the breeding host is reduced. Alternatively, decreased movement propensity of migratory hosts in response to warmer climates could increase pathogen prevalence in hosts. Unlike the potentially divergent effects of climate on pathogen prevalence in a migratory host-vector system, human-induced environmental changes that create more favorable habitats through increases in resource availability increase vector-borne pathogen prevalence of resident and migratory populations in partial migrant systems, and ultimately reduce migrant populations. This is due to both increases in survival of residents during the nonbreeding season and loss of mechanisms that reduce pathogen prevalence and overall pathogen virulence in migrants. Taken together, these results highlight the complexity of interactions between host-vector systems and human-induced climate and habitat changes, and how idiosyncratic differences in movement and behavior across systems and scales can alter predictions about pathogen transmission.\n\n\nFive papers resulted from work conducted during the tenure of this project. L. Brown developed research collaborations with graduate students at the University of Georgia and Tufts University while working on this project, and mentored undergraduate students through fieldwork experiences and through the University of Georgias Women In Science program. L. Brown also collaborated with researchers working in Bolivia, Argentina and Brazil to collect and analyze data on migratory birds in these regions, and delivered a three-day statistical modeling workshop for professionals and students engaged in ecological research in South America.\n\n\nL. Brown developed collaborations with local K-12 instructors to develop lesson plans that connect abstract mathematical concepts to concrete real-world experiences in wildlife conservation using animal movement, in butterflies in particular, as an example. These lesson plans were implemented at an under-resourced local high school in Athens, Georgia and further shared through networking meetings with science teachers across the state of Georgia. L. Brown gave academic and public lectures related to animal movement, disease, and effects of habitat heterogeneity on population dynamics at the University of Georgia, local K-12 schools, and at the Museum of Science in Boston, Massachusetts.\n\n\n\t\t\t\t\tLast Modified: 05/26/2024\n\n\t\t\t\t\tSubmitted by: LeoneMBrown\n"
 }
}