{
 "awd_id": "1402899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: A Study of Laser-Assisted Electron-Atom Scattering",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 197971.0,
 "awd_amount": 197971.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2016-06-08",
 "awd_abstract_narration": "This work aims to answer the question: what happens when an electron (one of the fundamental building blocks of all atoms) scatters from an atom or molecule in the presence of light from a laser? One of the simplest classes of things that can happen is \"elastic scattering\" in which the electron and the atom do not exchange energy and continue on their way after the collision with the same energies that they had before the collision (but perhaps changing their direction). These are called laser-assisted free-free (LAFF) processes because the electron is free (i.e., not bound to an atom or molecule) both before, and after, the collision. This work will involve experimental LAFF studies, with the broad aim of increasing our basic understanding of these processes. Particular attention will be paid to resolving long-standing discrepancies between theory and experiment (there are several sets of experimental data that have defied theoretical explanation for over twenty years) and examining how two-color laser fields affect, and can be used to control, scattering processes. In addition to the advancement of our basic understanding of scattering processes, this work has applications to a variety of fields, both basic and applied. For example, similar processes are important for understanding the interiors and atmospheres of stars. Free-free transitions also play a major role in the gas breakdown that occurs in electrical discharges, and provide a method for laser heating of a plasma (a gas of ionized atoms).  Understanding these processes helps form a more solid scientific foundation for the field of plasma physics which underlies the manufacturing of the microelectronics at the heart of our computers and cell phones. This work will primarily take place at an undergraduate institution, and will directly involve several undergraduate students in research.\r\n\r\nTo accomplish the above stated aims, two different sets of experimental LAFF studies will be performed. The first set of experiments will continue this group's previous work which is well described by theory in spite of the fact that some similar experiments done by another group contradict current theoretical understanding.   There are three significant differences between the experiments performed by the two groups: the electron energy, the photon energy, and the photon polarization. The new experiments will investigate a range of incident energies, as well as geometries that have not previously been investigated; e.g., laser propagation direction perpendicular to the scattering plane, and laser polarization direction perpendicular to the scattering plane. Essentially, the experiments will go from perturbative, to non-perturbative regimes. This data will test current theory, as well as provide insight to the development of more complex theoretical descriptions of the LAFF processes. In addition, the new experiments will look for interference effects in LAFF experiments that use a two-color (photon energy = 1.17 eV, and 2.34 eV) laser field. Electrons scattered in such a two-color field that have an energy 2.34 eV below the elastic peak may have emitted either a single 2.34 eV photon or two 1.17 eV photons. The research group will perform experiments that vary the relative phase of these two colors to observe predicted interference effects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruno",
   "pi_last_name": "deHarak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruno deHarak",
   "pi_email_addr": "bdeharak@iwu.edu",
   "nsf_id": "000542404",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Wesleyan University",
  "inst_street_address": "1312 PARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3095563058",
  "inst_zip_code": "617011773",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "ILLINOIS WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "G822PKDV52U1",
  "org_uei_num": "CWWDCJCNE3L1"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Wesleyan University",
  "perf_str_addr": "P.O. Box 2900",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617022900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 91182.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 64657.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 42132.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What happens when electrons interact with atoms while light is shining on them? This is a fundamental question that has applications to the understanding phenomena as rarefied as the way the sun&rsquo;s atmosphere blocks infrared light and as down-to-earth as electrical discharges. The simplest thing that can happen is that the electron scatters off of the atom, and in doing so absorbs or emits photons. Theorists thought they had a thorough understanding of this particular phenomenon since the 1970&rsquo;s. However, a series of experiments conducted in the 1990&rsquo;s and early 2000&rsquo;s at St. Francis Xavier University seemed to defy the theoretical understanding at that time. In fact, numerous attempts were subsequently made to explain those experimental results, without success. Our experiments had been well-described by theory, and we knew the differences between our experiments, and those that had frustrated the theoreticians. While we didn&rsquo;t have the equipment to exactly duplicate those experiments, we had the ability to systematically alter various experimental parameters in hopes of finding out what broke the theories, and we set out to do so using the funding from this grant. As we performed our experiments, we found ourselves unable to produce experimental results that could not be explained thoroughly by existing theories. Finally, we set out to do a computational study that incorporated a simple theory, and a simulation of the experimental conditions for the St. Xavier experiments &ndash; particularly the effects of electrons scattering from multiple atoms (as opposed from only one atom as is normally done in such calculations). We were able to use this computational study to show that the experimental results from St. Xavier University can be described using existing theories.</p>\n<p>To summarize, our work has provided: (a) detailed experimental data about the simultaneous interaction of light, electrons and atoms, and (b) computational evidence that what had previously been thought was a shortcoming in our theoretical understanding of such interactions could actually be explained by including a careful simulation of experimental conditions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2018<br>\n\t\t\t\t\tModified by: Bruno&nbsp;Deharak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat happens when electrons interact with atoms while light is shining on them? This is a fundamental question that has applications to the understanding phenomena as rarefied as the way the sun?s atmosphere blocks infrared light and as down-to-earth as electrical discharges. The simplest thing that can happen is that the electron scatters off of the atom, and in doing so absorbs or emits photons. Theorists thought they had a thorough understanding of this particular phenomenon since the 1970?s. However, a series of experiments conducted in the 1990?s and early 2000?s at St. Francis Xavier University seemed to defy the theoretical understanding at that time. In fact, numerous attempts were subsequently made to explain those experimental results, without success. Our experiments had been well-described by theory, and we knew the differences between our experiments, and those that had frustrated the theoreticians. While we didn?t have the equipment to exactly duplicate those experiments, we had the ability to systematically alter various experimental parameters in hopes of finding out what broke the theories, and we set out to do so using the funding from this grant. As we performed our experiments, we found ourselves unable to produce experimental results that could not be explained thoroughly by existing theories. Finally, we set out to do a computational study that incorporated a simple theory, and a simulation of the experimental conditions for the St. Xavier experiments &ndash; particularly the effects of electrons scattering from multiple atoms (as opposed from only one atom as is normally done in such calculations). We were able to use this computational study to show that the experimental results from St. Xavier University can be described using existing theories.\n\nTo summarize, our work has provided: (a) detailed experimental data about the simultaneous interaction of light, electrons and atoms, and (b) computational evidence that what had previously been thought was a shortcoming in our theoretical understanding of such interactions could actually be explained by including a careful simulation of experimental conditions.\n\n \n\n\t\t\t\t\tLast Modified: 09/24/2018\n\n\t\t\t\t\tSubmitted by: Bruno Deharak"
 }
}