{
 "awd_id": "1402706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microgel Tethering for Integrated Microarray-Based RNA Amplification and Detection",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 320262.0,
 "awd_amount": 320262.0,
 "awd_min_amd_letter_date": "2014-04-24",
 "awd_max_amd_letter_date": "2014-04-24",
 "awd_abstract_narration": "Proposal Number: 1402706\r\nP.I.: Libera, Matthew R.\r\nTitle:  Microgel Tethering for Integrated Microarray-Based RNA Amplification and Detection\r\n\r\nSignificance:\r\nWhen a patient enters a hospital with symptoms suggesting some form of infection, determining whether an infection is present can take as long as 24 hours, and identifying the specific infectious species can take 72 hours or more.  During that period, patients can suffer severely, because the lack of a clear and rapid diagnosis means that a patient may not receive the most appropriate treatment, such as the administration of the correct antibiotic, for hours or even days.  While new technologies based on molecular diagnostics are beginning to mitigate this problem by rapidly identifying the DNA of infecting species, these new approaches are unable to keep up with the throughput required by major hospitals where dozens of such tests must be run every day.  This research project is thus studying a new technology that has the potential to not only make a rapid diagnosis but also make many such diagnoses for many different patients.  This technology uses hydrogels - similar to the materials in soft contact lenses and in disposal diapers - that are microscopic in size, so only a very small amount of target DNA is required for each test.  The engineering and science questions that must be addressed center, first, on how to make these microscopic hydrogels and, second, how to modify them, so the chemical reactions needed for DNA detection can proceed accurately and quickly. \r\n\r\nTechnical Project Description:  Molecular diagnostic (MDx) technologies can detect infection and determine the infecting species to the level of an individual strain in times as short as one hour.  However, the fundamental complexity of current MDx assays has hindered their widespread use in clinical settings.  Many hospitals thus use MDx methods selectively and still rely heavily on the very slow, classical, method of sampling, culturing and phenotyping. A fundamental change to the current paradigm of MDx test development will require a new and different platform technology. We hypothesize that surface-patterned microgels can integrate detection, isothermal amplification, and extensive multiplexing in a single microfluidic chamber and thus, ultimately, simplify the overall molecular-diagnostic process.  Specifically, this research project: (i) exploits an innovative, real-time, self-reporting, microarray-based detection method based on molecular beacon (MB) hybridization probes tethered to highly hydrated electron-beam-patterned poly(ethylene glycol) [PEG] microgels; (ii) is establishing a new microarray-based, isothermal, RNA amplification approach that places the amplification primers in immediate proximity to the MB detection probes and thus enables highly multiplexed assays; and (iii) takes advantage of the inherent microscaling properties of e-beam patterning and microfluidic assembly to control sample volume sizes and ultimately promote target-primer hybridization.  Importantly, this project explores the new concept of solid-phase Nucleic Acid Sequence-Based Amplification (SP-NASBA) where the primers sets, like the molecular beacon probes, are tethered to surface-patterned microgels.  Immobilizing the primers is a significant departure from current practice.  Success will require a careful understanding of the nature and spatial distribution of chemically functional sites on the surface of an individual microgel as well as the partitioning of those sites to tether various amplification primers and molecular beacon detection probes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Libera",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Libera",
   "pi_email_addr": "mlibera@stevens.edu",
   "nsf_id": "000237689",
   "pi_start_date": "2014-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "Castle Point on Hudson",
  "perf_city_name": "Hoboken",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070305591",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 320262.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>This project did fundamental research to support the development of a next-generation method to detect bacterial or viral infection.&nbsp;&nbsp;The key scientific challenges centered on how to capture RNA using microgel-tethered DNA hybridization probes, how to amplify the number of target RNA molecules, and how to enhance the amount of collectable signal emitted by the detected RNA.&nbsp;The project exploited microgel-tethering as a platform to make arrays of DNA hybridization probes.&nbsp;&nbsp;The RNA amplification challenge was met by developing a new method of solid-phase nucleic-acid amplification where amplification primers are tethered to surface-patterned microhydrogels in close proximity to tethered molecular beacon hybridization probes. And, a new method to enhance the collectable fluorescent signal was developed by incorporating microscopic dielectric spherical microlenses, also tethered to the surface-patterned microgels, to increase the effective numerical aperture of the optical collection system.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>Rapidly detecting infection - such as bloodstream infection (sepsis) or respiratory infection (e.g. flu) - is critically important in order to better inform healthcare professionals about the most effective treatment options and thus facilitate patient recovery.&nbsp;The fundamental studies in this project laid the foundation for the future engineering of point-of-care type devices for identifying a specific type of infection from a large number of candidate causes. &nbsp;In addition, over the course of the project, several graduate and undergraduate research students received both basic and applied training and are now pursuing impactful &nbsp;careers in STEM-based healthcare research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2019<br>\n\t\t\t\t\tModified by: Matthew&nbsp;R&nbsp;Libera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project did fundamental research to support the development of a next-generation method to detect bacterial or viral infection.  The key scientific challenges centered on how to capture RNA using microgel-tethered DNA hybridization probes, how to amplify the number of target RNA molecules, and how to enhance the amount of collectable signal emitted by the detected RNA. The project exploited microgel-tethering as a platform to make arrays of DNA hybridization probes.  The RNA amplification challenge was met by developing a new method of solid-phase nucleic-acid amplification where amplification primers are tethered to surface-patterned microhydrogels in close proximity to tethered molecular beacon hybridization probes. And, a new method to enhance the collectable fluorescent signal was developed by incorporating microscopic dielectric spherical microlenses, also tethered to the surface-patterned microgels, to increase the effective numerical aperture of the optical collection system. \n\n \n\nBroader Impacts\n\nRapidly detecting infection - such as bloodstream infection (sepsis) or respiratory infection (e.g. flu) - is critically important in order to better inform healthcare professionals about the most effective treatment options and thus facilitate patient recovery. The fundamental studies in this project laid the foundation for the future engineering of point-of-care type devices for identifying a specific type of infection from a large number of candidate causes.  In addition, over the course of the project, several graduate and undergraduate research students received both basic and applied training and are now pursuing impactful  careers in STEM-based healthcare research.\n\n \n\n\t\t\t\t\tLast Modified: 12/10/2019\n\n\t\t\t\t\tSubmitted by: Matthew R Libera"
 }
}