{
 "awd_id": "1402109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2014",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2014-06-02",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "NSF Postdoctoral Fellowships in Biology combine research and training components to prepare young scientists for careers in emerging areas where biology intersects with other scientific disciplines, in this case with engineering.  The Fellows are expected to lead the nation's scientific workforce of the future. This fellowship to Andrew Russell Babbin investigates the response of marine microbes in low oxygen zones. The host institution is Massachusetts Institute of Technology, and the sponsoring scientists are Drs. Roman Stocker and Martin Polz. \r\n\r\nMarine microbes carry out a variety of biochemical reactions that shape the chemistry of the ocean in which they live. The ocean has many and variable chemical gradients, for example, oxygen minimum zones, each with its own community of marine microbes.  The fundamental mechanism by which these microorganisms respond to natural chemical gradients and ephemeral substrate injections to create the observed biogeochemical structure, however, is unknown. This research seeks an understanding of microbial/chemical interactions and global nutrient cycling as a whole by combining laboratory and field experiments. Bacterial metabolism of nitrogen, carbon, and oxygen is being simulated using laboratory microfluidics experiments designed to test how marine microorganisms respond to chemical gradients and interact with their environment. Fieldwork in actual oxygen minimum zones complements the laboratory experiments to develop a high-resolution spatial structure of the microbial community within these zones.\r\n\r\nThe fellowship also offers training in the design and conduct of laboratory experiments that make use of fluid mechanics and microscopy, development of numerical models that replicate microscale biological and physical dynamics, and molecular biology techniques.  Educational outreach activities are being conducted through MIT's undergraduate research program and new collaborations with teachers and students at Boston high schools to increase interest in microbial oceanography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Babbin",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Babbin",
   "pi_email_addr": "",
   "nsf_id": "000653044",
   "pi_start_date": "2014-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Babbin                  Andrew         R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Toms River",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "",
  "inst_zip_code": "087550000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "NJ",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": null,
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award enabled postdoctoral research by the principal investigator (PI) to explore anaerobic nitrogen cycling in the marine environment. The research was carried out at Massachusetts Institute of Technology (MIT), initially under the supervision of Dr. Roman Stocker. Professor Stocker is a leading expert in the use of microfluidics as a method for understanding marine microbiology, and as such, presented a uniquely close fit for the conducting of research to target and understand how microbial nitrogen pathways function under low oxygen concentrations.</p>\n<p>&nbsp;</p>\n<p>Under this support, the PI was able to learn the fundamentals of culturing microbes, constructing microfluidic devices of nanoliter volume, and visualizing microbes with epi-fluorescent microscopes. However, shortly after the start of the project, Professor Stocker&rsquo;s laboratory moved to ETH Zurich, Switzerland, requiring a shift in objectives and supervisors. The PI remained hosted at MIT by Professor Otto Cordero, under whose supervision a number of the original goals of the project were advanced. <em>Pseudomonas aeruginosa</em> mutants were engineered with denitrification functional gene knockouts and constitutive fluorescent tags so that communities of denitrifiers could be assembled and analyzed for collective function. Additionally, the PI was able to design stage-top anaerobic incubators with MIT students to allow for the incubation and visualization of denitrifying bacteria directly on a microscope. The PI will continue to develop this research in the coming years in his own laboratory to better understand how denitrification communities function in different environments.</p>\n<p>&nbsp;</p>\n<p>The PI was also able to pursue a second avenue of investigation under this funding, in collaboration with Dr. Scott Wankel at Woods Hole Oceanographic Institution. There, the PI was able to measure his previously collected marine samples from the eastern tropical Pacific to investigate the ability of environmental microbes to perform novel metabolisms, like the oxidation of nitrite in the absence of oxygen (&ldquo;anaerobic nitrite oxidation&rdquo;). These samples revealed that such nitrite oxidation not harnessing oxygen is widespread in the Pacific oxygen deficient zones and may in fact be a dominant metabolism previously overlooked. This result will open up many opportunities for further investigation by the PI and others. The major outcomes of this project have been broadly disseminated in scientific talks and peer-reviewed publications, and additional publications arising from this work are expected in the near future.</p>\n<p>&nbsp;</p>\n<p>Finally, a major aim of this project was to support the development of the PI into an independent scientific researcher. Under this support, the PI was able to apply for and be offered a faculty position in the Earth, Atmospheric, and Planetary Sciences department at MIT to continue his investigations into marine nitrogen cycling, microbial oceanography, and biogeochemistry. The techniques learned and microbial strains constructed during this postdoctoral fellowship will be harnessed going forward to precisely probe how denitrifiers operate under variable conditions in the environment, both in terms of their gene expression patterns and their community development.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2017<br>\n\t\t\t\t\tModified by: Andrew&nbsp;R&nbsp;Babbin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award enabled postdoctoral research by the principal investigator (PI) to explore anaerobic nitrogen cycling in the marine environment. The research was carried out at Massachusetts Institute of Technology (MIT), initially under the supervision of Dr. Roman Stocker. Professor Stocker is a leading expert in the use of microfluidics as a method for understanding marine microbiology, and as such, presented a uniquely close fit for the conducting of research to target and understand how microbial nitrogen pathways function under low oxygen concentrations.\n\n \n\nUnder this support, the PI was able to learn the fundamentals of culturing microbes, constructing microfluidic devices of nanoliter volume, and visualizing microbes with epi-fluorescent microscopes. However, shortly after the start of the project, Professor Stocker?s laboratory moved to ETH Zurich, Switzerland, requiring a shift in objectives and supervisors. The PI remained hosted at MIT by Professor Otto Cordero, under whose supervision a number of the original goals of the project were advanced. Pseudomonas aeruginosa mutants were engineered with denitrification functional gene knockouts and constitutive fluorescent tags so that communities of denitrifiers could be assembled and analyzed for collective function. Additionally, the PI was able to design stage-top anaerobic incubators with MIT students to allow for the incubation and visualization of denitrifying bacteria directly on a microscope. The PI will continue to develop this research in the coming years in his own laboratory to better understand how denitrification communities function in different environments.\n\n \n\nThe PI was also able to pursue a second avenue of investigation under this funding, in collaboration with Dr. Scott Wankel at Woods Hole Oceanographic Institution. There, the PI was able to measure his previously collected marine samples from the eastern tropical Pacific to investigate the ability of environmental microbes to perform novel metabolisms, like the oxidation of nitrite in the absence of oxygen (\"anaerobic nitrite oxidation\"). These samples revealed that such nitrite oxidation not harnessing oxygen is widespread in the Pacific oxygen deficient zones and may in fact be a dominant metabolism previously overlooked. This result will open up many opportunities for further investigation by the PI and others. The major outcomes of this project have been broadly disseminated in scientific talks and peer-reviewed publications, and additional publications arising from this work are expected in the near future.\n\n \n\nFinally, a major aim of this project was to support the development of the PI into an independent scientific researcher. Under this support, the PI was able to apply for and be offered a faculty position in the Earth, Atmospheric, and Planetary Sciences department at MIT to continue his investigations into marine nitrogen cycling, microbial oceanography, and biogeochemistry. The techniques learned and microbial strains constructed during this postdoctoral fellowship will be harnessed going forward to precisely probe how denitrifiers operate under variable conditions in the environment, both in terms of their gene expression patterns and their community development.\n\n \n\n\t\t\t\t\tLast Modified: 01/16/2017\n\n\t\t\t\t\tSubmitted by: Andrew R Babbin"
 }
}