{
 "awd_id": "1402610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing the location, number, and function of surface-bound antibodies on plasmonic nanoparticle biosensors using super-resolution fluorescence imaging",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 301008.0,
 "awd_amount": 301008.0,
 "awd_min_amd_letter_date": "2014-06-06",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "Proposal: 1402610\r\nPI: Willets, Katherine\r\nTitle: Probing the location, number, and function of surface-bound antibodies on plasmonic nanoparticle biosensors using super-resolution fluorescence imaging\r\n\r\nNanobiosensors have the potential to revolutionize both in vitro and in vivo diagnostics because they allow for targeting and signaling of biomarkers of disease in a single, nanoscale platform.  Typically, nanobiosensors are based on a nanoparticle core, such as a 20- 50 nm gold nanoparticle, which is then functionalized with molecules, such as antibodies, that capture and report the presence of specific biomarkers.  In the ideal case, the bound antibodies should cover the entire surface of each nanoparticle core while retaining their function, in order to maximize the chance of capturing and reporting on biomarkers of interest. A great deal of effort has gone into developing new synthetic strategies for preparing antibody-functionalized metal nanoparticles. However, the small size of both the antibodies and the nanoparticle core makes it incredibly difficult to measure where individual antibodies are bound on the nanoparticle surface and whether each retains its ability to capture its target.  The proposed work will use super-resolution single molecule fluorescence imaging to measure the location, number, and function of antibodies bound to metal nanoparticles, in order to determine how different preparation strategies impact the particle-to-particle heterogeneity and function of this important class of nanobiosensors. Successful completion of this project will result in development of better, more sensitive and specific nanobiosensors.\r\n\r\nTechnical Description: \r\nIn super-resolution single molecule fluorescence imaging, fluorescent molecules are toggled between an emissive and non-emissive state via careful control of their chemical environment and the intensity of the excitation laser.  By allowing only a single molecule to be emissive at a time, its diffraction-limited emission can be fit to a model function, such as a 2-dimensional Gaussian, to locate the position of the emitter with resolution better than 10 nm.  In the proposed experiments, antibodies bound to the surface of metal nanoparticles will be labeled with fluorescent molecules, and the position of each fluorescent emitter (and thus each antibody) will be determined using the super-resolution approach described above.  Target antigens will also be labeled with a different fluorescent dye.  If surface-bound antibodies retain their ability to capture their target antigen, co-localization between the positions of the different fluorescent tags will be observed, signaling retention of function.  By working at the single molecule level, individual antibodies bound to single nanoparticles will be probed one at a time, allowing a complete mapping of the function retention and heterogeneity across the nanobiosensor population.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Willets",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Willets",
   "pi_email_addr": "kwillets@temple.edu",
   "nsf_id": "000536137",
   "pi_start_date": "2014-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121224",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49942.0
  }
 ],
 "por": null
}