{
 "awd_id": "1403239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Characterizing Interactions of Carbon Dioxide with Tailored Adsorbing Materials for Capture of Carbon Dioxide from Power Plant Exhaust Gas and Ambient Air",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2014-05-21",
 "awd_max_amd_letter_date": "2014-05-21",
 "awd_abstract_narration": "Jones / Hayes\r\n1403239 / 1403298 \r\nCollaborative Research: Characterizing Interactions of Carbon Dioxide with Tailored Adsorbing Materials for Capture of Carbon Dioxide from Power Plant Exhaust Gas and Ambient Air\r\n\r\nCapturing CO2 from ambient air, or air capture, has significant technical challenges. The concentration of CO2 in air (~ 400 ppm) is far less than the CO2 concentrations in other applications such as post-combustion flue gas treatment. Any air capture process must use minimal amounts of energy, ideally from a distributed renewable source such as solar thermal energy. To apply air capture or conventional Carbon Capture Utilization and Storage (CCUS) on large scales, low cost and highly durable materials are required. \r\n\r\nTailored carbon dioxide adsorbents that combine nitrogen-bearing chemicals on solid sponge-like supports are perhaps the only class of adsorbents that might be practical for air capture applications. These materials are also important in CO2 removal from flue gases. These gas separation processes require a material to selectively removes CO2 (leaving other species behind) in the temperature range of 0-65 C, and in an environment where water is ubiquitous. Under these conditions, many types of adsorbents can be effectively ruled out. Some (physisorbents) will not effectively adsorb CO2 under these conditions because water competes with the carbon dioxide for sites within the material. Some other chemical types (chemisorbents) require high temperature operating conditions. \r\n\r\nIn contrast,the PIs propose to use supported amines to adsorb large volumes of CO2. The amines are also selective for CO2. Even when the carbon dioxide is fairly dilute, as in air, these materials are able to withdraw the carbon dioxide from the atmosphere. Thus, the proposed work here focuses on fundamental characterization of connections between CO2 and the specialized adsorbents, targeted towards conventional CCUS. \r\n\r\nThe purpose of the proposed work is to provide a comprehensive study of specialized solid amine adsorbents in cycles of carbon dioxide adsorption and desorption relevant to CO2 capture from industrial emissions like power plant flue gas and ambient air. The work will bring together traditional adsorption/desorption studies with structural characterization techniques applied to these materials, coupled with computational studies. A particularly innovative aspect will be the application of three different in-situ spectroscopic techniques, infrared, Raman, and nuclear magnetic resonance spectroscopy to probe the structure of the CO2 as it adsorbs to the surface of the specialized amine adsorbent. \r\n\r\nA cost-effective technology that could capture carbon dioxide (CO2) from ambient air could minimize the problems associated with transporting large volumes of CO2 from point source emitters (e.g. coal-fired power plants) to sites suitable for geological sequestration. Unlike conventional Carbon Capture Utilization and Storage (CCUS) from large power plant exhaust gases, which can at best slow the rate of increase of the atmospheric CO2 concentration, direct air capture, if widely adopted, can reduce the atmospheric CO2 level. This technology can impact distributed emissions sources (e.g. vehicles) that are currently beyond the reach of carbon capture technologies. The fundamental scientific investigations will provide new insights that will impact a wide array of CO2 adsorption technologies, including post-combustion CO2 capture, the direct extraction of CO2 from ambient air, purification of natural gas streams, and adsorption of CO2 on similar nitrogen-bearing materials for catalysis. \r\n\r\nThe collaborative project engages scientists from two disciplines, (i) chemical and biomolecular engineering and (ii) chemistry and biochemistry, with student exchanges and collaboration fostering communication across the boundaries of science and engineering. \r\n\r\nThe project also has significant potential to impact groups that are historically under-represented in science and engineering. PIs will actively recruit under-represented students to take part in this research, engaging Georgia Tech programs such as the Summer Undergraduate Research in Engineering (SURE) program. Additionally, the Institute for School Partnership (ISP) at Washington University will engage secondary school teachers and teach them about CCUS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Jones",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher W Jones",
   "pi_email_addr": "cjones@chbe.gatech.edu",
   "nsf_id": "000330791",
   "pi_start_date": "2014-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Israel",
   "pi_last_name": "Wachs",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Israel E Wachs",
   "pi_email_addr": "iew0@lehigh.edu",
   "nsf_id": "000180039",
   "pi_start_date": "2014-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carsten",
   "pi_last_name": "Sievers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carsten Sievers",
   "pi_email_addr": "carsten.sievers@chbe.gatech.edu",
   "nsf_id": "000512515",
   "pi_start_date": "2014-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Due to rising global temperatures, there has been an interest in developing cost effective technologies for capturing CO<sub>2</sub>, thereby limiting CO<sub>2</sub> emissions. CO<sub>2</sub> separation technologies are also needed in the processing of natural gas, as many gas wells contain significant amounts of CO<sub>2</sub>.&nbsp; Aqueous amine solutions have been the standard technology for CO<sub>2</sub> capture applications. However, there is a large energy penalty associated with the temperature swing regeneration of such solutions. Solid adsorbents for CO<sub>2</sub> capture, in particular, amine oxide hybrid materials, are seen as potential replacements for aqueous amine solutions due to energy savings associated with the low heat capacities of solids.</p>\n<p>While it is well known what types of amine-CO<sub>2</sub> species result when CO<sub>2</sub> absorbs in solution, there is significant uncertainty about the products associated with CO<sub>2</sub> binding on solid supported amines. Species associated with CO<sub>2</sub> found in amine solutions consist of ammonium carbamates and ammonium bicarbonates. Ammonium carbamates require two amines to capture one CO<sub>2 </sub>molecule, while ammonium bicarbonates require only one amine to capture one molecule of CO<sub>2</sub>. For ammonium bicarbonate species to exist, at least one molecule of water is needed. The ammonium carbamate species have been observed both in solution and on solids. In contrast, the formation of ammonium bicarbonates on supported amine adsorbents has not been strongly supported in previous scientific studies.</p>\n<p>This project has been focused on determining whether bicarbonates can exist on solid supported amines. Ammonium bicarbonate species are of interest due to their high theoretical amine efficiency (1 molecule of CO<sub>2</sub> captured per molecule of amine) as well as their low heat of adsorption which could lead to reduced energy costs for CO<sub>2</sub> separations. To confirm the existence of bicarbonates, we synthesized silica supported tertiary amine sorbents. This was done because it was known that aqueous tertiary amine solutions can only capture CO<sub>2</sub> in the form of ammonium bicarbonates. By using in-situ FTIR spectroscopy and NMR spectroscopy, it was definitively observed that bicarbonate species did form under humid conditions.&nbsp; However, they did so in relatively small quantities (&lt;0.10 mmol CO<sub>2</sub>/g sorbent) under 1% CO<sub>2</sub> in He flow. The maximum amine efficiency (molecules of CO<sub>2</sub> captured per molecule of amine) associated with the bicarbonate species was not as high as those reached using tertiary amine solutions.</p>\n<p>To further probe if we could increase the formation of bicarbonates, we researched the effects of humidity on the CO<sub>2</sub> products formed and the CO<sub>2</sub> capacity on silica supported sterically hindered amines. Sterically hindered amines, which are amines with an alpha carbon that is secondary or tertiary, have been well studied in solution and are used because of their fast kinetics of bicarbonate formation. Using silica supported primary and secondary sterically hindered amines, bicarbonate formation was again observed using in-situ FTIR spectroscopy. For certain sterically hindered amines, the CO<sub>2</sub> capacities doubled when comparing humid conditions to dry conditions. The capacity increase is likely due to the formation of large amounts of ammonium bicarbonates under humid conditions. However, while the amine efficiency for sterically hindered amines was higher than that of a tertiary amine sorbent, the maximum theoretical efficiency associated with the ammonium bicarbonate species was not reached.</p>\n<p>Tertiary amines and sterically hindered amines increase the hydrophobicity of the sorbent and decrease the amount of water that can adsorb onto the sorbent. As it is necessary for a molecule of water to form ammonium bicarbonate, future work to increase the amount of ammonium bicarbonates on sorbents could include increasing the hydrophilicity of solid sorbents. In addition, sterically hindered amines in solution are used for selective H<sub>2</sub>S capture in natural gas sweeting processes. Future work with supported sterically hindered amines could include H<sub>2</sub>S capture in the presence of CO<sub>2</sub>.</p>\n<p>In conclusion, the work done here has further elucidated what can be formed on amine sorbents in the presence of CO<sub>2</sub> and H<sub>2</sub>O. More specifically, supported tertiary amines and hindered amines were studied and the species formed in the presence of CO<sub>2</sub> and H<sub>2</sub>O were investigated.&nbsp; The finding that ammonium bicarbonates can be formed on solid amine adsorbents suggests that future adsorbent designs might be achieved that make CO<sub>2</sub> capture using amine sorbents more cost effective by designing adsorbents that preferentially form bicarbonates. Furthermore, bicarbonate formation may lead to lower energy costs associated with temperature swing regeneration.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2018<br>\n\t\t\t\t\tModified by: Christopher&nbsp;W&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDue to rising global temperatures, there has been an interest in developing cost effective technologies for capturing CO2, thereby limiting CO2 emissions. CO2 separation technologies are also needed in the processing of natural gas, as many gas wells contain significant amounts of CO2.  Aqueous amine solutions have been the standard technology for CO2 capture applications. However, there is a large energy penalty associated with the temperature swing regeneration of such solutions. Solid adsorbents for CO2 capture, in particular, amine oxide hybrid materials, are seen as potential replacements for aqueous amine solutions due to energy savings associated with the low heat capacities of solids.\n\nWhile it is well known what types of amine-CO2 species result when CO2 absorbs in solution, there is significant uncertainty about the products associated with CO2 binding on solid supported amines. Species associated with CO2 found in amine solutions consist of ammonium carbamates and ammonium bicarbonates. Ammonium carbamates require two amines to capture one CO2 molecule, while ammonium bicarbonates require only one amine to capture one molecule of CO2. For ammonium bicarbonate species to exist, at least one molecule of water is needed. The ammonium carbamate species have been observed both in solution and on solids. In contrast, the formation of ammonium bicarbonates on supported amine adsorbents has not been strongly supported in previous scientific studies.\n\nThis project has been focused on determining whether bicarbonates can exist on solid supported amines. Ammonium bicarbonate species are of interest due to their high theoretical amine efficiency (1 molecule of CO2 captured per molecule of amine) as well as their low heat of adsorption which could lead to reduced energy costs for CO2 separations. To confirm the existence of bicarbonates, we synthesized silica supported tertiary amine sorbents. This was done because it was known that aqueous tertiary amine solutions can only capture CO2 in the form of ammonium bicarbonates. By using in-situ FTIR spectroscopy and NMR spectroscopy, it was definitively observed that bicarbonate species did form under humid conditions.  However, they did so in relatively small quantities (&lt;0.10 mmol CO2/g sorbent) under 1% CO2 in He flow. The maximum amine efficiency (molecules of CO2 captured per molecule of amine) associated with the bicarbonate species was not as high as those reached using tertiary amine solutions.\n\nTo further probe if we could increase the formation of bicarbonates, we researched the effects of humidity on the CO2 products formed and the CO2 capacity on silica supported sterically hindered amines. Sterically hindered amines, which are amines with an alpha carbon that is secondary or tertiary, have been well studied in solution and are used because of their fast kinetics of bicarbonate formation. Using silica supported primary and secondary sterically hindered amines, bicarbonate formation was again observed using in-situ FTIR spectroscopy. For certain sterically hindered amines, the CO2 capacities doubled when comparing humid conditions to dry conditions. The capacity increase is likely due to the formation of large amounts of ammonium bicarbonates under humid conditions. However, while the amine efficiency for sterically hindered amines was higher than that of a tertiary amine sorbent, the maximum theoretical efficiency associated with the ammonium bicarbonate species was not reached.\n\nTertiary amines and sterically hindered amines increase the hydrophobicity of the sorbent and decrease the amount of water that can adsorb onto the sorbent. As it is necessary for a molecule of water to form ammonium bicarbonate, future work to increase the amount of ammonium bicarbonates on sorbents could include increasing the hydrophilicity of solid sorbents. In addition, sterically hindered amines in solution are used for selective H2S capture in natural gas sweeting processes. Future work with supported sterically hindered amines could include H2S capture in the presence of CO2.\n\nIn conclusion, the work done here has further elucidated what can be formed on amine sorbents in the presence of CO2 and H2O. More specifically, supported tertiary amines and hindered amines were studied and the species formed in the presence of CO2 and H2O were investigated.  The finding that ammonium bicarbonates can be formed on solid amine adsorbents suggests that future adsorbent designs might be achieved that make CO2 capture using amine sorbents more cost effective by designing adsorbents that preferentially form bicarbonates. Furthermore, bicarbonate formation may lead to lower energy costs associated with temperature swing regeneration.\n\n\t\t\t\t\tLast Modified: 03/02/2018\n\n\t\t\t\t\tSubmitted by: Christopher W Jones"
 }
}