{
 "awd_id": "1403060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-Resolution Spectroscopy of Heteronuclear Alkali Molecules: Structure and Dynamics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 227426.0,
 "awd_amount": 227426.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2015-06-19",
 "awd_abstract_narration": "This project involves the study of small molecules and how they interact with different atoms.  In one experiment, a laser is used to give the molecules a precisely defined amount of vibrational and rotational energy.  The molecules, which are in a small chamber, then have close encounters (collisions) with various other atoms (helium, argon, or potassium) that are also present in the chamber.  A second laser is used to determine how the forces between the atoms and the molecules affect the vibration and rotation of the molecules.  In a second experiment, lasers are used to measure the energy levels and other properties of the molecules.  The results of both experiments will be compared with computer models based on the theory of quantum mechanics in order to test the understanding of how atoms and molecules interact.  The proposed work is relevant to research in other areas of current interest, such as quantum computing and laser cooling of atoms and molecules.  It will also contribute to the advanced education of several students.  Three or four graduate students will write Ph.D. dissertations based on this work, and approximately six undergraduate students will participate in these projects during the summers through Lehigh University's REU (Research Experiences for Undergraduates) program. \r\n\r\nThe specific activities that will be carried out involve measurements of the ro-vibrational energy levels of triplet states of NaCs and NaK, and the investigation of fine and hyperfine structure of these levels.  The goal is to map out potential energy curves and transition dipole moments as functions of internuclear separation, to study spin-orbit and non-adiabatic coupling between states, and to use patterns of energy levels to investigate predissociation and other fundamental molecular interactions.  In one such effort, the supported research group is developing a technique using quantum interference effects to determine detailed information about molecular perturbations.  The interacting NaCs 11(0+) and 12(0+) states are being used as the test case.  The group is currently extending their work to NaCs, because it is of interest for cooling and trapping.  The large spin-orbit interactions in this molecule, which lead to strong perturbations and avoided crossings, provide interesting new challenges for both experiment and theory.  In addition, the group's recent studies of rotationally inelastic collisions of alkali molecules have revealed a strong propensity for Delta J = even transitions in collisions of NaK molecules with either Ar or He atoms.  However, this propensity is not observed in collisions of NaK with K atoms.   The group has found that orientation is largely preserved in rotationally inelastic collisions of NaK with Ar or He, but is almost completely destroyed in collisions with potassium.  The group's theoretical calculations are beginning to provide explanations for these results.  Recent calculations predict strong J dependences in the probabilities for transfer of either orientation or alignment in rotationally inelastic collisions.  Further experiments will test many of these predictions and provide stringent tests of molecular collision theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Huennekens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Huennekens",
   "pi_email_addr": "jph7@lehigh.edu",
   "nsf_id": "000458907",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "A. Peet",
   "pi_last_name": "Hickman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A. Peet Hickman",
   "pi_email_addr": "aph2@lehigh.edu",
   "nsf_id": "000346268",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "16 Memorial Drive East",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153182",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 206170.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 21256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF grant PHY-1403060 provided funds to support a joint experimental-theoretical research program to study small molecules and how they interact with different atoms.&nbsp; The experimental portion of the program involved two main projects.&nbsp; In one experiment, a laser was used to prepare NaK molecules in a precisely defined quantum mechanical state.&nbsp; The excited molecules were free to move and occasionally collided with other atoms (helium, argon, or potassium) that were also present in the chamber.&nbsp; A second laser was used to determine how collisions between the atoms and the molecules affected the vibrational and rotational state of the molecules.&nbsp; In the second experiment, lasers were used to measure the energy levels and other properties of the molecules.&nbsp; The results of both experiments were compared with theoretical models and computer calculations in order to test our understanding of how atoms and molecules interact.&nbsp; This work is relevant to other research of current interest in AMO physics, including quantum computing, coherent control, and laser cooling of atoms and molecules.&nbsp; It also contributed to the advanced education of several students.&nbsp; Four graduate students wrote Ph.D. dissertations based on this work, and three undergraduate students participated in these projects during the summers through Lehigh University&rsquo;s REU (Research Experiences for Undergraduates) program. <br /><br />Our experimental studies of rotationally inelastic collisions of alkali molecules revealed a strong propensity for &Delta;<em>J</em> = even transitions (<em>J</em> is the rotational quantum number) in collisions of NaK molecules with either argon or helium atoms.&nbsp; However, this propensity is not observed in collisions of NaK with potassium atoms.&nbsp;&nbsp; We also found that orientation is largely preserved in rotationally inelastic collisions of NaK with argon or helium, but is almost completely destroyed in collisions with potassium.&nbsp; Conversely, we found that collisions of NaCs molecules with argon show no &Delta;<em>J</em> = even propensity while collisions of NaCs with helium show only a slight propensity for &Delta;<em>J</em> = even transitions.&nbsp; Our theoretical work has provided an understanding of the basic features of these observations.&nbsp; Specifically, our most recent calculations of collision cross sections accurately predict the absolute magnitudes of the rotationally inelastic rate coefficients and display &Delta;<em>J</em> = even propensities that are in good agreement with experiment.&nbsp; Our models also suggest an explanation for why NaK displays a strong &Delta;<em>J</em> = even propensity for collisions with helium, a somewhat less strong propensity for collisions with argon, and a monotonic falloff of the rate coefficients with increasing &Delta;<em>J</em> for potassium collisions.&nbsp; <br /><br />Our spectroscopic studies of the NaCs molecule have enabled us to map potential energy curves for several excited electronic states.&nbsp; We have also observed bound-free fluorescence spectra, which display interesting quantum interference effects.&nbsp; Specifically we have studied interference effects in the NaCs 11(0<sup>+</sup>) &rarr; 1(<em>a</em>)<sup>3</sup>&Sigma;<sup>+</sup> and 12(0<sup>+</sup>) &rarr; 1(<em>a</em>)<sup>3</sup>&Sigma;<sup>+</sup> bound-free fluorescence and in the corresponding bound-bound fluorescence terminating on the singlet ground state 1(<em>X</em>)<sup>1</sup>&Sigma;<sup>+</sup>.&nbsp; From these spectra, we have obtained values for spin-orbit and non-adiabatic interaction constants.&nbsp; <br /><br />This NSF grant also funded several collaborative efforts.&nbsp; In collaboration with Prof. Tom Bergeman (SUNY Stony Brook), Dr. Amanda Ross (Universit&eacute; de Lyon), and other groups from around the world, we have helped map the strongly interacting 2(<em>A</em>)<sup>1</sup>&Sigma;<sup>+</sup> ~ 1(<em>b</em>)<sup>3</sup>&Pi; states of NaK.&nbsp; These states are coupled by the spin-orbit interaction and are of interest since they serve as &ldquo;windows&rdquo; into the triplet manifold of this molecule.&nbsp; We have also collaborated with Dr. Amanda Ross on rotational and vibrational state-changing collisions in NaK.&nbsp; In collaboration with Profs. Marjatta Lyyra and Ergin Ahmed of Temple University, we have studied <em>M<sub>J</sub></em>-changing collisions in Li<sub>2</sub>, and control of spin-orbit and collisional interactions based on the Autler-Townes effect.&nbsp; Finally, we have collaborated with Prof. David Kashinski of West Point and Dr. Dahbia Talbi (Universit&eacute; Monpellier, France) on theoretical studies of dissociative recombination. <br /><br />The results obtained from the research supported by this NSF grant have been published in six peer-reviewed journal articles, two additional articles that have been submitted, four PhD dissertations, and eleven conference presentations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2017<br>\n\t\t\t\t\tModified by: John&nbsp;Huennekens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF grant PHY-1403060 provided funds to support a joint experimental-theoretical research program to study small molecules and how they interact with different atoms.  The experimental portion of the program involved two main projects.  In one experiment, a laser was used to prepare NaK molecules in a precisely defined quantum mechanical state.  The excited molecules were free to move and occasionally collided with other atoms (helium, argon, or potassium) that were also present in the chamber.  A second laser was used to determine how collisions between the atoms and the molecules affected the vibrational and rotational state of the molecules.  In the second experiment, lasers were used to measure the energy levels and other properties of the molecules.  The results of both experiments were compared with theoretical models and computer calculations in order to test our understanding of how atoms and molecules interact.  This work is relevant to other research of current interest in AMO physics, including quantum computing, coherent control, and laser cooling of atoms and molecules.  It also contributed to the advanced education of several students.  Four graduate students wrote Ph.D. dissertations based on this work, and three undergraduate students participated in these projects during the summers through Lehigh University?s REU (Research Experiences for Undergraduates) program. \n\nOur experimental studies of rotationally inelastic collisions of alkali molecules revealed a strong propensity for &Delta;J = even transitions (J is the rotational quantum number) in collisions of NaK molecules with either argon or helium atoms.  However, this propensity is not observed in collisions of NaK with potassium atoms.   We also found that orientation is largely preserved in rotationally inelastic collisions of NaK with argon or helium, but is almost completely destroyed in collisions with potassium.  Conversely, we found that collisions of NaCs molecules with argon show no &Delta;J = even propensity while collisions of NaCs with helium show only a slight propensity for &Delta;J = even transitions.  Our theoretical work has provided an understanding of the basic features of these observations.  Specifically, our most recent calculations of collision cross sections accurately predict the absolute magnitudes of the rotationally inelastic rate coefficients and display &Delta;J = even propensities that are in good agreement with experiment.  Our models also suggest an explanation for why NaK displays a strong &Delta;J = even propensity for collisions with helium, a somewhat less strong propensity for collisions with argon, and a monotonic falloff of the rate coefficients with increasing &Delta;J for potassium collisions.  \n\nOur spectroscopic studies of the NaCs molecule have enabled us to map potential energy curves for several excited electronic states.  We have also observed bound-free fluorescence spectra, which display interesting quantum interference effects.  Specifically we have studied interference effects in the NaCs 11(0+) &rarr; 1(a)3&Sigma;+ and 12(0+) &rarr; 1(a)3&Sigma;+ bound-free fluorescence and in the corresponding bound-bound fluorescence terminating on the singlet ground state 1(X)1&Sigma;+.  From these spectra, we have obtained values for spin-orbit and non-adiabatic interaction constants.  \n\nThis NSF grant also funded several collaborative efforts.  In collaboration with Prof. Tom Bergeman (SUNY Stony Brook), Dr. Amanda Ross (Universit&eacute; de Lyon), and other groups from around the world, we have helped map the strongly interacting 2(A)1&Sigma;+ ~ 1(b)3&Pi; states of NaK.  These states are coupled by the spin-orbit interaction and are of interest since they serve as \"windows\" into the triplet manifold of this molecule.  We have also collaborated with Dr. Amanda Ross on rotational and vibrational state-changing collisions in NaK.  In collaboration with Profs. Marjatta Lyyra and Ergin Ahmed of Temple University, we have studied MJ-changing collisions in Li2, and control of spin-orbit and collisional interactions based on the Autler-Townes effect.  Finally, we have collaborated with Prof. David Kashinski of West Point and Dr. Dahbia Talbi (Universit&eacute; Monpellier, France) on theoretical studies of dissociative recombination. \n\nThe results obtained from the research supported by this NSF grant have been published in six peer-reviewed journal articles, two additional articles that have been submitted, four PhD dissertations, and eleven conference presentations.\n\n\t\t\t\t\tLast Modified: 10/08/2017\n\n\t\t\t\t\tSubmitted by: John Huennekens"
 }
}