{
 "awd_id": "1403421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Pioneering a Quantum Mechanical Route Towards Transforming the  Future of Industrial Silicon Electronics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 349996.0,
 "awd_amount": 349996.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2014-07-18",
 "awd_abstract_narration": "Abstract Title: Pioneering a Quantum Mechanical Route Towards Transforming the Future of Industrial Silicon Electronics \r\n\r\nNon-Technical Abstract: The 2011 International Technology Roadmap for Semiconductors challenges the silicon electronics industry to achieve highly aggressive performance targets by 2026 that are deemed vital for the future health of the industry and the global technological society the industry supports. However, the Roadmap admits that it is presently unknown whether continuing evolution of state-of-the-art silicon technologies can achieve its 2026 goals. The Roadmap implicitly assumes that future incarnations of silicon transistors will remain based on the same set of physics principles established in the 1940s. Hence it is potentially rewarding to go off this conventional path and explore unconventional device physics paradigms capable of achieving Roadmap targets in a way amenable to industrial manufacturing. This research project aims to open a new route in silicon electronics that exploits explicitly quantum mechanical phenomena in silicon transistor operation. It has been known for over 30 years that overt quantum effects in electronics can yield transformative improvements in transistor performance that would not be possible in the conventional pathway. However, such quantum transistors have never been successfully executed in a manner acceptable to industrial scale silicon processing. The chief aim of this research project is to demonstrate feasibility of and pioneer a route towards incorporating quantum transistors into silicon electronics using the toolset and protocols already part of standard industrial fabrication methods. As a consequence, this project will enhance US technological competitiveness and STEM training by providing a working and mentoring opportunity for US citizen or permanent resident students to gain exposure to forefront science and technology research bridging academic and industrial settings.\r\n\r\nTechnical Abstract: This research project aims to demonstrate explicit quantum transport in a new class of quantum well (QW) silicon CMOS devices fabricated by industrially standard processes, and pioneer a path towards room-temperature quantum CMOS operation. Electron channels and potential wells constructed using 45 nm and smaller industrial CMOS nodes are comparable to the electron quantum wavelength so that quantized states can be well-defined possibly up to room temperature. The important open question addressed is to determine the viability of, and best route towards, achieving room temperature quantum CMOS devices within industrial constraints. To these ends, this project will measure and understand quantum transport as evidenced by negative differential transconductance in specially designed transistors, fabricated on Texas Instruments, industrial line, that incorporate low-dimensional lateral QWs. The empirical knowledge gained will be used to model, design, and test, QW Si CMOS devices with the goal of obtaining usefully strong quantum transport characteristics at room temperature. This research pioneers a transformative approach to Si electronics that will directly advance RF/analog/mixed-signal CMOS devices towards the ITRS 2026 end-of-roadmap goals in a manner not currently pursued in industrial research. This research sits at the intersection among fundamental physics, electrical engineering, and semiconductor processing, and thus provides a uniquely valuable cross-disciplinary training opportunity for undergraduate and graduate students. This work will expose students to an industrial perspective and approach to research, which will be particularly valuable to both students and society when they enter the workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Lee",
   "pi_email_addr": "marklee@utdallas.edu",
   "nsf_id": "000615760",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Massimo",
   "pi_last_name": "Fischetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Massimo Fischetti",
   "pi_email_addr": "max.fischetti@utdallas.edu",
   "nsf_id": "000586042",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tathagada",
   "pi_last_name": "Chatterjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tathagada Chatterjee",
   "pi_email_addr": "t-chatterjee@ti.com",
   "nsf_id": "000631058",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 West Campbell Rd.",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 349996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The entire infrastructure of modern computers, smart phones, digital platforms, telecommunications, internet transactions, and social media rests upon a foundation of silicon electronics. The continued expansioin of capabilities in these areas is in large part due to an unrelenting advance in the performance and cost efficiency of the underlying silicon electronics technology. This advance is embodied by what is popularly known as Moore's Law and more technically in the International Technology Roadmap for Semiconductors. This Roadmap sets aggressive future performance goals in semiconductor technology that are regarded as vital to the continued health of the technology industry and the global customer base and economy this industry serves. However, silicon technology is now so advanced that it is unclear at present whether the continued evolution of existing conventional semiconductor technologies will be able to achieve Roadmap goals over the next two decades.</p>\n<p>The results of this project pioneer a new path towards achieving long term Semiconductor Roadmap goals and thus continuing the unyielding advance in foundational electronics performance. The main outcome of the research in this project was to demonstrate for the first time that silicon transistors fabricated using commercial industrial processing methods can show explicitly quantum mechanical performance up to room temperature. Unlike conventional electronic devices, such quantum transistors operate by the esoteric rules of quantum mechanics and can show performance characteristics either not possible or extremely difficult to achieve using conventional electronics. Quantum transistors were previously laboratory curiosities: single one-off devices that could not be fabricated in large numbers and operated almost exclusively in exotic cryogenic conditions. We found that certain types of quantum transistors can be fabricated using standard industrial methods, thus immediately making them suitable for mass production, and operated up to room temperature, thus making them useful under ordinary conditions.&nbsp;</p>\n<p>In addition to simply demonstrating explicit quantum mechanical performance, in this project we used the empirical data obtained to construct a physics-based computer model of a quantum transistor. Using this model it is possible to explore many different design and processing variations of a quantum transistor that would be prohibitively expensive to actually fabricate. Results from the model serve as a guide in how to improve quantum performance in subsequent generations of quantum transistors.</p>\n<p>This project also studied some more practical aspects of using quantum transistors in practical electronic circuits. We showed that quantum transistors could show true gain, and thus be potentially useful in amplifier and high-frequency oscillator electronics, while in quantum operation. We actually incorporated a quantum transistor into a room temperature circuit that multiplies the frequency of an incoming signal and showed that a single quantum transistor could be used to replace the function of a half-dozed conventional transistors, thus simplifying a circuit and reducing the circuit's power consumption.</p>\n<p>In summary, the results of this project show that it is possible and practical to incorporate quantum mechanics into industrial silicon electronics, and thus bring quantum mechanics to the masses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2018<br>\n\t\t\t\t\tModified by: Mark&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe entire infrastructure of modern computers, smart phones, digital platforms, telecommunications, internet transactions, and social media rests upon a foundation of silicon electronics. The continued expansioin of capabilities in these areas is in large part due to an unrelenting advance in the performance and cost efficiency of the underlying silicon electronics technology. This advance is embodied by what is popularly known as Moore's Law and more technically in the International Technology Roadmap for Semiconductors. This Roadmap sets aggressive future performance goals in semiconductor technology that are regarded as vital to the continued health of the technology industry and the global customer base and economy this industry serves. However, silicon technology is now so advanced that it is unclear at present whether the continued evolution of existing conventional semiconductor technologies will be able to achieve Roadmap goals over the next two decades.\n\nThe results of this project pioneer a new path towards achieving long term Semiconductor Roadmap goals and thus continuing the unyielding advance in foundational electronics performance. The main outcome of the research in this project was to demonstrate for the first time that silicon transistors fabricated using commercial industrial processing methods can show explicitly quantum mechanical performance up to room temperature. Unlike conventional electronic devices, such quantum transistors operate by the esoteric rules of quantum mechanics and can show performance characteristics either not possible or extremely difficult to achieve using conventional electronics. Quantum transistors were previously laboratory curiosities: single one-off devices that could not be fabricated in large numbers and operated almost exclusively in exotic cryogenic conditions. We found that certain types of quantum transistors can be fabricated using standard industrial methods, thus immediately making them suitable for mass production, and operated up to room temperature, thus making them useful under ordinary conditions. \n\nIn addition to simply demonstrating explicit quantum mechanical performance, in this project we used the empirical data obtained to construct a physics-based computer model of a quantum transistor. Using this model it is possible to explore many different design and processing variations of a quantum transistor that would be prohibitively expensive to actually fabricate. Results from the model serve as a guide in how to improve quantum performance in subsequent generations of quantum transistors.\n\nThis project also studied some more practical aspects of using quantum transistors in practical electronic circuits. We showed that quantum transistors could show true gain, and thus be potentially useful in amplifier and high-frequency oscillator electronics, while in quantum operation. We actually incorporated a quantum transistor into a room temperature circuit that multiplies the frequency of an incoming signal and showed that a single quantum transistor could be used to replace the function of a half-dozed conventional transistors, thus simplifying a circuit and reducing the circuit's power consumption.\n\nIn summary, the results of this project show that it is possible and practical to incorporate quantum mechanics into industrial silicon electronics, and thus bring quantum mechanics to the masses.\n\n\t\t\t\t\tLast Modified: 09/04/2018\n\n\t\t\t\t\tSubmitted by: Mark Lee"
 }
}