{
 "awd_id": "1403502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: ARWED - AUGMENTED PERCEPTION FOR UPPER-LIMB REHABILITATION",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 199976.0,
 "awd_amount": 199976.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2014-08-06",
 "awd_abstract_narration": "PI: Banerjee, Amarnath/Perez Gracia, Alba/Robson, Nina\r\nProposal Number: 1403502/1403688/1404011\r\nTitle: Collaborative Research: ARWED - Augmented Perception for Upper-Limb Rehabilitation\r\n\r\nBroader Significance & Importance\r\n   Training and retraining the movement of individuals suffering loss of motor ability due to stroke is a challenging task. In many cases, only partial success is accomplished after long training sessions. Given the limitations of recovery for post-stroke patients, it is imperative that better tools and methods for retraining be developed. Even though several training hypotheses exist, such as need for an exact repetition of the training pattern, the solutions are still to be found. Overcoming some of these obstacles is the goal of this proposal. Recent studies show a direct link between human action perception and action execution. There is some evidence that the visual observation of human actions has an effect on the movement of the observer. This priming effect is reduced, or not present, when the motion is executed by a non-human device, such as a robot. This proposal aims to develop and test a novel wearable system for the training of the human arm. The system will allow the user to perceive the device as part of their upper limb (hence closing the perception/action loop). Training protocols based on observational learning findings will be implemented with the ARWED in order to develop it as rehabilitation training device for motor recovery in post-stroke patients.\r\n\r\nTechnical description\r\n   The intellectual merit centers on exploiting the link between action-observation and action execution in order to develop training protocols to facilitate rehabilitation following stroke. Currently, there are limited systems that utilize virtual reality in the relearning of biological movements. The proposed development of augmented wearable system (ARWED) requires solving several challenges in computer vision/modeling, and robot kinematic mapping. Testing the effectiveness of the device on priming the perception-action effect will require combined expertise from the areas of human kinematics, signal analysis, virtual reality, robotic fault recovery theory and rehabilitation. Therefore, the theoretical contributions emerging from this multidisciplinary collaborative research team will advance knowledge and understanding not only within the medical field, but also across the above-mentioned research areas.  The broader impact is based on the characteristics of the device to be developed, with an expanded ability in the training and re-training of patients with motor disabilities. Efficient design and manipulation will make the proposed ARWED system a reliable solution, which will be broadly utilized by medical professionals working in rehabilitation, sports therapy and convalescence. The proposed research will provide effective tools for the training and physical rehabilitation of patients with limb limitations at any scale, ranging from individuals suffering partial loss of motor ability to those with severe limitations in mobility due to strokes, birth defects or accidents. Motor learning theory shows that reducing feedback during practice benefits long term retention of motor skill training. Observational learning may offer greater benefits regarding transfer to ADLs, in comparison to robotic-based stroke training. Thus, a success indicator for these patients would be the beneficial transfer of training from the un-affected to affected limb or vice-versa. The ARWED system is expected to advance significantly the fundamentals of engineering and scientific knowledge, by implementing the device in experimental and educational work on cognition, telemanipulation and virtual reality. The medical community would also benefit from the development of the ARWED by furthering the understanding of how training using technology may enhance the recovery of motor control in diverse populations while providing a novel intervention that may prove more effective than what is currently available. The collaborative nature of the research team will lead to the education of undergraduate and graduate students in the areas of Engineering and Kinesiology. In the long run, the outcomes of the proposal will facilitate the communication between students that want to enter Physical and Occupational Therapy professions and those that want to design and develop mechanical devices that can aid in human recovery following neurological injury.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amarnath",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Amarnath P Banerjee",
   "pi_email_addr": "banerjee@tamu.edu",
   "nsf_id": "000310011",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Buchanan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Buchanan",
   "pi_email_addr": "jjbuchanan@tamu.edu",
   "nsf_id": "000378598",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 199976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ARWED device was conceptualized as a perception/action training device to assist with upper-limb rehabilitation following stroke. The long-term goal was to develop a training device that would be beneficial for the patient in a clinic as well as in the form of an affordable at home device. The device was designed based on the principles of motor learning/observational learning in an attempt to tap into the mirror neuron system or action observation network (AON) as a means to facilitate recovery by driving neuro-plastic processes of the brain. The ARWED system currently consists of a computer, Oculus 3D virtual reality (VR) goggles, the Unity software engine, and an Optotrak Certus (Northern Digital Inc., NDI) 3D motion camera system to monitor infra-red diodes mounted on the arms and hands. The differentiating factor is that the ARWED device was not designed to facilitate limb movement for the patient, as are some robotic devices and exoskeletons. The ARWED system has been tested with young and older healthy adults and with six chronic post-stroke (&gt; 1 year) patients. The initial tests were designed to determine the use-ability of the system with regard to basic action identification and action imitation process for common everyday arm motions. In all tests so far the participants and patients were seated. No one reported that wearing the goggles and seeing the display made them nauseous or dizzy. Within the 3D VR environment participants saw a bimanual Avatar in the form of two stick figures of the left and right arms created from actual human arm movements. There were two initial tests with the device: 1) A perceptual identification test requiring participants and patients to identify the arm that moved (left or right) and the action that arm performed (pointing, making a fist, arm raised-fingers wiggling, arm raised elbow flexion-extension motion); and 2) an action imitation test requiring participants to reproduce the action seen. Reaction times in the perceptual test were measured through vocal identifications of the arm and action. Reaction times, movement times, and kinematics of the limb were derived from the diodes placed on the arm in the action imitation test. The current system may be adapted through small modifications to test action identification and action imitation processes in acute post-stroke patients within days of the stroke.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2018<br>\n\t\t\t\t\tModified by: Amarnath&nbsp;P&nbsp;Banerjee</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1403502/1403502_10329579_1543340739958_ARWED_SummaryForPublicUse_Schematic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1403502/1403502_10329579_1543340739958_ARWED_SummaryForPublicUse_Schematic--rgov-800width.jpg\" title=\"ARWED Device Schematic\"><img src=\"/por/images/Reports/POR/2018/1403502/1403502_10329579_1543340739958_ARWED_SummaryForPublicUse_Schematic--rgov-66x44.jpg\" alt=\"ARWED Device Schematic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ARWED Device Schematic</div>\n<div class=\"imageCredit\">A. Banerjee and J. Buchanan</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Amarnath&nbsp;P&nbsp;Banerjee</div>\n<div class=\"imageTitle\">ARWED Device Schematic</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe ARWED device was conceptualized as a perception/action training device to assist with upper-limb rehabilitation following stroke. The long-term goal was to develop a training device that would be beneficial for the patient in a clinic as well as in the form of an affordable at home device. The device was designed based on the principles of motor learning/observational learning in an attempt to tap into the mirror neuron system or action observation network (AON) as a means to facilitate recovery by driving neuro-plastic processes of the brain. The ARWED system currently consists of a computer, Oculus 3D virtual reality (VR) goggles, the Unity software engine, and an Optotrak Certus (Northern Digital Inc., NDI) 3D motion camera system to monitor infra-red diodes mounted on the arms and hands. The differentiating factor is that the ARWED device was not designed to facilitate limb movement for the patient, as are some robotic devices and exoskeletons. The ARWED system has been tested with young and older healthy adults and with six chronic post-stroke (&gt; 1 year) patients. The initial tests were designed to determine the use-ability of the system with regard to basic action identification and action imitation process for common everyday arm motions. In all tests so far the participants and patients were seated. No one reported that wearing the goggles and seeing the display made them nauseous or dizzy. Within the 3D VR environment participants saw a bimanual Avatar in the form of two stick figures of the left and right arms created from actual human arm movements. There were two initial tests with the device: 1) A perceptual identification test requiring participants and patients to identify the arm that moved (left or right) and the action that arm performed (pointing, making a fist, arm raised-fingers wiggling, arm raised elbow flexion-extension motion); and 2) an action imitation test requiring participants to reproduce the action seen. Reaction times in the perceptual test were measured through vocal identifications of the arm and action. Reaction times, movement times, and kinematics of the limb were derived from the diodes placed on the arm in the action imitation test. The current system may be adapted through small modifications to test action identification and action imitation processes in acute post-stroke patients within days of the stroke.\n\n\t\t\t\t\tLast Modified: 11/27/2018\n\n\t\t\t\t\tSubmitted by: Amarnath P Banerjee"
 }
}