{
 "awd_id": "1403034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Spatial sorting and Postglacial population dynamics in Plethodon dunni and P. vehiculum.",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 20016.0,
 "awd_amount": 20016.0,
 "awd_min_amd_letter_date": "2014-05-15",
 "awd_max_amd_letter_date": "2014-05-15",
 "awd_abstract_narration": "While natural selection is a well-characterized evolutionary force, it may not be the only mechanism for evolutionary change -- particularly during rapid evolutionary adaptations occurring in some populations. In species that experience rapid expansion of their geographic range, it is hypothesized that those individuals with phenotypic traits that enhance dispersal ability will represent the leading edge of the expansion, and will mate with individuals that possess similar traits. In theory, this assortative mating should lead to the evolution of traits associated with enhanced dispersal ability. This project will test this \"spatial sorting hypothesis\" in two closely related species of salamanders. These two salamander species have limited dispersal abilities, were restricted to southern refugial ranges during the last glacial maximum, and have been expanding to the north at different rates for the last 20,000 years. The researchers will collect genetic, environmental, and morphological data that will allow them to measure rates of expansion, determine if expansion is ongoing, and identify the traits that are evolving due to spatial sorting. More broadly, an enhanced understanding of range evolution in response to a warming climate will have important implications for the conservation of temperate species. \r\n\r\nThis project focuses on an ideal system for testing the spatial sorting hypothesis. Spatial sorting is expected to occur during sudden range expansions, when fast-dispersing individuals at the margins of an expanding species are spatially segregated, and thus reproduce with similar individuals. Once the range expansion reaches its limits (set by environmental conditions or available habitat), the assortative mating that produced spatially-sorted phenotypes will cease, and random mating will return throughout the population. Documentation of spatial sorting thus requires a system where phenotypes associated with dispersal can be quantified and where expansion has not reached its limit. The proposed work will quantify such phenotypes in a system where population expansion is ongoing and dispersal rates are low. Preliminary genetic data collected by the researchers indicate that the two focal species were confined to a single refugial population at the close of the last glacial maximum and species distribution modeling (SDM) suggests that this refuge was located in southern Oregon. The researchers will conduct additional research to identify any suitable habitat that is unoccupied and to refine the location of glacial refugia and expansion routes. The researchers will measure phenotypic traits associated with dispersal ability and measure direct dispersal via mark-recapture methods, ultimately quantifying evidence to support or refute the spatial sorting hypothesis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Carstens",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan C Carstens",
   "pi_email_addr": "carstens.12@osu.edu",
   "nsf_id": "000508148",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Pelletier",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tara A Pelletier",
   "pi_email_addr": "tpelletier@radford.edu",
   "nsf_id": "000655748",
   "pi_start_date": "2014-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Evolution, Ecology & Organismal Biology",
  "perf_str_addr": "318 W. 12th Ave",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101293",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20016.0
  }
 ],
 "por": null
}