{
 "awd_id": "1403358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2014 Midwest Thermodynamics and Statistical Mechanics (MTSM) Conference",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2014-04-23",
 "awd_max_amd_letter_date": "2014-04-23",
 "awd_abstract_narration": "PI: Nitsche, Ludwig Carlos\r\nProposal Number: CBET - 1403358\r\nInstitution: University of Illinois at Chicago \r\nTitle: 2014 Midwest Thermodynamics and Statistical Mechanics (MTSM) Conference, University of Illinois at Chicago, June 3-4, 2014\r\n\r\nThis grant proposal is for support of the 2014 Midwest Thermodynamics and Statistical Mechanics (MTSM) Conference at the University of Illinois at Chicago on June 3-4, 2014.  This ongoing conference (since 1988) is a regional forum for scientific presentation and exchange for 104 participants: graduate students, postdocs, young faculty and undergraduates--many of whom will be presenting at a major technical meeting for the first time. A distinctive feature of MTSM is its focus on graduate students, postdoctoral fellows, and junior faculty. The overwhelming majority of the contributed talks are given by either graduate students or, less often, by postdoctoral fellows. In addition, undergraduate researchers will be invited to attend the meeting and present their research at a dedicated poster session. For most undergraduates, this will be their first opportunity to interact in detail with more senior researchers from other institutions.  Recruitment will be facilitated by working with the Minority Affairs Committee (MAC) of AIChE along with announcements submitted to the websites of the Society of Women Engineers (SWE), National Society of Black Engineers (NSBE) and Society of Hispanic Professional Engineers (SHPE). The student chapters of these organizations among the Big Ten Plus universities will also be contacted with a flyer. Thus, this conference represents a serious effort to recruit interest among underrepresented minorities and also serves a critical need for ?growing? the future community of researchers in one key area of the NSF IPT program.\r\n\r\nThermodynamic and materials properties and the underlying understanding of molecular and meso-scale mechanisms retain and increase their central importance amid rapid changes in nanoengineering, biotechnology, and energy resources. While the technical program will, in significant measure, be shaped by the abstracts contributed by the various research groups attending,the organizers anticipate forming sessions around themes of (1) Phase Equilibria, (2) Molecular Simulations, (3) Thermodynamics of Advanced Materials, and (4) New Developments in Theory. Applications covered by these headings could include multi-scale modeling, interfaces and biological membranes, nanotechnology, and biotechnology and drug delivery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ludwig",
   "pi_last_name": "Nitsche",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ludwig C Nitsche",
   "pi_email_addr": "Ludwig.Nitsche@udc.edu",
   "nsf_id": "000380698",
   "pi_start_date": "2014-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sohail",
   "pi_last_name": "Murad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sohail Murad",
   "pi_email_addr": "murad@iit.edu",
   "nsf_id": "000263867",
   "pi_start_date": "2014-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Chemical Engineering, UIC",
  "perf_str_addr": "810 South Clinton Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606074430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This NSF-funded project enabled the 2014 Midwest Thermodynamics and Statistical Mechanics (MTSM) Conference, which returned to its 1988 origins on the campus of the University of Illinois at Chicago on June 3-4, 2014. This annual conference provides a regional scientific presentation and exchange venue for graduate students, postdocs, young and senior faculty and also undergraduates &ndash; many of whom are presenting at a major technical meeting for the first time and thereby benefit from this formative experience.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Specific objectives were to (1) provide a smaller-scale scientific venue facilitating detailed research exchanges without the distraction of parallel sessions, (2) facilitate professional and career mentoring, networking and scientific exchange for graduate students, postdocs and young faculty in a conducive, informal atmosphere, and (3) promote the MTSM conference going into the future.</p>\n<p><strong>Intellectual Merit. </strong></p>\n<p><strong>&nbsp;</strong><span style=\"white-space: pre;\"> </span>The MSTM conference has a longstanding tradition of promoting research and collaborations in thermodynamics and statistical mechanics. This area of science deals with the properties and resultant behavior of matter (gases, liquids, solids), which provides both fundamental knowledge and also informs engineering applications ranging from water purification to biomedical technology. In addition to showcasing developments in nanotechnology, a major emphasis is the connection between laboratory data and theory (mathematical models and computer simulations of molecules making up matter). Once the models have been tested and refined against data, computer simulations can accurately predict properties &ndash; sometimes under conditions or in situations where direct observation or reliable experiments cannot be carried out. The conference was organized around five sessions: (1)&nbsp;Molecular and Statistical Thermodynamics, 8 talks), (2)&nbsp;Membranes, Separations and Adsorption, 6 talks, (3)&nbsp;Rheology, Materials and Ionic Liquids, 6 talks, (4)&nbsp;Molecular Potentials and Force Fields, 4 talks, (5)&nbsp;Meso-scale Simulations and Method Development.</p>\n<p><strong>Broader Impact. </strong></p>\n<p><strong>&nbsp;</strong><span style=\"white-space: pre;\"> </span>To enable this mission of broadening research participation, the emphasis on low registration cost (made possible with NSF funding) &nbsp;for students and postdocs helped make the entire opportunity available where national conferences may be out of reach. There were 62 participants.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Two invited, plenary lectures highlighted the advances made by rising assistant professors: Cynthia Lo, Washington University, spoke on&nbsp;<em>Computational prediction of chemical reaction rates and product distributions in catalytic carbon dioxide hydrogenation;</em><em>&nbsp;</em>Ganesh Balasubramanian, Iowa State University, spoke on&nbsp;<em>Thermal transport in isotope substituted carbon nanomaterials: From fundamentals to design). </em><em>This event also an opportunity to prepare Dr. Balasubramanian on conference organization toward his organizing the subsequent, 2015 MTSM conference.</em><em>&nbsp;</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Working meals and coffee breaks provided an informal venue conducive to mentoring and professional networking, which were specifically mentioned in a number of the feedback survey responses. Graduate students appreciated the chance to meet faculty; postdocs and junior faculty were able to benefit from the experience and guidance of senior faculty. We asked senior faculty to give detailed feedback to presenters on their talks and visuals. This was especially useful to students for ...",
  "por_txt_cntn": "\n This NSF-funded project enabled the 2014 Midwest Thermodynamics and Statistical Mechanics (MTSM) Conference, which returned to its 1988 origins on the campus of the University of Illinois at Chicago on June 3-4, 2014. This annual conference provides a regional scientific presentation and exchange venue for graduate students, postdocs, young and senior faculty and also undergraduates &ndash; many of whom are presenting at a major technical meeting for the first time and thereby benefit from this formative experience. \n\n Specific objectives were to (1) provide a smaller-scale scientific venue facilitating detailed research exchanges without the distraction of parallel sessions, (2) facilitate professional and career mentoring, networking and scientific exchange for graduate students, postdocs and young faculty in a conducive, informal atmosphere, and (3) promote the MTSM conference going into the future.\n\nIntellectual Merit. \n\n  The MSTM conference has a longstanding tradition of promoting research and collaborations in thermodynamics and statistical mechanics. This area of science deals with the properties and resultant behavior of matter (gases, liquids, solids), which provides both fundamental knowledge and also informs engineering applications ranging from water purification to biomedical technology. In addition to showcasing developments in nanotechnology, a major emphasis is the connection between laboratory data and theory (mathematical models and computer simulations of molecules making up matter). Once the models have been tested and refined against data, computer simulations can accurately predict properties &ndash; sometimes under conditions or in situations where direct observation or reliable experiments cannot be carried out. The conference was organized around five sessions: (1) Molecular and Statistical Thermodynamics, 8 talks), (2) Membranes, Separations and Adsorption, 6 talks, (3) Rheology, Materials and Ionic Liquids, 6 talks, (4) Molecular Potentials and Force Fields, 4 talks, (5) Meso-scale Simulations and Method Development.\n\nBroader Impact. \n\n  To enable this mission of broadening research participation, the emphasis on low registration cost (made possible with NSF funding)  for students and postdocs helped make the entire opportunity available where national conferences may be out of reach. There were 62 participants.\n\n            Two invited, plenary lectures highlighted the advances made by rising assistant professors: Cynthia Lo, Washington University, spoke on Computational prediction of chemical reaction rates and product distributions in catalytic carbon dioxide hydrogenation; Ganesh Balasubramanian, Iowa State University, spoke on Thermal transport in isotope substituted carbon nanomaterials: From fundamentals to design). This event also an opportunity to prepare Dr. Balasubramanian on conference organization toward his organizing the subsequent, 2015 MTSM conference. \n\n            Working meals and coffee breaks provided an informal venue conducive to mentoring and professional networking, which were specifically mentioned in a number of the feedback survey responses. Graduate students appreciated the chance to meet faculty; postdocs and junior faculty were able to benefit from the experience and guidance of senior faculty. We asked senior faculty to give detailed feedback to presenters on their talks and visuals. This was especially useful to students for whom this was their first conference opportunity.\n\n \n\n\t\t\t\t\tLast Modified: 07/17/2015\n\n\t\t\t\t\tSubmitted by: Ludwig Carlos Nitsche"
 }
}