{
 "awd_id": "1403118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Kinetics and Thermodynamics of the Self-Assembly of Polyhedral Nano-Colloids into Pure and Mixed Crystals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 283754.0,
 "awd_amount": 283754.0,
 "awd_min_amd_letter_date": "2014-05-01",
 "awd_max_amd_letter_date": "2014-05-01",
 "awd_abstract_narration": "PI: Escobedo, Fernando A.\r\nProposal Number: 1403118\r\nInstitution: Cornell University\r\nTitle: Kinetics and Thermodynamics of the Self-Assembly of Polyhedral Nano-Colloids into Pure and Mixed Crystals\r\n\r\nPolyhedral nanoparticles (NPs) can be assembled into super-lattice materials that has the potential to form phases exhibiting vastly different optical, electronic, physical, and chemical properties. This proposal, building on past successes, will focus on understanding the kinetics of the transitions between phases, mesophases, and crystals. Such kinetics play a crucial role in the experimental realization of these structures and the insights gained would allow ways to catalyze the self-assembly process, or design ways to steer the systems into desirable phases. In the long term, such results could have an impact on the ceramic, plastics, and semiconductor industries by helping broaden the approaches available to develop stable nanocomposites, liquid armors, colloid-based mesocrystals for photonic materials, and nanocrystal arrays for photovoltaics.\r\n\r\nAdvanced Monte Carlo (e.g., Gibbs-Duhem integration with semi-grand canonical ensembles) and Molecular Dynamics simulations will be used to study how hard (or square-well attraction) shapes organize at different volume fractions. For such systems, it's easy to become kinetically trapped experimentally (either as a desired or undesired structure), so it's very important to understand, not just the equilibrium state, but the kinetics, which is the focus here. In this context, the mesophases that are formed may provide intermediate states that lower the otherwise high energy barrier between disordered and crystalline states. The investigations will include not just pure systems (containing one type of polyhedral particles), but also the thermodynamics and kinetics of phase transitions in binary mixtures. Particles to be investigated include polyhedra that can be produced in experiments (cubes, cuboctahedra, truncated octahedra, and octahedra), and mixtures of those (including also spherical particles). The simulations will model the thermodynamic behavior of the mixtures, and new order parameters and variants of the forward flux sampling method will be used to simulate the kinetics of phase transitions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Escobedo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando A Escobedo",
   "pi_email_addr": "fe13@cornell.edu",
   "nsf_id": "000405638",
   "pi_start_date": "2014-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "377 Olin Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148535201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 283754.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advances in nanotechnology and chemistry have led to powerful methods to experimentally produce a wide variety of nanoparticles, that is, particles whose size is only between one thousandth to one hundredth of the width of a human hair. These nanoparticles can be seen as a new and powerful type of building block to prepare new materials because one can now &ldquo;tailor to order&rdquo; their characteristics such as size, shape, and chemical composition. Indeed, nanoparticles provide a very diverse and tunable &ldquo;playset&rdquo; of building blocks at &ldquo;super-atomic&rdquo; length scales. Computer models have already shown that nanoparticles with polyhedral shapes can self-assemble into new types of solid materials, where the individual particles are arranged in ordered patterns, not unlike how atoms self-assemble in salts or metals in alloys. To realize the potential of polyhedral nanoparticles as building blocks for this type of super-sized chemistry playset, it is important to understand how and how quickly their self-assembly occurs and how multiple components can be co-assembled into desirable structures. This project has produced a body of work toward filling this gap in knowledge. <em>&nbsp;</em></p>\n<p>By systematically following the assembly process of polyhedral particles into ordered solids from an initially disordered state, our computer simulations have identified those nanoparticle shapes whose geometric characteristics are favorable toward ordering, ranking them quantitatively according to the efficiency with which they self-assemble. This study also allowed us to classify the individual microscopic mechanisms that aid or deter fast ordering in different particles. By focusing on those polyhedral particle shapes that are more commonly produced by current experimental methods, e.g., shapes from the truncated cube family that include cubes and octahedra, our results provide relevant predictions and guidelines to support current and future experimental efforts to make materials that exploit nanoparticle self-assembly.</p>\n<p>In the context of developing a new paradigm for a \"Chemistry of Nanoparticles\" out of multiple&nbsp; building blocks (like polyhedral particles), general quantitative criteria have been formulated to optimize the co-assembly of distinct blocks into ordered structures. Two prescriptions have been provided, each addressing one of the two main types of &ldquo;alloys&rdquo; that can be obtained (as illustrated in Figure 1). These prescriptions pertain to well-defined physical functions that account for the effects related to both energy (like attractions and repulsions between components) and entropy/packing (such as particle shape and size). In testing these prescriptions, new alloy phases have been predicted.</p>\n<p>A dozen peer-review papers have been published which are being increasingly cited by a rather broad community interested in the self and directed assembly of a growing number of tailored nanoparticle building blocks. It is expected that the new knowledge created in this project will form part of a growing science that could be termed &ldquo;Self-assembly Engineering&rdquo; and will guide chemists to better design such building blocks and engineers to manufacture materials with potentially unusual and useful properties. &nbsp;Results of this research were also disseminated through 12 invited Seminars and several oral presentations at National meetings. Our results have benefited experimental groups at Cornell to initiate or expand their work on polyhedral particles for applications in photovoltaics and photonics.</p>\n<p>The main outreach activity involved our participation in the 8th annual WOMEN (Women&rsquo;s Outreach in Materials, Energy, and Nanobiotechnology) event for 10th grade girls that took place at Cornell in 2017. This day-long event aims to encourage girls from rural schools to pursue careers in engineering. Our activity centered around examples of how entropy, an often overlooked and misunderstood force in nature, can actually be engineered to make materials via self-assembly. Based on the girls input, a picture illustrating entropy-driven particle self-assembly and a creative caption were chosen and used to produce T-shirts which were later mailed to them to serve as an artsy souvenir.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/24/2018<br>\n\t\t\t\t\tModified by: Fernando&nbsp;A&nbsp;Escobedo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1403118/1403118_10301187_1529892231626_Examples--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1403118/1403118_10301187_1529892231626_Examples--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2018/1403118/1403118_10301187_1529892231626_Examples--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Examples of structures for mixtures with optimized size ratios of nanoparticle components that produce a desirable type of alloy. Top: Cubes + spheres; bottom: Octahedra + spheres.</div>\n<div class=\"imageCredit\">Fernando Escobedo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Fernando&nbsp;A&nbsp;Escobedo</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAdvances in nanotechnology and chemistry have led to powerful methods to experimentally produce a wide variety of nanoparticles, that is, particles whose size is only between one thousandth to one hundredth of the width of a human hair. These nanoparticles can be seen as a new and powerful type of building block to prepare new materials because one can now \"tailor to order\" their characteristics such as size, shape, and chemical composition. Indeed, nanoparticles provide a very diverse and tunable \"playset\" of building blocks at \"super-atomic\" length scales. Computer models have already shown that nanoparticles with polyhedral shapes can self-assemble into new types of solid materials, where the individual particles are arranged in ordered patterns, not unlike how atoms self-assemble in salts or metals in alloys. To realize the potential of polyhedral nanoparticles as building blocks for this type of super-sized chemistry playset, it is important to understand how and how quickly their self-assembly occurs and how multiple components can be co-assembled into desirable structures. This project has produced a body of work toward filling this gap in knowledge.  \n\nBy systematically following the assembly process of polyhedral particles into ordered solids from an initially disordered state, our computer simulations have identified those nanoparticle shapes whose geometric characteristics are favorable toward ordering, ranking them quantitatively according to the efficiency with which they self-assemble. This study also allowed us to classify the individual microscopic mechanisms that aid or deter fast ordering in different particles. By focusing on those polyhedral particle shapes that are more commonly produced by current experimental methods, e.g., shapes from the truncated cube family that include cubes and octahedra, our results provide relevant predictions and guidelines to support current and future experimental efforts to make materials that exploit nanoparticle self-assembly.\n\nIn the context of developing a new paradigm for a \"Chemistry of Nanoparticles\" out of multiple  building blocks (like polyhedral particles), general quantitative criteria have been formulated to optimize the co-assembly of distinct blocks into ordered structures. Two prescriptions have been provided, each addressing one of the two main types of \"alloys\" that can be obtained (as illustrated in Figure 1). These prescriptions pertain to well-defined physical functions that account for the effects related to both energy (like attractions and repulsions between components) and entropy/packing (such as particle shape and size). In testing these prescriptions, new alloy phases have been predicted.\n\nA dozen peer-review papers have been published which are being increasingly cited by a rather broad community interested in the self and directed assembly of a growing number of tailored nanoparticle building blocks. It is expected that the new knowledge created in this project will form part of a growing science that could be termed \"Self-assembly Engineering\" and will guide chemists to better design such building blocks and engineers to manufacture materials with potentially unusual and useful properties.  Results of this research were also disseminated through 12 invited Seminars and several oral presentations at National meetings. Our results have benefited experimental groups at Cornell to initiate or expand their work on polyhedral particles for applications in photovoltaics and photonics.\n\nThe main outreach activity involved our participation in the 8th annual WOMEN (Women?s Outreach in Materials, Energy, and Nanobiotechnology) event for 10th grade girls that took place at Cornell in 2017. This day-long event aims to encourage girls from rural schools to pursue careers in engineering. Our activity centered around examples of how entropy, an often overlooked and misunderstood force in nature, can actually be engineered to make materials via self-assembly. Based on the girls input, a picture illustrating entropy-driven particle self-assembly and a creative caption were chosen and used to produce T-shirts which were later mailed to them to serve as an artsy souvenir. \n\n \n\n\t\t\t\t\tLast Modified: 06/24/2018\n\n\t\t\t\t\tSubmitted by: Fernando A Escobedo"
 }
}