{
 "awd_id": "1403660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhanced Optogenetic Control of Neuronal Activity with Tailored Light Stimuli",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2014-04-30",
 "awd_max_amd_letter_date": "2014-04-30",
 "awd_abstract_narration": "Proposal Number: 1403660\r\nP.I.: Boppart, Stephen A. \r\nTitle: Enhanced Optogenetic Control of Neuronal Activity with Tailored Light Stimuli\r\n\r\nNon-Technical Explanation\r\n\r\nSignificance:\r\n\r\nThis project will investigate how new forms of light may enhance the electrical output and control of neurons that have been genetically modified to be light-sensitive.  Optogenetics is a rapidly developing field that uses molecular biology techniques to enable cellular functions to be controlled with light.  When neurons (nerve cells) are genetically modified to express a light-activated membrane channel, they can be made to trigger electrical activity when exposed to light.  This new level of light-activated control over neuronal activity has yet to be fully exploited, but is offering new opportunities for understanding how neurons and their electrical circuits function within the brain to form thoughts, memories, behaviors, and emotions.  In optical science and engineering, advances now make it possible to generate a wide range of new forms of light with customized properties, or what is called tailored light.  This research is highly significant and important for the fields of neuroscience and biophotonics.  Biophotonics is the science of how light interacts with biological cells and tissues, and neuroscientists seek to understand how the brain and mind work.  The new optical sources for generating tailored light in this project will change the way in which we use optogenetics to investigate and understand the function of neurons, neural circuits, and the brain.  This project is also highly interdisciplinary, and will provide a unique educational and training opportunity for undergraduate and graduate students to help them solve the complex interdisciplinary problems in engineering and biology in the future.  Results from this research will also be integrated into undergraduate and graduate courses in biophotonics, neuroscience, and advanced microscopy.  The long-term societal benefits of this research will include raising the public's scientific literacy of how neurons and neural circuits in our brain function, and how new types of light and lasers can be used to probe the complex functions of our brain.\r\n\r\nTechnical Description\r\n\r\nOptogenetics is a rapidly expanding field, and one that originated out of the field of neuroscience, where genetic modifications to mammalian neurons enabled photo-activated control of membrane channels to elicit action potentials.  While this concept has provided a unique toolkit for exploring neuroscience questions and envisioning new medical science applications, there have been relatively few advances or contributions to optogenetics from the fields of optical science and engineering.  This proposal addresses this gap by using advanced optical sources and precise control over the optical properties of the light stimuli to enhance the neural control in optogenetics.\r\n\r\nThe innovation of this research project is the ability to generate new forms of tailored light, and apply this light as new forms of stimuli to excite, modulate, and control the output of optogenetically-modified neurons in new ways.  Conceivably, it is much more practical to modify and control the light stimulus than to genetically modify the biological properties of cells and tissues.  As optogenetics advances to in vivo applications, this practical advantage will be even more significant.  Therefore, our hypothesis is that by precisely controlling the spectral, temporal, and spatial parameters of novel tailored light stimuli, it is possible to provide enhanced modulation and control of the electrical output activity of optogenetically-modified neurons.  To prove our hypothesis, our research plan will be guided by three objectives.  First, we will construct an optical stimulus and microscope system to generate these new forms of tailored light.  Second, we will optically stimulate and electrically/optically record from cultured hippocampal neurons that have been genetically modified to express Channelrhodopsin-2, a light-gated membrane ion channel, to investigate how tailored light stimuli alters the electrical output and activity from these cells.  Third, we will implement an optical feedback system that will measure the optical response of the neurons and adjust the light stimuli parameters to optimize, modulate, and control the electrical output.\r\n\r\nThe successful outcome of this research project will have far-reaching impact in not only the field of biophotonics, but also in neuroscience and optical science and engineering.  Just as optogenetics is expected to make a broad impact in neuroscience, as well as medical science, this research will potentially have an even greater and more rapid impact because it will conceivably be more practical to tailor the light stimulus than to modify the biology to enhance the optogenetic control in the future.\r\n\r\nThis award is being made jointly by two Programs- (1) Biophotonics, in the Division of Chemical, Bioengineering, Environmental and Transport Systems (Engineering Directorate), and (2) Instrument Development for Biological Research, in the Division of Biological Infrastructure (Biological Sciences Directorate).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Boppart",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Boppart",
   "pi_email_addr": "boppart@illinois.edu",
   "nsf_id": "000311457",
   "pi_start_date": "2014-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Gillette",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Martha U Gillette",
   "pi_email_addr": "mgillett@illinois.edu",
   "nsf_id": "000404990",
   "pi_start_date": "2014-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618012325",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span style=\"font-family: Calibri; font-size: small;\">Optogenetics is a rapidly developing field with an ever-expanding toolkit of molecular biology techniques to enable light-activated switching and control of cells, most commonly neurons.<span style=\"mso-spacerun: yes;\">&nbsp; </span>By genetically expressing photo-activatable membrane channels, the application of light as a stimulus induces neurons to fire action potentials.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This new level of control over neuronal activity has yet to be fully exploited, but is offering new opportunities for understand basic neuroscience principles and the pathways within the brain.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Equally significant advances have occurred in optical science and engineering.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Advances in optical pulse shaping now enable precise control over the spectral, temporal, and spatial properties of light, or what is called tailored light. </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span><span style=\"font-family: Calibri; font-size: small;\">The Intellectual Merit of this proposed project was grounded in the ability to generate new forms of tailored light, and apply this light as new forms of light stimuli to excite, modulate, and control the output of optogenetically-modified neurons in new ways.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Conceivably, it is much more practical to modify and control the light stimulus than to genetically modify the biological properties of cells and tissues.<span style=\"mso-spacerun: yes;\">&nbsp; </span>As optogenetics advances to in vivo applications, this practical advantage will be even more significant. </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span style=\"font-family: Calibri; font-size: small;\">The Broader Impact of this research project is not only in the field of biophotonics, but also in neuroscience and optical science and engineering.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This proposal uniquely leveraged the advances that to date have been occurring separately in the fields of optogenetics and optical science and engineering.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Just as optogenetics is expected to make a broad impact in neuroscience, as well as medical science, this research will also significantly impact these areas.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Most importantly, this research offers the potential to have an even greater and more rapid impact because it will conceivably be more practical to tailor the light stimulus than to modify the biology to enhance the control in the future of optogenetics.</span></p>\n<p style=\"margin: 0in 0in 0pt;\">&nbsp;</p>\n<p style=\"margin: 0in 0in 0pt;\"><span style=\"font-family: Calibri; font-size: small;\">This project also provided a highly interdisciplinary education and training opportunity for students and research investigators.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Undergraduate and graduate students from minority and under-represented groups were actively recruited to participate, including students from an NSF-supported Research Experiences for Undergraduates Program in Bioimaging.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Community and K-12 student groups were exposed to and inspired by this project at numerous Open House and laboratory tour events.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Collectively, this project not only provided novel results to impact the scientific community, but also inspired young students to explore how light can affect and control living cells.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2017<br>\n\t\t\t\t\tModified by: Stephen&nbsp;A&nbsp;Boppart</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1403660/1403660_10301049_1496207559386_NSFImage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1403660/1403660_10301049_1496207559386_NSFImage--rgov-800width.jpg\" title=\"Tailored Light Optogenetic Stimulation\"><img src=\"/por/images/Reports/POR/2017/1403660/1403660_10301049_1496207559386_NSFImage--rgov-66x44.jpg\" alt=\"Tailored Light Optogenetic Stimulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A novel optical stimulation and recording platform enables tailored femtosecond pulse stimulation of optogenetic neurons to modulate and control neural activity.</div>\n<div class=\"imageCredit\">Biophotonics Imaging Laboratory, Beckman Institute for Advanced Science and Technology</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;A&nbsp;Boppart</div>\n<div class=\"imageTitle\">Tailored Light Optogenetic Stimulation</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n Optogenetics is a rapidly developing field with an ever-expanding toolkit of molecular biology techniques to enable light-activated switching and control of cells, most commonly neurons.  By genetically expressing photo-activatable membrane channels, the application of light as a stimulus induces neurons to fire action potentials.  This new level of control over neuronal activity has yet to be fully exploited, but is offering new opportunities for understand basic neuroscience principles and the pathways within the brain.  Equally significant advances have occurred in optical science and engineering.  Advances in optical pulse shaping now enable precise control over the spectral, temporal, and spatial properties of light, or what is called tailored light. \n\n The Intellectual Merit of this proposed project was grounded in the ability to generate new forms of tailored light, and apply this light as new forms of light stimuli to excite, modulate, and control the output of optogenetically-modified neurons in new ways.  Conceivably, it is much more practical to modify and control the light stimulus than to genetically modify the biological properties of cells and tissues.  As optogenetics advances to in vivo applications, this practical advantage will be even more significant. \nThe Broader Impact of this research project is not only in the field of biophotonics, but also in neuroscience and optical science and engineering.  This proposal uniquely leveraged the advances that to date have been occurring separately in the fields of optogenetics and optical science and engineering.  Just as optogenetics is expected to make a broad impact in neuroscience, as well as medical science, this research will also significantly impact these areas.  Most importantly, this research offers the potential to have an even greater and more rapid impact because it will conceivably be more practical to tailor the light stimulus than to modify the biology to enhance the control in the future of optogenetics.\n \nThis project also provided a highly interdisciplinary education and training opportunity for students and research investigators.  Undergraduate and graduate students from minority and under-represented groups were actively recruited to participate, including students from an NSF-supported Research Experiences for Undergraduates Program in Bioimaging.  Community and K-12 student groups were exposed to and inspired by this project at numerous Open House and laboratory tour events.  Collectively, this project not only provided novel results to impact the scientific community, but also inspired young students to explore how light can affect and control living cells.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2017\n\n\t\t\t\t\tSubmitted by: Stephen A Boppart"
 }
}