{
 "awd_id": "1404739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNIC: US-France-Israel Planning Visit for a Theory-Experiment Collaboration on Electron and Exciton Transfer from Molecular to Nanoscale",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 48652.0,
 "awd_amount": 48652.0,
 "awd_min_amd_letter_date": "2014-08-25",
 "awd_max_amd_letter_date": "2014-08-25",
 "awd_abstract_narration": "Technical description\r\nThis Catalyzing New International Collaborations(CNIC):US-France-Israel Planning Visit for a Theory-Experiment Collaboration on Electron and Exciton Transfer from Molecular to Nanoscale will initiate two new collaborations with Prof. Damien Riedel of the Institut des Sciences Moleculaires d'Orsay,Orsay,France and with Dr. Iris Visoly-Fisher of Ben Gurion University of the Negev,Be'er Sheva,Israel. The PI's goal is to submit a follow-on NSF-CAREER proposal to the Chemical Theory, Models and Computational Methods program (CTMC)for continued funding of the research initiated under CNIC. The CNIC funding will be used to carry out\r\nvisits by the PI and two of his students at the international collaborators' laboratories. Initial data gathering and research planning activities in France will involve low-temperature Ultra-High Vacuum STM measurements of single donor-acceptor pairs deposited on surfaces. The activities in Israel will involve carrying out Kelvin scan probe microscopy of self-assembled mono- and multilayers on semiconducting metal oxide surfaces.\r\n\r\nGathering of preliminary data is needed for establishing a proof-of-concept of the collaborative\r\nresearch. Once the collaborations are started, a strong research program on the understanding of\r\nthe underlying interactions influencing charge transport in molecular and nanoscale systems\r\nwill be established. The PI's vision is to approach this by looking at two different lengths\r\nscales: the molecular/atomic scale (with Prof. Riedel) and the nanoscale (with Dr. Visoly-Fisher). The PI will benefit from the collaborations because they will provide measurements of charge transfer events in systems and materials that the PI will subsequently simulate with his novel quantum-chemistry molecular/periodic DFT codes. As the PI is a theoretical chemist whose research focuses on electronic structure methods development, a close interaction with experimental groups is essential for him to attack real chemical problems. These collaborations will provide the PI with invaluable insight regarding the underlying physics as well as the experimental limitations so that a mature analysis of the experimental data and an ad-hoc development of chemistry software can be achieved. The subsystem DFT method that the PI will develop helped by the international collaborations will have a strong impact on quantum-chemistry, as it will provide a reliable and computationally inexpensive first-principles method for determining charge and nuclear dynamics in the condensed phase.\r\n\r\nBroader description\r\nFundamental knowledge will be generated by starting two new international collaborations. The international visits and the close contact with the experimental groups in France and Israel will guide the PI in understanding the most relevant interactions and timescales when a charge is transferred from a donor to an acceptor molecule, and between an organic self-assembled mono- and multilayer and a metal oxide surface. Understanding of these interactions is still an open problem, partly because there are no ab-initio methods that can approach realistic model system sizes. The proposed collaboration will initiate efforts to fill this gap. The resulting knowledge will be an important ingredient for the PI's electronic structure theoretical method development agenda that will be presented in the follow-up CAREER proposal. In addition, this CNIC proposal places a substantial emphasis on training of one graduate and one undergraduate student by offering them the opportunity to travel internationally and spend a summer carrying out academic research at the collaborators' laboratory.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Pavanello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Pavanello",
   "pi_email_addr": "m.pavanello@rutgers.edu",
   "nsf_id": "000624110",
   "pi_start_date": "2014-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University-Newark",
  "perf_str_addr": "73 Warren Street",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021811",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5905",
   "pgm_ref_txt": "ISRAEL"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 48652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project's objective was to initiate two new international collaborations. One with Prof. Damien Riedel of the Institut des Sciences Moleculaires d&rsquo;Orsay, Orsay, France, and the other with Prof. Iris Visoly-Fisher of Ben Gurion University of the Negev, Be&rsquo;er Sheva, Israel. The CNIC program provided funding for carrying out visits of the PI and two of his students at the international collaborators&rsquo; laboratories. Initial data gathering and research planning activities in France involved low-temperature Ultra-High Vacuum STM measurements of single donor-acceptor pairs deposited on CaF<sub>2</sub> surfaces. The activities in Israel involved carrying out Kelvin scan probe microscopy of self-assembled mono- and multilayers on semiconducting Indium Tin Oxide (ITO) and Indium Oxide (IO) surfaces. In both instances, the PI and students carried out quantum-mechanical modeling in order to explain and guide the experiments. &nbsp;Figure 1 shows the computed electron transfer timescales for the porphyrin systems. Figure 2 shows the simulated hydroxylated ITO and Indium Oxide surfaces for various coverages. The scientific projects are still ongoing and follow-up funding applications are being pursued by the three parties. Specifically, the Israel project has generated interest by the PI in additional investigations of metal oxide surfaces (such as Alumina). These have inspired a grant application to a DMR-CER program for continued funding (funding was granted). &nbsp;Generally, these funding applications are made stronger by the preliminary results obtained during the international visits made possible by the CNIC funding.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Michele&nbsp;Pavanello</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1404739/1404739_10337592_1448917227846_TPP--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1404739/1404739_10337592_1448917227846_TPP--rgov-800width.jpg\" title=\"ET in FeTPP\"><img src=\"/por/images/Reports/POR/2015/1404739/1404739_10337592_1448917227846_TPP--rgov-66x44.jpg\" alt=\"ET in FeTPP\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Timescale of Electron Transfer (in seconds) in a FeTPP dimer as a function of the benzene-porphyrin dihedrals (theta' and theta'') and the angle between the two porphyrins (theta).</div>\n<div class=\"imageCredit\">Marc Mankarious, Damien Riedel, and Michele Pavanello</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Michele&nbsp;Pavanello</div>\n<div class=\"imageTitle\">ET in FeTPP</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1404739/1404739_10337592_1448917688474_ITO_coverage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1404739/1404739_10337592_1448917688474_ITO_coverage--rgov-800width.jpg\" title=\"Hydroxylated ITO surface\"><img src=\"/por/images/Reports/POR/2015/1404739/1404739_10337592_1448917688474_ITO_coverage--rgov-66x44.jpg\" alt=\"Hydroxylated ITO surface\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">100% (a and b) and 66% (c and d) OH coverage of a ITO (a and c) and Indium Oxide (b and d) surfaces. The indicated patterns refer to the direction of the surface OH groups. Equilateral triangles indicate an unstable conformation. (a)</div>\n<div class=\"imageCredit\">Jaren Harrelll, Iris Visoly-Fisher, and Michele Pavanello</div>\n<div class=\"imageSubmitted\">Michel...",
  "por_txt_cntn": "\nThe project's objective was to initiate two new international collaborations. One with Prof. Damien Riedel of the Institut des Sciences Moleculaires dÆOrsay, Orsay, France, and the other with Prof. Iris Visoly-Fisher of Ben Gurion University of the Negev, BeÆer Sheva, Israel. The CNIC program provided funding for carrying out visits of the PI and two of his students at the international collaboratorsÆ laboratories. Initial data gathering and research planning activities in France involved low-temperature Ultra-High Vacuum STM measurements of single donor-acceptor pairs deposited on CaF2 surfaces. The activities in Israel involved carrying out Kelvin scan probe microscopy of self-assembled mono- and multilayers on semiconducting Indium Tin Oxide (ITO) and Indium Oxide (IO) surfaces. In both instances, the PI and students carried out quantum-mechanical modeling in order to explain and guide the experiments.  Figure 1 shows the computed electron transfer timescales for the porphyrin systems. Figure 2 shows the simulated hydroxylated ITO and Indium Oxide surfaces for various coverages. The scientific projects are still ongoing and follow-up funding applications are being pursued by the three parties. Specifically, the Israel project has generated interest by the PI in additional investigations of metal oxide surfaces (such as Alumina). These have inspired a grant application to a DMR-CER program for continued funding (funding was granted).  Generally, these funding applications are made stronger by the preliminary results obtained during the international visits made possible by the CNIC funding. \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Michele Pavanello"
 }
}