{
 "awd_id": "1404488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Laser Cooling Ions in An Ultracold Neutral Plasma",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 140040.0,
 "awd_amount": 140040.0,
 "awd_min_amd_letter_date": "2014-09-06",
 "awd_max_amd_letter_date": "2015-07-02",
 "awd_abstract_narration": "This project explores the possibility of using laser light to reduce the temperature of a gas composed of electrons and charged atoms (a so-called \"neutral plasma\"). The charged atoms (ions) and electrons exert electrical forces on each other. In ordinary plasmas, the ions and electrons move quickly and only push on each other briefly as they rapidly pass one another. When the plasma temperature falls, the amount of time charged particles spend near each other increases and the influence of the electrical force becomes more pronounced. At low enough temperatures, the gaseous plasma assumes characteristics of dense liquids. Interestingly, fusion-class plasmas (extremely hot plasmas that are being studied for their potential as an advanced source of electrical power production) also behave as dense liquids. This happens not because of low temperature, but because of high density. The degree to which a plasma behaves as a dense liquid is given by a mathematical quotient of the plasma density divided by the temperature. In fusion plasmas, this quotient is large because of high density. In the proposed experiments, this quotient is large because of low temperature. This makes it possible for the proposed experiments to study the physics of fusion-class plasmas using a model system at low temperatures with exquisite control over experimental conditions. Activities funded by this proposal will explore the limits of low temperatures in ultracold plasmas. Brigham Young University, where this research will be carried out, sponsors one of the largest undergraduate physics programs in the nation. Because several undergraduate students will be involved in this work, NSF funding will directly influence their scientific education and preparation.\r\n\r\nThe strong coupling parameter, gamma, is limited in ultracold neutral plasmas by the process of disorder-induced heating (DIH). The cold ions are created by photo-ionizing laser-cooled Ca atoms in a magneto-optical trap. Although cold, these ions have an overwhelmingly large electrical potential energy. The ions are accelerated as they move to minimize their potential energy. The Ca ion temperature increases from a few mK to a few kelvin, a factor of 1000  in less than 100 ns. Kinetic and thermodynamic plasma properties scale with gamma. Unfortunately, DIH limits gamma to be less than  2 in neutral plasmas. The goal of this research, therefore, is to reduce the ion temperature in ultracold neutral plasmas using laser cooling, increasing the value of gamma. This proposal builds on extensive previous work by Dr. Bergeson in this field. Successful realization of this goal will generate a platform from which high-gamma experiments can be performed in the future. The ions will be cooled using a powerful frequency-broadened laser at 397 nm. The optical leak in the cooling transition to the 3d doublet D (J=3/2) level will be plugged using lasers at 850 and 854 nm. Repumping coherences will be avoided by alternately switching these near-infrared laser intensities. After a specified cooling time, the cooling light will be switched off and the ion temperature will be probed by scanning a low-intensity laser across the 397 nm absorption line profile, collecting the laser-induced fluorescence, and fitting the measured lineshape to a Voigt profile. One challenge in this project is using optical forces to overcome the electron-driven radial plasma expansion. Simulations suggest that this is possible. Another challenge will be to scatter photons from the plasma ions fast enough that the ions can be slowed and confined before velocity-changing collisions redistribute the ion kinetic energy to untrapped portions of the ensemble. Numerical estimates suggest that this should be possible at low plasma densities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Bergeson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Scott D Bergeson",
   "pi_email_addr": "scott.bergeson@byu.edu",
   "nsf_id": "000427548",
   "pi_start_date": "2014-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "Dept of Phys and Astron",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 70020.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 70020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to use laser light to cool ions in a plasma to temperatures near 0.001 K. Experiments like this have been successfully carried out for non-neutral plasmas in ion traps. However, cooling in untrapped neutral plasmas had never been done.</p>\n<p>This award was reduced from its original scope to \"proof-of-principle\" only as a result of the recommendation of the review panel. Using low-power lasers and other equipment already on hand, it was thought that we could achieve a modest level of cooling and that this modest achievement might form the basis for a more ambitious project in the future. Unfortunately, the scaled-back project was not successful and another group using higher power lasers and a slightly different experimental setup successfully achieved laser-cooling of ions in a neutral plasma a few months ago.</p>\n<p>Three undergraduate students worked on this project. They were mentored in a cutting-edge research lab by a graduate student and the PI. They helped design and lay out the optical systems, implement the basic idea of laser-cooling, record and analyze data, and prepare manuscripts for presentations at conferences. This training helped advance their education and contributed towards the objectives of the proposal. The project and its intermediate goals were presented by the PI and these students at scientific meetings.</p>\n<ul>\n<li>Scott Bergeson, \"The never ending quest for higher values of the strong coupling parameter,\" Air Force Office of Scientific Research Program Review, Santa Fe, NM, May 2015</li>\n<li>Daniel Crunkleton, Kyle Schneider, Kade Bishop, and S. D. Bergeson, \"Laser-cooling ions in an ultracold neutral plasma,\"&nbsp;APS Division of Atomic, Molecular and Optical Physics (DAMOP), Columbus, OH, June 2016</li>\n<li>Stephen Rupper and S. D. Bergeson, \"<span> </span>Laser-cooling calcium ions in an ultracold neutral plasma,\" APS Division of Plasma Physics (DPP), San Jose, CA, October 2016</li>\n<li>Kade Bishop, Kyle Schneider, Daniel Crunkleton, and S. D. Bergeson, \"<span>Progress towards Ion-cooling in an Ultra-cold Neutral Plasma,\"&nbsp;</span>BYU student research conference, March 2015</li>\n<li>Kade Bishop and S. D. Bergeson, &ldquo;A first look at laser-cooling ions in an ultracold neutral plasma,&rdquo; APS 4-Corners, Tempe, AZ, October 2015</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Scott&nbsp;D&nbsp;Bergeson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to use laser light to cool ions in a plasma to temperatures near 0.001 K. Experiments like this have been successfully carried out for non-neutral plasmas in ion traps. However, cooling in untrapped neutral plasmas had never been done.\n\nThis award was reduced from its original scope to \"proof-of-principle\" only as a result of the recommendation of the review panel. Using low-power lasers and other equipment already on hand, it was thought that we could achieve a modest level of cooling and that this modest achievement might form the basis for a more ambitious project in the future. Unfortunately, the scaled-back project was not successful and another group using higher power lasers and a slightly different experimental setup successfully achieved laser-cooling of ions in a neutral plasma a few months ago.\n\nThree undergraduate students worked on this project. They were mentored in a cutting-edge research lab by a graduate student and the PI. They helped design and lay out the optical systems, implement the basic idea of laser-cooling, record and analyze data, and prepare manuscripts for presentations at conferences. This training helped advance their education and contributed towards the objectives of the proposal. The project and its intermediate goals were presented by the PI and these students at scientific meetings.\n\nScott Bergeson, \"The never ending quest for higher values of the strong coupling parameter,\" Air Force Office of Scientific Research Program Review, Santa Fe, NM, May 2015\nDaniel Crunkleton, Kyle Schneider, Kade Bishop, and S. D. Bergeson, \"Laser-cooling ions in an ultracold neutral plasma,\" APS Division of Atomic, Molecular and Optical Physics (DAMOP), Columbus, OH, June 2016\nStephen Rupper and S. D. Bergeson, \" Laser-cooling calcium ions in an ultracold neutral plasma,\" APS Division of Plasma Physics (DPP), San Jose, CA, October 2016\nKade Bishop, Kyle Schneider, Daniel Crunkleton, and S. D. Bergeson, \"Progress towards Ion-cooling in an Ultra-cold Neutral Plasma,\" BYU student research conference, March 2015\nKade Bishop and S. D. Bergeson, \"A first look at laser-cooling ions in an ultracold neutral plasma,\" APS 4-Corners, Tempe, AZ, October 2015\n\n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Scott D Bergeson"
 }
}