{
 "awd_id": "1404139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mississippi's Contribution to Advanced LIGO's Search for Gravitational Waves",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2014-06-15",
 "awd_max_amd_letter_date": "2019-03-28",
 "awd_abstract_narration": "The new Advanced LIGO detectors are on course to start soon their first science run. Before the end of this award period, Advanced LIGO may open a new, revolutionary window on the universe that will probe some of the most energetic and mysterious phenomena in the sky, from merger of black holes and explosions of supernovae to the internal structure of neutron stars. Gravitational-wave astronomy will allow scientists to see the universe from a novel and unique perspective, providing astrophysical insights that are not accessible with conventional telescopes. This research delivers vital contributions to Advanced LIGO's scientific core mission while strengthening LIGO's commitment to improving science education among diverse and underserved segments of the population, the youth and the general public. The success of the Advanced LIGO endeavor will have broader impacts in physics, astronomy, technology and engineering through the project's multiple spin offs. Research under this award will encourage the growth of scientific advancement in the southeast region of the United States, increase educational opportunities in science, technology, engineering and mathematics (STEM), and enhance diversity in science. \r\n\r\nThe activities funded through this award support Advanced LIGO research during detector commissioning and early science data taking phases. After the initial acceptance of the Advanced LIGO interferometers, University of Mississippi's researchers and students will work with LIGO personnel to characterize and improve the performance of the new instruments. These activities will be carried out on site by senior personnel and graduate students residing at the observatories, as well as off-site through the use of existing LIGO detector characterization tools and data mining techniques. In this phase, Mississippi's researchers and students will also contribute to the development, implementation and maintenance of dedicated software for data analysis and detector characterization. During the initial Advanced LIGO science runs, University of Mississippi's personnel will work in close contact with LIGO scientists to monitor and improve the performance of the detectors, mitigate unwanted non-astrophysical features in the data and reduce the background of Advanced LIGO's astrophysical searches.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Cavaglia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Cavaglia",
   "pi_email_addr": "cavagliam@gmail.com",
   "nsf_id": "000099470",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Bombelli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Bombelli",
   "pi_email_addr": "bombelli@olemiss.edu",
   "nsf_id": "000187807",
   "pi_start_date": "2019-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mississippi",
  "perf_str_addr": "",
  "perf_city_name": "University",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386771848",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7621",
   "pgm_ref_txt": "PHYSICS-BROADEN PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award provided support for the research activities of the University of Mississippi group within the Laser Interferometer Gravitational-Wave Observatory (LIGO) Scientific Collaboration from August&nbsp;<span>2014</span> through July 2019. The LIGO detectors were designed to directly detect for the first time gravitational waves of astrophysical origin. During the period of this award, on February 11, 2016 the LIGO Scientific Collaboration and the Virgo Collaboration announced the first direct detection of gravitational waves from a pair of coalescing solar-mass black holes using LIGO data. On August 17,&nbsp;2017 LIGO and Virgo observed gravitational waves from the merger of two neutron stars rapidly followed by the detection of a gamma-ray flash, and later optical, infrared, radio, and x-ray observations by hundreds of telescopes around the world. At the time this outcome report is written, LIGO and Virgo have announced nine additional confirmed detections of black hole mergers and many more candidate detections. Work done under this award by Mississippi researchers and students contributed to these milestone discoveries.</p>\n<p>Intellectual merit</p>\n<p>The LIGO group at the University of Mississippi contributed to LIGO science in the areas of data analysis, detector characterization and commissioning. Data analysis work focused on the study&nbsp;<span>of the properties of binary black hole mergers and gravitational-wave signals in coincidence with Gamma Ray Bursts, and on improving data quality for LIGO's transient searches.&nbsp;</span>Detector characterization work included development of pipelines for classification of noise transients and monitoring of LIGO detector's environment. Commissioning work focused on the calibration of the detectors, an essential step in LIGO's detection process, as well as&nbsp;<span>hunting the origin of various non-astrophysical noise and&nbsp;</span><span>improving the detector sensitivity.&nbsp;</span>Researchers and students funded under this award performed these activities at their home institution and at the LIGO Laboratory sites.</p>\n<p>Broader impacts</p>\n<p>The support provided under this award allowed Mississippi researchers and students to develop educational material, create new public outreach initiatives. Funding through this award allowed the training&nbsp; of a post-doctoral researcher and many graduate and undergraduate students participating in the project. Most of these students are now continuing their career in STEM, either in academia or industry. P<span>ublic outreach activities and other educational initiatives helped promote science to Mississippi and Louisiana students, as well as the general public. This award supported the production of a science documentary film on LIGO's 2015 momentous discovery which reached thousands of people across the globe and the organization of a p</span>rofessional development workshop for Mississippi's school teachers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2019<br>\n\t\t\t\t\tModified by: Marco&nbsp;Cavaglia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award provided support for the research activities of the University of Mississippi group within the Laser Interferometer Gravitational-Wave Observatory (LIGO) Scientific Collaboration from August 2014 through July 2019. The LIGO detectors were designed to directly detect for the first time gravitational waves of astrophysical origin. During the period of this award, on February 11, 2016 the LIGO Scientific Collaboration and the Virgo Collaboration announced the first direct detection of gravitational waves from a pair of coalescing solar-mass black holes using LIGO data. On August 17, 2017 LIGO and Virgo observed gravitational waves from the merger of two neutron stars rapidly followed by the detection of a gamma-ray flash, and later optical, infrared, radio, and x-ray observations by hundreds of telescopes around the world. At the time this outcome report is written, LIGO and Virgo have announced nine additional confirmed detections of black hole mergers and many more candidate detections. Work done under this award by Mississippi researchers and students contributed to these milestone discoveries.\n\nIntellectual merit\n\nThe LIGO group at the University of Mississippi contributed to LIGO science in the areas of data analysis, detector characterization and commissioning. Data analysis work focused on the study of the properties of binary black hole mergers and gravitational-wave signals in coincidence with Gamma Ray Bursts, and on improving data quality for LIGO's transient searches. Detector characterization work included development of pipelines for classification of noise transients and monitoring of LIGO detector's environment. Commissioning work focused on the calibration of the detectors, an essential step in LIGO's detection process, as well as hunting the origin of various non-astrophysical noise and improving the detector sensitivity. Researchers and students funded under this award performed these activities at their home institution and at the LIGO Laboratory sites.\n\nBroader impacts\n\nThe support provided under this award allowed Mississippi researchers and students to develop educational material, create new public outreach initiatives. Funding through this award allowed the training  of a post-doctoral researcher and many graduate and undergraduate students participating in the project. Most of these students are now continuing their career in STEM, either in academia or industry. Public outreach activities and other educational initiatives helped promote science to Mississippi and Louisiana students, as well as the general public. This award supported the production of a science documentary film on LIGO's 2015 momentous discovery which reached thousands of people across the globe and the organization of a professional development workshop for Mississippi's school teachers.\n\n \n\n\t\t\t\t\tLast Modified: 08/15/2019\n\n\t\t\t\t\tSubmitted by: Marco Cavaglia"
 }
}