{
 "awd_id": "1404687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Chile Planning Visit to Establish a Collaborative Study on the Role of Ecological Gradients in Shaping Mutualistic and Antagonistic Interactions",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2014-12-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 69470.0,
 "awd_amount": 69470.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2017-06-08",
 "awd_abstract_narration": "US-CHILE PLANNING VISIT TO ESTABLISH A COLLABORATIVE STUDY ON THE ROLE OF ECOLOGICAL GRADIENTS IN SHAPING MUTUALISTIC AND ANTAGONISTIC INTERACTIONS\r\n\r\nThis proposal seeks to create a new intellectual partnership between US and Chilean researchers to explore the dynamics of interactions between plants and animals along steep elevation gradients.  The Chilean collaborators are the entomologist Dr. Cristian Villagra (Universidad Metropolitana de Ciencias de la Educacion), and the chemical ecologist Dr. Alejandro Urzua (Universitad de Santiago), while the US-based collaborator is Dr. Sergio Rasmann (University of California, Irvine), an evolutionary ecologist who studies the chemical make-up of plant-insect interaction. This study will investigate the origin of the diversity of interactions between plants, the insects that pollinate their flowers, and the insects that consume them (herbivores). The central focus of this project is to determine how these interactions are shaped by ecological gradients, plant chemistry, and/or evolutionary history. By understanding the forces that shape species interaction, the researchers will shade light on the mechanisms that generate and maintain biodiversity on Earth. \r\n\r\nNatural communities are maintained and have evolved along complex webs of mutualistic and antagonistic interactions. How these interactions, between plants, their pollinators, and their antagonistic herbivores, are shaped by natural selection and maintained within particular habitats remains a dominant question in community ecology. The international collaboration will take advantage of the plant genus Haplopappus (Asteraceae), which includes >60 species scattered from the Pacific coast up to 5000 m above sea level in the Chilean cordillera. The goal of this project is to evaluate the true functionality of Haplopappus spp. flower and leaf morphology and chemical make-up diversity along steep elevation gradients, and to dissect how biotic or abiotic factors, or evolutionary constraints interact to maintain community variation across contrasting habitats. This proposed project will specifically ask: 1) How do animal community and plant traits change along elevation gradients in Chile? 2) What are the biotic and abiotic constraints in maintaining the faunal diversity of pollinators? And 3) how does plant chemistry influences plant-animal species interactions?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergio",
   "pi_last_name": "Rasmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergio Rasmann",
   "pi_email_addr": "srasmann@uci.edu",
   "nsf_id": "000620797",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "Universitad Metropolitana de Ciencias de la Educacion",
  "perf_str_addr": "",
  "perf_city_name": "Santiago",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CI",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Chile",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5974",
   "pgm_ref_txt": "CHILE"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 69470.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong></p>\n<p>The <em>Haplopappus </em>plant system that was investigated within this project allowed to study the evolution of plant-herbivore-pollinator specialization along elevation gradients, and simultaneously test classic hypotheses of plant defense theories using a modern comparative approach. This project bridged several disciplines, including community ecology, chemical ecology, evolution, and biodiversity. It advanced metabolomics analyses of secondary compounds, behavioral experiments with a cutting-edge custom-made olfactometer, as well as classic fieldwork in ecology such as reciprocal transplant experiments, pollination observations, and plant functional trait analyses along elevation gradients. Taken all together, such a comprehensive analyses brought forward knowledge on how communities are built and maintained when plant colonize steep and large-scale ecological gradients. Specifically, it dissected both biotic (herbivore and pollinator pressure, plant traits, evolutionary history) and abiotic (elevation, temperature, precipitation) factors that promote (or constrains) community structuring into different habitats.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts</strong></p>\n<p>At the broader level, this proposal allowed increasing basic knowledge of South American biodiversity, which is still largely unexplored, in turn allowing increasing public awareness about the environmental issues that the Central region of Chile is facing. This region has been classified as one of the 25 &ldquo;hotspots&rdquo; of the world. Its areas feature exceptional concentrations of endemic species that are at risk for extinction due to significant loss of habitat resulting from increased urbanization and global warming. Documentation and classification of several unknown plant and insect species is the crucial first step for conserving biodiversity. This project contributed at building outreach activities such as public-directed workshops (in La Ligua, Los Molles, and at the National botanical garden in Vina del Mar) to disseminate information about these habitat conservation issues with local communities, scientists, and legislators. Each workshop mainly aimed at explaining the current situation of biodiversity loss in Chile, and how restoration and conservation practices could be implemented into land management. This CNIC project also allowed the training of students in both the United States and Chile with the goal of exposing these students to the establishment of an international collaboration and expanding their global perspective. A master&rsquo;s student at the Universidad Metropolitana de Ciencias de la Educacion received training in ecology, entomology and evolutionary biology and contributed to the proposed research by performing experiments. Entomology undergraduate students from Chile joined the field trips and helped in insect collection and identification. Graduate students and post-docs from UCI and Switzerland joined the field trips, learned about Mediterranean and Andean ecology, as well as acquired skills in chemical ecology sampling and analyses. They were given the unique opportunity to travel to Chile, participate in a research project abroad, develop a network of colleagues in Chile, and disseminate results internationally through participation in conferences internationally. Finally, this study already produced three peer-reviewed papers, and two additional ones are underway.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/07/2019<br>\n\t\t\t\t\tModified by: Sergio&nbsp;Rasmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit\n\nThe Haplopappus plant system that was investigated within this project allowed to study the evolution of plant-herbivore-pollinator specialization along elevation gradients, and simultaneously test classic hypotheses of plant defense theories using a modern comparative approach. This project bridged several disciplines, including community ecology, chemical ecology, evolution, and biodiversity. It advanced metabolomics analyses of secondary compounds, behavioral experiments with a cutting-edge custom-made olfactometer, as well as classic fieldwork in ecology such as reciprocal transplant experiments, pollination observations, and plant functional trait analyses along elevation gradients. Taken all together, such a comprehensive analyses brought forward knowledge on how communities are built and maintained when plant colonize steep and large-scale ecological gradients. Specifically, it dissected both biotic (herbivore and pollinator pressure, plant traits, evolutionary history) and abiotic (elevation, temperature, precipitation) factors that promote (or constrains) community structuring into different habitats.\n\n \n\nBroader Impacts\n\nAt the broader level, this proposal allowed increasing basic knowledge of South American biodiversity, which is still largely unexplored, in turn allowing increasing public awareness about the environmental issues that the Central region of Chile is facing. This region has been classified as one of the 25 \"hotspots\" of the world. Its areas feature exceptional concentrations of endemic species that are at risk for extinction due to significant loss of habitat resulting from increased urbanization and global warming. Documentation and classification of several unknown plant and insect species is the crucial first step for conserving biodiversity. This project contributed at building outreach activities such as public-directed workshops (in La Ligua, Los Molles, and at the National botanical garden in Vina del Mar) to disseminate information about these habitat conservation issues with local communities, scientists, and legislators. Each workshop mainly aimed at explaining the current situation of biodiversity loss in Chile, and how restoration and conservation practices could be implemented into land management. This CNIC project also allowed the training of students in both the United States and Chile with the goal of exposing these students to the establishment of an international collaboration and expanding their global perspective. A master?s student at the Universidad Metropolitana de Ciencias de la Educacion received training in ecology, entomology and evolutionary biology and contributed to the proposed research by performing experiments. Entomology undergraduate students from Chile joined the field trips and helped in insect collection and identification. Graduate students and post-docs from UCI and Switzerland joined the field trips, learned about Mediterranean and Andean ecology, as well as acquired skills in chemical ecology sampling and analyses. They were given the unique opportunity to travel to Chile, participate in a research project abroad, develop a network of colleagues in Chile, and disseminate results internationally through participation in conferences internationally. Finally, this study already produced three peer-reviewed papers, and two additional ones are underway.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/07/2019\n\n\t\t\t\t\tSubmitted by: Sergio Rasmann"
 }
}