{
 "awd_id": "1404919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDS&E Decision Framework for Predictive Simulation of Highly Non-Equilibrium Thermal Transport in Nanomaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 159927.0,
 "awd_amount": 159927.0,
 "awd_min_amd_letter_date": "2014-08-07",
 "awd_max_amd_letter_date": "2014-08-07",
 "awd_abstract_narration": "CBET 1404991/1404823/1404919\r\nMurthy (U Texas at Austin), Mahadevan (Vanderbilt), Strachan (Purdue)\r\n\r\n\r\nDuring the last few years, the ability to experimentally probe physical phenomena at the nanoscale has improved dramatically. Experimental techniques  are producing detailed nanoscale data on heat transport in materials such as graphene and silicon, but there are significant questions about whether these data are being interpreted correctly. One issue is that the theory used to interpret these data is too simplistic for the highly non-equilibrium regimes involved. Another issue is that there is significant variability in nanoscale measurements because of the extremely small length and time scales involved. In order to use experimental data to improve theory, one must fully account for measurement uncertainty, statistical variability in nanoscale fabrication techniques, and variability in material properties, and develop a systematic way to identify knowledge gaps in current models using these uncertain data. In this project, we propose to merge two hitherto distinct fields, decision science and phonon transport simulation, to create the first-ever decision framework for the systematic development and improvement of nanoscale thermal transport theory. The work will impact a wide variety of consumer applications including microelectronics, energy conversion and energy storage.\r\n\r\n The research and simulation tools developed in the project will be disseminated to the research community and to the graduate and undergraduate programs at UT Austin, Purdue and Vanderbilt through Purdue's nanoHUB, along with educational modules and tutorials to help broaden use. All three schools will actively engage their existing and highly-effective programs to recruit women and underrepresented minorities into their research programs. UT Austin will draw undergraduate research projects from this work to integrate into their innovative 35-in-5 Women in ME initiative which aims to increase the percentage of women in their freshman Mechanical Engineering batch to 35% by 2018.\r\n\r\nThe overall objective of this proposal is to develop a deeper understanding of highly non-equilibrium phonon transport in nanomaterials. During the last few years, as our ability to probe nanoscale thermal and electronic transport has improved, it has come to be recognized that non-equilibrium transport dominates the performance of many emerging nanotechnologies and measurement systems. Experimental techniques such as micro-Raman and micro Brillouin Light Scattering  are producing detailed wave-vector resolved phonon transport data which must be interpreted correctly if their true potential is to be unleashed. Though theory and computational predictions are also being developed simultaneously, few direct comparisons of measurements and theory have been made at this granularity and there is little confidence that  existing  theories  are  adequate.  The  project  will  combine  detailed  models  and  experiments  for optically-excited phonon transport in graphene, bulk and thin film silicon and other materials with a Bayesian decision framework to develop better theories, interpret emerging experiments correctly, design better experiments and simulations and to quantify the uncertainty in our predictions.  A unique feature of the  project  is  the  use  of  classical  molecular  dynamics  (MD)  simulations  to  evaluate  model  form uncertainty in phonon transport simulations based on the semi-classical phonon Boltzmann transport equation (BTE). Furthermore, by exploiting unique micro-Raman and micro Brillouin Light Scattering measurements being performed UT Austin in a parallel NSF project, we will have a one-of-a-kind opportunity to obtain spatially and mode-resolved phonon transport data that can significantly improve the quality of our models.\r\n\r\nThe research plan includes the use of a Bayesian framework to   (i) quantify model form uncertainties  due  small-perturbation  assumptions  in  the     modeling  of  phonon  scattering  through calibration  with  molecular  dynamics  (ii)  calibrate  interatomic  potentials  to  spatially  and  spectrally-",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alejandro",
   "pi_last_name": "Strachan",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Alejandro H Strachan",
   "pi_email_addr": "strachan@purdue.edu",
   "nsf_id": "000487345",
   "pi_start_date": "2014-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "1205 West State Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 159927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on characterizing thermal transport in nanoscale materials of technological interest. While for macroscopic specimens thermal conductivity is a property of the material, independent of size and how heat is injected or removed, nanoscale specimens exhibit a much more complex behavior. Surface scattering and non-equilibrium processes dominate the transport of heat under these conditions and this effort used atomistic simulations to uncover the physics that dominates such phenomena.</p>\n<p>We use&nbsp;molecular dynamics (MD) simulations&nbsp;to investigate how the energy input and distribution in contacts affect the thermal&nbsp;transport&nbsp;in silicon as described by the Stillinger-Webber potential. Quite surprisingly, the&nbsp;phonon&nbsp;thermal conductivity&nbsp;of the channel obtained using the two thermostats to control temperature in the contacts but under otherwise identical conditions can differ by a factor of up to three. An analysis of the MD trajectories shows that the spectral energy distribution in the contacts can be affected by the thermostats, resulting in the injection&nbsp;phonons&nbsp;with different frequencies. Thus,&nbsp;transport&nbsp;through the channel occurs away from local equilibrium resulting in a change effective thermal conductivity. The discrepancy between the two methods vanishes as the coupling strength between the thermostat and&nbsp;material&nbsp;is reduced and for long channels. These results stress the importance of contacts in nanoscale thermal&nbsp;transport&nbsp;in simulations and in the interpretation of experimental data.</p>\n<p>A second effort used MD simulations to characterize the effect of various surface terminations on phonon thermal transport in nanoscale Cu slabs. Specifically, the team studies whether capping a nanoscale Cu slab with graphene could improve surface scattering. While capping the slabs with graphene increases the conductivity, the poor thermal contact between Cu and graphene results in less than ideal performance of the hybrid material. Interestingly, the simulations reveal that the graphene capping layer reduces surface scattering on the Cu slab and this effect is significantly more pronounced in the case of defective surface. The results provide insight into the use of graphene capping to improve transport in nanoscale interconnects for nanoelectronics.</p>\n<p>In addition, the team worked on a tool for atomistic simulations of thermal transport in nano-materials deployed in NSF&rsquo;s nanoHUB (<a href=\"https://nanohub.org/tools/nmstthermal\">https://nanohub.org/tools/nmstthermal</a>). The tool enables researchers, instructors and students to perform simulations simply using a web-browser without downloading or installing any software using nanoHUB&rsquo;s cloud computing. The goal is for users to focus on the physics of thermal transport and not on the computing aspects to setting up and executing the simulation. Since its deployment in nanoHUB, the tool has been used by 362 users who performed 2,900+ simulations (<a href=\"https://nanohub.org/resources/nmstthermal/usage\">https://nanohub.org/resources/nmstthermal/usage</a>).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2018<br>\n\t\t\t\t\tModified by: Alejandro&nbsp;H&nbsp;Strachan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on characterizing thermal transport in nanoscale materials of technological interest. While for macroscopic specimens thermal conductivity is a property of the material, independent of size and how heat is injected or removed, nanoscale specimens exhibit a much more complex behavior. Surface scattering and non-equilibrium processes dominate the transport of heat under these conditions and this effort used atomistic simulations to uncover the physics that dominates such phenomena.\n\nWe use molecular dynamics (MD) simulations to investigate how the energy input and distribution in contacts affect the thermal transport in silicon as described by the Stillinger-Webber potential. Quite surprisingly, the phonon thermal conductivity of the channel obtained using the two thermostats to control temperature in the contacts but under otherwise identical conditions can differ by a factor of up to three. An analysis of the MD trajectories shows that the spectral energy distribution in the contacts can be affected by the thermostats, resulting in the injection phonons with different frequencies. Thus, transport through the channel occurs away from local equilibrium resulting in a change effective thermal conductivity. The discrepancy between the two methods vanishes as the coupling strength between the thermostat and material is reduced and for long channels. These results stress the importance of contacts in nanoscale thermal transport in simulations and in the interpretation of experimental data.\n\nA second effort used MD simulations to characterize the effect of various surface terminations on phonon thermal transport in nanoscale Cu slabs. Specifically, the team studies whether capping a nanoscale Cu slab with graphene could improve surface scattering. While capping the slabs with graphene increases the conductivity, the poor thermal contact between Cu and graphene results in less than ideal performance of the hybrid material. Interestingly, the simulations reveal that the graphene capping layer reduces surface scattering on the Cu slab and this effect is significantly more pronounced in the case of defective surface. The results provide insight into the use of graphene capping to improve transport in nanoscale interconnects for nanoelectronics.\n\nIn addition, the team worked on a tool for atomistic simulations of thermal transport in nano-materials deployed in NSF?s nanoHUB (https://nanohub.org/tools/nmstthermal). The tool enables researchers, instructors and students to perform simulations simply using a web-browser without downloading or installing any software using nanoHUB?s cloud computing. The goal is for users to focus on the physics of thermal transport and not on the computing aspects to setting up and executing the simulation. Since its deployment in nanoHUB, the tool has been used by 362 users who performed 2,900+ simulations (https://nanohub.org/resources/nmstthermal/usage).\n\n \n\n\t\t\t\t\tLast Modified: 12/31/2018\n\n\t\t\t\t\tSubmitted by: Alejandro H Strachan"
 }
}