{
 "awd_id": "1404482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: Multiscale Dynamics Simulation of Self-Assembly and Transport in Nanoparticulate Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 364796.0,
 "awd_amount": 364796.0,
 "awd_min_amd_letter_date": "2014-06-23",
 "awd_max_amd_letter_date": "2014-07-14",
 "awd_abstract_narration": "CBET 1404482\r\nZhang, University of Missouri\r\n\r\n\r\nDry and wet nanoparticulate systems are encountered in a variety of applications including pharmaceutics, biomedical and chemical processing.  In understanding and optimization of these systems, an accurate predictive capacity is critical. Since the physics of the interacting force fields in such systems are complex, a multi-scale approach is necessary, requiring large-scale simulations. The proposed research aims to develop cost-effective and accurate predictive approaches for multi-scale computations of nanoparticulate systems.\r\n\r\nMultiscale dynamics simulation of self-assembly and transport of nanoparticles in both dry and wet nanoparticulate systems will be performed by integrating sub-models at different scales using data-enabled approaches. The unique behavior of the dry particulate systems is that they present both solid-like and liquid-like features leading to a number of fascinating characters. Understanding the transport of nanoparticles in wet particulate systems through multi-scale computation will significantly improve the process by revealing dominant parameters to obtain desirable final nanostructure. An \"objective-driven\" method will be utilized to regenerate appropriate parameter sets by combining Ab initio calculation for interatomic force construction and Monte Carlo optimization of parameters. A multiscale computation, which covers atom-atom, atom-cluster, and cluster-cluster scales, will be carried out through a data-stream support methodology. Through atom-atom level simulation, crucial sets of force field (FF) parameters will be generated; the atom-cluster level computation will mainly investigate interactions between a single or a group of clusters (nanoparticles) and immersing flowing liquid molecules. Once all the infrastructures are well established via reconstructing innovative cage particle and porting to extensible LAMMPS, many phenomena associated with self-assembly and transport in nanoparticulate systems can be rigorously computed under this framework. \r\n\r\nThe general \"objective-driven\" method will be implemented into software to meet needs of many optimizations works, including obtaining desired FF parameters. The newly developed atomic style-cage granule and other sub-models will further empower the open-source molecular dynamics code LAMMPS, which has a very large number of users around the world. Since the code is also compatible to LIGGGHTS (based on LAMMPS) and CFDEM (a combination of LAMMPS and OpenFOAM), their users will also definitely benefit from the functionalities and data obtained from this project. The outcome of the research will be disseminated through publications in archival journals, presentations at national and international conferences, and students' thesis/dissertations. The proposed outreach activities will also help promoting the public awareness and recognition of science and engineering and promote the public image of scientists and engineers, which will play a very important role in education in all levels and may also have broader impacts on technology, economy, and society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuwen",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuwen Zhang",
   "pi_email_addr": "zhangyu@missouri.edu",
   "nsf_id": "000280554",
   "pi_start_date": "2014-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "310 Jesse Hall",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1415",
   "pgm_ref_txt": "PARTICULATE &MULTIPHASE PROCES"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 364796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Particle packing plays an important role in many branches of science and engineering, including powder-based additive manufacturing (e.g., 3-D printing), sand piling, agricultural product piling, ceramics, and electromagnetic materials. The unique behavior of the dry particulate systems is that they present both solid-like and liquid-like features leading to a number of fascinating characters. The well-ordered colloidal particles monolayers, such as polystyrene, silica, and protein, are interesting objects for applications as lithography masks, antireflection surfaces, multilens arrays, photonic crystals, and data storage media.</p>\n<p>Multiscale dynamics simulations of self-assembly and transport of nanoparticles in both dry and wet nanoparticulate systems have been performed using data-enabled approaches. A smooth particle hydrodynamics (SPH) method has been thoroughly implemented into LAMMPS so as to enable the computer program to deal with solid mechanics (both elastic and plastic), fluid dynamics (single phase, multiphase) and fluid-solid interaction problems. A multiphase CFD-DEM solver for OpenFOAM that can handle phase change, intermixing of fluids and interaction between the fluid and solid is developed. The final packing structure of the sub-micron particles in terms of distribution of coordination number and radial distribution function has been obtained. The molecular dynamics simulations are conducted to find the most accurate potential function from tens of candidates available in the literature for the investigation of the contact force model of two metallic particles by comparing the accuracy of the predicted bulk modulus, Young?s modulus, shear modulus, and Poisson ratio. Six pure metallic materials, including copper, aluminum, nickel, platinum, gold, and silver, are thoroughly investigated. The interatomic potentials designed for the single elements, binary, trinary and higher order compounds were tested for each species using molecular dynamics simulation. This shines a spotlight on the interatomic potentials that demonstrate good transferability to finite temperature properties and can be safely used for advancing nanoscale breakthroughs.</p>\n<p>The research findings were disseminated by publication to archival journals, presentation to the professional conferences, and graduate students' thesis. The PI integrated the research funding to the undergraduate senior and graduate courses. The project helped three graduate students and one research faculty, who worked on the project to get a deep understanding of the multiscale dynamics Simulation of self-assembly and transport in nanoparticulate Systems. A better understanding of the interaction between flow and immersed nanoparticles can help researchers to derive a statistically significant hydrodynamic drag force model. The smooth particle hydrodynamics (SPH) code that we developed can be extended to solve problems related to mechanics, thermal science, bioengineering, and environmental science. The results for interatomic potentials transferability can also be applied to other applications, such as nanofabrication and micromechanics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2018<br>\n\t\t\t\t\tModified by: Yuwen&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nParticle packing plays an important role in many branches of science and engineering, including powder-based additive manufacturing (e.g., 3-D printing), sand piling, agricultural product piling, ceramics, and electromagnetic materials. The unique behavior of the dry particulate systems is that they present both solid-like and liquid-like features leading to a number of fascinating characters. The well-ordered colloidal particles monolayers, such as polystyrene, silica, and protein, are interesting objects for applications as lithography masks, antireflection surfaces, multilens arrays, photonic crystals, and data storage media.\n\nMultiscale dynamics simulations of self-assembly and transport of nanoparticles in both dry and wet nanoparticulate systems have been performed using data-enabled approaches. A smooth particle hydrodynamics (SPH) method has been thoroughly implemented into LAMMPS so as to enable the computer program to deal with solid mechanics (both elastic and plastic), fluid dynamics (single phase, multiphase) and fluid-solid interaction problems. A multiphase CFD-DEM solver for OpenFOAM that can handle phase change, intermixing of fluids and interaction between the fluid and solid is developed. The final packing structure of the sub-micron particles in terms of distribution of coordination number and radial distribution function has been obtained. The molecular dynamics simulations are conducted to find the most accurate potential function from tens of candidates available in the literature for the investigation of the contact force model of two metallic particles by comparing the accuracy of the predicted bulk modulus, Young?s modulus, shear modulus, and Poisson ratio. Six pure metallic materials, including copper, aluminum, nickel, platinum, gold, and silver, are thoroughly investigated. The interatomic potentials designed for the single elements, binary, trinary and higher order compounds were tested for each species using molecular dynamics simulation. This shines a spotlight on the interatomic potentials that demonstrate good transferability to finite temperature properties and can be safely used for advancing nanoscale breakthroughs.\n\nThe research findings were disseminated by publication to archival journals, presentation to the professional conferences, and graduate students' thesis. The PI integrated the research funding to the undergraduate senior and graduate courses. The project helped three graduate students and one research faculty, who worked on the project to get a deep understanding of the multiscale dynamics Simulation of self-assembly and transport in nanoparticulate Systems. A better understanding of the interaction between flow and immersed nanoparticles can help researchers to derive a statistically significant hydrodynamic drag force model. The smooth particle hydrodynamics (SPH) code that we developed can be extended to solve problems related to mechanics, thermal science, bioengineering, and environmental science. The results for interatomic potentials transferability can also be applied to other applications, such as nanofabrication and micromechanics.\n\n\t\t\t\t\tLast Modified: 10/30/2018\n\n\t\t\t\t\tSubmitted by: Yuwen Zhang"
 }
}