{
 "awd_id": "1404271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Equipment for and Running of the PSI MUSE Experiment",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edmundo Garcia-Solis",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 270850.0,
 "awd_amount": 270850.0,
 "awd_min_amd_letter_date": "2014-08-10",
 "awd_max_amd_letter_date": "2014-08-10",
 "awd_abstract_narration": "A fundamental goal of subatomic physics is the precise determination of the physical properties of subatomic particles.  The radius of the proton is one of these properties.  The radius can be measured by scattering electrons or muons from protons, or by measuring the energy levels of hydrogen or muonic hydrogen, an atom in which the electron is replaced by a muon.  To date, the radius has been measured by scattering of electrons, and by the energy levels of hydrogen and muonic hydrogen.  The muonic measurements disagree with the electronic measurements, an issue known as \"the proton radius puzzle.\"  The discrepancy has attracted wide attention, because it may indicate the existence of previously unobserved and unexpected differences between the interactions of muons and electrons.\r\n\r\nA dedicated MUon proton Scattering Experiment (MUSE), which will run at the Paul Scherrer Institute in Switzerland and directly compare the scattering of muons and electrons from protons, is highly anticipated by experts in the field for its potential to resolve the puzzle. This project will cover the prototyping and development of several crucial components of the MUSE experiment detectors. This project will involve the training of students and young scientists, at the undergraduate, graduate, post-doctoral, and junior faculty levels. The institutions involved in this project have trained large numbers of students of each type, including from minority populations. The training they have received in the process of doing basic research has led to careers in a variety of areas, from medical physics to national security, in addition to continued work in fundamental physics research. The MUSE experiment will broaden the perspective of American students by having them work in an international collaboration at an international laboratory, which will prepare them effectively to become prominent global scientists of the next generation. With the broad interest in the proton radius puzzle, MUSE has the potential to be broadly inspirational beyond the current scientific community.\r\n\r\nThe experiment uses a mixed beam of electrons, muons, and pions.  The measurement requires high precision and small systematic errors. This project will build and test the components of the detector system.  These include scintillation fiber detectors to measure the trajectories of incoming particles, Cerenkov detectors for particle identification, GEM detectors for precise positioning, straw tube detectors for measuring the trajectories of scattered particles, and scintillation detectors for particle identification of the scattered particles.  In addition, a liquid hydrogen target will be developed.  Development and testing of these detectors will demonstrate that the required precision can be obtained.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Gilman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Gilman",
   "pi_email_addr": "rgilman@physics.rutgers.edu",
   "nsf_id": "000086459",
   "pi_start_date": "2014-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eliezer",
   "pi_last_name": "Piasetzky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eliezer Piasetzky",
   "pi_email_addr": "eip@tauphy.tau.ac.il",
   "nsf_id": "000655986",
   "pi_start_date": "2014-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Paul Scherrer Institut",
  "perf_str_addr": "",
  "perf_city_name": "Villigen",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Switzerland",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 270850.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project provided prototyping funds to test detector technologies to use in the Paul Scherrer Institute MUSE Experiment. The MUSE experiment simultaneously determines the proton radius from muon and electron scattering from the proton. Previous experiments have found a difference between the proton radius determined with muons and electrons, which points to either issues in the existing radius determinations or interesting unknown physics.</p>\n<p>The MUSE experiment operates in the PiM1 beam line at PSI, which provides a mixed beam of electrons, muons, and pions. We assenbled a beam Cerenkov counter, which provides fast timing signals that allow us to determine whether each beam particle is a pion, muon, or electron. We assembled a scintillating fiber detector, which allows us to determine the position of each beam particle before the planned hydrogen cryotarget. We assembled a small straw chamber, as a prototype of the intended full size chamber that will be used to measure scattered particle trajectories. We tested the performance of these detector prototypes in the PiM1 particle beam at PSI. We also determined PiM1 beam properties using these detectors and an existing set of GEM chambers. We also started development of a trigger system that uses FPGAs to monitor signals from the scintillator detectors, to determine if an electron or muon scattering event occurred, and the detector signals should be digitized and read out.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Ronald&nbsp;Gilman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project provided prototyping funds to test detector technologies to use in the Paul Scherrer Institute MUSE Experiment. The MUSE experiment simultaneously determines the proton radius from muon and electron scattering from the proton. Previous experiments have found a difference between the proton radius determined with muons and electrons, which points to either issues in the existing radius determinations or interesting unknown physics.\n\nThe MUSE experiment operates in the PiM1 beam line at PSI, which provides a mixed beam of electrons, muons, and pions. We assenbled a beam Cerenkov counter, which provides fast timing signals that allow us to determine whether each beam particle is a pion, muon, or electron. We assembled a scintillating fiber detector, which allows us to determine the position of each beam particle before the planned hydrogen cryotarget. We assembled a small straw chamber, as a prototype of the intended full size chamber that will be used to measure scattered particle trajectories. We tested the performance of these detector prototypes in the PiM1 particle beam at PSI. We also determined PiM1 beam properties using these detectors and an existing set of GEM chambers. We also started development of a trigger system that uses FPGAs to monitor signals from the scintillator detectors, to determine if an electron or muon scattering event occurred, and the detector signals should be digitized and read out.\n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Ronald Gilman"
 }
}