{
 "awd_id": "1404017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Investigation of Particle-Driven Sweep Convection",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 303219.0,
 "awd_amount": 303219.0,
 "awd_min_amd_letter_date": "2014-08-13",
 "awd_max_amd_letter_date": "2015-08-06",
 "awd_abstract_narration": "CBET-1404017\r\nLage (Southern Methodist University)\r\n\r\n\r\nTechnological advances in small scale devices are hindered by the need for more efficient heat exchanging mechanisms. The design, characterization and control operation of potentially ultra-efficient, particle-driven micro-convection devices, the objective of this study, will have strong economic impact in several industries, e.g. electronics, aerospace, automotive, and energy. Recent technological advances for building small flow channels and particles, which are explored in this project, points toward the potential scalability of the proposed approach from macro- down to micro- and nano-scale applications, making this study relevant to heat and mass transfer equipment not only in mature but also in many emerging industries, such as fuel-cells, micro-engines, micro-chemical reactors, and bio- and space-sensors. Analytical, numerical and experimental efforts will be combined to provide insight and knowledge of this new approach, critical in determining its suitability for diverse applications. This is an essential study for gaining fundamental insight of new thermo-hydraulic effects resulting from the proposed use of small particles in convection. This project will also boost the awareness of young under-represented and under-served girls, many of Latino origin, about STEM careers. The development of a new Micro-Thermal Devices course with a collaborative, research-driven international study abroad program is planned, as well as a new web portal for disseminating the work on micro-thermo-fluidics.\r\n\r\nThe standard modern approach to using small (micro- and nano-scale) solid particles in convection equipment begins by mixing the particles with a base fluid to form fluid-solid (slurry) mixtures. The present project aims at transforming this standard approach by investigating the use of these mixtures in channels with flow passage similar to the particle size. This new approach has been bio-inspired by the study of gas transfer in alveolar capillaries, where red blood cell particles (RBCs) flow through capillaries having flow passage similar to the RBC size. In this case, each particle becomes a discrete component of the mixture, possibly sweeping the convection boundary layers as they flow through a channel. The proposed work on parallel-plates and capillary channels, with particles of different sizes (different particle-channel gaps), provides a drawing board for developing a fundamental design tool for microdevices, where high heat transfer coefficient must be weighed against potential pressure-drop penalty. Another advantageous effect of the new approach is the possibility of controlling the particle's thermo-hydraulic effects by simply varying the number of particles flowing through the channel, which can be done easily on-the-fly. This aspect, which would be fundamental for devices with time-varying thermo-hydraulic loads, will also be investigated in this study. Analytical, numerical and experimental efforts will be combined to provide insight and knowledge of the convection and rheological behaviors of this new approach, critical in determining its suitability for diverse applications. This is a foundational study, essential also for building experimental and numerical data-banks for validating and optimizing predictive analytical models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Lage",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jose L Lage",
   "pi_email_addr": "jll@smu.edu",
   "nsf_id": "000251153",
   "pi_start_date": "2014-08-13",
   "pi_end_date": "2015-08-06"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Beskok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Beskok",
   "pi_email_addr": "abeskok@smu.edu",
   "nsf_id": "000665218",
   "pi_start_date": "2015-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752750337",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "TX32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 303219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on using a mixture of liquid and solid particles for forced convection in channels with flow passage slightly larger than the particle size. In this case, each particle becomes a discrete component of the mixture, a configuration believed to impose very strong and advantageous thermal effects. This innovative approach has been inspired by the study of gas transfer in alveolar capillaries, where red blood cell particles (RBCs) flow with plasma through capillaries having flow passage similar to the RBC size (about 10 microns).</p>\n<p>One of the advantageous thermal effects discovered in this project is the sweeping of the convection boundary layers by the solid particles as they flow through the heated channel. This happens more effectively when the flowing particles have a snug fit to the flow passage, surprisingly without compromising the pressure-drop obtained with clear (of particles) flow. Another advantageous effect of the new approach is the possibility of controlling the particles' thermo-hydraulic effects by simply varying the number of particles flowing through the channel, which can be easily done on-the-fly. This aspect, which is fundamental for devices with time-varying thermo-hydraulic loads, was also be investigated in this study.</p>\n<p>Analytical, numerical and experimental efforts were combined to provide insight and knowledge of the convection and rheological behaviors of the new process, critical in determining its suitability for diverse applications. This was a foundational study, essential also for building experimental and numerical data-banks for validating and optimizing predictive analytical models.</p>\n<p>Major outcomes of this project were the: (1) building and operation of a water-based flow loop and heating channel for small particles; (2) confirmation and fundamental understanding of the sweeping effect; (3) creating of analytical and numerical methodologies that can be applied to design and characterize the efficient operation of microdevices under sweeping convection; and, (4) validation of the predictions of such methodologies through comparison with experimental results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2019<br>\n\t\t\t\t\tModified by: Ali&nbsp;Beskok</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on using a mixture of liquid and solid particles for forced convection in channels with flow passage slightly larger than the particle size. In this case, each particle becomes a discrete component of the mixture, a configuration believed to impose very strong and advantageous thermal effects. This innovative approach has been inspired by the study of gas transfer in alveolar capillaries, where red blood cell particles (RBCs) flow with plasma through capillaries having flow passage similar to the RBC size (about 10 microns).\n\nOne of the advantageous thermal effects discovered in this project is the sweeping of the convection boundary layers by the solid particles as they flow through the heated channel. This happens more effectively when the flowing particles have a snug fit to the flow passage, surprisingly without compromising the pressure-drop obtained with clear (of particles) flow. Another advantageous effect of the new approach is the possibility of controlling the particles' thermo-hydraulic effects by simply varying the number of particles flowing through the channel, which can be easily done on-the-fly. This aspect, which is fundamental for devices with time-varying thermo-hydraulic loads, was also be investigated in this study.\n\nAnalytical, numerical and experimental efforts were combined to provide insight and knowledge of the convection and rheological behaviors of the new process, critical in determining its suitability for diverse applications. This was a foundational study, essential also for building experimental and numerical data-banks for validating and optimizing predictive analytical models.\n\nMajor outcomes of this project were the: (1) building and operation of a water-based flow loop and heating channel for small particles; (2) confirmation and fundamental understanding of the sweeping effect; (3) creating of analytical and numerical methodologies that can be applied to design and characterize the efficient operation of microdevices under sweeping convection; and, (4) validation of the predictions of such methodologies through comparison with experimental results.\n\n\t\t\t\t\tLast Modified: 08/26/2019\n\n\t\t\t\t\tSubmitted by: Ali Beskok"
 }
}