{
 "awd_id": "1405722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Moving Frames on Lattices and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2014-07-24",
 "awd_max_amd_letter_date": "2014-07-24",
 "awd_abstract_narration": "Abstract\r\n\r\nAward: DMS 1405722, Principal Investigator: Gloria Mari-Beffa \r\n\r\nCompletely integrable equations have solutions with truly remarkable properties. A common example is the motion of traveling solitary waves in shallow waters: even though waves tend to travel in families, in shallow waters one can observe solitary waves that travel unchanged, seemly forever, and which are so stable that they are unperturbed by, for example, colliding frontally with another such wave. These are called \"solitons\", and among their equations we have those governing the trailing vortices behind the tips of an airplane, smoke and bubble rings, and others. Solitons are known to have close connections to geometry, with some equations appearing naturally when a certain geometry is present. (Setting an appropriate geometric background is often a fundamental step in the resolution of a problem as a choice of geometry establishes the properties and laws we wish to keep unchanged; like those of a 3D image in a screen.) For example, when working in the projective plane, the natural geometry of a 3D image in a computer, a certain motion of curves will behave as traveling solitary waves, while they would not if considered in the usual Euclidean plane. But images are not continuous curves, they are made of a discrete set of pixels, and the motion of a curve is in fact the motion of a polygon. Reality is discrete, not continuous. In this proposal we will study completely integrable discrete systems associated to motions of polygons in different geometries, including the projective plane. One of the tools we will use are discrete moving frames on lattices, frames of reference that change from vertex to vertex of the lattice, and that has an important role in invariant theory. The continuous theory is widely known, but the discrete one is now being developed. These frames can be applied to a very wide range of problems, including problems in computation and imaging. One of our applications concerns the use of discrete frames to study geometric shapes of blurry images like the ones of a cell obtained through a Cryon-electron microscope.\r\n\r\nIn this project the principal investigator proposes to research the concept of a discrete moving frame on a lattices, and to investigate its possible applications. She would like to investigate the connection between continuous and discrete versions, together with the relation between evolutions and invariant maps on the space of polygons, on the one hand, and completely integrable lattice systems on the other, including the possible generation of relevant Hamiltonian structures from the difference geometry of the flow. She will also like to investigate the relevance of discrete moving frames to the local difference geometry of lattices and the possibility of applying algebraic methods to produce geometrically significant invariants. Finally, she would like to work on a real life application to study the shape of molecules from the images obtained by Cryon-electron microscopes. The resolution of the proposal could bring parts of Cartans geometry, Lie theory and invariant theory into subjects where the potential of using geometric information is high. These are very rich areas and we are proposing to develop techniques that would make parts of it computationally accessible. The relationship between completely integrable PDEs and the local geometry of curves and surfaces has already been established and many aspects of integrability have a geometric interpretation as evolutions of moving frames, perturbation of curve flows, pull back of Maurer-Cartan connections, etc. To move from here directly to their discretization using difference geometry is not only interesting, but it has the potential of producing integrable discretizations of PDEs and geometrically-relevant algebraic invariants of lattices, among others. The advantages for applied problems are clear: if a problem displays certain symmetries, being able to reduce it to its invariants lowers the dimension and makes them more accessible. This is important not only for image analysis, but also for the analysis of other data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gloria",
   "pi_last_name": "Mari-Beffa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gloria Mari-Beffa",
   "pi_email_addr": "maribeff@math.wisc.edu",
   "nsf_id": "000381815",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N Park ST, STE 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the fact that out brain processes reality as a continuum, with continuous lines delineating objects and images, reality is formed by millions of points. Reality is discrete. Geometric descriptions have traditionally focused on continuous objects (curves, surfaces), but we are increasingly paying more attention to discrete geometric objects (polygons, lattices) and how to describe and study them. Our study described the so-called moving frames &ndash; a mean to determine the object geometrically &ndash; in the discrete world.&nbsp;</p>\n<p>The applications are extensive, and we focused on two of them: the study of the pentagram map and related questions, and applications to completely integrable systems. Completely integrable systems are rare but very important in nature. Some of their solutions (called solitons) are highly stable, with properties that are preserved for very long periods of time. The best-known example is that of a solitary wave, observed in shallow and narrow water streams. Vortices (let be smoke rings &ndash; as made by a smoker, bubble rings &ndash; as made by dolphins, or wind vortices on the wings of a plane) are what is called geometric realizations of solitons, and they have interesting properties of their own. Our research studies discretizations of solitons equations, and what their associated geometry tells us about their solutions. These discretizations preserve the integrability property, a highly non-trivial task.</p>\n<p>The pentagram map was defined by Richard Schwartz two decades ago and has recently generated much research. The map is defined on polygons of different sizes, and it associates to a given polygon on the projective plane (think of the geometry of a 3D image on the plane) the polygon obtained by the intersection of the segments joining every other vertex. One iterates this process with the new resulting polygon, and that way obtains a (discrete) evolution of a polygon. Schwartz and collaborators recently showed that the resulting discrete evolution is completely integrable. We studied generalizations of this result to higher dimensions, and related maps on &ldquo;spirals&rdquo; rather than polygons, showing that these are also completely integrable. We had freshmen students working with us in this project, including minority students. In the last two years of the grant I had six students, they were from Nina, WI (Caucasian); Maryland (African American); Vietnam (international); Puerto Rico (Hispanic) and from Madison WI (Hispanic).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2018<br>\n\t\t\t\t\tModified by: Gloria&nbsp;Mari-Beffa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite the fact that out brain processes reality as a continuum, with continuous lines delineating objects and images, reality is formed by millions of points. Reality is discrete. Geometric descriptions have traditionally focused on continuous objects (curves, surfaces), but we are increasingly paying more attention to discrete geometric objects (polygons, lattices) and how to describe and study them. Our study described the so-called moving frames &ndash; a mean to determine the object geometrically &ndash; in the discrete world. \n\nThe applications are extensive, and we focused on two of them: the study of the pentagram map and related questions, and applications to completely integrable systems. Completely integrable systems are rare but very important in nature. Some of their solutions (called solitons) are highly stable, with properties that are preserved for very long periods of time. The best-known example is that of a solitary wave, observed in shallow and narrow water streams. Vortices (let be smoke rings &ndash; as made by a smoker, bubble rings &ndash; as made by dolphins, or wind vortices on the wings of a plane) are what is called geometric realizations of solitons, and they have interesting properties of their own. Our research studies discretizations of solitons equations, and what their associated geometry tells us about their solutions. These discretizations preserve the integrability property, a highly non-trivial task.\n\nThe pentagram map was defined by Richard Schwartz two decades ago and has recently generated much research. The map is defined on polygons of different sizes, and it associates to a given polygon on the projective plane (think of the geometry of a 3D image on the plane) the polygon obtained by the intersection of the segments joining every other vertex. One iterates this process with the new resulting polygon, and that way obtains a (discrete) evolution of a polygon. Schwartz and collaborators recently showed that the resulting discrete evolution is completely integrable. We studied generalizations of this result to higher dimensions, and related maps on \"spirals\" rather than polygons, showing that these are also completely integrable. We had freshmen students working with us in this project, including minority students. In the last two years of the grant I had six students, they were from Nina, WI (Caucasian); Maryland (African American); Vietnam (international); Puerto Rico (Hispanic) and from Madison WI (Hispanic).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/12/2018\n\n\t\t\t\t\tSubmitted by: Gloria Mari-Beffa"
 }
}