{
 "awd_id": "1405049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tracking the Siberian-Laurentian Detrital Transition in the Farewell Terrane, Southwestern Alaska",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2013-09-20",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 23085.0,
 "awd_amount": 23085.0,
 "awd_min_amd_letter_date": "2013-11-20",
 "awd_max_amd_letter_date": "2013-11-20",
 "awd_abstract_narration": "The origin and tectonic history of many of the crustal fragments (i.e. terranes) that make up the deepest parts of the Cordillera in the Alaska Range (southern Alaska) are largely unknown. The focus of this project is on the Farewell terrane of southwestern Alaska, which has long been considered to be a displaced crustal block that originated in western Canada. However, recent studies indicate that the Farewell terrane may have instead originated in circum-Arctic regions (e.g. eastern Siberia). The primary goal of this study is to test the following hypotheses related to the origin and tectonic history of the Farewell terrane: (1) All components of the Farewell were part of the Siberian-Arctic margin during the Paleozoic and have since undergone late-stage transport to their current position in the North American Cordillera; (2) The oldest parts of the Farewell reflect Siberian-Arctic origins while the younger components of the terrane record the early-stage accretion and collision with the Cordilleran-Laurentian margin. As part of this project, this research group will conduct one of the first detailed field studies on sedimentary basin deposits that make up the middle and upper Paleozoic parts of the Farewell terrane. In addition to carrying out geologic mapping and documenting the thickness and extent of these strata, U-Pb geochronologic analyses on detrital zircon grains from these units will be conducted. In the case of the Farewell terrane, the detrital record of late-stage transport would most likely be reflected through zircons that are age equivalent with circum-Arctic magmatic source areas. Alternatively, an early-stage transport model may be reflected by a detrital transition through time to more Laurentian-dominated source areas. At the broadest scientific scale, this project will contribute a better understanding on the tectonic history and provenance of crustal blocks that make up the basement to the northernmost extent of the North American Cordillera in southwest Alaska. Results from this study will also contribute to an ever-expanding U-Pb detrital zircon database that is emerging from Alaska as well as the western parts of the continental U. S., Canada, and eastern Siberia.\r\n\r\nThe transport and accretion of crustal fragments to tectonic plate boundaries has occurred throughout Earth?s history and is widely recognized as a fundamental process by which mountain belts evolve and continents grow. In the case of Alaska, greater that 95 per cent of the state consists of accreted terranes, each of which carries with it an inherited geologic history as well as possible economic potential. For example, the Arctic Alaska terrane of northern Alaska is directly adjacent to petroleum-producing regions of the North Slope and is also the world?s largest geologic source and producer of zinc. At roughly the size of Switzerland, the Farewell terrane is one of the largest crustal fragments in the Alaska Range and is located just south of Arctic Alaska in one of the more remote and geologically frontier regions of the North American Cordillera. In addition to the scientific objective of this study, this project will also contribute to the field and lab training of students from Michigan State University and expose them to the challenges and rewards of conducting research in delicate and remote backcountry settings as well as in cutting-edge research lab facilities. As part of an educational outreach component to this project, the research team will be working with a group of Michigan Earth Science teachers to develop accretionary tectonic analogs from Alaska as a means for understanding and recognizing similar (and much older) events that are preserved in the exposed rock record of northern Michigan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Hampton",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Hampton",
   "pi_email_addr": "bhampton@msu.edu",
   "nsf_id": "000432790",
   "pi_start_date": "2013-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23085.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nearly 95% of mainland Alaska is made up of dozens of individual crustal fragments (i.e., terranes) that have been tectonically accreted to the continental margin over the past ~500 million years.&nbsp; Some of these terranes shared a close connection with, and were in proximity to western North America while others were not associated with North America until very late in their geologic history.&nbsp; The key to deciphering the tectonic history, paleogeography (i.e., geographic location through geologic time), and economic resource potential of these Cordilleran terranes lies in studying the regional extent, depositional history, and sediment provenance (source) that are recorded in sedimentary rocks that make up parts of these terranes.&nbsp;</p>\n<p>&nbsp;The focus of this project was on middle- to late Paleozoic sedimentary rocks that make up parts of the Farwell terrane in southwestern Alaska.&nbsp; The primary goals for this project were to contribute a variety of new geologic data sets that would help constrain the tectonic history and paleogeography of the Farewell terrane during a ~200-year period that spanned Silurian&ndash;Permian time.&nbsp; Field aspects of this project included three summer field seasons in the remote backcountry of southwestern Alaska where faculty and student researchers conducted geologic mapping, measured stratigraphic section, and collected samples for compositional and geochronologic analyses (Fig. 1, 2).&nbsp; Lab parts of this project were conducted by faculty and students on the campuses of New Mexico State University, Michigan State University, and the University of Arizona during each academic year of the project (Fig. 3).&nbsp;</p>\n<p>New data that resulted from this project include detailed geologic maps, stratigraphic thickness, and sedimentary lithofacies trends from selected field localities in the western Alaska Range as well as new U-Pb ages and Hf geochemistry from detrital zircon and modal composition trends from Silurian&ndash;lower Permian sedimentary rock of the Farewell terrane.&nbsp;</p>\n<p>Findings from this project have resulted in a new model for the Silurian&ndash;Early Permian paleogeographic history of the Farewell terrane.&nbsp; Prior to this project, two end-member models were proposed to explain the mid-late Paleozoic paleogeography of the Farewell terrane.&nbsp; The first model proposed that the Farewell was positioned along the western margin of North America during Silurian&ndash;early Permian time and has since been incorporated in to the western Alaska Range.&nbsp; The second model suggested that the Farewell originated and existed along the margin of Siberia and was incorporated into the North American Cordillera and Alaska after Permian time.&nbsp; Results from this project support a new paleogeographic model where the Farewell terrane was in proximity to, and receiving eroded sediment from the northeastern parts of North America during Silurian&ndash;Middle Devonian time.&nbsp; By Late Devonian time, the Farewell terrane was in proximity to northwestern North America and in the processes of being incorporated into the North American Cordillera.&nbsp;</p>\n<p>&nbsp;A total of four undergraduate students and two graduate students received training and worked closely with faculty researchers during the field and lab portions of this project.&nbsp; One of these students was a first-generation college student and two other students were from groups that have been traditionally underrepresented in the STEM fields.&nbsp; All students involved in this project have gone to either be employed in geoscience-related jobs (e.g., Shell, Occidental Petroleum, MSU Hydrology Lab) or have continued to graduate degrees in the geological sciences at top 25 geoscience programs (e.g., Stanford University, University of Texas).&nbsp;</p>\n<p>Results from this project have been presented by faculty researchers and stude...",
  "por_txt_cntn": "\nNearly 95% of mainland Alaska is made up of dozens of individual crustal fragments (i.e., terranes) that have been tectonically accreted to the continental margin over the past ~500 million years.  Some of these terranes shared a close connection with, and were in proximity to western North America while others were not associated with North America until very late in their geologic history.  The key to deciphering the tectonic history, paleogeography (i.e., geographic location through geologic time), and economic resource potential of these Cordilleran terranes lies in studying the regional extent, depositional history, and sediment provenance (source) that are recorded in sedimentary rocks that make up parts of these terranes. \n\n The focus of this project was on middle- to late Paleozoic sedimentary rocks that make up parts of the Farwell terrane in southwestern Alaska.  The primary goals for this project were to contribute a variety of new geologic data sets that would help constrain the tectonic history and paleogeography of the Farewell terrane during a ~200-year period that spanned Silurian&ndash;Permian time.  Field aspects of this project included three summer field seasons in the remote backcountry of southwestern Alaska where faculty and student researchers conducted geologic mapping, measured stratigraphic section, and collected samples for compositional and geochronologic analyses (Fig. 1, 2).  Lab parts of this project were conducted by faculty and students on the campuses of New Mexico State University, Michigan State University, and the University of Arizona during each academic year of the project (Fig. 3). \n\nNew data that resulted from this project include detailed geologic maps, stratigraphic thickness, and sedimentary lithofacies trends from selected field localities in the western Alaska Range as well as new U-Pb ages and Hf geochemistry from detrital zircon and modal composition trends from Silurian&ndash;lower Permian sedimentary rock of the Farewell terrane. \n\nFindings from this project have resulted in a new model for the Silurian&ndash;Early Permian paleogeographic history of the Farewell terrane.  Prior to this project, two end-member models were proposed to explain the mid-late Paleozoic paleogeography of the Farewell terrane.  The first model proposed that the Farewell was positioned along the western margin of North America during Silurian&ndash;early Permian time and has since been incorporated in to the western Alaska Range.  The second model suggested that the Farewell originated and existed along the margin of Siberia and was incorporated into the North American Cordillera and Alaska after Permian time.  Results from this project support a new paleogeographic model where the Farewell terrane was in proximity to, and receiving eroded sediment from the northeastern parts of North America during Silurian&ndash;Middle Devonian time.  By Late Devonian time, the Farewell terrane was in proximity to northwestern North America and in the processes of being incorporated into the North American Cordillera. \n\n A total of four undergraduate students and two graduate students received training and worked closely with faculty researchers during the field and lab portions of this project.  One of these students was a first-generation college student and two other students were from groups that have been traditionally underrepresented in the STEM fields.  All students involved in this project have gone to either be employed in geoscience-related jobs (e.g., Shell, Occidental Petroleum, MSU Hydrology Lab) or have continued to graduate degrees in the geological sciences at top 25 geoscience programs (e.g., Stanford University, University of Texas). \n\nResults from this project have been presented by faculty researchers and students at several GSA Annual Meetings and have been recently published in the journal Lithosphere.  New data was presented in two separate Alaska/tectonic-themed GSA topical sessions that we..."
 }
}