{
 "awd_id": "1405232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The origin and evolution of a sexually selected trait",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 20937.0,
 "awd_amount": 20937.0,
 "awd_min_amd_letter_date": "2014-04-10",
 "awd_max_amd_letter_date": "2014-04-10",
 "awd_abstract_narration": "Some organisms exhibit traits that seem likely to hinder their survival, such as bright colors or elaborate tails or fins. Counterintuitively, these traits can actually facilitate an organism?s success because they can increase their ability to find mates. In swordtail fish, males have evolved an elongated fin, or ?sword? that helps them attract mates. Females of many swordtail species prefer males with the sword ornament, but females of one species have evolved a disdain of the sword. This project will investigate which genes are responsible for producing the sword ornament. Once the genes responsible for producing a trait are identified, population genetic methods can be used to determine the strength of selection on these genes in different species. This project will also test hypotheses about when and how the sword originated. \r\n\r\nUnderstanding the genetic basis of traits and the strength of selection on these traits is important in a number of biological fields including evolutionary biology and biomedical research. In addition, this project will collaborate with the Princeton Prison Teaching Initiative to bring ongoing research into the classroom and give students hands-on experience with data analysis and interpretation. This grant will also support the development of educational resources for K-12 instructors to help students learn about genetic and evolutionary processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Andolfatto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Andolfatto",
   "pi_email_addr": "pandolfa@Princeton.EDU",
   "nsf_id": "000060680",
   "pi_start_date": "2014-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Schumer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Molly E Schumer",
   "pi_email_addr": "schumer@princeton.edu",
   "nsf_id": "000653865",
   "pi_start_date": "2014-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "Guyot Hall",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085406447",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to understand the genetic basis and evolution of a sexually selected trait, &ldquo;the sword,&rdquo; in swordtail fish. Although our understanding of genetic processes has exploded in recent years due to the development of new sequencing technologies and statistical approaches, we are still seeking to understand how many and which genes control complex and evolutionarily important traits. Even more of a challenge is understanding how these traits arose and have been selected over time. In this project, we asked these questions about the &ldquo;sword,&rdquo; an elongated tail fin found in swordtail fish (Poeciliidae: <em>Xiphophorus</em>). This elongated fin is outlined by two black stripes and plays an important role in mate preferences in this genus. We found that the sword trait is controlled by at least five independent loci, spread across several chromosomes. This type of genetic architecture is interesting because it means that the trait can be broken apart in hybrids, which we see evidence of in natural hybrids between species with and without the sword. This project also asked whether two groups of <em>Xiphophorus </em>species that share the sword trait do so because of ancient hybridization between species or because the evolution of the sword predates the split between these two groups. In general, we find that the genes underlying sword length are not likely to have spread between species as a result of hybridization, though genes underlying sword stripes have in some cases. We also find that genes underlying the pigmented stripe on the underside of the sword may be experiencing sexual selection in contemporary populations. Overall, this work gives us a detailed picture of the genetic basis of a trait that is important in the evolutionary history of swordtail species.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2016<br>\n\t\t\t\t\tModified by: Molly&nbsp;E&nbsp;Schumer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project sought to understand the genetic basis and evolution of a sexually selected trait, \"the sword,\" in swordtail fish. Although our understanding of genetic processes has exploded in recent years due to the development of new sequencing technologies and statistical approaches, we are still seeking to understand how many and which genes control complex and evolutionarily important traits. Even more of a challenge is understanding how these traits arose and have been selected over time. In this project, we asked these questions about the \"sword,\" an elongated tail fin found in swordtail fish (Poeciliidae: Xiphophorus). This elongated fin is outlined by two black stripes and plays an important role in mate preferences in this genus. We found that the sword trait is controlled by at least five independent loci, spread across several chromosomes. This type of genetic architecture is interesting because it means that the trait can be broken apart in hybrids, which we see evidence of in natural hybrids between species with and without the sword. This project also asked whether two groups of Xiphophorus species that share the sword trait do so because of ancient hybridization between species or because the evolution of the sword predates the split between these two groups. In general, we find that the genes underlying sword length are not likely to have spread between species as a result of hybridization, though genes underlying sword stripes have in some cases. We also find that genes underlying the pigmented stripe on the underside of the sword may be experiencing sexual selection in contemporary populations. Overall, this work gives us a detailed picture of the genetic basis of a trait that is important in the evolutionary history of swordtail species.\n\n\t\t\t\t\tLast Modified: 08/29/2016\n\n\t\t\t\t\tSubmitted by: Molly E Schumer"
 }
}