{
 "awd_id": "1405688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-EN: Hadoop NextGen Infrastructure for Heterogeneous Approaches to Data-Intensive Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aidong Zhang",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 499852.0,
 "awd_amount": 499852.0,
 "awd_min_amd_letter_date": "2014-07-25",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "The ability for organizations to process enormous quantities of data and to extract insights from those data has revolutionized commerce and science. This phenomenon, known as \"big data\", is shaping the very fabric of our society. Our insatiable appetite for more data, and knowledge from the data, requires significant computational infrastructure for storage and analytical capabilities.  Continued investments in infrastructure for academic researchers are vital from two perspectives: From the research perspective, the university's ability to help advance the state of the art in big data technologies is dependent on access to the right computational resources. From the educational perspective, the university's mission to train the next generation of scientists and engineers cannot be successfully accomplished without big data infrastructure that is becoming essential to their careers.  The goal of this project is to provide computational resources to researchers at the University of Maryland to continuing envisioning the future of big data.\r\n\r\nThe modern empirical approach to tackling many challenges in natural language processing, information retrieval, data mining, machine learning, and other related domains involves exploiting large amounts of data to learn statistical models that are able to capture characteristics of the problem. A necessary ingredient to this \"big data\" approach is scalable infrastructure that can distribute computations across a cluster of machines. Hadoop, the open-source implementation of MapReduce, has achieved widespread adoption as the de facto platform for data-intensive computing.\r\n\r\nBroadly speaking, MapReduce excels at large-scale content analysis in an offline, batch setting. However, this is not enough: we need a data-intensive computing platform that supports heterogeneous models of computation. Hadoop NextGen (aka YARN), provides exactly this: it allows a physical cluster to support a wide range of computational models via a generic resource allocation framework.\r\n\r\nThis project supports the acquisition of a Hadoop NextGen cluster at the University of Maryland to support the following activities:\r\n\r\n1. To explore computational models beyond MapReduce, including\r\n   batch/online tradeoffs in machine learning, real-time streaming\r\n   computations, and graph processing.\r\n\r\n2. To sustain innovations in algorithms for content analysis as well\r\n   as modeling implicit and latent relationships between heterogeneous\r\n   content (text, images, graphs, etc.) at scale.\r\n\r\n3. To exploit novel hardware architectures for data-intensive\r\n   computing (e.g., Graphics Processing Units and Solid State Drives).\r\n\r\nThese resources will help the Laboratory for Computational Linguistics and Information Processing (CLIP) and collaborators at the University of Maryland sustain and enhance its successful record of innovation and the integration of research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jimmy",
   "pi_last_name": "Lin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jimmy J Lin",
   "pi_email_addr": "jimmylin@umd.edu",
   "nsf_id": "000105597",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 499852.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past decade, the ability for organizations to process enormous quantities of data and to extract insights from those data has advanced scientific inquiry, revolutionized how companies build products, and shaped organizational decision making. This phenomenon, colloquially known as \"big data\", has transformed many aspects of society. Our insatiable appetite for more data, and knowledge from data, requires significant computational infrastructure for storage and analytical capabilities. Continued investments in infrastructure for academic researchers are vital: The university's ability to advance the state of the art in big data technologies is dependent on access to appropriate computational resources. The goal of this project is to provide computational resources to researchers at the University of Maryland and their collaborators to support research in big data.</p>\n<p><br />The modern empirical approach to tackling many challenges in natural language processing, information retrieval, data mining, machine learning, and related domains involves exploiting large amounts of data to learn statistical models that are able to capture characteristics of the problem. A necessary ingredient of this big data approach is scalable infrastructure that can distribute computations across a cluster of machines. Hadoop, which has evolved beyond MapReduce to support other programming frameworks such as Spark has achieved widespread adoption as the de facto platform for data-intensive computing. This grant supports building a \"Next Generation\" Hadoop cluster at the University of Maryland. In addition to a cluster built for traditional disk-based data-intensive processing, this project also explores alternative architectures based on in-memory scale-up processing as well as GPU-based processing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Jimmy&nbsp;J&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past decade, the ability for organizations to process enormous quantities of data and to extract insights from those data has advanced scientific inquiry, revolutionized how companies build products, and shaped organizational decision making. This phenomenon, colloquially known as \"big data\", has transformed many aspects of society. Our insatiable appetite for more data, and knowledge from data, requires significant computational infrastructure for storage and analytical capabilities. Continued investments in infrastructure for academic researchers are vital: The university's ability to advance the state of the art in big data technologies is dependent on access to appropriate computational resources. The goal of this project is to provide computational resources to researchers at the University of Maryland and their collaborators to support research in big data.\n\n\nThe modern empirical approach to tackling many challenges in natural language processing, information retrieval, data mining, machine learning, and related domains involves exploiting large amounts of data to learn statistical models that are able to capture characteristics of the problem. A necessary ingredient of this big data approach is scalable infrastructure that can distribute computations across a cluster of machines. Hadoop, which has evolved beyond MapReduce to support other programming frameworks such as Spark has achieved widespread adoption as the de facto platform for data-intensive computing. This grant supports building a \"Next Generation\" Hadoop cluster at the University of Maryland. In addition to a cluster built for traditional disk-based data-intensive processing, this project also explores alternative architectures based on in-memory scale-up processing as well as GPU-based processing.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Jimmy J Lin"
 }
}