{
 "awd_id": "1405907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-New: Collaborative Research: An Open Observatory for the Internet's Last Mile",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 199936.0,
 "awd_amount": 199936.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "Decision makers ranging from operators to policymakers need accurate, representative, intuitive, and repeatable measurements of Internet connectivity. Policymakers rely on data about Internet speeds to inform regulation and investment decisions. Human rights activists monitor the state of Internet reachability from a wide range of countries and Internet service providers and report broadly on those findings. Application providers, Internet service providers, and network operators all need to know the performance that a user is experiencing to allow them to better tune their services. These decision makers require an infrastructure that can measure Internet connectivity from the perspectives of typical users. Towards this goal, this project will develop an infrastructure to gather reliable, repeatable measurements from vantage points that reflect the connectivity experienced by home Internet users.  In addition to yielding valuable data about characteristics of Internet connectivity, the infrastructure will also serve as a platform for researchers to perform repeatable experiments and gather data on the Internet as seen from the home.  \r\n\r\nBy developing software that will run on commercially available home gateway routers and which will allow researchers to securely dynamicly load sandboxed applications, this project will develop an open network measurement observatory for researchers, operators, and policymakers.  The project will combine elements of the BISMark and Wireless@Home measurement projects with the Seattle testbed in order to provide researchers with the ability to install sandboxed measurement applications on the home gateway.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Cappos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Cappos",
   "pi_email_addr": "jcappos@nyu.edu",
   "nsf_id": "000600621",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "Polytechnic Institute of New York University",
  "perf_str_addr": "15 Metrotech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 199936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7d5f0c5b-89e5-8566-ccd6-54720f99bae2\">\n<p dir=\"ltr\"><span>Modern society has become very reliant on the internet, despite knowing very little about its workings or the functionality of networks on which it runs. The end goal of this project is to grow that knowledge by providing researchers with a valuable tool to securely collect data directly from home networks running on wireless routers. Our first and perhaps most significant &nbsp;outcome was that we were able to build, package, test and deploy such a platform. To do so, we used existing technology from the Seattle Testbed, </span><span>which has a track record of tens of thousands of installs, and is used by more than four thousand experimenters. We paired Seattle with</span><span> the popular OpenWrt file system, an open source program for embedded devices, such as the wireless routers used in homes and businesses around the world. After performing initial measurements to check its utility and function, our efforts have focused on enhancing the adaptability of the basic Seattle components on which the platform runs </span><span>to enable it to use the latest available base software (e.g. Django, Python, OpenSSL, Apache).</span></p>\n<p dir=\"ltr\"><span>While successfully and securely deploying the testbed is the most tangible outcome of the project, the broader impact of this work lies in what it has and will continue to unlock in terms of the inner workings of the internet. </span><span>&nbsp;Expansion of this knowledge base could be invaluable to those who want to design safer or more efficient applications. We feel the impact will also be felt by</span><span> the next generation of system and software designers, who will benefit from instructional modules based on the use of the testbed. Like the Seattle testbed it borrows from, which has been used to &nbsp;teach thousands of students in 100 classrooms around the world, &nbsp;this new tool will serve as an &ldquo;observatory&rdquo; to give an important real-world perspective to both university students and professionals alike. </span></p>\n<br />\n<p dir=\"ltr\"><span>Perhaps the most significant outcome of this project is its timely delivery of an important resource. As smart devices become more complex, the need to understand security and performance issues within home networks becomes more and more crucial. While the average router owner may not feel the impact of this expanded knowledge base directly, he or she certainly may reap the benefits of a more efficient and secure network and the enhanced products they will be able to safely support.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2017<br>\n\t\t\t\t\tModified by: Justin&nbsp;Cappos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nModern society has become very reliant on the internet, despite knowing very little about its workings or the functionality of networks on which it runs. The end goal of this project is to grow that knowledge by providing researchers with a valuable tool to securely collect data directly from home networks running on wireless routers. Our first and perhaps most significant  outcome was that we were able to build, package, test and deploy such a platform. To do so, we used existing technology from the Seattle Testbed, which has a track record of tens of thousands of installs, and is used by more than four thousand experimenters. We paired Seattle with the popular OpenWrt file system, an open source program for embedded devices, such as the wireless routers used in homes and businesses around the world. After performing initial measurements to check its utility and function, our efforts have focused on enhancing the adaptability of the basic Seattle components on which the platform runs to enable it to use the latest available base software (e.g. Django, Python, OpenSSL, Apache).\nWhile successfully and securely deploying the testbed is the most tangible outcome of the project, the broader impact of this work lies in what it has and will continue to unlock in terms of the inner workings of the internet.  Expansion of this knowledge base could be invaluable to those who want to design safer or more efficient applications. We feel the impact will also be felt by the next generation of system and software designers, who will benefit from instructional modules based on the use of the testbed. Like the Seattle testbed it borrows from, which has been used to  teach thousands of students in 100 classrooms around the world,  this new tool will serve as an \"observatory\" to give an important real-world perspective to both university students and professionals alike. \n\n\nPerhaps the most significant outcome of this project is its timely delivery of an important resource. As smart devices become more complex, the need to understand security and performance issues within home networks becomes more and more crucial. While the average router owner may not feel the impact of this expanded knowledge base directly, he or she certainly may reap the benefits of a more efficient and secure network and the enhanced products they will be able to safely support.\n\n\n\t\t\t\t\tLast Modified: 07/28/2017\n\n\t\t\t\t\tSubmitted by: Justin Cappos"
 }
}