{
 "awd_id": "1405609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "On the representation theory of finitely generated groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 150085.0,
 "awd_amount": 150085.0,
 "awd_min_amd_letter_date": "2014-08-26",
 "awd_max_amd_letter_date": "2014-08-26",
 "awd_abstract_narration": "Groups are mathematical objects that encode symmetries. The integers are an important example of a group that encodes the symmetries of, say, a line of equally spaced cars on a straight highway. Linear groups, a main focus of this proposal, are those groups that, in a sense similar to the integer group example, encode symmetries of real life objects. Not all groups are linear, but when you can determine that a group is linear this opens up a whole new understanding of the group (in particular, you can apply all the tools from the subject of linear algebra). This proposal aims to understand the grey area that separates linear and nonlinear groups by forming numerical invariants and obstructions that stratify this gray area. While this proposal will give insight in the theory of groups, it also has applications to computer science and interfaces algebraic geometry and geometric group theory. Further, the proposed work will impact undergraduate and graduate students at the City College of New York (CCNY) through mentoring on topics related to this proposal. \r\n\r\nThis proposal's primary focus is on the complexity of constructing homomorphisms from a fixed group to a group of invertible matrices with complex entries. This focus builds on previous research, where the PI explored the interaction of Gromov's word growth and Lubotzky-Segal's subgroup growth by developing the program of quantifying residual finiteness. This program gives a systematic approach for studying the complexity of constructing homomorphisms from a fixed group to any finite group (which is also linear). Further, this program paves way for the discovery of new characterizations of fundamental properties of finitely generated groups including nilpotency, linearity, arithmeticity, and even finite presentability. While continuing the pursuit of quantifying residual finiteness, the PI will augment his current research program by detailing the behavior of homomorphisms from a fixed group into a semisimple linear algebraic group (i.e., a special linear group). In particular, the PI seeks to determine when Borel's theorem on free groups generalizes to other groups. This research direction would influence the understanding of the behavior of arithmetic groups and word maps. Arithmetic groups are central in geometry because they supply explicit examples of manifolds. The study of word maps finds its motivation from the proof of the Hausdorff-Banach-Tarski paradox and is intertwined with the theory of expander graphs (a subject of great interest in theoretical computer science). While the projects proposed are grounded in topology, they feature methods from algebraic geometry, group theory, and number theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Khalid",
   "pi_last_name": "Bou-Rabee",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Khalid M Bou-Rabee",
   "pi_email_addr": "khalid.math@gmail.com",
   "nsf_id": "000653650",
   "pi_start_date": "2014-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "Convent Avenue at 138th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150085.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project deals with questions in the representation theory of discrete groups, which sits at the interface of algebra and topology. Algebra and topology are classical mathematical disciplines that study the solutions to algebraic equations and the properties of space that are preserved under continuous deformations. Algebra arises in almost all applications of mathematics, from encryption to medicine and economics.</p>\n<p>&nbsp;</p>\n<p>Leonhard Euler in 1736 wrote a paper on the Seven Bridges of K&ouml;nigsberg, which is regarded as one of the first practical applications of topology. Later, Henri Poincar&eacute; grounded the theory of algebraic topology in his ground-breaking paper \"Analysis Situs\". In this paper, algebra and topology were seen to have intimate connections. These connections later became instrumental in shaking the foundations of mathematics, as the Banach-Tarski paradox was found: a solid ball can be cut up into 5 pieces that, when reassembled, give 2 balls identical to the first. The representation theory of discrete groups is used in the proof of this paradox in an essential way.</p>\n<p>&nbsp;</p>\n<p>The results of the PI on the representation theory of discrete groups can be divided into three groups. First, the PI formed a systematic study of the representation theory of finitely generated groups through determining when Borel's Theoorem on free subgroups of semisimple groups extends to other groups. As an application of this theory, the PI formed a partial answer to a question of Breuillard, Green, Guralnick, and Tao concerning double word maps. Second, the PI studied quantitative question concerning the approximability of an infinite group by finite quotients. Here, the PI formed a dictionary that forms a partial classification of infinite groups in terms of their approximability. Moreover, the PI has begun a new subfield of computational group theory that quantifies commensurability. Finally, the PI has initiated the study of topological laws in groups. This is a quantitative study of groups in terms of laws that hold for subsets that have topological significance (such as primitive elements). This gives a new method of attack to classical problems in group theory, such as the Bounded Burnside Problem.</p>\n<p>&nbsp;</p>\n<p>Many of these results were obtained in collaboration with other researchers, including Michael Larsen, Tasho Kaletha, and Daniel Studenmund. The results were widely disseminated in research talks in Britain, France, Germany, Italy, and Switzerland.&nbsp; Moreover, the PI posts his papers on arXiv.org, which is an effective way to spread his results across the globe free of charge. The papers were also published in high-quality peer-reviewed journals.</p>\n<p>&nbsp;</p>\n<p>The PI finds great joy in mentoring and teaching students. In addition to the usual teaching requirements, the PI serves as an academic adviser to young students, involves undergraduates in his research, volunteers at local middle school mathematics clubs, and gives talks in AWM sessions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2018<br>\n\t\t\t\t\tModified by: Khalid&nbsp;M&nbsp;Bou-Rabee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project deals with questions in the representation theory of discrete groups, which sits at the interface of algebra and topology. Algebra and topology are classical mathematical disciplines that study the solutions to algebraic equations and the properties of space that are preserved under continuous deformations. Algebra arises in almost all applications of mathematics, from encryption to medicine and economics.\n\n \n\nLeonhard Euler in 1736 wrote a paper on the Seven Bridges of K&ouml;nigsberg, which is regarded as one of the first practical applications of topology. Later, Henri Poincar&eacute; grounded the theory of algebraic topology in his ground-breaking paper \"Analysis Situs\". In this paper, algebra and topology were seen to have intimate connections. These connections later became instrumental in shaking the foundations of mathematics, as the Banach-Tarski paradox was found: a solid ball can be cut up into 5 pieces that, when reassembled, give 2 balls identical to the first. The representation theory of discrete groups is used in the proof of this paradox in an essential way.\n\n \n\nThe results of the PI on the representation theory of discrete groups can be divided into three groups. First, the PI formed a systematic study of the representation theory of finitely generated groups through determining when Borel's Theoorem on free subgroups of semisimple groups extends to other groups. As an application of this theory, the PI formed a partial answer to a question of Breuillard, Green, Guralnick, and Tao concerning double word maps. Second, the PI studied quantitative question concerning the approximability of an infinite group by finite quotients. Here, the PI formed a dictionary that forms a partial classification of infinite groups in terms of their approximability. Moreover, the PI has begun a new subfield of computational group theory that quantifies commensurability. Finally, the PI has initiated the study of topological laws in groups. This is a quantitative study of groups in terms of laws that hold for subsets that have topological significance (such as primitive elements). This gives a new method of attack to classical problems in group theory, such as the Bounded Burnside Problem.\n\n \n\nMany of these results were obtained in collaboration with other researchers, including Michael Larsen, Tasho Kaletha, and Daniel Studenmund. The results were widely disseminated in research talks in Britain, France, Germany, Italy, and Switzerland.  Moreover, the PI posts his papers on arXiv.org, which is an effective way to spread his results across the globe free of charge. The papers were also published in high-quality peer-reviewed journals.\n\n \n\nThe PI finds great joy in mentoring and teaching students. In addition to the usual teaching requirements, the PI serves as an academic adviser to young students, involves undergraduates in his research, volunteers at local middle school mathematics clubs, and gives talks in AWM sessions.\n\n \n\n\t\t\t\t\tLast Modified: 12/07/2018\n\n\t\t\t\t\tSubmitted by: Khalid M Bou-Rabee"
 }
}