{
 "awd_id": "1405100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis and CR Geometry in Several Complex Variables",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Justin Holmer",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 133318.0,
 "awd_amount": 133318.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "A basic object of study in every calculus class is the derivative: it is a quantity that describes the rate of change of a function. For example, the derivative of position is velocity, and in economics, the code word for derivative is marginal. The derivative is a foundational concept in mathematics and the basis for much of the application of mathematics to physics and the other sciences, economics, and statistics. In applications, equations often contain functions and their derivatives. Such equations are called differential equations, and they describe the world: Newton's Laws of Motion, Maxwell's equations for electromagnetic radiation, Schrodinger's equations in quantum mechanics are all examples of differential equations. The derivative has a straight forward generalization to complex valued functions, and it is called the complex derivative in this situation. In order for the complex derivative of a complex valued function to exist, however, the function must satisfy a particular differential equation. In other words, complex differentiable functions have extra structure, and this extra structure provides far-reaching applications to a wide variety of subjects, including every areas of mathematics, engineering, physics, chemistry, and economics.  This proposal investigates complex differentiable functions of several variables. Adding in additional variables creates significant new challenges, but the applications to mathematics and science are numerous and varied, and, as the PI believes, profound.\r\n\r\n\r\nIn several complex variables, understanding the dbar-Neumann and Kohn Laplacians is a major driver of research questions. The PI and his collaborators will examine questions in the both the pseudoconvex and nonpseudoconvex categories. Together with Phillip Harrington of the University of Arkansas, the PI will prove existence and regularity results for the dbar-Neumann and complex Green operators on nonpseudoconvex and/or unbounded domains.  These questions are beyond the scope and tools in the bounded pseudoconvex case for technical reasons, and the PI will develop new approaches to tackle these questions. In the pseudoconvex case, solvability is well-understood, and the questions instead focus on the relationship between the type of the boundary and the regularity of solutions. In the finite type case, the PI and Albert Boggess of the University of Arizona have an ongoing collaboration to establish pointwise estimates for the complex heat kernel on quadric submanifolds. There are few examples which are accessible to direct computation, and quadric submanifolds provide a large such class, including examples of higher codimension, all of which have a formulas that can be exploited. Quadric submanifolds have a very regular curvature structure, and the PI is also interested in the regularity of solutions to the (tangential) Cauchy-Riemann equations in the exponentially flat case. He has an ongoing collaboration with Khanh Tran of the National University of Singapore to establish L^p and Holder bounds for the Bergman and Szego kernels as well as the dbar-Neumann and complex Green operators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Raich",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Raich",
   "pi_email_addr": "araich@uark.edu",
   "nsf_id": "000212349",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "SCEN 327, Dept. Math. Sci.",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 133318.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Activities<br /><br />The goal was to study regularity properties and decay estimates of solutions to the weighted Cauchy-Riemann equations as well as the tangential Cauchy-Riemann equations on CR-manifolds.&nbsp;</p>\n<p><br />Intellectual Merit:</p>\n<p>The project encompassed several related classes of problems.&nbsp;</p>\n<p><br />1. The Kohn Laplacian $\\Box_b$ on polynomial models and quadric submanifolds of $C^{n+m}$.<br />The Kohn Laplacian is one of the primary operators that complex analysts study to complex geometry of CR manifolds. With Albert Boggess of Arizona State University, I studied $\\Box_b$-equation on a quadric submanifolds of codimension 2 in $C^4$. This case is particularly interesting because the behavior of the solution operators can exhibit wildly different behavior than the codimension 1 case, depending on the geometry of the manifold.</p>\n<p><br />2. The solvability theory of d-bar and d-barb with applications.&nbsp;<br />The primary partial differential equations in several complex variables are the Cauchy-Riemann (d-bar) and tangential Cauchy-Riemann(d-bar-b) equations, and my collaborators and I are working on characterizing the most general conditions to solve these two equations. Solvability depends on subtlegeometric and potential theoretic properties of the manifold (for d-bar-b) or at the boundary of the domain (for d-bar). We are also investigating the behavior of unbounded domains and in Sobolev spaces which had been completely unexplored and required us to develop an extensive functional analysis machinery simply for the problem to have any satisfying conclusion.<br /><br />3. Global $L^q$-Denjoy Carleman Function Spaces.<br />The Fourier transform is an indespensible tool in the analysis of partial differential equations, and several complex variables is no exception. &nbsp;With my collaborators, I studied a fascinating class of functions that we call global $L^q$-Denjoy Carleman function spaces that were&nbsp;vital in understanding the $\\Box_b$-heat equation on a class of model domains. It turns out that these function spaces are particularly effective at analyzing the global behavior of partial differential equations generated from vector fields that satisfy certain naturally occurring&nbsp;curvature properties. We did, however, use our function classes to show that the Fourier transform has certain fatal limitations but can be replaced by an FBI transform (a less easy to work with, but more stable transform).<br /><br />Conclusion: The project investigated problems of paramount importance in several complex variables, and the results outlined aboverepresent new directions. Additionally, solving the problems required the development of new techniques of proof that have applications otherproblems in several complex variables and mathematics, more generally.<br /><br />Broader Impacts.</p>\n<p><br />1. Co-organizer: UFSCar International Workshop on Partial Differential Equations and Complex Analysis in S&atilde;o Carlos, Brazil. This is a official Satellite Conference of the 2018 ICM in Rio de Janeiro, Brazil. &nbsp;August 2018</p>\n<p>2. Instructor: Osher Lifelong Learning Institute &nbsp;March 2017OLLI sponsored courses provide high quality, affordable educational, cultural, and engagement opportunities for seasoned adults. I taught a four class over two weeks about cardinality and the Cantor set.</p>\n<p>3. MOEM Volunteer: I help the organizer of the Math Olympiads for Elementary and Middle Schools (MOEM) proctor and administer the MOEM exams and lead when the head organizer is unavailable.</p>\n<p>4. Fayetteville Math Circle Volunteer: I help organize and run the Fayetteville Math Circle.</p>\n<p>5. Faculty Advisor: Third Annual \"Celebration of the Mind\" Math Festival<br />The Celebration of Mind is a math fair for K-12 students and the community at large. We enlisted graduate and undergraduate math students design interactive math games and projects for the fair. &nbsp; Our goal is to increase the number of math and statistics majors at the University of Arkansas. I was the main organizer for the previous two years but stepped back to allow a graduate student (William Taylor) to be the main organizer and instead work as a Faculty Mentor.</p>\n<p>6. \"Complex Analysis -- Simplified!\", Wolfson College Science Society Seminar, University of Cambridge, Cambridge, UK, Apr. 2016.</p>\n<p>7. \"Complex Analysis -- Simplified!\", A contributed article to the Wolfson College Review, an annual publication devoted to the activities of the college members and Fellows. Wolfson College is one of the colleges thatcomprise the University of Cambridge.<br />Conclusion: The support from this NSF grant allowed me to engage in a variety of outreach activities from elementary school students through retirees&nbsp;and every age in between. It is the duty of every working mathematician to advocate for the discipline, recruit the next generation of mathematicians,and demonstrate the applicability of advanced mathematics to the general populace while emphasizing that there is a tremendous amount&nbsp;of relevant and useful and beautiful mathematical that we do not yet know.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2018<br>\n\t\t\t\t\tModified by: Andrew&nbsp;S&nbsp;Raich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Activities\n\nThe goal was to study regularity properties and decay estimates of solutions to the weighted Cauchy-Riemann equations as well as the tangential Cauchy-Riemann equations on CR-manifolds. \n\n\nIntellectual Merit:\n\nThe project encompassed several related classes of problems. \n\n\n1. The Kohn Laplacian $\\Box_b$ on polynomial models and quadric submanifolds of $C^{n+m}$.\nThe Kohn Laplacian is one of the primary operators that complex analysts study to complex geometry of CR manifolds. With Albert Boggess of Arizona State University, I studied $\\Box_b$-equation on a quadric submanifolds of codimension 2 in $C^4$. This case is particularly interesting because the behavior of the solution operators can exhibit wildly different behavior than the codimension 1 case, depending on the geometry of the manifold.\n\n\n2. The solvability theory of d-bar and d-barb with applications. \nThe primary partial differential equations in several complex variables are the Cauchy-Riemann (d-bar) and tangential Cauchy-Riemann(d-bar-b) equations, and my collaborators and I are working on characterizing the most general conditions to solve these two equations. Solvability depends on subtlegeometric and potential theoretic properties of the manifold (for d-bar-b) or at the boundary of the domain (for d-bar). We are also investigating the behavior of unbounded domains and in Sobolev spaces which had been completely unexplored and required us to develop an extensive functional analysis machinery simply for the problem to have any satisfying conclusion.\n\n3. Global $L^q$-Denjoy Carleman Function Spaces.\nThe Fourier transform is an indespensible tool in the analysis of partial differential equations, and several complex variables is no exception.  With my collaborators, I studied a fascinating class of functions that we call global $L^q$-Denjoy Carleman function spaces that were vital in understanding the $\\Box_b$-heat equation on a class of model domains. It turns out that these function spaces are particularly effective at analyzing the global behavior of partial differential equations generated from vector fields that satisfy certain naturally occurring curvature properties. We did, however, use our function classes to show that the Fourier transform has certain fatal limitations but can be replaced by an FBI transform (a less easy to work with, but more stable transform).\n\nConclusion: The project investigated problems of paramount importance in several complex variables, and the results outlined aboverepresent new directions. Additionally, solving the problems required the development of new techniques of proof that have applications otherproblems in several complex variables and mathematics, more generally.\n\nBroader Impacts.\n\n\n1. Co-organizer: UFSCar International Workshop on Partial Differential Equations and Complex Analysis in S&atilde;o Carlos, Brazil. This is a official Satellite Conference of the 2018 ICM in Rio de Janeiro, Brazil.  August 2018\n\n2. Instructor: Osher Lifelong Learning Institute  March 2017OLLI sponsored courses provide high quality, affordable educational, cultural, and engagement opportunities for seasoned adults. I taught a four class over two weeks about cardinality and the Cantor set.\n\n3. MOEM Volunteer: I help the organizer of the Math Olympiads for Elementary and Middle Schools (MOEM) proctor and administer the MOEM exams and lead when the head organizer is unavailable.\n\n4. Fayetteville Math Circle Volunteer: I help organize and run the Fayetteville Math Circle.\n\n5. Faculty Advisor: Third Annual \"Celebration of the Mind\" Math Festival\nThe Celebration of Mind is a math fair for K-12 students and the community at large. We enlisted graduate and undergraduate math students design interactive math games and projects for the fair.   Our goal is to increase the number of math and statistics majors at the University of Arkansas. I was the main organizer for the previous two years but stepped back to allow a graduate student (William Taylor) to be the main organizer and instead work as a Faculty Mentor.\n\n6. \"Complex Analysis -- Simplified!\", Wolfson College Science Society Seminar, University of Cambridge, Cambridge, UK, Apr. 2016.\n\n7. \"Complex Analysis -- Simplified!\", A contributed article to the Wolfson College Review, an annual publication devoted to the activities of the college members and Fellows. Wolfson College is one of the colleges thatcomprise the University of Cambridge.\nConclusion: The support from this NSF grant allowed me to engage in a variety of outreach activities from elementary school students through retirees and every age in between. It is the duty of every working mathematician to advocate for the discipline, recruit the next generation of mathematicians,and demonstrate the applicability of advanced mathematics to the general populace while emphasizing that there is a tremendous amount of relevant and useful and beautiful mathematical that we do not yet know. \n\n\t\t\t\t\tLast Modified: 10/02/2018\n\n\t\t\t\t\tSubmitted by: Andrew S Raich"
 }
}