{
 "awd_id": "1405882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-Planning: DriveSense: A Community Resource for Large-Scale Smartphone-Based Traffic and Driving Activity Data",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Clifton",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 99926.0,
 "awd_amount": 99926.0,
 "awd_min_amd_letter_date": "2014-07-30",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "Today's smartphones contain a number of sensors (e.g., GPS, accelerometer, camera) that can be used to reveal driver activity and traffic patterns when carried in a vehicle. This project aims to gather a large-scale set of smartphone sensor data from volunteers while they are driving.  The data set and the tools we will provide for analysis and access will have an impact on multiple areas of research, including data mining, vehicular networks, intelligent transportation systems, and traffic engineering. Our first step in gathering such valuable data is to determine the particular types of data, tools and scenarios that would be most valuable to the research community.\r\n\r\nWe plan to develop the DriveSense platform, a collection of tools for large-scale traffic and driving activity data collection. This will be accomplished through a large-scale deployment of a free smartphone application to collect data from a wide range of individuals, locations, and driving situations. We divide the components of DriveSense into platform components (software, tools) and management components (recruitment, data management).  This will provide a rich and complex data set for use by the research community.  This will support transportation research on the fine-grained information about traffic and driving behaviors collected by various sensors of a driver's smartphone, as well as enabling advances in more general research into the analysis of complex, spatio-temporal data.\r\n\r\nThe first step is to explore, develop, and validate specific components of the DriveSense platform in order to reduce risk involved before beginning full-scale development. More specifically, during this planning phase of the project, we will:\r\ni) Develop and validate several components of the front-end application that will run on smartphones to collect data. We will develop a prototype of the DriveSense App that collects data for the Android platform.\r\nii) Hold a workshop to get feedback on research community interests and needs. The objective of the workshop is to bring together experts from several research communities spanning computer and communication networks, transportation systems, and data analytics to discuss community needs and interests, challenges to be addressed, tools to be developed, and new research problems utilizing the driving activity data.\r\n\r\nThe outcome of the planning phase will ensure we are able to capture the types of data most important to the community, so that the developed infrastructure will be of most benefit to the broader research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamer",
   "pi_last_name": "Nadeem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamer Nadeem",
   "pi_email_addr": "tnadeem@vcu.edu",
   "nsf_id": "000588435",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Weigle",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michele C Weigle",
   "pi_email_addr": "mweigle@cs.odu.edu",
   "nsf_id": "000357685",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Boulevard",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DriveSense has two main goals: i) develop and validate few components of the front-end application that will run on smartphones to collect data, and ii) organize a workshop to get feedback on early interests of the community on the type of data to collect, traffic and driving behaviors information to extract and analyze, and access tools to develop.</p>\n<p class=\"p1\">We have developed a prototype of DriveSense front-end application for Android platform. The current prototype collects data from the phone and from On-board diagnostics (OBD). Among collected data, we collect location information of GPS (including Time, Latitude, Longitude, Altitude, Speed and Accuracy), built-in sensors (including Accelerometer, Gyroscope, Compass and Magnetic field), inferred sensors (including gravity and orientation), and vehicle OBD data (including car Speed, RPM, Fuel Level, Throttle Level and Mass Air Flow). The application keeps track of the successful uploaded data to the backend server to avoid any duplicate uploads. Figure 1 shows the main screen of DriveSense app. As shown, the main screen provides switches to control the set of data the user is interested to collect. In addition, the current prototype provide an instantaneous feedback about the vehicle fuel consumption every two minutes. In addition to the front-end app, we have implemented components of the back-end server. The back-end server side of the system is implemented on a dedicated server computer. Collected data can be uploaded any time by the driver when the smartphone has Wi-Fi connection. These collected data can be downloaded at any time by the driver or an authorized user for the data analysis. For the downloading data a custom parser application (see Figure 2) has been developed in the Java programming language. Collected data is downloaded as CSV format which is ready for the analysis. A user can download the data in Google Earth format which he/she can see the trip visually on the map. Apache Tomcat server and Google Map API have been used for the visualizing the trips on the map (see Figure 3). Driver or an authorized user can login to dedicated web page and can see his/her trips or downloads the data through the map.</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">On Oct 30-31, 2014, we held the DriveSense&rsquo;14 workshop in Norfolk, VA, which gathered 31 attendees from 24 different universities and organizations<span class=\"s1\">9</span> . The attendees included computer scientists and civil engineers, representing research interests in computer networking, mobile computing, modeling and simulation, transportation systems, and data analytics. On the first day, almost every attendee gave a brief presentation on their current research and vision for DriveSense. The second day of the workshop was devoted to breakout sessions. Three separate groups gathered for over three hours and then presented their recommendations to the larger group. The research community highlights the following needs:</p>\n<p class=\"p1\">&bull;&nbsp;&nbsp;The community (including researchers from academia and industry, internationally, from the computer science and engineering, transportation, safety, and psychology fields) has a pressing need for a shared open library of measurements from vehicles, particularly activity, behavioral and mobility traces.</p>\n<p class=\"p1\">&bull;&nbsp; The research community needs data collection methods that allow users to control the level and location of data that is shared, while allowing all sensed data to be used for the benefit of the individual driver. The community also needs tools for providing researchers with access to data, including methods for filtering datasets based on location, granularity, and time.</p>\n<p class=\"p1\">&bull;&nbsp; The research community needs an expansion of existing testbeds and the enhancement of simulation tools to allow for driver model validation. In particular, th...",
  "por_txt_cntn": "\nDriveSense has two main goals: i) develop and validate few components of the front-end application that will run on smartphones to collect data, and ii) organize a workshop to get feedback on early interests of the community on the type of data to collect, traffic and driving behaviors information to extract and analyze, and access tools to develop.\nWe have developed a prototype of DriveSense front-end application for Android platform. The current prototype collects data from the phone and from On-board diagnostics (OBD). Among collected data, we collect location information of GPS (including Time, Latitude, Longitude, Altitude, Speed and Accuracy), built-in sensors (including Accelerometer, Gyroscope, Compass and Magnetic field), inferred sensors (including gravity and orientation), and vehicle OBD data (including car Speed, RPM, Fuel Level, Throttle Level and Mass Air Flow). The application keeps track of the successful uploaded data to the backend server to avoid any duplicate uploads. Figure 1 shows the main screen of DriveSense app. As shown, the main screen provides switches to control the set of data the user is interested to collect. In addition, the current prototype provide an instantaneous feedback about the vehicle fuel consumption every two minutes. In addition to the front-end app, we have implemented components of the back-end server. The back-end server side of the system is implemented on a dedicated server computer. Collected data can be uploaded any time by the driver when the smartphone has Wi-Fi connection. These collected data can be downloaded at any time by the driver or an authorized user for the data analysis. For the downloading data a custom parser application (see Figure 2) has been developed in the Java programming language. Collected data is downloaded as CSV format which is ready for the analysis. A user can download the data in Google Earth format which he/she can see the trip visually on the map. Apache Tomcat server and Google Map API have been used for the visualizing the trips on the map (see Figure 3). Driver or an authorized user can login to dedicated web page and can see his/her trips or downloads the data through the map.\n \nOn Oct 30-31, 2014, we held the DriveSenseÆ14 workshop in Norfolk, VA, which gathered 31 attendees from 24 different universities and organizations9 . The attendees included computer scientists and civil engineers, representing research interests in computer networking, mobile computing, modeling and simulation, transportation systems, and data analytics. On the first day, almost every attendee gave a brief presentation on their current research and vision for DriveSense. The second day of the workshop was devoted to breakout sessions. Three separate groups gathered for over three hours and then presented their recommendations to the larger group. The research community highlights the following needs:\n&bull;  The community (including researchers from academia and industry, internationally, from the computer science and engineering, transportation, safety, and psychology fields) has a pressing need for a shared open library of measurements from vehicles, particularly activity, behavioral and mobility traces.\n&bull;  The research community needs data collection methods that allow users to control the level and location of data that is shared, while allowing all sensed data to be used for the benefit of the individual driver. The community also needs tools for providing researchers with access to data, including methods for filtering datasets based on location, granularity, and time.\n&bull;  The research community needs an expansion of existing testbeds and the enhancement of simulation tools to allow for driver model validation. In particular, the community needs context and driver behavior models that can bridge the gap between the individual driver and the system at large. To create better models, sensing of on-board units (OBD, smartphones), body motion, fatigue, ..."
 }
}