{
 "awd_id": "1405344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Sociopolitical Complexity in Northern Mesopotamia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 18358.0,
 "awd_amount": 18358.0,
 "awd_min_amd_letter_date": "2014-01-07",
 "awd_max_amd_letter_date": "2014-01-07",
 "awd_abstract_narration": "The fundamental goal of this research is to understand the interactions between the governing and the governed in traditional state level societies. The central question focuses on the strategies taken by the latter to maintain economic independence during periods in which centralized authority increases.\r\n\r\nUnder the direction of Dr. Richard Meadow Max Price will study how relations between different segments of society affected agricultural decision-making in early complex societies. He will do this by examining changes in pig husbandry practices in northern Mesopotamia (modern day Syria, southern Turkey, and northern Iraq) over the period during which the first states emerged (6500-2100 BC). This research will shed light on how the actions of state and bureaucratic elites influenced the economic decisions of non-elite urban residents and vice-versa.\r\n\r\nAncient northern Mesopotamian leaders and their bureaucrats maintained control over many aspects of the economy in order to fund state expenses. In the case of the animal economy, they controlled sheep, goat, and cattle herds in an attempt to corner the market on meat and other animal products. However, it is apparent from ancient Mesopotamian texts that they did not control pig husbandry. In addition, pigs grow and reproduce rapidly, making pork a particularly useful food source for non-elite citizens, especially in urban centers, where the control over meat distribution was at that time greatest. Pork would have been particularly important in periods during which leaders increasingly used their control over agricultural production to increase their power at the expense of the non-elite. In these cases, pigs would have acted as insurance against the unreliability of bureaucrat-controlled meat sources. The hypothesis of this research, therefore, is that pig husbandry intensified when and where centralized political power was at its greatest.\r\n\r\nIn order to investigate how non-elite agriculturalists altered pig husbandry practices in response to changing political circumstances, Price will employ a range of archaeological analytical techniques. He will study collections of animal bones and teeth from 15 archaeological sites, which are currently curated in museums in the United States and Turkey. The methods he will employ are designed to reconstruct ancient husbandry practices by looking at changes in pig feeding, breeding, and penning practices over time. In addition, he will conduct archaeological excavations at the site of Tell Surezha in northern Iraq (Kurdistan region), where a long history of human habitation will provide important data on changes in husbandry practices early on in the process of state formation.  \r\n\r\nThis research has broader impacts beyond those relating to improving the archaeological and anthropological understanding of the impact of early states on the non-elite majority. It will include public outreach at the Peabody Museum of Archaeology and Ethnology at Harvard University. Price has presented and will continue to present his research to museum patrons of all ages, helping to educate the public about daily life in ancient societies. Additionally, the excavation component of this research, which takes place in the Kurdish region of northern Iraq, will provide training to local archaeology students in modern recovery and analytical techniques. Training the new generation of Iraqi archaeologists is imperative in order to help prevent looting and the destruction of archaeological sites and cultural heritage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Meadow",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Richard H Meadow",
   "pi_email_addr": "meadow@fas.harvard.edu",
   "nsf_id": "000107551",
   "pi_start_date": "2014-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Max",
   "pi_last_name": "Price",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Max D Price",
   "pi_email_addr": "maxprice@fas.harvard.edu",
   "nsf_id": "000638438",
   "pi_start_date": "2014-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 18358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;This research examined how commoners practicing small-scale agriculture responded to political developments in Mesopotamia. The co-PI examined animal bones from 11 archaeological sites located in present-day northern Iraq, Syria, and Turkey, that were occupied during the long transition to urbanism in the 7<sup>th</sup>-3<sup>rd</sup> millennia BC. The research focused specifically on pigs. Pigs were unique in the ancient Middle East because they were particularly suited for commoner production as opposed to elite institutional production. Pigs have multiple offspring per year, grow rapidly, and can subsist on household refuse. This makes them excellent animals for meat production on a small scale. However, because they lack the ability to produce wool and milk, they were considered less valuable by temples and palaces, which controlled a significant portion of the agrarian economy. As such, the examination of pig husbandry allowed a previously unexamined perspective into the everyday lives of ordinary Mesopotamians during a period of increasing social inequality.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This study employed a battery of scientific techniques designed to provide multiple lines of evidence for understanding how commoners managed pigs. The co-PI analyzed faunal specimens from museum collections in the United States and Turkey, including the Oriental Institute of the University of Chicago, the Field Museum (Chicago), the Smithsonian Institution (Washington, DC), and the Kahramanmarash Archaeological Museum (Turkey). A second aspect of the project involved excavations in Iraqi Kurdistan. However, that was not fulfilled due to increased violence in the Erbil region.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The results indicate that commoners increasingly practiced more intensive pig husbandry during the 6<sup>th</sup> millennium BC. This is reflected in an increase in pathological lesions related to stress, decrease in slaughter age, an increase in the amount of cereal in pigs&rsquo; diets, and morphological change. The 6<sup>th</sup> millennium was a time of increased community tension as reflected in ritual behavior. The results of the co-PI&rsquo;s analysis, which suggest that pigs were managed in such a way so as to maximize efficiency, therefore suggest that pork played an important role in the negotiation of village politics in the pre-urban period of Mesopotamian history. The data also show that pigs were an important part of the Mesopotamian diet in later periods, particularly after cities emerged. However, commoners, while using pigs as a mainstay of their animal protein diet, did not alter production strategies in order to cope with increasing degrees of inequality. In addition to these outcomes, the morphological data show a long process of change in the bodies of pigs, even in the periods after domestication.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In terms of broader impacts, the co-PI was able to collaborate with scholars in Turkey and Iraq, fostering international relations between academic institutions. This is an important task for archaeologists, especially in light of the new threats to the cultural heritage of the Middle East that have developed in the past year. In addition, the data that the co-PI collected provides insight into how primitive breeds of pigs were managed over the long-term and what strategies were ultimately successful. The evidence constitutes an important historical case for comparison to the present day. Today, hog farmers in the US are weighing the pluses and minuses of adopting new husbandry strategies in the face of the need to balance multiple factors including consumer choices and environmental concerns. The ancient past provides an analog for this dilemma.</p>\n<p>...",
  "por_txt_cntn": "\n            This research examined how commoners practicing small-scale agriculture responded to political developments in Mesopotamia. The co-PI examined animal bones from 11 archaeological sites located in present-day northern Iraq, Syria, and Turkey, that were occupied during the long transition to urbanism in the 7th-3rd millennia BC. The research focused specifically on pigs. Pigs were unique in the ancient Middle East because they were particularly suited for commoner production as opposed to elite institutional production. Pigs have multiple offspring per year, grow rapidly, and can subsist on household refuse. This makes them excellent animals for meat production on a small scale. However, because they lack the ability to produce wool and milk, they were considered less valuable by temples and palaces, which controlled a significant portion of the agrarian economy. As such, the examination of pig husbandry allowed a previously unexamined perspective into the everyday lives of ordinary Mesopotamians during a period of increasing social inequality.\n\n            This study employed a battery of scientific techniques designed to provide multiple lines of evidence for understanding how commoners managed pigs. The co-PI analyzed faunal specimens from museum collections in the United States and Turkey, including the Oriental Institute of the University of Chicago, the Field Museum (Chicago), the Smithsonian Institution (Washington, DC), and the Kahramanmarash Archaeological Museum (Turkey). A second aspect of the project involved excavations in Iraqi Kurdistan. However, that was not fulfilled due to increased violence in the Erbil region.\n\n            The results indicate that commoners increasingly practiced more intensive pig husbandry during the 6th millennium BC. This is reflected in an increase in pathological lesions related to stress, decrease in slaughter age, an increase in the amount of cereal in pigsÆ diets, and morphological change. The 6th millennium was a time of increased community tension as reflected in ritual behavior. The results of the co-PIÆs analysis, which suggest that pigs were managed in such a way so as to maximize efficiency, therefore suggest that pork played an important role in the negotiation of village politics in the pre-urban period of Mesopotamian history. The data also show that pigs were an important part of the Mesopotamian diet in later periods, particularly after cities emerged. However, commoners, while using pigs as a mainstay of their animal protein diet, did not alter production strategies in order to cope with increasing degrees of inequality. In addition to these outcomes, the morphological data show a long process of change in the bodies of pigs, even in the periods after domestication.\n\n            In terms of broader impacts, the co-PI was able to collaborate with scholars in Turkey and Iraq, fostering international relations between academic institutions. This is an important task for archaeologists, especially in light of the new threats to the cultural heritage of the Middle East that have developed in the past year. In addition, the data that the co-PI collected provides insight into how primitive breeds of pigs were managed over the long-term and what strategies were ultimately successful. The evidence constitutes an important historical case for comparison to the present day. Today, hog farmers in the US are weighing the pluses and minuses of adopting new husbandry strategies in the face of the need to balance multiple factors including consumer choices and environmental concerns. The ancient past provides an analog for this dilemma.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/01/2016\n\n\t\t\t\t\tSubmitted by: Max D Price"
 }
}