{
 "awd_id": "1406447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH: EXP: Collaborative Research: Exploring Sparsity and Spectral-Temporal Decomposition in Real-Time Network Modulation for Intractable Epilepsy",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 348000.0,
 "awd_min_amd_letter_date": "2014-08-07",
 "awd_max_amd_letter_date": "2017-05-01",
 "awd_abstract_narration": "Understanding the relationship between brain activity and human behavior is not only one of the most important scientific challenges of our generation but also one of the most important challenges in medicine and public health. This project develops new technology that can address the minute size of the neurons, and the vast amount of data generated by neural activity. This project leverages the collaborative environment between Rice and Texas Medical Center to develop novel electrical stimulation approaches to modulate the seizure network, adaptively and selectively. If successful, the end result would be a reparative therapy that leverages inherent brain plasticity mechanisms and may one day be independent of chronically implanted electronics.\r\n\r\nThis project develops algorithms that capture the dynamic, frequency dependent connectivity of the brain from real-time monitoring of the brain using ECoG (Electrocorticography) and then identifying the \"optimal\" parameters of the LFS (low-frequency electrical stimulation) to modulate the connectivity of the epilepsy network with temporal and spatial precision. The complexity of modeling such connectivity in real-time is managed by first segmenting neural activity into different epochs and spectral bands and then deriving the sparse connectivity in each of the segments. Effective connectivity in each spectral-temporal segment is estimated using Granger causality. LFS is applied after detecting interictal epileptiform discharges (IEDs) at spatial locations identified from the model. These critical steps lead to the development of a prototype system of real-time stimulation with a natural trade-off of complexity versus accuracy prompting a compromise between battery life and efficacy. The efficacy of spatially-optimized, activity-triggered LFS is evaluated by measuring the irritability of the seizure network and comparing the rate of IEDs detected during pre- and post-treatment periods. These experiments would point the way to treatment of pharmacologically refractory epilepsy without surgical resection of brain tissue and lead to reparative therapies leveraging inherent brain plasticity. The proposed methodology presents the first of its kind reparative, real-time, and selective network modulation to treat a debilitating disease.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Behnaam",
   "pi_last_name": "Aazhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Behnaam Aazhang",
   "pi_email_addr": "aaz@rice.edu",
   "nsf_id": "000408682",
   "pi_start_date": "2014-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  },
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8061",
   "pgm_ref_txt": "SCH Type I:  EXP"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c6a69df9-7fff-db32-3dd0-3d4bf1624e67\">Patients with epilepsy suffer from seizures - periods in which hypersynchronous neural activity spreads from one or more small diseased circuits in the brain to malignantly entrain activity more broadly. For about 1 million Americans with epilepsy, seizures cannot be controlled pharmacologically resulting in a pervasive disability. Fortunately, a substantial proportion of these patients have focal epilepsies - their seizure networks are spatially localized to a small portion of tissue. In these cases, surgical resection of the epileptogenic focus can potentially cure their seizures. However, a major constraint on these surgeries is that the seizure focus is frequently not clearly identifiable by imaging or non-invasive electrophysiologic techniques.</span></p>\n<p id=\"docs-internal-guid-c2755b06-7fff-14d9-9938-3f29ca762084\" dir=\"ltr\"><span>Spatiotemporally structured stimulation has been shown to induce long-term changes in the strength of connections between individual neurons </span><span>in vitro </span><span>and </span><span>in vivo</span><span>. A general principle is that structured co-activation at higher frequencies tends to strengthen connections (long-term potentiation, LTP), whereas slower more-randomly structured activation tends to weaken connections (long-term depression, LTD). In particular low-frequency (~1 Hz) trains of paired stimulation pulses have been shown to produce long-lasting decreases in connection strength</span><span>. Paired pulses are thought to activate LTD by activating synapses a second time during their absolute refractory periods. This suggests three key approaches that might result in LTD of the hyperexcitable seizure network.</span><span>&nbsp;&nbsp;&nbsp; </span><span>&nbsp;&nbsp;&nbsp; </span><span>&nbsp;&nbsp;&nbsp; </span><span>&nbsp;&nbsp;&nbsp; </span><span>&nbsp;&nbsp;&nbsp; </span><span>&nbsp;&nbsp;&nbsp; </span></p>\n<p><span>We developed a set of information-theoretic tools to identify </span><span>the seizure onset zone and then to measure coherency among different population of neurons in the zone in epileptic patients. These tools were then used to develop a machine learning pipeline to predict the onset of seizures.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Behnaam&nbsp;Aazhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPatients with epilepsy suffer from seizures - periods in which hypersynchronous neural activity spreads from one or more small diseased circuits in the brain to malignantly entrain activity more broadly. For about 1 million Americans with epilepsy, seizures cannot be controlled pharmacologically resulting in a pervasive disability. Fortunately, a substantial proportion of these patients have focal epilepsies - their seizure networks are spatially localized to a small portion of tissue. In these cases, surgical resection of the epileptogenic focus can potentially cure their seizures. However, a major constraint on these surgeries is that the seizure focus is frequently not clearly identifiable by imaging or non-invasive electrophysiologic techniques.\nSpatiotemporally structured stimulation has been shown to induce long-term changes in the strength of connections between individual neurons in vitro and in vivo. A general principle is that structured co-activation at higher frequencies tends to strengthen connections (long-term potentiation, LTP), whereas slower more-randomly structured activation tends to weaken connections (long-term depression, LTD). In particular low-frequency (~1 Hz) trains of paired stimulation pulses have been shown to produce long-lasting decreases in connection strength. Paired pulses are thought to activate LTD by activating synapses a second time during their absolute refractory periods. This suggests three key approaches that might result in LTD of the hyperexcitable seizure network.                        \n\nWe developed a set of information-theoretic tools to identify the seizure onset zone and then to measure coherency among different population of neurons in the zone in epileptic patients. These tools were then used to develop a machine learning pipeline to predict the onset of seizures.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Behnaam Aazhang"
 }
}