{
 "awd_id": "1406774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The consequences of natural and anthropogenic geographic range expansion",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 12816.0,
 "awd_amount": 12816.0,
 "awd_min_amd_letter_date": "2014-04-28",
 "awd_max_amd_letter_date": "2014-04-28",
 "awd_abstract_narration": "A major scientific challenge today is understanding the consequences of biological invasions in response to environmental change. The proposed research uses fossil and modern data on marine clams and snails to compare evolutionary changes in species that have expanded geographic ranges along their native coasts with changes in invasive species that have crossed ocean basins with (accidental or intentional) human assistance. This research will evaluate biological characteristics that may confer an expansion advantage (for example, body size), analyze changes in shell shape between the source and colonized regions in both native and invasive expansions, and experimentally assess the contribution of genetic evolution to such shell shape variation.\r\n\r\nUltimately, this research seeks to understand biological invasions in marine systems through comparisons with ?native? species expansions, where the natives are coming into contact with novel climates and new ecological communities. Despite the negative consequences of invasive species, they may offer a window into the rapid evolutionary adaptation that occurs in a recently colonized region over contemporary timescales. The proposed research has the potential to give insight into the evolutionary responses of species to past climate change and may help us predict how species adapt in response to expansions under current climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jablonski",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "David I Jablonski",
   "pi_email_addr": "djablons@uchicago.edu",
   "nsf_id": "000126026",
   "pi_start_date": "2014-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Bitler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Bitler",
   "pi_email_addr": "nbitler@gmail.com",
   "nsf_id": "000652318",
   "pi_start_date": "2014-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1025 E 57th St",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12816.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">This project investigates the phenotypic consequences of geographic range expansions in two intertidal gastropods. As non-native species introductions increase and native species shift their range in response to climate change, we can expect more species coming into contact with novel environments. This project contributes to our understanding of the phenotypic consequences of range expansion into those novel habitats. Marine gastropods are an ideal study system for this project because they have a highly resolved fossil record and have numerous documented range expansions.</p>\n<p class=\"Body\">Through this study on the phenotypic consequences of range expansion, I find that <em>Nucella</em> <em>lamellosa </em>and <em>N. ostrina </em>exhibit significant morphological variation across large and small spatial scales and across time.&nbsp; I compared phenotypic patterns shaped by localized wave-exposure and inferred predation gradients with patterns shaped by latitudinal distance (either via isolation of populations in the case of <em>N. lamellosa</em> or recent expansion following the LGM in the case of <em>N. ostrina</em>)<em>. </em>When separated into northern (AK) and southern (CA, OR, WA) groups, both species show significant morphological differences across latitudes, where northern shells tend to be higher-spired, with smaller apertures, than southern ones. This is somewhat contrary to expectations based on previous work that might suggest increased predation and heat at more southern latitudes would select for a higher-spired, smaller aperture shell. Therefore, it seems as though either predation is not decreasing with increasing latitude, or, more likely, that predation is not driving the differences in shell shape between northern and southern sites. For <em>N. ostrina</em>, the differences in present-day northern populations from southern and ancestral ones likely reflect a rapid evolution to novel conditions in the northern part of the range following the Last Glacial Maximum. However, for <em>N. lamellosa</em>, the differences in present-day northern populations from southern and ancestral ones could either reflect differences accumulated in isolation or rapid evolution to novel conditions in the previously unoccupied areas of the northern range. In either case, we demonstrate that morphological evolution can occur in a variety of contexts. In addition, this study also adds to previous work on the drivers of shell shape at a more localized scale, where wave action and predation can vary over short distances.&nbsp; Surprisingly, <em>N. lamellosa </em>does not show the expected pattern of thinner shells with larger apertures at exposed sites, but <em>N. ostrina </em>does show the expected pattern<em>, </em>possibly as a result of its position in the intertidal.</p>\n<p class=\"Body\">The findings from this study contribute to our understanding about the phenotypic consequences of range expansion into novel habitats, and is one of the only studies to follow up on intriguing results showing rapid morphological evolution following a range expansion in another muricid gastropod, <em>Acanthinucella spriata, </em>(Hellberg et al 2001, Science). In the present study, phenotypic differences across latitudes are even more striking than phenotypic differences across habitat types (wave-exposed/low-predation vs. wave-protected/high-predation), an unexpected result that adds to ecological understanding on responses to localized pressures in the intertidal system. The comparative approach used to study the consequences of range expansion can enhance our understanding of how the different circumstances of expansion (natural or anthropogenic) may lead to different phenotypic, genetic, and physiological consequences. This approach could promote the integration of present-day and ancient phenotypes with the many phylogeographic studies using genetic data, and could potentially influence conservation decisions related to present-day climate change and range expansions. Based on this work, I have prepared a manuscript on the study of phenotypic differences in <em>Nucella </em>over time and space (Chapter 1 of my dissertation), and have presented the results at two conferences, the American Society of Naturalists conference in Asilomar, CA in January 2016, and the joint meeting of the American Society of Naturalists, the&nbsp;Society for the Study of Evolution, and the&nbsp;Society of Systematic Biologists in Austin, TX in June 2016. To disseminate this work more broadly, I participated in the Museum of Science and Industry&rsquo;s &ldquo;Hot Jobs, Cool Careers&rdquo;, an event meant to expose young people to a range of STEM careers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2016<br>\n\t\t\t\t\tModified by: Nicole&nbsp;Bitler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project investigates the phenotypic consequences of geographic range expansions in two intertidal gastropods. As non-native species introductions increase and native species shift their range in response to climate change, we can expect more species coming into contact with novel environments. This project contributes to our understanding of the phenotypic consequences of range expansion into those novel habitats. Marine gastropods are an ideal study system for this project because they have a highly resolved fossil record and have numerous documented range expansions.\nThrough this study on the phenotypic consequences of range expansion, I find that Nucella lamellosa and N. ostrina exhibit significant morphological variation across large and small spatial scales and across time.  I compared phenotypic patterns shaped by localized wave-exposure and inferred predation gradients with patterns shaped by latitudinal distance (either via isolation of populations in the case of N. lamellosa or recent expansion following the LGM in the case of N. ostrina). When separated into northern (AK) and southern (CA, OR, WA) groups, both species show significant morphological differences across latitudes, where northern shells tend to be higher-spired, with smaller apertures, than southern ones. This is somewhat contrary to expectations based on previous work that might suggest increased predation and heat at more southern latitudes would select for a higher-spired, smaller aperture shell. Therefore, it seems as though either predation is not decreasing with increasing latitude, or, more likely, that predation is not driving the differences in shell shape between northern and southern sites. For N. ostrina, the differences in present-day northern populations from southern and ancestral ones likely reflect a rapid evolution to novel conditions in the northern part of the range following the Last Glacial Maximum. However, for N. lamellosa, the differences in present-day northern populations from southern and ancestral ones could either reflect differences accumulated in isolation or rapid evolution to novel conditions in the previously unoccupied areas of the northern range. In either case, we demonstrate that morphological evolution can occur in a variety of contexts. In addition, this study also adds to previous work on the drivers of shell shape at a more localized scale, where wave action and predation can vary over short distances.  Surprisingly, N. lamellosa does not show the expected pattern of thinner shells with larger apertures at exposed sites, but N. ostrina does show the expected pattern, possibly as a result of its position in the intertidal.\nThe findings from this study contribute to our understanding about the phenotypic consequences of range expansion into novel habitats, and is one of the only studies to follow up on intriguing results showing rapid morphological evolution following a range expansion in another muricid gastropod, Acanthinucella spriata, (Hellberg et al 2001, Science). In the present study, phenotypic differences across latitudes are even more striking than phenotypic differences across habitat types (wave-exposed/low-predation vs. wave-protected/high-predation), an unexpected result that adds to ecological understanding on responses to localized pressures in the intertidal system. The comparative approach used to study the consequences of range expansion can enhance our understanding of how the different circumstances of expansion (natural or anthropogenic) may lead to different phenotypic, genetic, and physiological consequences. This approach could promote the integration of present-day and ancient phenotypes with the many phylogeographic studies using genetic data, and could potentially influence conservation decisions related to present-day climate change and range expansions. Based on this work, I have prepared a manuscript on the study of phenotypic differences in Nucella over time and space (Chapter 1 of my dissertation), and have presented the results at two conferences, the American Society of Naturalists conference in Asilomar, CA in January 2016, and the joint meeting of the American Society of Naturalists, the Society for the Study of Evolution, and the Society of Systematic Biologists in Austin, TX in June 2016. To disseminate this work more broadly, I participated in the Museum of Science and Industry?s \"Hot Jobs, Cool Careers\", an event meant to expose young people to a range of STEM careers. \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2016\n\n\t\t\t\t\tSubmitted by: Nicole Bitler"
 }
}