{
 "awd_id": "1406532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Principal bundles on local schemes and a duality for Hitchin systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 157637.0,
 "awd_amount": 113687.0,
 "awd_min_amd_letter_date": "2014-06-12",
 "awd_max_amd_letter_date": "2017-06-30",
 "awd_abstract_narration": "This award supports work on two projects in mathematics that have bearing on areas of physics.  Its mathematical scope involves number theory, representation theory, and algebraic geometry and relates to what is now known as the Geometric Langlands Program.  Robert Langlands in the 1960's proposed a program, which is a culmination of a sequence of theorems in number theory that began with the quadratic reciprocity theorem, proved by Gauss around 1800.  Alexander Beilinson and Vladimir Drinfeld suggested a geometric version of the Langlands program, in which they brought the ideas of Langlands together with tools and ideas from other areas of mathematics and physics: algebraic geometry, sheaf theory, moduli spaces, integrable systems, and many others. Later, Anton Kapustin and Edward Witten in a breakthrough paper related the Geometric Langlands Program to supersymmetry and electro-magnetic duality. The central objects in the two projects are principal bundles for reductive algebraic groups; the PI plans to study certain questions about them in the context of the Geometric Langlands Program.\r\n\r\nIn the first project, partly in collaboration with Ivan Panin, the PI will apply techniques of the Geometric Langlands Program (namely, affine Grassmannians) to the local study of principal bundles.  A principal bundle (that is, a torsor) for a reductive group scheme is not necessarily trivial in the Zariski topology.  However, a conjecture of Grothendieck and Serre predicts that it is trivial if it is rationally trivial and the base is smooth.  This conjecture is already proved in certain cases, but the PI aims to prove it in wider generality.  The PI also plans to describe the necessary and sufficient conditions for extending a principal bundle over the fraction field to a neighborhood of a closed point.  The second project, partly in collaboration with Dmitry Arinkin, is aimed at proving the quasi-classical version of the categorical Langlands correspondence.  This is the equivalence between the derived category of the Hitchin integrable system for a reductive group and the derived category of the Hitchin system for the Langlands dual group.  This should be viewed as an extension of the Fourier-Mukai transform for abelian varieties to singular degenerations of abelian varieties.  There are strong indications that a proof of the duality for Hitchin systems will help with the proof of the original Geometric Langlands conjectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Fedorov",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roman M Fedorov",
   "pi_email_addr": "fedorov@pitt.edu",
   "nsf_id": "000601670",
   "pi_start_date": "2014-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 69735.0
  }
 ],
 "por": null
}