{
 "awd_id": "1406418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symplectic Floer cohomology, mirror symmetry and gauge theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 192773.0,
 "awd_amount": 192773.0,
 "awd_min_amd_letter_date": "2014-07-26",
 "awd_max_amd_letter_date": "2014-07-26",
 "awd_abstract_narration": "This project centers on a field called \"symplectic topology\", a part of geometry with roots in the development of celestial mechanics, whose distinctive mathematical features  emerged in the 1980s. This field is today the subject of vigorous research activity.  The PI, along with his graduate students and collaborators, will study connections between symplectic topology and two other parts of geometry, each superficially quite different. The first connection is to algebraic geometry, and is through the phenomenon known by the metaphorical name of \"mirror symmetry\". In mirror symmetry, objects from symplectic topology reappear in transformed form into algebraic form in a looking-glass world. The inter-relations between the symplectic objects and those between the algebraic objects match precisely, in an astounding way. Mirror symmetry was proposed around 1990 by physicists working in string theory, and for years, mathematicians could verify it in examples but not explain it. The PI contends that a quarter-century after its inception, the time has come to prove basic theorems conceptualizing how mirror symmetry works.  The second connection is to geometry in dimensions 3 and 4.  Though the two parts of the project touch on different parts of mathematics, they share common technical tools, the theories of \"pseudo-holomorphic curves\" and \"Floer cohomology\". A significant part of the proposal is to support the training of graduate students working on the two aspects of the project.\r\n\r\nThe two strands of the research proposed in this project are both based on symplectic Floer cohomology, a tool in symplectic topology that is proving as incisive and adaptable as singular cohomology is in algebraic topology.  One strand explores structural aspects of the connection between symplectic topology and algebraic geometry known as mirror symmetry, in the setting of Calabi-Yau (CY) manifolds. Homological mirror symmetry, and the Fukaya category of a CY manifold, take center-stage. Key to the proposal is the investigation of logical relationships between different formulations of mirror symmetry: constructions of mirror pairs;  homological mirror symmetry; Hodge-theoretic mirror symmetry; and enumeration of holomorphic curves. The other strand arises from the relationship between the symplectic and gauge-theoretic versions of Floer cohomology.  The proposal is to develop a new Floer cohomology theory for 3-manifolds using the same mechanism as the hugely productive Heegaard Floer homology of Ozsvath-Szabo, but working not in a symmetric product of the Heegaard surface (made a complex curve), as one does in Heegaard Floer homology, but rather in a space of \"stable pairs\" on the Heegaard surface, consisting of a rank 2 holomorphic vector bundle together with a holomorphic section thereof. This theory is likely to have close relations both to Heegaard Floer homology itself, and to instanton Floer theory, and may illuminate the relations between those theories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Perutz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Perutz",
   "pi_email_addr": "perutz@math.utexas.edu",
   "nsf_id": "000511826",
   "pi_start_date": "2014-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "2515 Speedway Stop C1200",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 192773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The most important outcome from this project was the successful deduction (in joint work with Sheel Ganatra and Nick Sheridan) of Hodge-theoretic mirror symmetry from homological mirror symmetry.</p>\n<p>\"Mirror symmetry\" is a metaphorical name for a phenomemon, first detected by mathematical physicists developing string theory c. 1988, in which one kind of geometry - symplectic geometry - is reflected, in a bizarrely transformed fashion, in another kind of geometry - algebraic geometry - on a different space. Ever since, mathematicians have sought to understand how this phenomenon arises.</p>\n<p>In 1994, Kontsevich conjectured a certain aspect of this phenomenon, called homological mirror symmetry, and forecast that it would be an organizing principle for other aspects of mirror symmetry. Our work confirms his forecast, by showing that homological mirror symmetry (even in a slightly \"fuzzy\" or imprecise form) implies precise, numerical predictions (about counts of rational curves on one side of the mirror versus variations of Hodge structure on the mirror).</p>\n<p>Though our results are not yet documented and published in their entirety, they are mathematically complete, and multiple publications on the topic will result from the project supported by this grant.</p>\n<p>Another aspect of the project concerned the development of a so-called Floer theory in 3-dimensional topology. Designed to be related to two well-known constructions (Heegaard Floer homology and instanton homology), the new theory is quite challenging to set up.&nbsp; The PI (joint with his graduate student Andrew Lee) made some promising initial steps. These focused on a special case (based on genus 1 rather than higher genus surfaces); even in that special case, we found rich and intriguing geometric siutation. We have made some promising initial steps, which confirm the connection to Heegaard Floer theory, and - just at the end of the grant period - found a promising approach for higher genera.&nbsp;This was an initial foray into little-charted territory, and much remains to be done.</p>\n<p>The PI worked closely with two Ph.D. students (Andrew Lee and Roberta Guadagani) on aspects of the project; both graduated from UT Austin in 2017, and both went on to postdoctoral fellowships continuning their work (at U.C. Santa Cruz and at U. Pennsylvania respectively). Lee's work was described above. Guadagni's Ph.D. thesis concerned the construction of the geometric structure (a \"Lagrangian torus fibration\") which is understood to underpin the mirror symmetry phenomenon.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2018<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Perutz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe most important outcome from this project was the successful deduction (in joint work with Sheel Ganatra and Nick Sheridan) of Hodge-theoretic mirror symmetry from homological mirror symmetry.\n\n\"Mirror symmetry\" is a metaphorical name for a phenomemon, first detected by mathematical physicists developing string theory c. 1988, in which one kind of geometry - symplectic geometry - is reflected, in a bizarrely transformed fashion, in another kind of geometry - algebraic geometry - on a different space. Ever since, mathematicians have sought to understand how this phenomenon arises.\n\nIn 1994, Kontsevich conjectured a certain aspect of this phenomenon, called homological mirror symmetry, and forecast that it would be an organizing principle for other aspects of mirror symmetry. Our work confirms his forecast, by showing that homological mirror symmetry (even in a slightly \"fuzzy\" or imprecise form) implies precise, numerical predictions (about counts of rational curves on one side of the mirror versus variations of Hodge structure on the mirror).\n\nThough our results are not yet documented and published in their entirety, they are mathematically complete, and multiple publications on the topic will result from the project supported by this grant.\n\nAnother aspect of the project concerned the development of a so-called Floer theory in 3-dimensional topology. Designed to be related to two well-known constructions (Heegaard Floer homology and instanton homology), the new theory is quite challenging to set up.  The PI (joint with his graduate student Andrew Lee) made some promising initial steps. These focused on a special case (based on genus 1 rather than higher genus surfaces); even in that special case, we found rich and intriguing geometric siutation. We have made some promising initial steps, which confirm the connection to Heegaard Floer theory, and - just at the end of the grant period - found a promising approach for higher genera. This was an initial foray into little-charted territory, and much remains to be done.\n\nThe PI worked closely with two Ph.D. students (Andrew Lee and Roberta Guadagani) on aspects of the project; both graduated from UT Austin in 2017, and both went on to postdoctoral fellowships continuning their work (at U.C. Santa Cruz and at U. Pennsylvania respectively). Lee's work was described above. Guadagni's Ph.D. thesis concerned the construction of the geometric structure (a \"Lagrangian torus fibration\") which is understood to underpin the mirror symmetry phenomenon. \n\n \n\n\t\t\t\t\tLast Modified: 09/13/2018\n\n\t\t\t\t\tSubmitted by: Timothy Perutz"
 }
}