{
 "awd_id": "1406366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Possible evolution of a novel ZW chromosome system in a hybrid laboratory population of the copepod Tigriopus californicus",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 19972.0,
 "awd_amount": 19972.0,
 "awd_min_amd_letter_date": "2014-03-17",
 "awd_max_amd_letter_date": "2014-03-17",
 "awd_abstract_narration": "Among sexually reproducing organisms, the allocation of maleness and femaleness to offspring occurs in many ways, most familiarly, via sex chromosomes (XX females and XY males in humans, flies; ZW females and ZZ males in birds, butterflies). Although closely-related species often differ in their sex determination mechanisms, why those evolve is poorly understood. The marine crustacean Tigriopus californicus has many genetically isolated populations and polygenic (genetic, but non-chromosomal) sex determination. Previous work with a laboratory-created hybrid population revealed that females, but not males, are often heterozygous across an entire chromosome (bearing one copy from each original population), suggesting that it could be acting as a Z/W sex chromosome. This project will use next-generation DNA sequencing on individuals from this hybrid population and its wild progenitors to identify identify the sex determination mechanism in each population and to ascertain whether the hybrid population has evolved a novel sex chromosome.\r\n\r\nThis project investigates the genetic basis of sex determination in copepods, one of the most abundant animal groups on the planet. Sex chromosomes are a predictable outcome of evolution. The emergence of a sex chromosome in a hybrid population would suggest that sex determination mechanism switches could be a consequence of hybridization-induced genomic disruption. This is especially important in light of the increasing hybridization occurring in natural populations due to human-driven processes, such as species introductions and climate change-induced range shifts. In addition, the project will include extensive mentoring of undergraduates, and an evolution and science communication workshop at the Aquarium of the Pacific, Long Beach, CA",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Edmands",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne Edmands",
   "pi_email_addr": "sedmands@usc.edu",
   "nsf_id": "000293076",
   "pi_start_date": "2014-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barret",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barret Phillips",
   "pi_email_addr": "bcphilli@usc.edu",
   "nsf_id": "000653201",
   "pi_start_date": "2014-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3616 Trousdale Parkway",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890371",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 19972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-b35d7286-9a3e-0583-804e-050af2286309\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>Though the XY sex chromosomes present in humans are shared with most mammals, many other organisms determine sex differently. For instance, a different ancestral chromosome has become a sex chromosome in birds and snakes, both of whom have XY females (usually referred to as ZW, to reduce confusion). In other groups, sex chromosomes may not be present at all. Sex determination is polygenic (genetic, but with contributing genes on multiple chromosomes) in the marine copepod crustacean </span><span>Tigriopus californicus</span><span>.</span></p>\n<p dir=\"ltr\"><span>This project examined how sex determination changed in a long-term, laboratory-created hybrid population of </span><span>T. californicus</span><span>. The hybrid population was initially created by combining equal numbers of animals from two populations, collected in San Diego, CA and in Santa Cruz, CA. Previous work revealed that though the rest of the genome was nearly swamped by genes originating from one population (Santa Cruz, CA), many females had retained a complete copy of one chromosome from the other parental population (San Diego, CA). We hypothesized that this chromosome, which was previously shown to strongly influence sex in other crosses, might be acting as a novel sex chromosome in the hybrid population. However, previous work had only utilized genetic markers that were informative about the population-of-origin and did not provide any information about genetic variation within populations.</span></p>\n<p dir=\"ltr\"><span>In this project, we performed whole-genome sequencing of males and females from the experimental hybrid population and of the parental populations. We produced the first set of full-genome sequences from individual </span><span>T. californicus</span><span> copepods. We confirmed that though no region of the genome in either parental population appears to be functioning as a sex chromosome, a different pattern predominates in the hybrid population. San Diego population ancestry on this chromosome is present only in females, and it has persisted across the entire chromosome for more than 7 years (generation time is ~1 month), leading to strong differentiation between males and females across this chromosome--a key hallmark of a sex chromosome. Because crossing over during meiosis does not occur in females, the emergence of a novel sex chromosome has essentially been jump-started by the presence of a strong sex determiner (feminizer) on this chromosome in the San Diego population.</span></p>\n<p dir=\"ltr\"><span>Sex determination in both insects and vertebrates involves a complex regulatory cascade whereby genes are turned on and off. When master sex determination genes differ in related taxa, it is often because new genes have been added to the top of the regulatory cascade, and sex determination genes can be some of the fastest evolving genes in animal genomes, often showing low similarity even between closely related organisms. However, little is known about the genes involved in sex determination in animals other than vertebrates and insects, both of which diverged from crustaceans hundreds of millions of years ago. We searched for candidate sex determination cascade genes and found no evidence that they are concentrated on the novel sex chromosome, suggesting that just one or a few genes may be responsible for the feminizing effect of the San Diego version of this chromosome. Future work will focus on identifying candidate sex determination genes.</span></p>\n<p dir=\"ltr\"><strong>Intellectual Merit:</strong><span> The evolution of a novel sex chromosome has been a common event in the evolutionary history of sexually reproducing organisms, but it is very rare to observe its initial emergence. Most studies focused on &ldquo;young&rdquo; sex chromosomes utilize organisms whose sex chromosomes have emerged within the past few million years. Here, we were able to document and track the evolution of a sex chromosome that has evolved within less than 10 years. This is, to our knowledge, the first observation of the evolution of a sex chromosome from polygenic sex determination.</span></p>\n<p><strong>Broader Impacts:</strong><span> During this project, we worked with education staff members at the Aquarium of the Pacific in Long Beach, CA to produce a staff education workshop devoted to marine evolution, with a focus on examples relevant to the organisms on exhibit. As part of this workshop, we gave presentations to staff members, workshopped ways to implement and integrate evolution research into their outreach efforts, and discussed effective science communication techniques. We conducted a public outreach day at Aquarium of the Pacific, where lab members created and staffed evolution education exhibits and games for visitors. We also gave guest lectures and engaged in mentorship for the USC Neighborhood Academic Initiative, which serves local high school and junior high school students.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2016<br>\n\t\t\t\t\tModified by: Suzanne&nbsp;Edmands</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThough the XY sex chromosomes present in humans are shared with most mammals, many other organisms determine sex differently. For instance, a different ancestral chromosome has become a sex chromosome in birds and snakes, both of whom have XY females (usually referred to as ZW, to reduce confusion). In other groups, sex chromosomes may not be present at all. Sex determination is polygenic (genetic, but with contributing genes on multiple chromosomes) in the marine copepod crustacean Tigriopus californicus.\nThis project examined how sex determination changed in a long-term, laboratory-created hybrid population of T. californicus. The hybrid population was initially created by combining equal numbers of animals from two populations, collected in San Diego, CA and in Santa Cruz, CA. Previous work revealed that though the rest of the genome was nearly swamped by genes originating from one population (Santa Cruz, CA), many females had retained a complete copy of one chromosome from the other parental population (San Diego, CA). We hypothesized that this chromosome, which was previously shown to strongly influence sex in other crosses, might be acting as a novel sex chromosome in the hybrid population. However, previous work had only utilized genetic markers that were informative about the population-of-origin and did not provide any information about genetic variation within populations.\nIn this project, we performed whole-genome sequencing of males and females from the experimental hybrid population and of the parental populations. We produced the first set of full-genome sequences from individual T. californicus copepods. We confirmed that though no region of the genome in either parental population appears to be functioning as a sex chromosome, a different pattern predominates in the hybrid population. San Diego population ancestry on this chromosome is present only in females, and it has persisted across the entire chromosome for more than 7 years (generation time is ~1 month), leading to strong differentiation between males and females across this chromosome--a key hallmark of a sex chromosome. Because crossing over during meiosis does not occur in females, the emergence of a novel sex chromosome has essentially been jump-started by the presence of a strong sex determiner (feminizer) on this chromosome in the San Diego population.\nSex determination in both insects and vertebrates involves a complex regulatory cascade whereby genes are turned on and off. When master sex determination genes differ in related taxa, it is often because new genes have been added to the top of the regulatory cascade, and sex determination genes can be some of the fastest evolving genes in animal genomes, often showing low similarity even between closely related organisms. However, little is known about the genes involved in sex determination in animals other than vertebrates and insects, both of which diverged from crustaceans hundreds of millions of years ago. We searched for candidate sex determination cascade genes and found no evidence that they are concentrated on the novel sex chromosome, suggesting that just one or a few genes may be responsible for the feminizing effect of the San Diego version of this chromosome. Future work will focus on identifying candidate sex determination genes.\nIntellectual Merit: The evolution of a novel sex chromosome has been a common event in the evolutionary history of sexually reproducing organisms, but it is very rare to observe its initial emergence. Most studies focused on \"young\" sex chromosomes utilize organisms whose sex chromosomes have emerged within the past few million years. Here, we were able to document and track the evolution of a sex chromosome that has evolved within less than 10 years. This is, to our knowledge, the first observation of the evolution of a sex chromosome from polygenic sex determination.\n\nBroader Impacts: During this project, we worked with education staff members at the Aquarium of the Pacific in Long Beach, CA to produce a staff education workshop devoted to marine evolution, with a focus on examples relevant to the organisms on exhibit. As part of this workshop, we gave presentations to staff members, workshopped ways to implement and integrate evolution research into their outreach efforts, and discussed effective science communication techniques. We conducted a public outreach day at Aquarium of the Pacific, where lab members created and staffed evolution education exhibits and games for visitors. We also gave guest lectures and engaged in mentorship for the USC Neighborhood Academic Initiative, which serves local high school and junior high school students.\n\n \n\n\t\t\t\t\tLast Modified: 08/25/2016\n\n\t\t\t\t\tSubmitted by: Suzanne Edmands"
 }
}