{
 "awd_id": "1406541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award Grant: Optimization of Heavy Metal Ions Remediation from Kaolinite Soil Using Molecular Micelles Chelators",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2013-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 85080.0,
 "awd_amount": 91368.0,
 "awd_min_amd_letter_date": "2014-01-16",
 "awd_max_amd_letter_date": "2014-01-16",
 "awd_abstract_narration": "Winston-Salem State University's (WSSU) Research Initiation Award entitled - Optimization of Heavy Metal Ions Remediation from Kaolinite Soil Using Molecular Micelles Chelator - is a student-faculty collaborative research project to develop a new analytical strategy for environmental heavy metal ion (HMI) remediation of contaminated soil. Specifically, the study will investigate the potential utility of molecular micelles (MMs) as chelators for HMI remediation of kaolinite soil. In addition, the HMI remediation efficiency capability of MMs will be compared with the remediation abilities of sodium dodecyl sulfate, a monomeric surfactant, and ethylenediaminetetraacetic acid, a conventional chelating agent. Furthermore, D-optimum experimental design will be employed to simultaneously investigate the influence of experimental conditions to evaluate the best conditions for HMI remediation. Compared with the current available HMI remediation methods, the proposed study is more environmentally friendly, capable of HMI remediation of diverse environmental sample matrixes and requires few experiments, potentially reducing both the time and cost of analysis.\r\n\r\nThe overall goal of this project is the development of a better analytical strategy for environmental HMI remediation and production of well prepared scientists through active student-faculty collaborative research. Emphasis on research engagement of students is not only the basis for gaining admission into graduate and professional schools, but it will also significantly strengthen WSSU's newly American Chemical Society accredited chemistry programs. The project aims to increase the number of minority students trained in research at a Historically Black College and University, ultimately improving students' learning and problem solving skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sayo",
   "pi_last_name": "Fakayode",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Sayo O Fakayode",
   "pi_email_addr": "Sayo.Fakayode@gcsu.edu",
   "nsf_id": "000506040",
   "pi_start_date": "2014-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 E. Market Street",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58399.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 32969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">RIA-NSF &nbsp;Grant Award </span></strong></p>\n<p style=\"text-align: center;\"><em>Heavy Metal Ions Remediation Using Molecular Micelle modified Kaolin Clay Adsorbent</em><strong></strong></p>\n<p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">Project Outcomes Report</span></strong></p>\n<p>This Research Initiation Award (RIA) grant proposal involved student-faculty collaborative research at Winston-Salem State University and North Carolina A&amp;T State University, Historically Black Universities and Colleges (HBCUs) to develop a new analytical strategy for environmental heavy metal ions (HMIs) remediation of contaminated soil. Specifically, the study investigated the potential utility of molecular micelles (MMs) as chelators for HMI remediation of kaolinite soil. The HMIs remediation efficiency capabilities of MMs were also compared with the remediation abilities of sodium dodecyl sulfate, a<br />monomeric surfactant, and a conventional chelating agent, ethylenediaminetetraacetic acid. Furthermore, D-optimum experimental design was employed to simultaneously investigate the influence of experimental conditions, including the solution pH, MMs concentration, and remediation time to evaluate the optimum conditions for HMI remediation.&nbsp; In general, the observed remediation efficiency is HMI, pH, MMs concentration, and time dependent. The remediation capability was also found to depend on the type of MM used for kaolin clay surface modification. An overall average remediation efficiency of 80 % or better was obtained for most HMIs using MMs-modified kaolin clay adsorbents in approximately 2 hours. Compared with the current available HMI remediation methods, the use of MMs is more environmentally friendly, capable of HMI remediation of diverse environmental sample matrixes and requires few experiments, reducing both the time and cost of HMIs remediation.&nbsp; This project provided an avenue and resources to train and mentor several underrepresented minority students in hands-on laboratory research, scientific writing, data analysis, library literacy, and poster/ oral presentations. This project had positive impacts on students involved in this project as they acquired valuable hands-on research<br />experiences using state-of-the-art instrumentation for sample analysis, improving the students&rsquo; problem-solving, critical thinking, and communication skills. The project also increased the number of underrepresented minority students gaining admission into graduate and professional schools, and entering the scientific workforce. Additionally, the project promoted inter-departmental collaboration between the principal investigator and also fostered partnerships between faculty members at HBCUs and other research intensive institutions.</p>\n<p style=\"text-align: center;\"><strong>NSF-RIA Supplement Grant Award</strong></p>\n<p style=\"text-align: center;\"><em>Shifting from Traditional &ldquo;Cook-Book&rdquo; Laboratory to Guided Inquiry Research Based Laboratory at HBCU Institution</em><strong></strong></p>\n<p style=\"text-align: center;\"><strong>Project Outcomes Report</strong></p>\n<p style=\"text-align: left;\">The development of efficient teaching methodologies to improve the overall qualityof education and to motivate students in the STEM disciplines continues to be a major challenge, particularly at Historically Black Colleges and Universities (HBCUs). Training innovative scientists rather than qualified technicians is critically significant for industrial growth and breakthroughs in research. However, the current conventional teaching and &ldquo;<strong><em>cook book</em></strong>&rdquo; laboratory experiment instruction, where students simply follow laboratory manuals is outdated, very boring, uninteresting, less motivating, and less hands-on. The goals of th...",
  "por_txt_cntn": "RIA-NSF  Grant Award \nHeavy Metal Ions Remediation Using Molecular Micelle modified Kaolin Clay Adsorbent\nProject Outcomes Report\n\nThis Research Initiation Award (RIA) grant proposal involved student-faculty collaborative research at Winston-Salem State University and North Carolina A&amp;T State University, Historically Black Universities and Colleges (HBCUs) to develop a new analytical strategy for environmental heavy metal ions (HMIs) remediation of contaminated soil. Specifically, the study investigated the potential utility of molecular micelles (MMs) as chelators for HMI remediation of kaolinite soil. The HMIs remediation efficiency capabilities of MMs were also compared with the remediation abilities of sodium dodecyl sulfate, a\nmonomeric surfactant, and a conventional chelating agent, ethylenediaminetetraacetic acid. Furthermore, D-optimum experimental design was employed to simultaneously investigate the influence of experimental conditions, including the solution pH, MMs concentration, and remediation time to evaluate the optimum conditions for HMI remediation.  In general, the observed remediation efficiency is HMI, pH, MMs concentration, and time dependent. The remediation capability was also found to depend on the type of MM used for kaolin clay surface modification. An overall average remediation efficiency of 80 % or better was obtained for most HMIs using MMs-modified kaolin clay adsorbents in approximately 2 hours. Compared with the current available HMI remediation methods, the use of MMs is more environmentally friendly, capable of HMI remediation of diverse environmental sample matrixes and requires few experiments, reducing both the time and cost of HMIs remediation.  This project provided an avenue and resources to train and mentor several underrepresented minority students in hands-on laboratory research, scientific writing, data analysis, library literacy, and poster/ oral presentations. This project had positive impacts on students involved in this project as they acquired valuable hands-on research\nexperiences using state-of-the-art instrumentation for sample analysis, improving the studentsÆ problem-solving, critical thinking, and communication skills. The project also increased the number of underrepresented minority students gaining admission into graduate and professional schools, and entering the scientific workforce. Additionally, the project promoted inter-departmental collaboration between the principal investigator and also fostered partnerships between faculty members at HBCUs and other research intensive institutions.\nNSF-RIA Supplement Grant Award\nShifting from Traditional \"Cook-Book\" Laboratory to Guided Inquiry Research Based Laboratory at HBCU Institution\nProject Outcomes Report\nThe development of efficient teaching methodologies to improve the overall qualityof education and to motivate students in the STEM disciplines continues to be a major challenge, particularly at Historically Black Colleges and Universities (HBCUs). Training innovative scientists rather than qualified technicians is critically significant for industrial growth and breakthroughs in research. However, the current conventional teaching and \"cook book\" laboratory experiment instruction, where students simply follow laboratory manuals is outdated, very boring, uninteresting, less motivating, and less hands-on. The goals of the NSF-RIA-Supplement project are to redesign, incorporate, and implement hands-on pedagogy and the use of Guided Inquiry Laboratory Experiments (GILEs) in chemistry curriculum at HBCUs to promote\nunderrepresented minority studentsÆ learning and success in STEM majors.\nThe outcome of this study showed that the majority of the students were\nexcited, motivated, and preferred the GILE to traditional \"cook book\" laboratory experiments. The GILE and hands-on instruction also promoted the spirit of team-work and challenged the studentsÆ critical thinking and problem solving skills. The GILE also provided..."
 }
}