{
 "awd_id": "1406031",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Community Workshop: The Next Generation of LiDAR Analyses for Critical Zone Research",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 23357.0,
 "awd_amount": 23357.0,
 "awd_min_amd_letter_date": "2013-12-19",
 "awd_max_amd_letter_date": "2013-12-19",
 "awd_abstract_narration": "A three-day workshop will be held at the University of Colorado-Boulder in Spring 2014 involving 25 early-career Earth scientists with a focus on the potentials for utilizing the next generation of Light Detection and Ranging (LiDAR) analysis techniques to answer research questions across the transdisciplinary boundaries of Critical Zone (CZ) science: hydrology, ecology, geomorphology, and geology. LiDAR technology is capable of resolving vegetation, terrain, and snowpack data at extremely high resolutions using ground-based (terrestrial) and aircraft-mounted laser ranging equipment. The growth of LiDAR data collection has outpaced the potential for CZ scientists to learn about new analysis techniques needed for research applications, which has left the CZ community 'data-rich' but 'information-poor' regarding LiDAR data. The workshop is therefore an important opportunity for early-career scientists to meet and learn about transformative LiDAR analysis tools and better utilize the LiDAR datasets already collected by the National Science Foundation's Critical Zone Observatory (CZO) network and similar CZ field sites from around the world. The workshop has three clear objectives: 1. Inform early-career CZ scientists on cutting-edge LiDAR analysis techniques, 2. Identify opportunities to apply LiDAR analysis techniques across the disciplinary boundaries of CZ science, and 3. Develop a five-year vision for advancing CZ science with new LiDAR data products that is articulated in a discussion paper. For one day of the workshop the instructors will rotate between three topical groups: 1. Watershed hydrology, 2. Forest ecology and management, and 3. Geomorphic landforms and lithology. The second half of the workshop will be spent synthesizing these ideas into a vision for advancing CZ science using transdisciplinary LiDAR analysis techniques to be published in a top-level peer-reviewed Earth science journal. The workshop offers a unique opportunity to develop collaborations among multidisciplinary early-career CZ scientists working with LiDAR data from around the world and engage the wider CZ community using course materials and journal publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Harpold",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian A Harpold",
   "pi_email_addr": "aharpold@cabnr.unr.edu",
   "nsf_id": "000595712",
   "pi_start_date": "2013-12-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Molotch",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Noah P Molotch",
   "pi_email_addr": "noah.molotch@colorado.edu",
   "nsf_id": "000446951",
   "pi_start_date": "2013-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 23357.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Critical Zone (CZ) scientists study the interactions among soil, water, air, and living organisms that shape the Earth&rsquo;s surface. Light Detection and Ranging (LiDAR) has transformative potential to advance CZ science because the technology simultaneously measures geomorphic, hydrologic, and ecologic properties at high-resolution (&lt;10 cm) and over large extents (&gt;100 km<sup>2</sup>). While LiDAR has led to major disciplinary breakthroughs, such as quantifying landscape patterns in erosion, snow water, and above-ground biomass, interdisciplinary challenges remain. To further the use of LiDAR in CZ science, an international group of more than 30 scientists gathered for a 3-day workshop, held at the University of Colorado in Boulder that was cosponsored by the National Science Foundation and the Swedish Foundation for International Cooperation in Research and Higher Education.</p>\n<p>The workshop goals were to characterize use of LiDAR data and technology across CZ science and suggest ways of maximizing future utilization. Compared to the increasing number of discipline-specific advances employing LiDAR, the group identified only a small number of examples that successfully leveraged co-located LiDAR-derived datasets (e.g. Harman et al, 2014, Pelletier et al., 2013). These seminal examples, combining topographic, hydrologic and vegetation data, demonstrate LiDAR&rsquo;s utility for understanding CZ architecture and function across disciplines and scale. Seminal transdisciplinary studies provide crucial scientific roadmaps for CZ scientists as forthcoming advances in LiDAR systems (e.g., hyper-spectral), processing (e.g., full waveform rectification), and collection platforms (e.g., unmanned aerial vehicles) are rapidly increasing information content and refining temporal resolution.&nbsp;</p>\n<p>The workshop participants identified opportunities and challenges facing three key LiDAR-based applications: 1. Change detection over time, 2. Parameterization and verification of physical models, and 3. Developing scaling (inter)relationships. Emerging technologies present new opportunities to link LiDAR data to complimentary measurements, particularly finer-scale in-situ and coarser-scale remote sensing observations. A common challenge across applications is that LiDAR processing to-date has required expensive, proprietary software to develop and classify datasets. The reliance on proprietary software is slowly changing as new open-source processing techniques are emerging. To address these crosscutting opportunities and challenges, the CZ community will need to better articulate their current processing resources and future needs. &nbsp;</p>\n<p>A summary of workshop recommendations to advance CZ science over the next five years through transdisciplinary LiDAR applications is presented below:</p>\n<ol>\n<li>Develop open lines of communication within and among groups, including individual CZ disciplines, remote sensing scientists, computer scientists, and funding agencies. Workshops have the potential to increase communication between &lsquo;data-users&rsquo; and &lsquo;data-creators&rsquo;.</li>\n<li>Advocate for new and existing LiDAR repositories, as well as open-source and community-centric processing resources. </li>\n<li>Advocate for new acquisition technologies that lower the cost of LiDAR collection and increase its availability, such as unmanned platforms and institutional acquisitions of LiDAR systems.&nbsp; </li>\n<li>Support the development of new LiDAR technologies that are of useful for linking disciplinary observations (e.g. hyperspectral laser technologies).&nbsp; </li>\n<li>Consider other remote sensing observations that may be complimentary to LiDAR (e.g. hyperspectral imagery), as well as competing LiDAR-like technologies that may prove more suitable for specific CZ applications.</li>\n</ol><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2015<br>\n\t\t\t\t\tModified...",
  "por_txt_cntn": "\nCritical Zone (CZ) scientists study the interactions among soil, water, air, and living organisms that shape the EarthÆs surface. Light Detection and Ranging (LiDAR) has transformative potential to advance CZ science because the technology simultaneously measures geomorphic, hydrologic, and ecologic properties at high-resolution (&lt;10 cm) and over large extents (&gt;100 km2). While LiDAR has led to major disciplinary breakthroughs, such as quantifying landscape patterns in erosion, snow water, and above-ground biomass, interdisciplinary challenges remain. To further the use of LiDAR in CZ science, an international group of more than 30 scientists gathered for a 3-day workshop, held at the University of Colorado in Boulder that was cosponsored by the National Science Foundation and the Swedish Foundation for International Cooperation in Research and Higher Education.\n\nThe workshop goals were to characterize use of LiDAR data and technology across CZ science and suggest ways of maximizing future utilization. Compared to the increasing number of discipline-specific advances employing LiDAR, the group identified only a small number of examples that successfully leveraged co-located LiDAR-derived datasets (e.g. Harman et al, 2014, Pelletier et al., 2013). These seminal examples, combining topographic, hydrologic and vegetation data, demonstrate LiDARÆs utility for understanding CZ architecture and function across disciplines and scale. Seminal transdisciplinary studies provide crucial scientific roadmaps for CZ scientists as forthcoming advances in LiDAR systems (e.g., hyper-spectral), processing (e.g., full waveform rectification), and collection platforms (e.g., unmanned aerial vehicles) are rapidly increasing information content and refining temporal resolution. \n\nThe workshop participants identified opportunities and challenges facing three key LiDAR-based applications: 1. Change detection over time, 2. Parameterization and verification of physical models, and 3. Developing scaling (inter)relationships. Emerging technologies present new opportunities to link LiDAR data to complimentary measurements, particularly finer-scale in-situ and coarser-scale remote sensing observations. A common challenge across applications is that LiDAR processing to-date has required expensive, proprietary software to develop and classify datasets. The reliance on proprietary software is slowly changing as new open-source processing techniques are emerging. To address these crosscutting opportunities and challenges, the CZ community will need to better articulate their current processing resources and future needs.  \n\nA summary of workshop recommendations to advance CZ science over the next five years through transdisciplinary LiDAR applications is presented below:\n\nDevelop open lines of communication within and among groups, including individual CZ disciplines, remote sensing scientists, computer scientists, and funding agencies. Workshops have the potential to increase communication between ædata-usersÆ and ædata-creatorsÆ.\nAdvocate for new and existing LiDAR repositories, as well as open-source and community-centric processing resources. \nAdvocate for new acquisition technologies that lower the cost of LiDAR collection and increase its availability, such as unmanned platforms and institutional acquisitions of LiDAR systems.  \nSupport the development of new LiDAR technologies that are of useful for linking disciplinary observations (e.g. hyperspectral laser technologies).  \nConsider other remote sensing observations that may be complimentary to LiDAR (e.g. hyperspectral imagery), as well as competing LiDAR-like technologies that may prove more suitable for specific CZ applications.\n\n\n\t\t\t\t\tLast Modified: 01/31/2015\n\n\t\t\t\t\tSubmitted by: Adrian Harpold"
 }
}