{
 "awd_id": "1406989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Hybridization and its downstream consequences for biodiversity.",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 16733.0,
 "awd_amount": 16733.0,
 "awd_min_amd_letter_date": "2014-05-14",
 "awd_max_amd_letter_date": "2014-05-14",
 "awd_abstract_narration": "Despite the importance of the microbial communities within higher organisms, little is known of the processes shaping the formation and persistence of these communities in natural systems. These microbial communities living in and on an organism can strongly influence host health by effects on nutrition, immunity, and other physiological systems. This project provides opportunities for undergraduate students at the University of Kansas to participate in cutting-edge biodiversity science research on birds and their associated microbial communities, as well as the opportunity to present results and network at local and national conferences. Research results will be disseminated to lay audiences locally and in the U. S, Southwest where the research takes place by collaborating with regional outdoor groups such as the Sierra Club and Audubon Societies to host and promote talks that will be open to the public. \r\n\r\nThe hologenome concept links evolution of the host genome and its associated microbiome and was originally conceived for coral reefs, although recent studies have expanded the idea taxonomically. Just as evolution in a host may affect the microbial community, evolution of microbial communities may also affect evolution of the host. Although previous work suggests a role of the geography related to host environment as well as host genetics in shaping the community of microbes living in and on an organism, currently there are no strong studies addressing the evolution of these associations in wild organisms. Hybrid zones provide an intriguing context to study the coevolution between microbial communities and their hosts. These zones provide insight into population genetic mechanisms affecting continued lineage divergence or lineage reticulation; gene flow, genetic drift, and natural selection may all be studied in the context of closely related, geographically-overlapping species. The proposed work will use next-generation sequence data of intestinal microbial communities across two bird hybrid zones in the U.S. Southwest. The study will assess whether population genetic processes and observed population structure in birds are associated with the structure, diversity, and patterns of selection in microbial communities in their intestine. Additionally, the project will investigate selection among ubiquitous bacterial groups between bird species, a currently unstudied topic, although it has been studied among individuals in humans. The research will further two components of key research priorities in molecular ecology, including understanding genomics of speciation and, specifically to this project, understanding the evolution of microbial communities, the understudied \"influential passengers\" of all higher taxonomic organisms, from plants to vertebrates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Moyle",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Robert G Moyle",
   "pi_email_addr": "moyle@ku.edu",
   "nsf_id": "000172179",
   "pi_start_date": "2014-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Manthey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Manthey",
   "pi_email_addr": "jdmanthey@ku.edu",
   "nsf_id": "000657107",
   "pi_start_date": "2014-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research, Inc.",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The microbial communities, or microbiomes, of vertebrates influence host nutrition, immunity, and physiology. An abundance of information is available about the factors shaping microbial communities in lab animals, domesticated animals, and humans. However, the complex factors shaping the formation of microbial communities in natural populations of wild vertebrates has not been sufficiently investigated. Several studies have looked at the role of host genetics or geographic location on microbial community formation, but without the two factors together. To investigate the roles of geography and genetics on coevolution in birds and their associated microbial communities, we used two bird study systems in the southwestern United States. First, we looked at two songbird species (</span><em>Certhia americana</em><span>&nbsp;and&nbsp;</span><em>Sitta carolinensis</em><span>) across isolated mountain ranges at the southern end of the Rocky Mountains. In this study, we found that the alpha diversity&mdash;or number of taxonomic units&mdash;of bird microbial communities was not related to the genomic diversity of the hosts. We also found that a significant proportion of the microbial communities&rsquo; beta diversity&mdash;or distinctiveness of microbial community assemblies&mdash;could be explained by host genomic differentiation but not geographic location. Additionally, we found predicted functional components of the microbial communities related to digestion were different between bird species. For the second study system, we looked at microbial community assembly in five woodpeckers, including montane and desert species. Here, we found that the strongest signal for microbial community assembly was host species, and not habitat or geographic location. The results of both projects suggest some amount of lateral transfer occurs between different populations&rsquo; microbial communities within a bird species, and that part of the microbial communities are transferred via inheritance. These processes likely result in a lack of geographic signal in microbial community structure, but a relationship between host genetics and microbial community assemblies. The scientific results of these studies have been presented at international and regional conferences, and have resulted in two currently published scientific papers, with four others in review or preparation. This research has provided training in multiple outlets: (1) A bioinformatics workshop at the University of Kansas for undergraduate students, graduate students, postdoctoral associates, and faculty, (2) Graduate training (of Co-PI) in molecular biology and bioinformatics techniques associated with microbial communities, and (3) Undergraduate training in DNA sequencing techniques, bioinformatics of microbial community analysis, and writing scientific manuscripts.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2016<br>\n\t\t\t\t\tModified by: Joseph&nbsp;Manthey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe microbial communities, or microbiomes, of vertebrates influence host nutrition, immunity, and physiology. An abundance of information is available about the factors shaping microbial communities in lab animals, domesticated animals, and humans. However, the complex factors shaping the formation of microbial communities in natural populations of wild vertebrates has not been sufficiently investigated. Several studies have looked at the role of host genetics or geographic location on microbial community formation, but without the two factors together. To investigate the roles of geography and genetics on coevolution in birds and their associated microbial communities, we used two bird study systems in the southwestern United States. First, we looked at two songbird species (Certhia americana and Sitta carolinensis) across isolated mountain ranges at the southern end of the Rocky Mountains. In this study, we found that the alpha diversity&mdash;or number of taxonomic units&mdash;of bird microbial communities was not related to the genomic diversity of the hosts. We also found that a significant proportion of the microbial communities? beta diversity&mdash;or distinctiveness of microbial community assemblies&mdash;could be explained by host genomic differentiation but not geographic location. Additionally, we found predicted functional components of the microbial communities related to digestion were different between bird species. For the second study system, we looked at microbial community assembly in five woodpeckers, including montane and desert species. Here, we found that the strongest signal for microbial community assembly was host species, and not habitat or geographic location. The results of both projects suggest some amount of lateral transfer occurs between different populations? microbial communities within a bird species, and that part of the microbial communities are transferred via inheritance. These processes likely result in a lack of geographic signal in microbial community structure, but a relationship between host genetics and microbial community assemblies. The scientific results of these studies have been presented at international and regional conferences, and have resulted in two currently published scientific papers, with four others in review or preparation. This research has provided training in multiple outlets: (1) A bioinformatics workshop at the University of Kansas for undergraduate students, graduate students, postdoctoral associates, and faculty, (2) Graduate training (of Co-PI) in molecular biology and bioinformatics techniques associated with microbial communities, and (3) Undergraduate training in DNA sequencing techniques, bioinformatics of microbial community analysis, and writing scientific manuscripts.\n\n\t\t\t\t\tLast Modified: 08/24/2016\n\n\t\t\t\t\tSubmitted by: Joseph Manthey"
 }
}