{
 "awd_id": "1406035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Research on Learning and Teaching at the Physics-Mathematics Interface",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 264262.0,
 "awd_amount": 264262.0,
 "awd_min_amd_letter_date": "2014-09-09",
 "awd_max_amd_letter_date": "2019-06-14",
 "awd_abstract_narration": "This award supports a project to investigate the development of undergraduate students' mathematical understanding in the context of learning physics, particularly while solving challenging upper-division physics problems. The project team will conduct an integrated program of research, curriculum development, and assessment of topics covering a typical sophomore- or junior-level course in mathematical methods. The broad goals are to conduct research on student resources, study the process of transfer from mathematics to physics and the coevolution of knowledge in the two disciplines, and develop a set of Math / Physics tasks suitable for instruction, research, and assessment materials that will integrate challenging math content with topics covered in upper-division physics core courses.  This project has the potential to impact a gateway course to the upper division for physics majors.  Curricular materials will be shared through electronic clearinghouses and via published research and it is anticipated that the project will inform instruction - both of math methods courses and subsequent physics courses in which the mathematics is used - nationally and internationally. The student population at California State University Fullerton includes many students from groups traditionally underrepresented in physics, so this project will provide access to research-based materials for these students and also ensure a diverse research population. \r\n\r\nThis interdisciplinary project brings together physics education research (PER) and research in undergraduate math education (RUME). It blends efforts at identifying and addressing student conceptual difficulties in physics with efforts toward understanding knowledge transfer in mathematics. The work targets a key course for physics majors, the mathematical methods course that is offered in most departments at the sophomore- or junior-level. This course is typically intended to be a bridge between introductory physics and calculus courses and the more challenging mathematics and physics encountered by students in the core courses of electricity and magnetism, classical mechanics, and modern physics / quantum mechanics. The project will strengthen the research base in a portion of the curriculum that has, to this point, largely gone unexamined, and will touch upon, and build upon, work in several related areas, including PER in other upper-division courses as well as the extensive research base in undergraduate mathematics education. This proposed work will provide significant insights into transfer by probing the extent to which the nature of student understanding depends upon the disciplinary context. The research team has many years' experience in PER and RUME and have collaborated on successful research and curriculum development projects at the upper division in thermal physics and the physics-mathematics interface.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Loverude",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Loverude",
   "pi_email_addr": "mloverude@fullerton.edu",
   "nsf_id": "000339042",
   "pi_start_date": "2014-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Fullerton",
  "perf_str_addr": "800 N State College",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928349480",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "CA22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 264262.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this project have been:</p>\n<ul>\n<li>to conduct research on student understanding in mathematics and upper-division physics,</li>\n<li>to study transfer from mathematics to physics and the coevolution of knowledge in the two disciplines, and&nbsp;</li>\n<li>to develop a set of Math / Physics tasks that integrate challenging math content with topics covered in upper-division physics core courses.&nbsp;&nbsp;</li>\n</ul>\n<p>There are three intellectual threads through the work: research on student understanding of physics and mathematics concepts; research on knowledge transfer, specifically from mathematics to physics; and development and assessment of instructional resources.&nbsp;&nbsp;The primary focus of the work has been the course often known as &lsquo;math methods,&rsquo; a course for physics majors intended to develop mathematical tools used in other upper-division theory courses. &nbsp;</p>\n<p>The transfer portion of the project was largely the province of original collaborating PI Joe Wagner at Xavier University.&nbsp;&nbsp;Dr. Wagner left academia in the second project year, causing a change of emphasis.&nbsp;&nbsp;This transfer portion is touched upon in some publications but without Wagner the emphasis shifted to the other two goals.</p>\n<p>&nbsp;</p>\n<p>The research portion of the project was driven by student researchers at all institutions, contributing to both intellectual merit and broader impacts (through training and capacity building).&nbsp;&nbsp;In conjunction with their faculty advisors, several students at our three institutions have worked on research into student understanding, with an emphasis on the following topics:</p>\n<ul>\n<li>student use of evaluation strategies (unit checks, dimensional analysis)</li>\n<li>student conceptions of functions in physics contexts</li>\n<li>student conceptions of integration in physics contexts</li>\n<li>student understanding of unit vectors, particularly in non-Cartesian coordinates</li>\n<li>student understanding of differential vector elements (length, area, volume)</li>\n<li>student understanding of Fourier series</li>\n<li>student understanding of matrix multiplication and eigentheory</li>\n<li>student understanding of simple ordinary differential equations</li>\n</ul>\n<p>The students supported by this grant include two completed PhDs (Schermerhorn UMaine, Farlow NDSU), one PhD expected 2021 (Akinyemi UMaine), two completed MS degrees (Vega, Mays CSUF), and eight undergraduate researchers.&nbsp;&nbsp;Two CSUF students whose undergraduate research was supported by this grant are currently in PhD programs.&nbsp;&nbsp;The majority of the students supported by the grant are members of groups traditionally underrepresented in physics.</p>\n<p>This work has been widely disseminated two the most relevant research communities, those of Physics Education Research (PER) and Research in Undergraduate Math Education (RUME) collectively led to four Journal articles, eleven peer-reviewed conference proceedings in PER and RUME, 8 invited presentations, and over 50 contributed talks and posters. Another two to six journal articles are anticipated.&nbsp;&nbsp;In addition the project team led three invited talk or poster sessions and two working groups at national meetings.</p>\n<p>For the curriculum development portion of the project, PI Loverude at CSUF taught the math methods course multiples times and developed and tested curricular materials for all parts of the course.&nbsp;&nbsp;These materials included &lsquo;clicker&rsquo; questions intended for large-group discussions, long-form worksheets for small group work, and shorter worksheets adaptable to either.&nbsp;&nbsp;In addition several exercises suitable for homework were developed and tested.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/17/2021<br>\n\t\t\t\t\tModified by: Michael&nbsp;E&nbsp;Loverude</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this project have been:\n\nto conduct research on student understanding in mathematics and upper-division physics,\nto study transfer from mathematics to physics and the coevolution of knowledge in the two disciplines, and \nto develop a set of Math / Physics tasks that integrate challenging math content with topics covered in upper-division physics core courses.  \n\n\nThere are three intellectual threads through the work: research on student understanding of physics and mathematics concepts; research on knowledge transfer, specifically from mathematics to physics; and development and assessment of instructional resources.  The primary focus of the work has been the course often known as ‘math methods,’ a course for physics majors intended to develop mathematical tools used in other upper-division theory courses.  \n\nThe transfer portion of the project was largely the province of original collaborating PI Joe Wagner at Xavier University.  Dr. Wagner left academia in the second project year, causing a change of emphasis.  This transfer portion is touched upon in some publications but without Wagner the emphasis shifted to the other two goals.\n\n \n\nThe research portion of the project was driven by student researchers at all institutions, contributing to both intellectual merit and broader impacts (through training and capacity building).  In conjunction with their faculty advisors, several students at our three institutions have worked on research into student understanding, with an emphasis on the following topics:\n\nstudent use of evaluation strategies (unit checks, dimensional analysis)\nstudent conceptions of functions in physics contexts\nstudent conceptions of integration in physics contexts\nstudent understanding of unit vectors, particularly in non-Cartesian coordinates\nstudent understanding of differential vector elements (length, area, volume)\nstudent understanding of Fourier series\nstudent understanding of matrix multiplication and eigentheory\nstudent understanding of simple ordinary differential equations\n\n\nThe students supported by this grant include two completed PhDs (Schermerhorn UMaine, Farlow NDSU), one PhD expected 2021 (Akinyemi UMaine), two completed MS degrees (Vega, Mays CSUF), and eight undergraduate researchers.  Two CSUF students whose undergraduate research was supported by this grant are currently in PhD programs.  The majority of the students supported by the grant are members of groups traditionally underrepresented in physics.\n\nThis work has been widely disseminated two the most relevant research communities, those of Physics Education Research (PER) and Research in Undergraduate Math Education (RUME) collectively led to four Journal articles, eleven peer-reviewed conference proceedings in PER and RUME, 8 invited presentations, and over 50 contributed talks and posters. Another two to six journal articles are anticipated.  In addition the project team led three invited talk or poster sessions and two working groups at national meetings.\n\nFor the curriculum development portion of the project, PI Loverude at CSUF taught the math methods course multiples times and developed and tested curricular materials for all parts of the course.  These materials included ‘clicker’ questions intended for large-group discussions, long-form worksheets for small group work, and shorter worksheets adaptable to either.  In addition several exercises suitable for homework were developed and tested.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/17/2021\n\n\t\t\t\t\tSubmitted by: Michael E Loverude"
 }
}