{
 "awd_id": "1407747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Collaborative Research: Improved Limits from DRIFT and R&D Towards Improved Directionality and Sensitivity",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 48760.0,
 "awd_amount": 48760.0,
 "awd_min_amd_letter_date": "2014-09-11",
 "awd_max_amd_letter_date": "2015-09-09",
 "awd_abstract_narration": "In this era of precision cosmology, measurements suggest that ordinary matter represents only a fraction of the total matter density in the Universe. The rest, whose effect we can see only gravitationally, is unknown in its nature and is termed Dark Matter. Particle physics models suggest that dark matter is composed of relic Weakly Interacting Massive Particles, or WIMPs, left over from the Big Bang. If WIMPs are the dark matter, then their presence in our galaxy may be detectable via scattering from atomic nuclei in detectors located deep underground to help reject backgrounds due to cosmic rays. Experimental efforts to detect WIMPs are extremely challenging due to the predicted small interaction probabilities and the existence of backgrounds that mimic the expected signal. Fortunately, a number of unique dark matter signatures exist that can be used to discriminate against backgrounds and decisively identify WIMP interactions. The largest and most robust signature is the predicted dependence of the WIMP flux on the Sun-Earth velocity through the Galaxy, yielding a sidereal modulation of the nuclear recoil direction in the laboratory. \r\n\r\nThe Directional Recoil Identification From Tracks (DRIFT) dark matter experiment is a leader in the field of directional dark matter detection, with sensitivity to the powerful angular signature of nuclear recoils induced by WIMPs. The intellectual merit of this award resides in DRIFT's powerful capabilities being brought to bear on one of the most important questions in science today. The collaboration will be testing their next prototype detector, DRIFT-IIe, above ground at Occidental College. It features an inherently scalable design including a redesigned field cage, a texturized, thin-film cathode, a new, transparent wire readout which doubles the fiducial volume per readout, and a new every-wire data acquisition system which allows for lower noise and fiducialization in the detector plane. \r\n\r\nThe potential of DRIFT's capabilities have promising applications to Homeland Security and double-beta decay experiments. Broader impacts of this work also include the training of a diverse set of undergraduate and graduate students (including underrepresented minorities) in increasingly rare small-scale experiments, giving them exposure to a wide range of research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Harton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Harton",
   "pi_email_addr": "john.harton@colostate.edu",
   "nsf_id": "000577137",
   "pi_start_date": "2014-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "COLORADO STATE UNIVERSITY",
  "perf_str_addr": "200 LAKE STREET",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805231875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 48760.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dark matter, a mysterious form of matter, constitutes about three-fourths of the universe in terms of the energy present.&nbsp; In contrast, normal matter, meaning the everyday stuff of the Earth and planets, people, plants and animals, accounts for only about 5%.&nbsp; Scientists are sure that dark matter exists based on how it affects planets and galaxies through the gravitational force.&nbsp; However, dark matter does not interact with light &ndash; it does not absorb or emit light like normal matter &ndash; and this is why it is termed &ldquo;dark matter&rdquo;. At present there is on doubt that there is something affecting the movement of planets and galaxies in addition to the gravity provided by the stars and planets that we can see.&nbsp;</p>\n<p>Since the 1980&rsquo;s scientists have been trying to directly detect dark matter using detectors in labs on Earth.&nbsp; The gravitational force is far too weak to detect one dark matter particle, so scientists try to use the so-called weak nuclear force, which is known to cause decay of some normal particles.&nbsp; The hypothesis that most experiments start with is that the dark matter is made of massive particles that interact with normal matter through the weak force.&nbsp; The name for this type of hypothetical dark matter particle is &ldquo;WIMP&rdquo; &ndash; Weakly Interacting Massive Particle.&nbsp; WIMPs would usually pass through the Earth without hitting anything, as do neutrinos, which are normal-matter particles that are studied in other experiments around the world. But sometimes a WIMP would hit a normal particle.</p>\n<p>The DRIFT collaboration, of which Colorado State University is a part along with four other universities and colleges in the US and two in the UK, &nbsp;is one of the groups endeavoring to discover directly the dark matter WIMPs. Like all direct WIMP-search experiments DRIFT has a detector, and if a WIMP hits a normal particle in the detector then a signal is produced and recorded on a computer. DRIFT is in a class of experiments that uses a low-pressure gas as the target; in this way DRIFT can determine the direction of the recoiling normal matter particle after it is hit by the supposed WIMP.&nbsp; This directional capability of DRIFT and similar detectors can greatly reduce backgrounds, and backgrounds are a major challenge for WIMP searches.&nbsp; Most WIMP detectors do not have the directional capability, but, for technical reasons, &nbsp;the detectors without directionality can be much more massive, and that is also a great advantage since more mass means more WIMPs will interact in the detector.</p>\n<p>The target material for DRIFT is a low-pressure gas of CS<sub>2</sub>&nbsp; - carbon disulfide.&nbsp; The detector volume is a cubic meter, and there are detectors on two opposite sides of the cube. If a WIMP (or a neutron during a test run) strikes a carbon or sulfur atom the atomic nucleus recoils and creates electric charge in the gas, and that charge is moved by an electric field to the detectors.&nbsp; Colorado State University designed and built electronics for recording that charge as it reaches the detectors. During the period of this grant we tested the electronics on a prototype detector with collaborators at Occidental College in Los Angeles, California.&nbsp; The electronics performed as designed, and we took data using a source of neutrons to simulate WIMP interactions. Our collaborators at Occidental college also produced a set of electronics, and we took data with those electronics at Occidental as well.</p>\n<p>The DRIFT collaboration runs a detector, called DRIFT-IId, underground in the UK. During the grant period CSU took shifts running the detector via remote logins.&nbsp; We also participated in producing and publishing a paper on our data from running that detector.&nbsp; To date there have been no confirmed detections of dark matter by any experiment, though...",
  "por_txt_cntn": "\nDark matter, a mysterious form of matter, constitutes about three-fourths of the universe in terms of the energy present.  In contrast, normal matter, meaning the everyday stuff of the Earth and planets, people, plants and animals, accounts for only about 5%.  Scientists are sure that dark matter exists based on how it affects planets and galaxies through the gravitational force.  However, dark matter does not interact with light &ndash; it does not absorb or emit light like normal matter &ndash; and this is why it is termed \"dark matter\". At present there is on doubt that there is something affecting the movement of planets and galaxies in addition to the gravity provided by the stars and planets that we can see. \n\nSince the 1980Æs scientists have been trying to directly detect dark matter using detectors in labs on Earth.  The gravitational force is far too weak to detect one dark matter particle, so scientists try to use the so-called weak nuclear force, which is known to cause decay of some normal particles.  The hypothesis that most experiments start with is that the dark matter is made of massive particles that interact with normal matter through the weak force.  The name for this type of hypothetical dark matter particle is \"WIMP\" &ndash; Weakly Interacting Massive Particle.  WIMPs would usually pass through the Earth without hitting anything, as do neutrinos, which are normal-matter particles that are studied in other experiments around the world. But sometimes a WIMP would hit a normal particle.\n\nThe DRIFT collaboration, of which Colorado State University is a part along with four other universities and colleges in the US and two in the UK,  is one of the groups endeavoring to discover directly the dark matter WIMPs. Like all direct WIMP-search experiments DRIFT has a detector, and if a WIMP hits a normal particle in the detector then a signal is produced and recorded on a computer. DRIFT is in a class of experiments that uses a low-pressure gas as the target; in this way DRIFT can determine the direction of the recoiling normal matter particle after it is hit by the supposed WIMP.  This directional capability of DRIFT and similar detectors can greatly reduce backgrounds, and backgrounds are a major challenge for WIMP searches.  Most WIMP detectors do not have the directional capability, but, for technical reasons,  the detectors without directionality can be much more massive, and that is also a great advantage since more mass means more WIMPs will interact in the detector.\n\nThe target material for DRIFT is a low-pressure gas of CS2  - carbon disulfide.  The detector volume is a cubic meter, and there are detectors on two opposite sides of the cube. If a WIMP (or a neutron during a test run) strikes a carbon or sulfur atom the atomic nucleus recoils and creates electric charge in the gas, and that charge is moved by an electric field to the detectors.  Colorado State University designed and built electronics for recording that charge as it reaches the detectors. During the period of this grant we tested the electronics on a prototype detector with collaborators at Occidental College in Los Angeles, California.  The electronics performed as designed, and we took data using a source of neutrons to simulate WIMP interactions. Our collaborators at Occidental college also produced a set of electronics, and we took data with those electronics at Occidental as well.\n\nThe DRIFT collaboration runs a detector, called DRIFT-IId, underground in the UK. During the grant period CSU took shifts running the detector via remote logins.  We also participated in producing and publishing a paper on our data from running that detector.  To date there have been no confirmed detections of dark matter by any experiment, though there have been some unconfirmed, and disputed, claims of a positive dark matter detection.  For the paper produced in 2015 by DRIFT, we saw no evidence for dark matter given the sensitivity of our detector and the t..."
 }
}