{
 "awd_id": "1407967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanoscale thermal processes in devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2014-06-13",
 "awd_max_amd_letter_date": "2014-06-13",
 "awd_abstract_narration": "Thermal management is a significant concern for current and emerging electronic devices, which increasingly operate with high power densities and dissipate power into ever-smaller volumes. Furthermore, devices are increasingly composed of numerous material interfaces, which strongly impact the flow of heat and cause literature values of a device material's thermal conductivity to be more and more irrelevant when describing how heat is transferred from the device. Using a recently developed tool that can map the temperature in a device with unprecedented spatial resolution, the research team will study heat dissipation in fundamental device building blocks such as material junctions as well as critical technologies such as high-power transistors and lasers. From measured temperature profiles, the team will develop general design principles for better managing heat in devices, which can provide better performance and better reliability for numerous device types including light-emitting diodes, lasers, transistors, solar cells, and thermoelectric generators/coolers. From a broad perspective, these advances will aid the performance of technology platforms such as mobile electronics, communications systems, and energy harvesting systems. This work will also train undergraduate and graduate students on the topics of device physics, nanoscale energy transport, and solid state physics, through direct research activities as well as developed course materials. Furthermore, the team will engage high school students and underrepresented minorities in science and engineering activities related to energy and electronic devices.\r\n\r\n\r\nThe goal of this project is to use high-resolution thermal measurements in conjunction with coupled electron/phonon models to obtain fundamental insight into the processes that govern nanoscale thermal transport in devices. Such devices increasingly operate with high fields and high power densities, leading to electron, optical phonon, and acoustic phonon systems that are often out of thermal equilibrium with each other. Furthermore, material interfaces can strongly impact phonon scattering and phonon dispersion. While the implications of non-equilibrium on heating in nanoscale devices (especially Si FETs) have been studied computationally for over a decade, most of the proposed models and the large number of assumptions made within them remain experimentally untested due to a lack of instruments that can directly probe temperature fields with nanometer resolution. The research team will utilize an ultra-high vacuum scanning thermal microscope they have recently developed that is capable of probing temperature fields with unprecedented spatial resolution (10 nm) and temperature resolution (15 mK). This tool will provide the first experimental insight into the temperature fields in biased devices, and in conjunction with electron and phonon transport models will reveal the nature of electron-phonon and phonon-phonon coupling at device junctions and hotspots. The study will begin by first probing biased single heterojunctions and homojunctions, and will then expand to prototypical devices such as p-n diodes, diode lasers, and HEMTs. The understanding gained by the proposed work will enable device engineers to better analyze bottlenecks to device heat dissipation, engineer thermoelectric refrigeration within a device, and better engineer electron-phonon scattering for processes such as phonon-assisted tunneling and nonradiative transitions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Pipe",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin P Pipe",
   "pi_email_addr": "pipe@umich.edu",
   "nsf_id": "000319442",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pramod",
   "pi_last_name": "Sangi Reddy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pramod Sangi Reddy",
   "pi_email_addr": "pramodr@umich.edu",
   "nsf_id": "000508181",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this work, we developed a high-resolution scanning thermal microscope that can be used to measure temperature in electronic devices with nanoscale spatial resolution. The microscope uses an ultrasharp pyramid that is moved across the surface of a device under study while an integrated thermal sensor measures temperature. We used the microscope to study cooling that is created when electricity flows through single molecules. This is the first time that such cooling has been measured, as previous microscopy techniques have not had sufficient sensitivity.</p>\n<p>Developing this microscopy technique allows researchers working on various types of microelectronic devices such as transistors, LEDs, or lasers to measure the magnitude and location of waste heat generation within the device. This is important because waste heat is an indication of device inefficiency, and high temperatures also cause devices to degrade. Therefore, creating a tool that allows engineers to profile temperature in devices with nanoscale spatial resolution will allow them to design devices that operate with better performance and reliability.</p>\n<p>The measurements we made on molecules provide important fundamental understanding for researchers studying thermoelectric cooling in molecular systems such as organic semiconductors. Such thermoelectric devices could be developed for large-area, low-cost, and non-toxic solid-state cooling or waste heat recovery.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2018<br>\n\t\t\t\t\tModified by: Kevin&nbsp;P&nbsp;Pipe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this work, we developed a high-resolution scanning thermal microscope that can be used to measure temperature in electronic devices with nanoscale spatial resolution. The microscope uses an ultrasharp pyramid that is moved across the surface of a device under study while an integrated thermal sensor measures temperature. We used the microscope to study cooling that is created when electricity flows through single molecules. This is the first time that such cooling has been measured, as previous microscopy techniques have not had sufficient sensitivity.\n\nDeveloping this microscopy technique allows researchers working on various types of microelectronic devices such as transistors, LEDs, or lasers to measure the magnitude and location of waste heat generation within the device. This is important because waste heat is an indication of device inefficiency, and high temperatures also cause devices to degrade. Therefore, creating a tool that allows engineers to profile temperature in devices with nanoscale spatial resolution will allow them to design devices that operate with better performance and reliability.\n\nThe measurements we made on molecules provide important fundamental understanding for researchers studying thermoelectric cooling in molecular systems such as organic semiconductors. Such thermoelectric devices could be developed for large-area, low-cost, and non-toxic solid-state cooling or waste heat recovery.\n\n \n\n\t\t\t\t\tLast Modified: 09/30/2018\n\n\t\t\t\t\tSubmitted by: Kevin P Pipe"
 }
}