{
 "awd_id": "1407734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:Cross-Domain Built-In Tuning of Advanced Mixed- Signal Radio-Frequncy Systems-on-Chip For Yield Recovery and Electrical Stress Management",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2014-04-24",
 "awd_max_amd_letter_date": "2014-04-24",
 "awd_abstract_narration": "This research will make significant contributions to Integrated Circuits (ICs) design which are critical components in all computing, communications and sensing systems. The proposed research is multidisciplinary, spanning the fields of mixed-signal/ analog/Radio-Frequency (RF) design and simulation as well as computer science. It also contains a comprehensive plan for outreach activities and integration of research and education which are essential for enhancing the scientific and engineering workforce.The graduate students working on the project will receive cross-disciplinary training across diverse areas of electrical and computer engineering and computer science. In addition, the multi-disciplinary links to other system-level design disciplines will be explored and developed. The students will participate in summer internship programs with industry and work on real industry test cases. This will facilitate technology transfer to industry and will also challenge the PIs and students to address practical issues that impact commercialization of the technology developed in this research. The research will be disseminated through conference and journal papers, patents as well as demonstrations of working hardware prototypes. The PI and co-PI will make maximum efforts to involve undergraduate students at Georgia Tech and at Purdue in the research project. It will also be possible to involve undergraduate project students in this research through senior design projects. Thus, funding for this project will support the goals of recruiting more U.S. citizens, women and minorities to graduate programs at G.Tech and Purdue\r\n \r\n Mixed-signal/RF/mm-wave Circuits and systems of the future, manufactured with aggressive CMOS processing technologies will need to be tuned aggressively for performance throughout their life cycle using built-in self-tuning mechanisms. New algorithms and on-chip infrastructure need to be developed for tuning large numbers of parameters (e.g. bias currents, matching networks) of these devices efficiently to improve manufacturing yield and reduce field maintenance costs. Without such tuning mechanisms it will be difficult to introduce  new advanced electronic products into the marketplace at low cost. This research will develop new engineering principles for cross-domain (across different circuit modules including digital compensation) built-in tuning of high performance wireless communication systems using multi-dimensional optimization and supervised learning techniques. Intelligent built-in testing methods will be used to expose the process parameters corresponding to each device. This information along with process data from wafer maps and test response data from built-in sensors will be used to tune complex wireless systems for Multiple-Input-Multiple Output (MIMO) beamforming and polar radio. In addition, field tuning will also be applied to extending the useful life of devices in the field by redistributing electrical stresses from electrical degradation. The core concepts developed will be applicable to a host of mixed-signal/analog/high-speed devices such as Wired-Local-Area Network(WLAN) systems, sensor networks, automobile control systems,and others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Byunghoo",
   "pi_last_name": "Jung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Byunghoo Jung",
   "pi_email_addr": "jungb@purdue.edu",
   "nsf_id": "000381997",
   "pi_start_date": "2014-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "465 Northwestern Ave.",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106E",
   "pgm_ref_txt": "Mixed signal technologies"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of the project was to utilize optimized on-chip sensors to drive tuning algorithms across many hardware and software. We have developed an ultra-low-power on-chip power sensor with negligible power and area overheads and with an online calibration capability, and a fine-grained power management technique utilizing the real-time on-chip power sensor. The implementation in CMOS semiconductor technology demonstrated 10 times of improvement in dynamic range, 6 times of improvement in response time, and 3 times of sensitivity improvement. We also applied the built-in test and tuning concept to 5G communication systems.</p>\n<p>Although the focus of the work was optimal power operation, the same principle can be applied to other performance metrics of many electronic systems. We believe more and more electronic systems will achieve performance optimization by utilizing online sensors and real-time tuning in the future.</p>\n<p>Another outcome of this project is the development of different types of on-chip sensors including a pH sensor in traditional semiconductor technology and an on-chip temperature sensor in a non-traditional new emerging technology. The outcomes demonstrated that an on-chip sensor can be integrated as a part of an integrated circuit to improve the circuit performance and different types of sensors can be integrated on-chip through co-design and co-optimization both in traditional semiconductor technology and in non-traditional emerging technologies. As many modern computing devices such as smartphones have multi-modal sensing devices in them, more and more sensors with different modalities will be integrated into an integrated circuit. The outcomes of this project will help smart integration of those on-chip sensors, not a mere addition of sensors to circuits.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2022<br>\n\t\t\t\t\tModified by: Byunghoo&nbsp;Jung</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of the project was to utilize optimized on-chip sensors to drive tuning algorithms across many hardware and software. We have developed an ultra-low-power on-chip power sensor with negligible power and area overheads and with an online calibration capability, and a fine-grained power management technique utilizing the real-time on-chip power sensor. The implementation in CMOS semiconductor technology demonstrated 10 times of improvement in dynamic range, 6 times of improvement in response time, and 3 times of sensitivity improvement. We also applied the built-in test and tuning concept to 5G communication systems.\n\nAlthough the focus of the work was optimal power operation, the same principle can be applied to other performance metrics of many electronic systems. We believe more and more electronic systems will achieve performance optimization by utilizing online sensors and real-time tuning in the future.\n\nAnother outcome of this project is the development of different types of on-chip sensors including a pH sensor in traditional semiconductor technology and an on-chip temperature sensor in a non-traditional new emerging technology. The outcomes demonstrated that an on-chip sensor can be integrated as a part of an integrated circuit to improve the circuit performance and different types of sensors can be integrated on-chip through co-design and co-optimization both in traditional semiconductor technology and in non-traditional emerging technologies. As many modern computing devices such as smartphones have multi-modal sensing devices in them, more and more sensors with different modalities will be integrated into an integrated circuit. The outcomes of this project will help smart integration of those on-chip sensors, not a mere addition of sensors to circuits. \n\n\t\t\t\t\tLast Modified: 07/16/2022\n\n\t\t\t\t\tSubmitted by: Byunghoo Jung"
 }
}