{
 "awd_id": "1407149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Local adaptation and fitness trade-offs in the California annual, Leptosiphon parviflorus",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 19860.0,
 "awd_amount": 19860.0,
 "awd_min_amd_letter_date": "2014-05-22",
 "awd_max_amd_letter_date": "2014-05-22",
 "awd_abstract_narration": "The study of adaptation is central both to understanding the biological diversity of natural ecosystems and to the development of agriculture. A common observation is that organisms differ in traits that make them uniquely suited to live in a particular habitat. This process, called local adaptation, is often thought to result from adaptive \"trade-offs\", where traits that improve performance in one environment reduce it in another. The current study examines adaptive trade-offs in a pair of locally adapted populations of an annual wildflower, Leptosiphon parviflorus, which lives on two contrasting soil types, sandstone and serpentine, in a California grassland. There are several broad impacts to this research. First, understanding how adaptive traits contribute to biological diversity and whether they have fitness consequences in alternate environments is important for predicting how species will respond to environmental change. Although it is believed that plants may shift their ranges as a result of climate change, it is important to understand how adaptation to a particular soil type, such as serpentine, can limit their suitable habitat. In addition, understanding how traits affect fitness in different environments has implications for agriculture. Breeders need to understand whether traits that increase crop yields in one environment can negatively impact yields in another environment. Many physiological traits that will be studied through this research are important agricultural traits, such as the ability to live on poor quality soils, or to survive periods of drought. Increased knowledge of the consequences of these traits on growth and survival in different habitats may expand suitable areas for farming. Finally, the co-PI for this project works in a rural middle school through the NSF GK-12 program, a program that aims to teach scientific inquiry to K-12 students. Results from this project will be introduced to students and teachers through lesson plans and workshops.\r\n\r\nSandstone soils have adequate levels of nutrients, while serpentine soils are low in vital plant nutrients and have high levels of magnesium, which can be toxic to plants. In addition, serpentine soils dry out more easily than sandstone soils.  Due to these characteristics, many unique plants live in serpentine soils. Although the populations in the current study are in close proximity, they differ in their flower color and flowering times, indicating that these traits may contribute to adaptive trade-offs. This research investigates the effects that these traits have on growth, survival and reproduction within each soil type, and why traits that are adaptive in one soil type decrease performance in the other. \r\n\r\nSeveral methods will be used. First, an experimental evolution study in the greenhouse with plants that represent a genomic mixture of the two parents, will grow lines on both types of soil. After 5 generations, to determine the extent of selection in the greenhouse experimental lines, they will be grown in both habitats in the field along with a control non-selected line. If plants have higher fitness on the soil from which they were selected and reduced fitness on the foreign soil relative to the non-selected line, then adaptation to soil type results in fitness trade-offs. The magnitude of these trade-offs can be measured to determine if fitness advantages on the home soil are similar in magnitude to fitness disadvantages on foreign soil.\r\n\r\nInterestingly, flower color does not appear to affect pollinator visitation, suggesting that it may contribute to soil adaptation through indirect effects on drought tolerance or nutrient uptake. Flower color will be studied further using plants produced from a series of cross-pollinations that have isolated the flower color from one population and bred it into the genetic background of the other. This allows us to measure effects of this trait independently of others. The plants with the pink flower color locus from the serpentine population will be introgressed into the genetic background of the sandstone population. With these plants, the fitness effects of flower color in both habitats can be measured to determine the magnitude of trade-offs due to this single trait. Furthermore, we will explore the possibility that the flower color gene affects other traits such as water use efficiency and nutrient uptake using these lines, as they are implicated in soil tolerance and potentially share biochemical pathways with floral pigments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Schemske",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas W Schemske",
   "pi_email_addr": "schem@msu.edu",
   "nsf_id": "000298771",
   "pi_start_date": "2014-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Dittmar",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Emily L Dittmar",
   "pi_email_addr": "dittmare@msu.edu",
   "nsf_id": "000654002",
   "pi_start_date": "2014-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 19860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of adaptation is central both to understanding the biological diversity of natural ecosystems and to the development of agriculture. Trade-offs can occur when adaptation to one environment comes at a cost in another, but the mechanisms that contribute to adaptive trade-offs are not well understood.</p>\n<p>This research investigated adaptive trade-offs in two populations of <em>Leptosiphon parviflorus</em>, an annual wildflower native to California. At Jasper Ridge Biological Preserve, populations of <em>L. parviflorus</em> grow on two different soil types - serpentine and sandstone - in close proximity (&lt;100 m). Despite ongoing gene flow, reciprocal transplant studies demonstrated that these populations are locally adapted to their native soil types. However, over the four years of study, the advantage of the sandstone population in its home environment varied. Results from manipulative field and greenhouse experiments demonstrated that this variation was likely caused by rainfall patterns. &nbsp;In dry conditions, the sandstone population had little to no fitness advantage on its native soil type. This result has important implications for the maintenance of variation in this species over time. Since the drought conditions in CA are predicted to continue, the results indicate that the sandstone population is likely to lose its advantage in its home environment and possibly become locally extinct. Therefore, climate change has the potential to eliminate diversity even within species.</p>\n<p>Field and greenhouse manipulative experiments also showed that adaptation to the harsh growing conditions characteristic of serpentine soils comes at a cost of reduced competitive ability, thereby limiting the serpentine population from invading more benign habitats, such as sandstone. The idea that adaptation to abiotic stressors may reduce competitive ability is a classic theoretical prediction with little empirical demonstration. Results from this study not only support this prediction, but also have important implications for other species that have adapted to extreme edaphic environments.</p>\n<p>This project also investigated the contribution of flower color to adaptive divergence among these populations, as the serpentine population has pink flowers and the sandstone population has white flowers. Field observations indicate that pollinators have no flower color preference or constancy. This work contributes to a growing body of knowledge that flower color variation may be related to selective factors other than pollinators. Preliminary genetic analyses indicate that the causal gene in this system is a transcription factor and work is ongoing to identify the causal allelic variation and whether it is involved in multiple physiological pathways.</p>\n<p>During this award, the co-PI for this project worked in a rural middle school through the NSF GK-12 program, a program aimed at teaching scientific inquiry to K-12 students. Results from this project were introduced to students and teachers through lesson plans and workshops. In addition, the co-PI Skyped with students from the field site to give them insight into the process of doing field research.</p>\n<p>This award also contributed to valuable professional development for the co-PI, a female PhD Candidate. Over the course of this award, she was invited to give five seminar presentations. One was an invited conference talk at the American Genetic Association President&rsquo;s Symposium. Two were honors within MSU (through the Department of Plant Biology and the Ecology, Evolution, and Behavior Program) that were awarded as a result of the quality of this research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2016<br>\n\t\t\t\t\tModified by: Emily&nbsp;L&nbsp;Dittmar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study of adaptation is central both to understanding the biological diversity of natural ecosystems and to the development of agriculture. Trade-offs can occur when adaptation to one environment comes at a cost in another, but the mechanisms that contribute to adaptive trade-offs are not well understood.\n\nThis research investigated adaptive trade-offs in two populations of Leptosiphon parviflorus, an annual wildflower native to California. At Jasper Ridge Biological Preserve, populations of L. parviflorus grow on two different soil types - serpentine and sandstone - in close proximity (&lt;100 m). Despite ongoing gene flow, reciprocal transplant studies demonstrated that these populations are locally adapted to their native soil types. However, over the four years of study, the advantage of the sandstone population in its home environment varied. Results from manipulative field and greenhouse experiments demonstrated that this variation was likely caused by rainfall patterns.  In dry conditions, the sandstone population had little to no fitness advantage on its native soil type. This result has important implications for the maintenance of variation in this species over time. Since the drought conditions in CA are predicted to continue, the results indicate that the sandstone population is likely to lose its advantage in its home environment and possibly become locally extinct. Therefore, climate change has the potential to eliminate diversity even within species.\n\nField and greenhouse manipulative experiments also showed that adaptation to the harsh growing conditions characteristic of serpentine soils comes at a cost of reduced competitive ability, thereby limiting the serpentine population from invading more benign habitats, such as sandstone. The idea that adaptation to abiotic stressors may reduce competitive ability is a classic theoretical prediction with little empirical demonstration. Results from this study not only support this prediction, but also have important implications for other species that have adapted to extreme edaphic environments.\n\nThis project also investigated the contribution of flower color to adaptive divergence among these populations, as the serpentine population has pink flowers and the sandstone population has white flowers. Field observations indicate that pollinators have no flower color preference or constancy. This work contributes to a growing body of knowledge that flower color variation may be related to selective factors other than pollinators. Preliminary genetic analyses indicate that the causal gene in this system is a transcription factor and work is ongoing to identify the causal allelic variation and whether it is involved in multiple physiological pathways.\n\nDuring this award, the co-PI for this project worked in a rural middle school through the NSF GK-12 program, a program aimed at teaching scientific inquiry to K-12 students. Results from this project were introduced to students and teachers through lesson plans and workshops. In addition, the co-PI Skyped with students from the field site to give them insight into the process of doing field research.\n\nThis award also contributed to valuable professional development for the co-PI, a female PhD Candidate. Over the course of this award, she was invited to give five seminar presentations. One was an invited conference talk at the American Genetic Association President?s Symposium. Two were honors within MSU (through the Department of Plant Biology and the Ecology, Evolution, and Behavior Program) that were awarded as a result of the quality of this research.\n\n\t\t\t\t\tLast Modified: 09/28/2016\n\n\t\t\t\t\tSubmitted by: Emily L Dittmar"
 }
}