{
 "awd_id": "1407148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Genetic basis of population level divergence in flower morph production induced by variable threshold environmental conditions",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 20407.0,
 "awd_amount": 20407.0,
 "awd_min_amd_letter_date": "2014-05-18",
 "awd_max_amd_letter_date": "2014-05-18",
 "awd_abstract_narration": "Unlike many animals, plants are sessile and unable to escape from unfavorable environments, so they must rely on developmental flexibility to cope with unpredictable changes in their environment.  It is well known that plants accomplish this goal by responding to seasonal cues such as temperature and day length, and use these cues to initiate major life history transitions such as, from vegetative growth to flowering at the appropriate time of year. One of the most striking morphological switches is the shift between different flower forms on the same plant. Such species can shift from a flower that is relatively large and attracts pollinators that promotes mating between individual plants to a flower that is relatively much smaller, in part because it does not need to attract an animal to visit it to reproduce, because it is capable of mating with itself. This developmental shift is thought to be triggered when an environmental cue reaches a threshold. However, reproduction by each flower type comes with different consequences; small self-pollinating flowers produce inbred offspring that often suffer from a reduction in vigor compared to progeny produced from matings between individuals. The researchers will uncover genetic components of the pathways that result in populations exhibiting different thresholds for variable environmental responses using Mimulus douglasii, an emerging model plant that is capable of floral morph switching. They will examine the selective advantage of the loci responsible for floral morph shifts under natural field conditions. One prediction is that populations living in harsh environments with limited water and nutrients will be selected to lower their threshold and produce more self-pollinating flowers to save resources despite the potential reduction in vigor following inbreeding. The results of the proposed study could be used to enhance understanding of how agricultural species sense and respond to the environment, and could be used to modify crops to allow them to grow under novel environments. The ways in which plants can adjust to novel habitats will be shared with elementary, middle school, and high school students in the Durham area. Additionally the researchers will mentor Duke undergraduate students in the lab and the field.  \r\n\r\nThis study will (1) determine how a polyphenic environmental response threshold shift can occur, by examining the molecular genetic basis of the difference in threshold responsiveness and (2) assess the fitness consequences of these genetic loci under natural field conditions to understand why the shift in threshold occurred. To accomplish these goals two populations of M. douglasii that occur at the extremes of environmental responsiveness will be hybridized to form F2 individuals. First, a genetic mapping experiment will be done to find the genomic loci that correlate with a change in threshold for the production of particular floral morphs under long-day photoperiods. Mapped loci from this objective will form the basis for the second line of investigation: F3 hybrid individuals will be grown in two field common gardens. Correlates to fitness that will be measured include germination, flower number, flower type, and total seed production per plant. These fitness measurements will be correlated with the genomic loci mapped for floral morph production thresholds. To gain greater insights the researchers have the whole genome sequence data for M. douglasii, its sister species M. kelloggii, and an assembled and roughly annotated genome of a close relative, M. guttatus, where the latter two species exhibit only one flower morph. Collectively these data will aid in the understanding of the genetic basis of the role of threshold responses influencing the evolution of life history strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Willis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Willis",
   "pi_email_addr": "jwillis@duke.edu",
   "nsf_id": "000244840",
   "pi_start_date": "2014-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laryssa",
   "pi_last_name": "Baldridge",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Laryssa L Baldridge",
   "pi_email_addr": "llb22@duke.edu",
   "nsf_id": "000655055",
   "pi_start_date": "2014-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "Science Drive",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20407.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is well known that plants perceive changes in seasonal cues such as temperature and day length, and use these cues to initiate major life history transitions, such as from vegetative growth to flowering at the appropriate time of year. Some plants are also able to switch between developmentally different flower types: between large showy flowers attracts pollinator and much smaller, closed, inconspicuous flowers that automatically self-pollinate. This developmental shift is triggered by cues from the environment. However, production of each flower type comes with different consequences, small self-pollinating flowers ensure the production of offspring but because they may suffer from inbreeding depression. In contrast, large, showy flowers produce outbred are physiologically costly in stressful environments but generally produce outbred progeny. By cueing into factors such as day length to trigger the shift in flower types, such species evolve to balance the costs and benefits of the different flower morphs as seasonal environments change. Plants may be selected to produce large outcrossing flowers during benign seasonal conditions, but switch to produce self-pollinating flowers as environmental conditions deteriorate, despite producing progeny that suffer inbreeding depression.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>Mimulus douglasii&nbsp;</em>is an emerging model plant that is capable of such flower type switching. During the course of this project, investigators identified populations that were genetically different in terms of the threshold environmental cue (daylength) that caused them to switch from large to small flowers. The investigators used genetic crossing experiments between these populations to discover that the differences in critical daylength that triggered the developmental switch were due to differences in a very small number of loci. Studies of gene expression differences in the two flower types in early development identified genetic components of the developmental pathways that result in the different flower types. The results of this study could be used to enhance understanding of how agricultural species sense and respond to the environment. This species could even become a model for research on phenotypic plasticity, polyphenism, and mating system evolution. The data generated from this study also has led to a multi-lab, multi-university collaboration where the genomic approaches are being used to identify the identity of the genetic changes in environmental perception. Many aspects of this proposal will be enhanced through research collaborations with undergraduate students at Duke University.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2019<br>\n\t\t\t\t\tModified by: John&nbsp;H&nbsp;Willis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is well known that plants perceive changes in seasonal cues such as temperature and day length, and use these cues to initiate major life history transitions, such as from vegetative growth to flowering at the appropriate time of year. Some plants are also able to switch between developmentally different flower types: between large showy flowers attracts pollinator and much smaller, closed, inconspicuous flowers that automatically self-pollinate. This developmental shift is triggered by cues from the environment. However, production of each flower type comes with different consequences, small self-pollinating flowers ensure the production of offspring but because they may suffer from inbreeding depression. In contrast, large, showy flowers produce outbred are physiologically costly in stressful environments but generally produce outbred progeny. By cueing into factors such as day length to trigger the shift in flower types, such species evolve to balance the costs and benefits of the different flower morphs as seasonal environments change. Plants may be selected to produce large outcrossing flowers during benign seasonal conditions, but switch to produce self-pollinating flowers as environmental conditions deteriorate, despite producing progeny that suffer inbreeding depression. \n\n \n\nMimulus douglasii is an emerging model plant that is capable of such flower type switching. During the course of this project, investigators identified populations that were genetically different in terms of the threshold environmental cue (daylength) that caused them to switch from large to small flowers. The investigators used genetic crossing experiments between these populations to discover that the differences in critical daylength that triggered the developmental switch were due to differences in a very small number of loci. Studies of gene expression differences in the two flower types in early development identified genetic components of the developmental pathways that result in the different flower types. The results of this study could be used to enhance understanding of how agricultural species sense and respond to the environment. This species could even become a model for research on phenotypic plasticity, polyphenism, and mating system evolution. The data generated from this study also has led to a multi-lab, multi-university collaboration where the genomic approaches are being used to identify the identity of the genetic changes in environmental perception. Many aspects of this proposal will be enhanced through research collaborations with undergraduate students at Duke University. \n\n \n\n\t\t\t\t\tLast Modified: 04/17/2019\n\n\t\t\t\t\tSubmitted by: John H Willis"
 }
}