{
 "awd_id": "1407461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonparametric Maximum Likelihood Estimators for Multivariate Distributions and Related Inference Problems with Various Types of Censored Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2014-08-07",
 "awd_max_amd_letter_date": "2016-08-05",
 "awd_abstract_narration": "In the analysis of multivariate survival data, we frequently encounter the situation where one or more components of a vector are not completely observable due to censoring. One common type of such data is when the survival time is subject to various types of censoring, and the covariate variables, such as treatments, gender, etc., are completely observable. Data examples of this type have been encountered in important medical research on bone marrow transplant, breast cancer, AIDS research, heart disease, etc. Another common type of censored survival data occurs when both components of the random vector are survival times that are subject to univariate or bivariate right censoring. Data examples of such type have been encountered in medical studies on skin grafts and kidney disease. The objective of this project is to study the empirical likelihood-based nonparametric maximum likelihood estimator (NPMLE) for multivariate distribution function with various types of censored multivariate survival data and to provide solutions and theoretical understanding of several important nonparametric and semi-parametric inference problems in survival analysis. The statistical methodology developed in this project will provide tools for multivariate survival data analysis, which has direct impact to medical research, epidemiology, and social and behavioral sciences.\r\n \r\nIt is well-known that nonparametric distribution estimator of that of random vector X based on multivariate survival data is of great importance, because it provides tools to study the relation among the components of X and plays vital roles in modeling and testing, etc. It is also known that to study the effects of covariate Z on survival time T under semi-parametric model assumptions, such as linear models, the Cox model, accelerated life model, etc., the estimators under the model setting often can be expressed as statistical functional of the distribution estimator, thus the asymptotic properties of these estimators can be studied via the differentiability of these statistical functionals and the asymptotic properties of distribution estimators. However, most existing estimators with above mentioned survival data are ad hoc, and are not likelihood-based in the usual sense. Also, most of them either contain negative probability masses, or are kernel and bandwidth dependent. Since Owen (1988), the empirical likelihood function has been generally accepted as the nonparametric likelihood function. The essential idea of empirical likelihood-based NPMLE ensures that it is a proper multivariate distribution function, which is desirable in practice. But, the empirical likelihood-based NPMLE for aforementioned multivariate survival data had not been carefully considered in literature until a recent paper by the PI of this project, in which she discovered many surprisingly nice properties of the bivariate NPMLE with censored survival data, and studied its asymptotic properties for discrete covariate Z. In this proposed empirical likelihood, weighted empirical likelihood, asymptotic methods and simulations will be mainly used, and the issues under consideration include: (a) Derivation of empirical likelihood-based NPMLE for various types of censored multivariate survival data; (b) Computation algorithms and asymptotic properties of the resulting NPMLE; (c) Derivation and asymptotic properties of the statistical functionals under several important semi-parametric survival models. This project will provide a general methodology for constructing the multivariate distribution estimators with various types of censored multivariate survival data, which generally possesses desirable properties, and will provide solutions to several important and challenging statistical inference problems associated with some widely used survival models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Ren",
   "pi_mid_init": "?",
   "pi_sufx_name": "",
   "pi_full_name": "Joan ‏ Ren",
   "pi_email_addr": "jjren@umd.edu",
   "nsf_id": "000411599",
   "pi_start_date": "2014-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "Department of Mathematics",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 38795.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 39984.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 41221.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project is to study the empirical likelihood-based nonparametric maximum likelihood estimator (NPMLE) for multivariate distribution function based on various types of censored multivariate survival data, such as data with right censoring, double censoring, or interval censoring subjected to lifetime, and to provide solutions and theoretical understanding on several important nonparametric and semiparametric inference problems in survival analysis.</p>\n<p>The above mentioned NPMLE for right censored multivariate survival data was derived by the PI and her collaborator, and its asymptotic properties, such as consistency and asymptotic normality, were established when the covariate variable is discrete. A paper on these results was published in 2015. Further, the PI proved mathematically that such NPMLE is not consistent when the covariate variable is continuous, and several methods of remedies have been studied via simulation studies. A paper on these findings was published in 2017.</p>\n<p>Based on above mentioned multivariate NPMLE, the univariate version of the weighted empirical likelihood function was generalized to multivariate version in the context of the Cox model - one of the most widely used tools in the analysis of the survival data - for various types of censored data, and the resulting estimating equations for the Cox model was derived. The related computing problems and asymptotic properties of the estimate for the regression parameters are in the process of further studies. A Ph.D. student has been working on this project under the guidance of the PI. Another Ph.D. student has been working related problems for accelerated life models also under the guidance of the PI. Two related papers are now under preparation.</p>\n<p>The PI also studied a related topic on the asymptotic behavior of the partial likelihood for the Cox model. The PI proved mathematically that the sample average of partial likelihood is not consistent, and found its precise divergent rate, then provided remedy for the situation. Such discovery provided solution for the joint work with RunZe Li on the variable selection problem for the Cox model. A paper on these results is now in press.</p>\n<p>The PI and her collaborators worked on empirical likelihood based multivariate data analysis, and developed data visualization technique for certain type of BIGDATA problem. Under invited minor revision, a paper of these results is now in submission.</p>\n<p>This project deals with the estimation of multivariate distribution functions with multivariate censored survival data, which is a mathematically challenging problem, and has not been carefully and systematically studied by nonparametric methods. Under the support of NSF, the PI studied this difficult and challenging problem, and enhanced our understanding of the nonparametric methodology and its limits. Thus this project is of great importance to the statistical literature.</p>\n<p>The statistical methodology developed in this project provides tools for multivariate survival data analysis, which has direct impact to medical research, epidemiology, social and behavioral sciences, etc.</p>\n<p>The above mentioned results under this project have appeared or will appear as research articles in peer-reviewed internationally reputable journals. The PI has also presented many invited talks in national or international conferences in statistics, as well as at NIH, Chinese Academy of Sciences, etc.</p>\n<p>The discoveries and results from this project provided new materials for advanced topic courses taught by the PI under a new graduate program on biostatistics/bioinformatics at her institution. Under the guidance of the PI, two M.S. students finished their research projects and graduated, and two Ph.D. students are currently working on their dissertations with topics directly under this current project, one of whom, Ms. Lyu, just recently passed her Ph.D. candidacy exam.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2018<br>\n\t\t\t\t\tModified by: Jian-Jian&nbsp;Ren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project is to study the empirical likelihood-based nonparametric maximum likelihood estimator (NPMLE) for multivariate distribution function based on various types of censored multivariate survival data, such as data with right censoring, double censoring, or interval censoring subjected to lifetime, and to provide solutions and theoretical understanding on several important nonparametric and semiparametric inference problems in survival analysis.\n\nThe above mentioned NPMLE for right censored multivariate survival data was derived by the PI and her collaborator, and its asymptotic properties, such as consistency and asymptotic normality, were established when the covariate variable is discrete. A paper on these results was published in 2015. Further, the PI proved mathematically that such NPMLE is not consistent when the covariate variable is continuous, and several methods of remedies have been studied via simulation studies. A paper on these findings was published in 2017.\n\nBased on above mentioned multivariate NPMLE, the univariate version of the weighted empirical likelihood function was generalized to multivariate version in the context of the Cox model - one of the most widely used tools in the analysis of the survival data - for various types of censored data, and the resulting estimating equations for the Cox model was derived. The related computing problems and asymptotic properties of the estimate for the regression parameters are in the process of further studies. A Ph.D. student has been working on this project under the guidance of the PI. Another Ph.D. student has been working related problems for accelerated life models also under the guidance of the PI. Two related papers are now under preparation.\n\nThe PI also studied a related topic on the asymptotic behavior of the partial likelihood for the Cox model. The PI proved mathematically that the sample average of partial likelihood is not consistent, and found its precise divergent rate, then provided remedy for the situation. Such discovery provided solution for the joint work with RunZe Li on the variable selection problem for the Cox model. A paper on these results is now in press.\n\nThe PI and her collaborators worked on empirical likelihood based multivariate data analysis, and developed data visualization technique for certain type of BIGDATA problem. Under invited minor revision, a paper of these results is now in submission.\n\nThis project deals with the estimation of multivariate distribution functions with multivariate censored survival data, which is a mathematically challenging problem, and has not been carefully and systematically studied by nonparametric methods. Under the support of NSF, the PI studied this difficult and challenging problem, and enhanced our understanding of the nonparametric methodology and its limits. Thus this project is of great importance to the statistical literature.\n\nThe statistical methodology developed in this project provides tools for multivariate survival data analysis, which has direct impact to medical research, epidemiology, social and behavioral sciences, etc.\n\nThe above mentioned results under this project have appeared or will appear as research articles in peer-reviewed internationally reputable journals. The PI has also presented many invited talks in national or international conferences in statistics, as well as at NIH, Chinese Academy of Sciences, etc.\n\nThe discoveries and results from this project provided new materials for advanced topic courses taught by the PI under a new graduate program on biostatistics/bioinformatics at her institution. Under the guidance of the PI, two M.S. students finished their research projects and graduated, and two Ph.D. students are currently working on their dissertations with topics directly under this current project, one of whom, Ms. Lyu, just recently passed her Ph.D. candidacy exam.\n\n\t\t\t\t\tLast Modified: 08/11/2018\n\n\t\t\t\t\tSubmitted by: Jian-Jian Ren"
 }
}