{
 "awd_id": "1407053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Chemical Mediation of Multi-trophic Interactions: A Test of the Tri-trophic Interactions Hypothesis",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 12246.0,
 "awd_amount": 12246.0,
 "awd_min_amd_letter_date": "2014-05-17",
 "awd_max_amd_letter_date": "2014-05-17",
 "awd_abstract_narration": "Insects can be tremendously beneficial, enormously harmful, critical to sustain important ecosystem services, and key to the success of agricultural crops. This project will strengthen the fundamental understanding of insect dynamics by examining the simultaneous effects of resources, competitors, and enemies on insect dynamics. Application of the results will similarly improve agriculture and management of biodiversity.  \r\n\r\nNatural populations are controlled by a complex of factors that include the amount and quality of food available, competition with other individuals for these resources, and the number and kinds of natural enemies present. However, most studies of the dynamics of insect populations, for example, address only pairs of these complex interactions. This project relies on a newly developed hypothesis, the Tri-Trophic Interactions Hypothesis, to test the simultaneous effects of food quality, diet breadth, and natural enemies on the regulation and coexistence of insect herbivores. Two sets of experiments will use caterpillars fed on plants and artificial diet to investigate how plant chemical defenses mediate herbivore-predator interactions and herbivore immune response to parasitoid threat. Using both laboratory and field experiments, the project examines how plant secondary metabolites mediate herbivore performance on different host plants and how those compounds further influence herbivore interactions with higher trophic levels. The project will advance both basic and applied ecology by examining the entire food web within which insects live. It will improve an ongoing dissertation research, thereby enhancing the training and expertise of a talented, early career, female researcher. The charismatic appeal of wildflowers and butterflies extends the educational impacts of the project to undergraduate students as well as to K-12 teachers and students. Undergraduate students will have the opportunity to work on independent projects, gaining hands-on experience with research, and an insect education program designed for elementary schools that is under development will capture students' interest and provide stimulating educational materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marion",
   "pi_last_name": "Bowers",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Marion D Bowers",
   "pi_email_addr": "deane.bowers@colorado.edu",
   "nsf_id": "000265237",
   "pi_start_date": "2014-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caitlin",
   "pi_last_name": "Kelly",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Caitlin A Kelly",
   "pi_email_addr": "caitlin.a.kelly@colorado.edu",
   "nsf_id": "000631421",
   "pi_start_date": "2014-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12246.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Caitlin Kelly has completed her dissertation, &ldquo;The chemical mediation of multi-trophic interactions: Testing components of the tri-trophic interactions hypothesis&rdquo;, supported in part by the NSF Dissertation Improvement Grant. During her funding period, she tested components of the tri-trophic interactions (TTI) hypothesis to better understand the effects of 1) plant chemistry, 2) herbivore diet breadth (whether more specialized or generalized in their host plant preferences), and 3) natural enemies on herbivore populations. Until recently, hypothesis in the field of plant-insect interactions only addressed two of these three factors in different pairwise combinations. The TTI hypothesis is the first to integrate existing hypotheses to form predictions regarding the simultaneous effects of all three factors on the regulation and coexistence of herbivore populations. This research tested several components of the TTI hypothesis to determine how the ability of some caterpillars to store chemicals found in the plants they eat influences the caterpillars&rsquo; levels of defense and their vulnerability to predators and parasitoids.</p>\n<p>&nbsp;These defensive chemicals, known as secondary metabolites, protect plants from being consumed and these compounds can be distasteful or even highly toxic to consumers. However, some herbivorous caterpillars are not deterred by such compounds and can sequester them in their own bodies, thus becoming chemically defended as well. This project specifically focused on native Colorado wildflowers in the genus <em>Penstemon </em>(Plantaginaceae)<em>,</em> which are chemically defended by a group of bitter compounds known as iridoid glycosides (IGs). First, we examined how <em>Penstemon</em> IG content influences the sequestration of IGs by a specialist caterpillar, <em>Euphydryas anicia </em>(also known as the anicia checkerspot). Then we used a predaceous ant species in bioassays with caterpillars reared on one of two chemically different <em>Penstemon </em>plants to assess the efficacy of IGs in deterring predators. Lastly, we measured the immune response of caterpillars reared on each of the two <em>Penstemon</em> plant diets to assess caterpillar vulnerability to parasitoid attack. Results showed that host plant diet affects caterpillar sequestration of IGs as <em>E. anicia </em>sequestered more IGs when reared on one of the host plant species. Ant predators found all caterpillars unpalatable, regardless of which <em>Penstemon </em>diet they were fed. We also found that <em>E. anicia </em>caterpillars reared on one plant species had a stronger immune response, and are therefore better protected from parasitism, than caterpillars reared on the other plant species. These results suggest that the sequestration of IGs by herbivores results in a trade-off between defense from predators and protection from parasitoids.</p>\n<p>&nbsp;This study has provided an improved scientific understanding of the role of plant defensive compounds in multi-trophic interactions. More specifically, this research combined chemical and behavioral data to test components of the newly proposed TTI hypothesis in a novel system. A paper summarizing the findings of this project is being prepared for submission to a scientific journal, and these results were presented at two scientific conferences over the course of the award period. The integrative approach of the project, involving detailed chemical analyses and field experiments with plants and insects, provided excellent training opportunities for the graduate student co-PI (Kelly), as well as four undergraduate students that were involved in the project as field or lab assistants. One undergraduate student conducted an independent project inspired by the research discussed here and was mentored by the graduate student co-PI. As the interactions of wildflowers and butterflies have a charismatic appeal, this project provided an excellent framework for increasing scientific understanding in the larger community. This research provided material for an insect education program designed for local elementary schools and was also featured in several educational activities developed by the PI and co-PI for K-12 students, including the outreach program GAMES (Girls at the Museum Exploring Science) though the Museum of Natural History at the University of Colorado.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2016<br>\n\t\t\t\t\tModified by: Caitlin&nbsp;A&nbsp;Kelly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCaitlin Kelly has completed her dissertation, \"The chemical mediation of multi-trophic interactions: Testing components of the tri-trophic interactions hypothesis\", supported in part by the NSF Dissertation Improvement Grant. During her funding period, she tested components of the tri-trophic interactions (TTI) hypothesis to better understand the effects of 1) plant chemistry, 2) herbivore diet breadth (whether more specialized or generalized in their host plant preferences), and 3) natural enemies on herbivore populations. Until recently, hypothesis in the field of plant-insect interactions only addressed two of these three factors in different pairwise combinations. The TTI hypothesis is the first to integrate existing hypotheses to form predictions regarding the simultaneous effects of all three factors on the regulation and coexistence of herbivore populations. This research tested several components of the TTI hypothesis to determine how the ability of some caterpillars to store chemicals found in the plants they eat influences the caterpillars? levels of defense and their vulnerability to predators and parasitoids.\n\n These defensive chemicals, known as secondary metabolites, protect plants from being consumed and these compounds can be distasteful or even highly toxic to consumers. However, some herbivorous caterpillars are not deterred by such compounds and can sequester them in their own bodies, thus becoming chemically defended as well. This project specifically focused on native Colorado wildflowers in the genus Penstemon (Plantaginaceae), which are chemically defended by a group of bitter compounds known as iridoid glycosides (IGs). First, we examined how Penstemon IG content influences the sequestration of IGs by a specialist caterpillar, Euphydryas anicia (also known as the anicia checkerspot). Then we used a predaceous ant species in bioassays with caterpillars reared on one of two chemically different Penstemon plants to assess the efficacy of IGs in deterring predators. Lastly, we measured the immune response of caterpillars reared on each of the two Penstemon plant diets to assess caterpillar vulnerability to parasitoid attack. Results showed that host plant diet affects caterpillar sequestration of IGs as E. anicia sequestered more IGs when reared on one of the host plant species. Ant predators found all caterpillars unpalatable, regardless of which Penstemon diet they were fed. We also found that E. anicia caterpillars reared on one plant species had a stronger immune response, and are therefore better protected from parasitism, than caterpillars reared on the other plant species. These results suggest that the sequestration of IGs by herbivores results in a trade-off between defense from predators and protection from parasitoids.\n\n This study has provided an improved scientific understanding of the role of plant defensive compounds in multi-trophic interactions. More specifically, this research combined chemical and behavioral data to test components of the newly proposed TTI hypothesis in a novel system. A paper summarizing the findings of this project is being prepared for submission to a scientific journal, and these results were presented at two scientific conferences over the course of the award period. The integrative approach of the project, involving detailed chemical analyses and field experiments with plants and insects, provided excellent training opportunities for the graduate student co-PI (Kelly), as well as four undergraduate students that were involved in the project as field or lab assistants. One undergraduate student conducted an independent project inspired by the research discussed here and was mentored by the graduate student co-PI. As the interactions of wildflowers and butterflies have a charismatic appeal, this project provided an excellent framework for increasing scientific understanding in the larger community. This research provided material for an insect education program designed for local elementary schools and was also featured in several educational activities developed by the PI and co-PI for K-12 students, including the outreach program GAMES (Girls at the Museum Exploring Science) though the Museum of Natural History at the University of Colorado.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2016\n\n\t\t\t\t\tSubmitted by: Caitlin A Kelly"
 }
}