{
 "awd_id": "1407949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advanced Radio-Frequency(RF) Based Environmental Monitoring Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 187653.0,
 "awd_amount": 187653.0,
 "awd_min_amd_letter_date": "2014-06-06",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "Temporal fading is the change in the radio channel between a transmitter and receiver, for example, a fluctuating \"number of bars\" or signal strength between a laptop and access point, even when neither are moving.  Past research in temporal fading treats it only as a problem that degrades wireless communication.  Emerging research has shown that temporal fading can be exploited to locate, automatically recognize the activity or gesture, and monitor the health of people in the vicinity of a wireless network.  These localization, recognition, and monitoring systems are called RF-based environment monitoring (REM) systems.  Improvements in REM technologies could aid in the design of police and search-and-rescue systems that locate breathing people in dangerous or collapsed buildings.  As another example, REM technologies deployed in a home could detect falls and detect signs of cognitive or physical decline as part of an aging-in-place sensor system.  REM technologies could allow people to diagnose disordered sleeping via wireless devices (e.g., cell phones) left on their bedside.  Finally, REM systems could revolutionize indoor and outdoor security systems, helping to protect areas and buildings which are difficult to monitor with existing technologies.  To date, no fundamental research in temporal fading mechanisms has been performed to support REM applications.   Research in this project considers temporal fading and seeks to establish how it is affected by the movements of people in the environment so that it can be exploited for environmental monitoring.\r\n\r\nThis project will develop, verify, and exploit new models for the temporal changes that occur to received power and channel response.  The scope includes both large-scale motion, i.e., a person walking across a room, and small-scale motion, i.e., a person breathing, or moving an arm.  It is known that the effects of motion vary as a function of other multipath fading characteristics of the channel and as a function of the person's position with respect to the transmitter and receiver, but it is not known how.   This project will explain these relationships with statistical models that describe temporal fading changes due to human and object motion, to breathing and other periodic motion, as a function of the position of the person or object and a function of other multipath channel characteristics.  All models will be verified using real-world measurements, using controlled measurements in an anechoic chamber, and using numerical electromagnetic simulation.  From them, the project will develop improved estimators, identify improved features for learning methods, and reduce the manual training required to deploy RF-based environment monitoring systems. A wide variety of device-free localization (DFL) and activity recognition algorithms, as well as gesture recognition and breathing monitoring algorithms, can be improved both in terms of accuracy and efficiency.  For example, fingerprint-based DFL methods can be enabled to work as well with fewer training measurements, statistical inversion DFL methods can achieve improved accuracy, and RF-based breathing monitoring systems can be made more robust.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Patwari",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Neal K Patwari",
   "pi_email_addr": "neal.patwari@utah.edu",
   "nsf_id": "000282953",
   "pi_start_date": "2014-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 South 2000 East",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 187653.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we had a huge impact in the area of radio frequency (RF) sensing, in which standard inexpensive wireless transceivers are used to sense the state of the environment, including where people are located and moving, what their breathing rate is, and what activity they are involved in.&nbsp; This area of research has the opportunity to improve our ability to build \"smart\" buildings and systems that know what people in the building are doing, where they are located, and something about their health, so that automatic actions can be taken to improve energy efficiency, comfort, improve interaction with computing systems, and improve and monitor the health of people.&nbsp; Since RF goes through (non-metal) walls, RF doesn't have blind spots, and the sensors don't have to be visible.&nbsp; Their prevalence in commercial wireless devices has brought down their cost to make them suitable for ubiquitous commercial use.&nbsp; This project improved the (1) models available which relate activity, human position, and RF measurements we can make; (2) algorithms for estimation of person position from the same RF measurements; and (3) hardware available to make these measurements.&nbsp; In (3), we developed a new antenna which we demonstrated is better suited for through-wall radio tomographic imaging (RTI), which allows emergency responders to locate people inside of a building using only devices placed on the exterior walls of the building.&nbsp; Such RTI systems could help, for example, in hostage situations, when emergency personnel need to know where people inside the building are located prior to entry.&nbsp; We also developed a new low-cost platform for signal strength measurements about 20 times more precise than prior platforms were able to achieve.&nbsp; For (2), we have signficantly improved the state of the art in both localization and breathing monitoring algorithm performance.&nbsp; &nbsp;These algorithms in (2) have been developed using new statistical and electromagnetic wave propagation models we developed in (1).&nbsp; Another outcome of this project is that five PhD students have been trained on this project; a new short course was developed and presented on RF sensing; and a graduate course on RF sensing was taught twice.&nbsp; Finally, there has been developments towards commercialization of the breathing monitoring system that we developed in this grant.&nbsp; We hope that within two years, there will be a medical-grade breathing monitor which can be used in a home, without any contact with the person, that will monitor people at risk of respiratory depression or failure, for example, people on opioid medication.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2018<br>\n\t\t\t\t\tModified by: Neal&nbsp;K&nbsp;Patwari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we had a huge impact in the area of radio frequency (RF) sensing, in which standard inexpensive wireless transceivers are used to sense the state of the environment, including where people are located and moving, what their breathing rate is, and what activity they are involved in.  This area of research has the opportunity to improve our ability to build \"smart\" buildings and systems that know what people in the building are doing, where they are located, and something about their health, so that automatic actions can be taken to improve energy efficiency, comfort, improve interaction with computing systems, and improve and monitor the health of people.  Since RF goes through (non-metal) walls, RF doesn't have blind spots, and the sensors don't have to be visible.  Their prevalence in commercial wireless devices has brought down their cost to make them suitable for ubiquitous commercial use.  This project improved the (1) models available which relate activity, human position, and RF measurements we can make; (2) algorithms for estimation of person position from the same RF measurements; and (3) hardware available to make these measurements.  In (3), we developed a new antenna which we demonstrated is better suited for through-wall radio tomographic imaging (RTI), which allows emergency responders to locate people inside of a building using only devices placed on the exterior walls of the building.  Such RTI systems could help, for example, in hostage situations, when emergency personnel need to know where people inside the building are located prior to entry.  We also developed a new low-cost platform for signal strength measurements about 20 times more precise than prior platforms were able to achieve.  For (2), we have signficantly improved the state of the art in both localization and breathing monitoring algorithm performance.   These algorithms in (2) have been developed using new statistical and electromagnetic wave propagation models we developed in (1).  Another outcome of this project is that five PhD students have been trained on this project; a new short course was developed and presented on RF sensing; and a graduate course on RF sensing was taught twice.  Finally, there has been developments towards commercialization of the breathing monitoring system that we developed in this grant.  We hope that within two years, there will be a medical-grade breathing monitor which can be used in a home, without any contact with the person, that will monitor people at risk of respiratory depression or failure, for example, people on opioid medication.\n\n\t\t\t\t\tLast Modified: 03/23/2018\n\n\t\t\t\t\tSubmitted by: Neal K Patwari"
 }
}