{
 "awd_id": "1408265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enabling Millimeter Scale Deeply Implanted Glucose Sensors through Ultrasonic Power Transfer and a Novel Glucose Sensing Mechanism",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shubhra Gangopadhyay",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 375063.0,
 "awd_amount": 375063.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "Proposal Title:\r\n\r\nEnabling Millimeter Scale Deeply Implanted Glucose Sensors through Ultrasonic Power Transfer and a Novel Glucose Sensing Mechanism \r\n\r\n\r\nProposal Goal:\r\n\r\nThe goal of the proposed project is to enable a new mode for power transfer to and communication with a deeply implanted intraluminal glucose monitor. The current state of the art in integrated circuit and MEMS sensing technologies enables cubic mm size implementations of complex systems for implanted sensors. However, such implementations are never actually realized because the necessary power and communications systems are too large. At very small sizes and large implant\r\ndepths acoustic energy transfer through human tissue is fundamentally more efficient than either near field electromagnetic (EM) or far field (RF). The long term goal of this research is to create an ultrasonic power and communications platform that will enable unobtrusive long term monitoring of health status through implanted sensing and therapeutic devices.\r\n\r\nNontechnical Abstract: \r\nThe past few decades have seen a dramatic increase in the prevalence of diabetes mellitus and obesity.  The chief complications of these chronic diseases are cardiac disease, kidney failure leading to dialysis, retinopathy leading to blindness, and neuropathy and vascular insufficiency leading to amputations. These exert a huge toll, both in financial terms and in human suffering.  Our research directly addresses this problem by developing new technologies that will enable long term implantable glucose monitors without the need for transcutaneous wires.  This project addresses two fundamental problems with the current state of the art in implantable glucose sensors:  lack of a suitable power supply or power transmission mechanism, and the short lifetime and frequent need for re-calibration of glucose oxidase based sensors.  As part of this project, the PIs will create an ultrasonic power transmission platform that will allow the glucose sensor (or any highly miniaturized implantable bio-sensor) to be directly powered by ultrasonic energy.  At very small sizes and large implant depths acoustic energy transfer through human tissue is fundamentally more efficient than either near field electromagnetic (EM) or far field (RF), the two most common methods of powering implanted sensors.  This project will investigate micro-scale acoustic transducer designs and architectures that enable higher power density transmission than either EM or RF transmission through human tissue.  To address the second fundamental problem with the state of the art, the PIs will explore a new glucose sensing method using hydrogels with embedded magnetic particles.  This method overcomes several limitations that plague current enzymatic continuous glucose sensors and also allows the electronics to be robustly encapsulated as the electronic sensing element does not have to be in direct contact with the hydrogel.  Together these advancements promise to enable a vastly improved method of sensing blood glucose and delivering power to any highly miniaturized implantable bio-sensor.\r\n\r\n\r\nTechnical Abstract:  \r\n\r\nThis research addresses two major challenges that limit the potential of implanted biosensors in general, and glucose monitors in particular. The first is transferring energy at sufficient densities to enable extreme miniaturization.  While still more efficient than RF or EM energy transfer, at very small scales, standard ultrasonic transducers rapidly start to lose efficiency due to the interplay between the optimal device thickness, acoustic wavelength, and the frequency dependence of acoustic absorption in tissue. Our guiding hypothesis is that alternative piezoelectric structures will be more efficient at these small sizes. Our work will couple acoustic transmission models, transducer design, and experimental work to empirically determine key interaction effects probing the limits of acoustic power generation at very small scales.\r\nSecondly, the research will address a significant issue with glucose sensors, namely that their lifetime is severely limited and they must be frequently re-calibrated because of their reliance on the availability glucose oxidase and oxygen to perform accurate measurements. The PIs will explore a new method using hydrogels with embedded aligned magnetic particles to sense glucose rather than the traditional electrochemical process.  These functionalized hydrogels swell in the presence of glucose.  The swelling is sensed through the change in inductance value of a miniature coil placed next to the hydrogel.  This method not only overcomes several limitations that plague current enzymatic continuous glucose sensors but also allows the electronics to be robustly encapsulated as the sensing coil does not have to be in direct contact with the hydrogel.  The sensing coil will be multi-purposed to send data back from the implant in a mm scale system demonstration. Taken together, the three different aspects of this work could provide a basis for fundamentally smaller, longer life implanted sensors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shad",
   "pi_last_name": "Roundy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shad Roundy",
   "pi_email_addr": "shad.roundy@utah.edu",
   "nsf_id": "000624093",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrin",
   "pi_last_name": "Young",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Darrin J Young",
   "pi_email_addr": "darrin.young@utah.edu",
   "nsf_id": "000447929",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prashant",
   "pi_last_name": "Tathireddy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prashant Tathireddy",
   "pi_email_addr": "p.tathireddy@appliedbiosensors.com",
   "nsf_id": "000277039",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S. 2000 E.",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 375063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to enable a new method for wirelessly monitoring blood glucose from an implanted sensor. The project brings together three novel advancements: 1) an ultrasonic power transfer platform to wirelessly power biomedical implants without the need for batteries, 2) a hydrogel-based glucose sensing method that allows for longer-life implantable glucose sensors, and 3) an inductive sensing scheme that enables robust system packaging and a direct wireless readout of the sensed glucose level.</p>\n<p>The current state of the art in integrated circuit and sensing technologies enables cubic millimeter sized implementations of complex systems for implanted sensors. However, such implementations are rarely realized because the necessary power and communications systems are too large. At very small sizes and large implant depths ultrasonic power transfer through human tissue is fundamentally more efficient than either near field electromagnetic (EM) or far field (RF), the two most common methods of powering implanted sensors. This project has developed an ultrasonic energy transfer method to transmit power to a biomedical implant at roughly ten times the efficiency of traditional EM or RF systems.</p>\n<p>Most continuous glucose monitors use enzyme-based electrochemical sensors that suffer from short lifetimes and reduced sensitivity over time. The functionalized hydrogels developed for this project change volume in the presence of glucose. This effect is stable over long periods, creating the basis for long-life stable glucose monitors.</p>\n<p>In order to sense the change in volume, a metallic foil is embedded in the hydrogel and a small coil is placed near the foil. As the hydrogel changes volume, the displacement of the metallic foil relative to the coil causes the inductance and self-resonance frequency of the coil to change. An electronic oscillator using this coil acts as a transmit antenna whose signal can be read by a nearby receive antenna. The frequency of the transmitted signal changes as a function of glucose concentration enabling a wireless readout of the blood glucose level.</p>\n<p>Taken together, these three technologies represent a new system for implantable glucose monitors. In addition to glucose monitoring, these technologies can potentially transform the way many implanted devices are powered and operate, enabling wireless bio-sensing applications with much less trauma to the patient due to highly miniaturized implant sizes.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>This research has addressed two major challenges that limit the potential of implanted biosensors in general and glucose monitors in particular. The first is transferring power at sufficient densities to enable extreme miniaturization. Although still more efficient than RF or EM energy transfer, at very small scales, standard acoustic transducers rapidly start to lose efficiency due to the interplay between the optimal device thickness, acoustic wavelength, and the frequency dependence of acoustic absorption in tissue. In order to overcome these tradeoffs we developed a new micro-manufacturing technique to fabricate millimeter-scale ultrasonic transducers that operate at higher efficiencies than traditional ultrasonic transducers. Secondly, we developed mathematical models along with a simulation platform for the entire ultrasonic power transmission channel that can be used for optimal transducer design taking uncertainties in the position and alignment of the implanted ultrasound power receiver into account.</p>\n<p>Secondly, the research addresses a significant issue with glucose sensors, namely that their lifetime is severely limited and they must be frequently re-calibrated because of their reliance on the availability glucose oxidase and oxygen to perform accurate measurements. The hydrogel based sensing mechanism, along with the embedded metal foil, has enabled a new non-enzymatic method to sense glucose concentration. This method not only overcomes several limitations that plague enzymatic continuous glucose sensors but also allows the electronics to be robustly encapsulated, as the sensing coil does not have to be in direct contact with the hydrogel. Finally, the method of modulating the inductance, and therefore self-resonance, of a coil by the displacement of a nearby conductor is a novel sensing method that can be applied to a wide range of wireless sensors in locations that are hard to access.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The past few decades have seen a dramatic increase in the prevalence of diabetes mellitus and obesity both in the United States and around the world. The chief complications of these chronic diseases are cardiac disease, kidney failure leading to dialysis, retinopathy leading to blindness, and neuropathy and vascular insufficiency leading to amputations. These exert a huge toll, both in financial terms and in human suffering. Tight control of blood glucose concentrations can prevent and/or delay the onset of these tragic complications. Our research directly addresses this problem by developing new technologies that will enable long-term implantable glucose monitors.</p>\n<p>More broadly, our project is enabling a fundamentally new method of powering and communicating with bio-implanted sensors leading to more effective diagnostic tools for clinicians and better maintenance of chronic conditions without the need to visit a doctor.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2018<br>\n\t\t\t\t\tModified by: Shad&nbsp;Roundy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852511511_hydrogelCloseup--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852511511_hydrogelCloseup--rgov-800width.jpg\" title=\"Hydrogel-based Glucose Sensor\"><img src=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852511511_hydrogelCloseup--rgov-66x44.jpg\" alt=\"Hydrogel-based Glucose Sensor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Close-up image of the hydrogel based glucose sensor. Three hydrogel pillars expand in the presence of glucose. This lengthening of the pillars brings a conductive sheet closer to the sensing coil, increasing the inductance and therefore reducing the oscillation frequency.</div>\n<div class=\"imageCredit\">Yuechuan Yu</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Shad&nbsp;Roundy</div>\n<div class=\"imageTitle\">Hydrogel-based Glucose Sensor</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852651844_AcousticPowered--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852651844_AcousticPowered--rgov-800width.jpg\" title=\"Illustration of Acoustic Powered Implant\"><img src=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852651844_AcousticPowered--rgov-66x44.jpg\" alt=\"Illustration of Acoustic Powered Implant\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Representation of the ultrasonic powered glucose monitor.</div>\n<div class=\"imageCredit\">Hamid Basaeri</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Shad&nbsp;Roundy</div>\n<div class=\"imageTitle\">Illustration of Acoustic Powered Implant</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852761266_RFPowered--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852761266_RFPowered--rgov-800width.jpg\" title=\"Illustration of Electromagnetic Powered Implant\"><img src=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543852761266_RFPowered--rgov-66x44.jpg\" alt=\"Illustration of Electromagnetic Powered Implant\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Illustration of electromagnetic (RF) powering scheme and system package for sensor, electronics, and RF power receiver.</div>\n<div class=\"imageCredit\">Yuechuan Yu</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Shad&nbsp;Roundy</div>\n<div class=\"imageTitle\">Illustration of Electromagnetic Powered Implant</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543853057621_multiPicImplementation--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543853057621_multiPicImplementation--rgov-800width.jpg\" title=\"Photo of  Wireless Glucose Sensor and Test Setup\"><img src=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543853057621_multiPicImplementation--rgov-66x44.jpg\" alt=\"Photo of  Wireless Glucose Sensor and Test Setup\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photo of  wireless glucose sensor test setup. (a) Power receiver and sensing oscillator; (b) Sensor package; (c) Bottom view; (d) 3D-printed adjustable platform holding the hydrogel embedded with metallic foil; (e) Sensor assembly; (f) System mounted to glucose testing container.</div>\n<div class=\"imageCredit\">Yuechuan Yu</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Shad&nbsp;Roundy</div>\n<div class=\"imageTitle\">Photo of  Wireless Glucose Sensor and Test Setup</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543853216594_PMUT--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543853216594_PMUT--rgov-800width.jpg\" title=\"Microfabricated Piezoelectric Ultrasound Power Receiver\"><img src=\"/por/images/Reports/POR/2018/1408265/1408265_10333948_1543853216594_PMUT--rgov-66x44.jpg\" alt=\"Microfabricated Piezoelectric Ultrasound Power Receiver\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Ultrasound power receiver in ceramic package. The receiver is made from 40 um thick lead zirconate titanate (PZT).</div>\n<div class=\"imageCredit\">Hamid Basaeri</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Shad&nbsp;Roundy</div>\n<div class=\"imageTitle\">Microfabricated Piezoelectric Ultrasound Power Receiver</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to enable a new method for wirelessly monitoring blood glucose from an implanted sensor. The project brings together three novel advancements: 1) an ultrasonic power transfer platform to wirelessly power biomedical implants without the need for batteries, 2) a hydrogel-based glucose sensing method that allows for longer-life implantable glucose sensors, and 3) an inductive sensing scheme that enables robust system packaging and a direct wireless readout of the sensed glucose level.\n\nThe current state of the art in integrated circuit and sensing technologies enables cubic millimeter sized implementations of complex systems for implanted sensors. However, such implementations are rarely realized because the necessary power and communications systems are too large. At very small sizes and large implant depths ultrasonic power transfer through human tissue is fundamentally more efficient than either near field electromagnetic (EM) or far field (RF), the two most common methods of powering implanted sensors. This project has developed an ultrasonic energy transfer method to transmit power to a biomedical implant at roughly ten times the efficiency of traditional EM or RF systems.\n\nMost continuous glucose monitors use enzyme-based electrochemical sensors that suffer from short lifetimes and reduced sensitivity over time. The functionalized hydrogels developed for this project change volume in the presence of glucose. This effect is stable over long periods, creating the basis for long-life stable glucose monitors.\n\nIn order to sense the change in volume, a metallic foil is embedded in the hydrogel and a small coil is placed near the foil. As the hydrogel changes volume, the displacement of the metallic foil relative to the coil causes the inductance and self-resonance frequency of the coil to change. An electronic oscillator using this coil acts as a transmit antenna whose signal can be read by a nearby receive antenna. The frequency of the transmitted signal changes as a function of glucose concentration enabling a wireless readout of the blood glucose level.\n\nTaken together, these three technologies represent a new system for implantable glucose monitors. In addition to glucose monitoring, these technologies can potentially transform the way many implanted devices are powered and operate, enabling wireless bio-sensing applications with much less trauma to the patient due to highly miniaturized implant sizes.\n\n \n\nIntellectual Merit\n\nThis research has addressed two major challenges that limit the potential of implanted biosensors in general and glucose monitors in particular. The first is transferring power at sufficient densities to enable extreme miniaturization. Although still more efficient than RF or EM energy transfer, at very small scales, standard acoustic transducers rapidly start to lose efficiency due to the interplay between the optimal device thickness, acoustic wavelength, and the frequency dependence of acoustic absorption in tissue. In order to overcome these tradeoffs we developed a new micro-manufacturing technique to fabricate millimeter-scale ultrasonic transducers that operate at higher efficiencies than traditional ultrasonic transducers. Secondly, we developed mathematical models along with a simulation platform for the entire ultrasonic power transmission channel that can be used for optimal transducer design taking uncertainties in the position and alignment of the implanted ultrasound power receiver into account.\n\nSecondly, the research addresses a significant issue with glucose sensors, namely that their lifetime is severely limited and they must be frequently re-calibrated because of their reliance on the availability glucose oxidase and oxygen to perform accurate measurements. The hydrogel based sensing mechanism, along with the embedded metal foil, has enabled a new non-enzymatic method to sense glucose concentration. This method not only overcomes several limitations that plague enzymatic continuous glucose sensors but also allows the electronics to be robustly encapsulated, as the sensing coil does not have to be in direct contact with the hydrogel. Finally, the method of modulating the inductance, and therefore self-resonance, of a coil by the displacement of a nearby conductor is a novel sensing method that can be applied to a wide range of wireless sensors in locations that are hard to access.\n\n \n\nBroader Impacts\n\nThe past few decades have seen a dramatic increase in the prevalence of diabetes mellitus and obesity both in the United States and around the world. The chief complications of these chronic diseases are cardiac disease, kidney failure leading to dialysis, retinopathy leading to blindness, and neuropathy and vascular insufficiency leading to amputations. These exert a huge toll, both in financial terms and in human suffering. Tight control of blood glucose concentrations can prevent and/or delay the onset of these tragic complications. Our research directly addresses this problem by developing new technologies that will enable long-term implantable glucose monitors.\n\nMore broadly, our project is enabling a fundamentally new method of powering and communicating with bio-implanted sensors leading to more effective diagnostic tools for clinicians and better maintenance of chronic conditions without the need to visit a doctor.\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2018\n\n\t\t\t\t\tSubmitted by: Shad Roundy"
 }
}