{
 "awd_id": "1408107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fast Charging Batteries via Electrochemical Model-based Control",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 294714.0,
 "awd_amount": 294714.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2014-07-18",
 "awd_abstract_narration": "Title: Fast Charging Batteries via ElectroChemical Model-Based Control\r\n \r\nIn telecommunications, there were 5.2B active mobile handsets and over 1.7B mobile phone sales worldwide for 2012. Mobile phones are also a powerful tool for solving poverty and financial inequity in third world countries. In electrified transportation, there were 53,000 were plug-in electric vehicles sold in the U.S. for 2012. Despite growing sales, range anxiety is considered the largest inhibitor of electrified transportation. Significant reduction in charge times, e.g. comparable to filling a gas tank, would eliminate this obstacle and consequently reduce emissions and oil dependence. It is clear that fast charging increases the practicality of mobile devices and electric vehicles. However, it can also decrease cycle life depending on the charging method used. Traditionally, batteries are charged via a constant current/constant voltage (CCCV) protocol. A typical mobile phone requires 47 minutes to charge from 0-50%. However, it is well-known within the academic and industrial communities that alternative protocols can reduce charge times. Such alternatives, however, are almost always heuristic, without any provably optimal properties or safe constraint satisfaction guarantees. This research project pursues a drastically different and potentially transformative approach. This research seeks to significantly reduce Li-ion battery charge times by developing control theoretic foundations for electrochemical model-based control. Mathematically, this is formulated as minimizing charge time subject to constraints on estimated electro-chemical variables associated with aging. This approach is termed Electro-chemical model-based Control (ECC). The development of this control strategy will provide a major breakthrough in the way batteries are operated, safely at their electrochemical limits. The PI is currently establishing collaborations to impact both sectors with this research. Collaborations with electrochemists in the BATT group at Lawrence Berkeley National Lab are also being pursued. At UC Berkeley, the PI has created a new course entitled Energy Systems and Control. This course studies energy systems in transportation and energy infrastructures as motivation for systems and control theory. Results from this research will directly influence course material. Finally, the PI has historically recruited students of underrepresented populations to facilitate higher educational access. The PI plans to coordinate with the UC Berkeley Center for STEM Innovation, Leadership, and Diversity to recruit undergraduate researchers.\r\n\r\nUltimately, this research seeks to achieve a 10 minute 0-20% charge time and 25 minute 0-50% charge time over 500 charge/discharge cycles. The project is organized into three integrated research tasks. (i) First, it will analyze parameter sensitivity and develop a fast charging-oriented reduced model for estimator design. (ii) Second, it will derive provably stable state estimators and optimal fast charging algorithms. These designs will advance PDE estimation and reference governor theory, respectively, while translating these theories to battery systems. (iii) Finally, it will quantify the performance of an ECC approach vis-à-vis traditional CCCV protocols on a battery-in-the-loop experimental facility. This project is among the first to focus on control-theoretic methods for optimizing battery charge times via electro-chemical models. Mathematically, these models are multi-state coupled nonlinear partial differential equations (PDEs). Due to the model complexity, several fundamental tools in systems and control theory will be developed in the context of batteries.  (i) The first is a systematic procedure for assessing parameter sensitivity in multi-state PDE models. (ii) The second is fast charging-relevant model reduction techniques for achieving observability. (iii) The third is advancements to state estimation theory for PDE-ODE models. (iv)The fourth is advancements to reference governor theory for PDE-ODE models. (v) The last is an experimental quantification of ECC fast charging performance versus traditional protocols.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Moura",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Scott J Moura",
   "pi_email_addr": "smoura@berkeley.edu",
   "nsf_id": "000656158",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "2150 Shattuck Ave Suite #300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 294714.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research significantly reduces charge times in lithium ion batteries via advanced control techniques. The key novelty is using electrochemical model-based control algorithms. Ultimately, we demonstrated rapid charge times of 7 to 8 minutes with minimal degradation.</p>\n<p>MOTIVATION: Batteries are the linchpin technology for realizing electrified transportation (ground &amp; air), high penetration of renewable generation in electricity grids, smaller and more powerful consumer electronics, next-generation medical devices, and much more. Consequently, extracting more energy, power, life, and safety from batteries has broad and important implications. Batteries are electrochemical systems. Amazingly, the vast majority of battery management systems mathematically idealize batteries as equivalent circuits. This gap is crucial, since operating batteries at their performance limits safely requires carefully steering the electrochemical states near their safe operating limits. We envision a &ldquo;next-generation&rdquo; battery management system which can monitor the internal electrochemical states and intelligently operate the battery to increase performance with guaranteed safety.</p>\n<p>MAJOR ACTIVITIES &amp; RESULTS: To achieve the aforementioned vision, this research pursued the following major activities.</p>\n<ul>\n<li>Develop a full-order electrochemical-thermal lithium-ion battery model simulator. The simulation code is publicly available at: <a href=\"https://github.com/scott-moura/fastDFN\">https://github.com/scott-moura/fastDFN</a></li>\n<li>Formulate a rigorous and fundamental sensitivity analysis framework that ranks the importance of each electrochemical parameter for identification. We ultimately found the top five parameters for identification.</li>\n<li>Identify the electrochemical parameters from experimentally collected voltage, current, and temperature data. Our identified model has a root mean square error of less than 10 mV for EV-like charge/discharge cycles.</li>\n<li>Generate a reduced order model suitable for designing provably convergent state estimators and optimal charging control algorithms. Our reduced model is known as the &ldquo;Single Particle Model with Electrolyte and Temperature (SPMeT)&rdquo;, and is publicly available at: <a href=\"https://github.com/scott-moura/SPMeT\">https://github.com/scott-moura/SPMeT</a></li>\n<li>Design a state estimation algorithm using the reduced order model. We ultimately produced a provably convergent state estimation algorithm based upon the single particle model with electrolyte (SPMe), which uses recent advancements in estimation theory for partial differential equations. DOI: <a title=\"Download Item\" href=\"http://dx.doi.org/10.1109/TCST.2016.2571663\">10.1109/TCST.2016.2571663</a></li>\n<li>Design an optimal charging control scheme using the reduced order model. We ultimately produced an optimal control scheme based upon the single particle model with electrolyte and temperature (SPMeT) that achieves fast charge times of 7 to 8 minutes. DOI: <a href=\"https://doi.org/10.1149/2.1301707jes\">10.1149/2.1301707jes</a></li>\n</ul>\n<p>MAJOR ACHIEVEMENTS:</p>\n<ul>\n<li>O. Hugo Schuck Best Paper Award at the 2015 American Control Conference for &ldquo;Sensitivity-Based Interval PDE Observer for Battery SOC Estimation&rdquo;</li>\n<li>Best Student Paper Award at the 2015 American Control Conference for &ldquo;Sensitivity-Based Interval PDE Observer for Battery SOC Estimation&rdquo;</li>\n<li>Best Energy Systems Paper Award at the 2015 ASME Dynamic Systems and Control Conference for &ldquo;Battery Charge Control with an Electro-Thermal-Aging Coupling&rdquo;</li>\n<li>Hellman Faculty Fellow Award</li>\n<li>Five published articles in top-tier journals, with three more currently in review.</li>\n<li>Eight published papers in top-tier conferences, with two more currently in review.</li>\n<li>One Ph.D. dissertation authored by Dr. Hector Perez entitled &ldquo;Model Based Optimal Control, Estimation, and Validation of Lithium-Ion Batteries&rdquo;</li>\n<li>Two publicly available open source battery model simulation codes</li>\n<li>One publicly available open source data repository: <a href=\"https://ecal.berkeley.edu/data.php\">https://ecal.berkeley.edu/data.php</a></li>\n<li>Eight invited talks at universities and companies</li>\n<li>Research and educational opportunities for five graduate students, two postdoctoral scholars, and four undergraduates.</li>\n<li>Follow-on funding from Samsung SDI and Bosch RTC</li>\n</ul>\n<p>INTELLECTUAL MERIT: This project has catalyzed an emergent swarm of research on electrochemical model-based battery management systems within the battery systems and control community. In particular, this research applies and extends advanced control &amp; estimation theory within the context of electrochemical battery models. First, we developed a systematic produce for parameter sensitivity analysis in electrochemical models. Second, we formulated a rigorous parameter identification procedure using experimental data. Third, we derived an elegant yet high-fidelity reduced electrochemical model, known as the Single Particle Model with Electrolyte &amp; Temperature (SPMeT). Fourth, we derived a provably convergent state estimator for the SPMe. Fifth, we derived an optimal charging control scheme for the SPMeT.</p>\n<p>BROADER IMPACTS: Enhancing the performance and safety of batteries has impacts across multiple sectors, including electrified transportation (ground &amp; air), smart grids, consumer electronics, medical devices, and more. To disseminate knowledge beyond publications, we have co-organized nine invited/special/tutorial sessions at conferences that include the IEEE Conference on Decision and Control, American Control Conference, and ASME Dynamic Systems and Control Conference. Additionally, we have produced two publicly available open source simulation codes, and one publicly available data set. We have also delivered eight invited talks at universities and companies. Finally, the project has created research and educational opportunities for five graduate students, two postdoctoral scholars, and four undergraduates.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Scott&nbsp;Moura</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509389139155_bil-photo-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509389139155_bil-photo-1--rgov-800width.jpg\" title=\"Battery Test Photo\"><img src=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509389139155_bil-photo-1--rgov-66x44.jpg\" alt=\"Battery Test Photo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Battery cells undergoing testing in a thermally controlled chamber, with voltage, current, and temperature measurements.</div>\n<div class=\"imageCredit\">Scott Moura</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Moura</div>\n<div class=\"imageTitle\">Battery Test Photo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509387734507_ECFB-BlkDiag--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509387734507_ECFB-BlkDiag--rgov-800width.jpg\" title=\"ElectroChemical Control System\"><img src=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509387734507_ECFB-BlkDiag--rgov-66x44.jpg\" alt=\"ElectroChemical Control System\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Block diagram for ElectroChemical Control (ECC) System, comprised of a battery cell, state/parameter estimator, and controller.</div>\n<div class=\"imageCredit\">Scott Moura</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Moura</div>\n<div class=\"imageTitle\">ElectroChemical Control System</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388189792_dfn_states_freeze_NEW--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388189792_dfn_states_freeze_NEW--rgov-800width.jpg\" title=\"DFN Simulation\"><img src=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388189792_dfn_states_freeze_NEW--rgov-66x44.jpg\" alt=\"DFN Simulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Solid [top] and electrolyte [bottom] concentrations as functions of space, after 30sec of 5C discharge. Symbols {-,+\\} denote the negative electrode (anode) and positive electrode (cathode), respectively. In the solid phase concentrations, the top and bottom denote particle center and surface.</div>\n<div class=\"imageCredit\">Scott Moura</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Moura</div>\n<div class=\"imageTitle\">DFN Simulation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388647166_spme-obs-udds--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388647166_spme-obs-udds--rgov-800width.jpg\" title=\"SPMe Observer Results\"><img src=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388647166_spme-obs-udds--rgov-66x44.jpg\" alt=\"SPMe Observer Results\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">SPMe observer results for a UDDS charge/discharge cycle, usingDFN as truth model. The observer has a reduced model and incorrect initial conditions. (a) input current; (b) surface concentrations; (c) voltage; (d) surface concentration; (e) voltage estimation error</div>\n<div class=\"imageCredit\">Scott Moura</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Moura</div>\n<div class=\"imageTitle\">SPMe Observer Results</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388950645_pareto-fastchg-soh--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388950645_pareto-fastchg-soh--rgov-800width.jpg\" title=\"Tradeoff\"><img src=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509388950645_pareto-fastchg-soh--rgov-66x44.jpg\" alt=\"Tradeoff\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fundamental trade off between fast charge time and battery capacity decay.</div>\n<div class=\"imageCredit\">Scott Moura</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Moura</div>\n<div class=\"imageTitle\">Tradeoff</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509387590385_OperationLimits--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509387590385_OperationLimits--rgov-800width.jpg\" title=\"Operation Limits\"><img src=\"/por/images/Reports/POR/2017/1408107/1408107_10320479_1509387590385_OperationLimits--rgov-66x44.jpg\" alt=\"Operation Limits\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An electrochemical model-based control architecture constrains electrochemical state variables, as opposed to measurable outputs. This expands the operational envelope and ensures safety.</div>\n<div class=\"imageCredit\">Scott Moura</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Moura</div>\n<div class=\"imageTitle\">Operation Limits</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis research significantly reduces charge times in lithium ion batteries via advanced control techniques. The key novelty is using electrochemical model-based control algorithms. Ultimately, we demonstrated rapid charge times of 7 to 8 minutes with minimal degradation.\n\nMOTIVATION: Batteries are the linchpin technology for realizing electrified transportation (ground &amp; air), high penetration of renewable generation in electricity grids, smaller and more powerful consumer electronics, next-generation medical devices, and much more. Consequently, extracting more energy, power, life, and safety from batteries has broad and important implications. Batteries are electrochemical systems. Amazingly, the vast majority of battery management systems mathematically idealize batteries as equivalent circuits. This gap is crucial, since operating batteries at their performance limits safely requires carefully steering the electrochemical states near their safe operating limits. We envision a \"next-generation\" battery management system which can monitor the internal electrochemical states and intelligently operate the battery to increase performance with guaranteed safety.\n\nMAJOR ACTIVITIES &amp; RESULTS: To achieve the aforementioned vision, this research pursued the following major activities.\n\nDevelop a full-order electrochemical-thermal lithium-ion battery model simulator. The simulation code is publicly available at: https://github.com/scott-moura/fastDFN\nFormulate a rigorous and fundamental sensitivity analysis framework that ranks the importance of each electrochemical parameter for identification. We ultimately found the top five parameters for identification.\nIdentify the electrochemical parameters from experimentally collected voltage, current, and temperature data. Our identified model has a root mean square error of less than 10 mV for EV-like charge/discharge cycles.\nGenerate a reduced order model suitable for designing provably convergent state estimators and optimal charging control algorithms. Our reduced model is known as the \"Single Particle Model with Electrolyte and Temperature (SPMeT)\", and is publicly available at: https://github.com/scott-moura/SPMeT\nDesign a state estimation algorithm using the reduced order model. We ultimately produced a provably convergent state estimation algorithm based upon the single particle model with electrolyte (SPMe), which uses recent advancements in estimation theory for partial differential equations. DOI: 10.1109/TCST.2016.2571663\nDesign an optimal charging control scheme using the reduced order model. We ultimately produced an optimal control scheme based upon the single particle model with electrolyte and temperature (SPMeT) that achieves fast charge times of 7 to 8 minutes. DOI: 10.1149/2.1301707jes\n\n\nMAJOR ACHIEVEMENTS:\n\nO. Hugo Schuck Best Paper Award at the 2015 American Control Conference for \"Sensitivity-Based Interval PDE Observer for Battery SOC Estimation\"\nBest Student Paper Award at the 2015 American Control Conference for \"Sensitivity-Based Interval PDE Observer for Battery SOC Estimation\"\nBest Energy Systems Paper Award at the 2015 ASME Dynamic Systems and Control Conference for \"Battery Charge Control with an Electro-Thermal-Aging Coupling\"\nHellman Faculty Fellow Award\nFive published articles in top-tier journals, with three more currently in review.\nEight published papers in top-tier conferences, with two more currently in review.\nOne Ph.D. dissertation authored by Dr. Hector Perez entitled \"Model Based Optimal Control, Estimation, and Validation of Lithium-Ion Batteries\"\nTwo publicly available open source battery model simulation codes\nOne publicly available open source data repository: https://ecal.berkeley.edu/data.php\nEight invited talks at universities and companies\nResearch and educational opportunities for five graduate students, two postdoctoral scholars, and four undergraduates.\nFollow-on funding from Samsung SDI and Bosch RTC\n\n\nINTELLECTUAL MERIT: This project has catalyzed an emergent swarm of research on electrochemical model-based battery management systems within the battery systems and control community. In particular, this research applies and extends advanced control &amp; estimation theory within the context of electrochemical battery models. First, we developed a systematic produce for parameter sensitivity analysis in electrochemical models. Second, we formulated a rigorous parameter identification procedure using experimental data. Third, we derived an elegant yet high-fidelity reduced electrochemical model, known as the Single Particle Model with Electrolyte &amp; Temperature (SPMeT). Fourth, we derived a provably convergent state estimator for the SPMe. Fifth, we derived an optimal charging control scheme for the SPMeT.\n\nBROADER IMPACTS: Enhancing the performance and safety of batteries has impacts across multiple sectors, including electrified transportation (ground &amp; air), smart grids, consumer electronics, medical devices, and more. To disseminate knowledge beyond publications, we have co-organized nine invited/special/tutorial sessions at conferences that include the IEEE Conference on Decision and Control, American Control Conference, and ASME Dynamic Systems and Control Conference. Additionally, we have produced two publicly available open source simulation codes, and one publicly available data set. We have also delivered eight invited talks at universities and companies. Finally, the project has created research and educational opportunities for five graduate students, two postdoctoral scholars, and four undergraduates.\n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Scott Moura"
 }
}