{
 "awd_id": "1408494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Silicon Carbide Devices for Optomechanics and Photonics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruyan Guo",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 215000.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2016-04-26",
 "awd_abstract_narration": "Title:  Silicon Carbide Devices for Optomechanics and Photonics\r\n\r\nNon-Technical Description:  The objective of this collaborative project is to understand and engineer a new platform for manipulating light and processing information on chip, by using silicon carbide (SiC) micro-structures.  In particular, high quality micro-resonators are essential for functions such as filtering, wave mixing, and signal generation.  SiC is a semiconductor that offers superior optical, mechanical, and thermal properties compared to conventional materials. In this project, the PIs aim to develop SiC micro-photonic components that offer novel functionalities inaccessible by current approaches. Fundamental research findings and device innovations will be disseminated to the research communities through published papers and will be also incorporated into the courses offered by the PIs at both institutions. The proposed research will also train graduate and undergraduate students in the interdisciplinary areas of photonics, MEMS/NEMS, materials science, and quantum optics.  Through the outreach programs, this project will also help promote the interests and participations of K-12 students, and broaden the participations from underrepresented groups.  \r\n\r\nTechnical Description:  The focus of the proposed research is to explore and develop a new device platform for micro-/nano-photonics, particularly for nano-optomechanics and integrated nonlinear photonics, by employing high-quality SiC devices. Optical micro-/nano-resonators are fundamental building blocks for many important areas in optical science and technology, ranging from nonlinear optics, cavity quantum electrodynamics, optomechanics, to biomedical sensing.  The device performance depends critically on the properties of the underlying materials from which the devices are built. The proposed research is based on the superior linear optical, nonlinear optical, mechanical, and thermal properties in SiC materials. Through innovative device designs and advanced nanofabrication technology, the PIs plan to establish SiC as a viable platform for nano-optomechanics and nonlinear photonics. The PIs have highly complementary expertise in SiC material processing and device physics and engineering. The two  groups will form an integrative team to carry out explorative research on developing a family of multifunctional SiC micro-/nano-photonic devices with performance either surpassing today?s state-of-the-art or inaccessible with conventional approaches. Preliminary results have already demonstrated the feasibility of achieving these goals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Feng",
   "pi_email_addr": "philip.feng@ufl.edu",
   "nsf_id": "000574231",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067071",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project (between Case Western Reserve University and University of Rochester) has been focused upon exploring silicon carbide (SiC) as a new platform for nano-optomechanics and nanophotonics, by studying and exploiting the special and unique optical properties of SiC. &nbsp;With various types of devices and designs as the testbeds, we study and couple these optical properties with the outstanding mechanical and thermal properties of SiC, facilitated by nanofabrication technologies, toward trailblazing the new area of SiC optomechanics and nanophotonics.&nbsp;</p>\n<p>The major outcome of the CWRU research effort includes at least the following noticeable milestones and achievements:&nbsp; (i) Development of novel optical measurement schemes for in-situ characterization of SiC crystal quality, directly on micro/nanoscale device platforms, by integrating Raman spectroscopy and nanomechanical resonance detection.&nbsp; Such in-situ measurement facilitates the study of correlating SiC crystals&rsquo; microstructures with the device-level characteristics and performance.&nbsp; (ii) Design, fabrication and testing of various SiC high-<em>Q</em> MEMS and NEMS resonators with optically detected multimode mechanical resonances, including various microdisks, square membranes and plates, including resonance modes up to the ultra high frequency (UHF) band (<em>e.g.</em>, &gt;650MHz) with <em>Q</em>&gt;4000.&nbsp; (iii) Studies of damping and energy dissipation mechanisms in SiC micro/nanomechanical resonators, by employing both experimental and simulation techniques, have found mode-dependent anchor losses, surface losses are important in limiting mechanical <em>Q</em>, suggesting strategies for dissipation mitigation and <em>Q</em> enhancement.&nbsp; (iv) Demonstration of a 3C-SiC-on-insulator (SiCOI) process that are now enabling new MEMS/NEMS, photonic, and optomechanical devices for this and other follow-up projects.&nbsp; (v) Development of SiC microdisk and micro-plate resonators with robust multimode responses in water and biosolutions, for manipulating, patterning, and sensing of micro/nanoparticles, cells and other biological objects.&nbsp;</p>\n<p>The educational outcome of the CWRU effort is also highly encouraging, in supporting and training 1 Ph.D. student, 2 undergraduate students through the REU supplement (including one female student, continuing to participate in our research for a few years), and 1 female high school student (through summer and regular semester research over a few years).&nbsp; The research contributions made by both the female undergraduate student and the high school student have earned them co-authorship in important peer-reviewed journal and conference publications in selective and flagship venues in the field.&nbsp; Moreover, their research achievements have also led to multiple national competition awards and prestigious recognitions for them; and these students have recently advanced to graduate studies and college, respectively, both in STEM disciplines, at world&rsquo;s top ranking programs.&nbsp; These demonstrate that the outreach activities and effort on educational broader impact and broadening participation from underrepresented groups, throughout the entire life of this awarded project, have been effective, rewarding, and encouraging.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2019<br>\n\t\t\t\t\tModified by: Philip&nbsp;Feng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative project (between Case Western Reserve University and University of Rochester) has been focused upon exploring silicon carbide (SiC) as a new platform for nano-optomechanics and nanophotonics, by studying and exploiting the special and unique optical properties of SiC.  With various types of devices and designs as the testbeds, we study and couple these optical properties with the outstanding mechanical and thermal properties of SiC, facilitated by nanofabrication technologies, toward trailblazing the new area of SiC optomechanics and nanophotonics. \n\nThe major outcome of the CWRU research effort includes at least the following noticeable milestones and achievements:  (i) Development of novel optical measurement schemes for in-situ characterization of SiC crystal quality, directly on micro/nanoscale device platforms, by integrating Raman spectroscopy and nanomechanical resonance detection.  Such in-situ measurement facilitates the study of correlating SiC crystals’ microstructures with the device-level characteristics and performance.  (ii) Design, fabrication and testing of various SiC high-Q MEMS and NEMS resonators with optically detected multimode mechanical resonances, including various microdisks, square membranes and plates, including resonance modes up to the ultra high frequency (UHF) band (e.g., &gt;650MHz) with Q&gt;4000.  (iii) Studies of damping and energy dissipation mechanisms in SiC micro/nanomechanical resonators, by employing both experimental and simulation techniques, have found mode-dependent anchor losses, surface losses are important in limiting mechanical Q, suggesting strategies for dissipation mitigation and Q enhancement.  (iv) Demonstration of a 3C-SiC-on-insulator (SiCOI) process that are now enabling new MEMS/NEMS, photonic, and optomechanical devices for this and other follow-up projects.  (v) Development of SiC microdisk and micro-plate resonators with robust multimode responses in water and biosolutions, for manipulating, patterning, and sensing of micro/nanoparticles, cells and other biological objects. \n\nThe educational outcome of the CWRU effort is also highly encouraging, in supporting and training 1 Ph.D. student, 2 undergraduate students through the REU supplement (including one female student, continuing to participate in our research for a few years), and 1 female high school student (through summer and regular semester research over a few years).  The research contributions made by both the female undergraduate student and the high school student have earned them co-authorship in important peer-reviewed journal and conference publications in selective and flagship venues in the field.  Moreover, their research achievements have also led to multiple national competition awards and prestigious recognitions for them; and these students have recently advanced to graduate studies and college, respectively, both in STEM disciplines, at world’s top ranking programs.  These demonstrate that the outreach activities and effort on educational broader impact and broadening participation from underrepresented groups, throughout the entire life of this awarded project, have been effective, rewarding, and encouraging. \n\n\t\t\t\t\tLast Modified: 12/05/2019\n\n\t\t\t\t\tSubmitted by: Philip Feng"
 }
}