{
 "awd_id": "1408309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Many-Body Physics with Ultracold Atomic Fermions and Bosons",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 561379.0,
 "awd_amount": 561379.0,
 "awd_min_amd_letter_date": "2014-07-22",
 "awd_max_amd_letter_date": "2016-07-12",
 "awd_abstract_narration": "Gases of atoms cooled to the ultra-low temperatures of 100 billionths of a degree above absolute zero have emerged as a highly versatile platform for the study of collective many-body behavior (the physics of how a collection of objects behaves in ways that is different from what one would expect from knowledge of how the objects behave individually). Such collective phenomena are usually associated with electrons in solid matter, where details about the crystal structure, strong interactions between electrons, and the underlying theory in physics which describes the system (quantum mechanics) can combine to create materials with highly unusual and sometimes very practical properties. The best known examples of such materials are high-temperature superconductors, in which electron currents flow without any resistance. Surprisingly, nearly 30 years after their discovery, physicists still do not understand the underlying mechanisms that create high-temperature superconductors; nor do they know if there is an upper bound on the superconducting temperature. Experiments with ultra-cold atoms on a so-called \"optical lattice\" created with light waves may help solve this mystery, thereby facilitating the development of practical applications of high temperature superconductors, including the efficient transmission of electrical energy and more cost-effective medical imaging.  In this experiment, lithium atoms, which obey the same basic laws of physics as electrons, will act as stand-ins for the electrons in real materials. The atomic system is much cleaner than the real material, since there are no impurities, defects, or lattice dislocations. Furthermore, the parameters of the atomic system, including the atom-atom interaction strength, density, and the lattice parameters, are highly tunable. Ultra-cold lithium atoms will be used to create the most promising model and determine whether or not it contains the essence of superconductivity. \r\n\r\nThe group will exploit the broad Feshbach resonances in the lithium isotopes, the fermion Li-6 and the boson Li-7, to explore many-body physics, in and out of lattices, in contexts that have both fundamental and practical implications.  Realization of the full potential of ultracold atoms in optical lattices has been impeded by an inability to cool to sufficiently low temperatures.  The group has recently demonstrated a method to evaporatively cool in optical lattices which resulted in the observation of antiferromagnetic correlations in the Fermi-Hubbard model, an archetypal model of condensed matter physics and the most prominent model of high-temperature superconductivity.  Even lower temperatures are needed to explore the most novel strongly correlated phenomena.  The group proposes to refine the cooling method, using Bragg scattering from magnetic correlations as a sensitive in-situ thermometer.  With this system, the group plans to study the phase diagram of the Hubbard model for both repulsive and attractive interactions.  Theory suggests that an attractive interaction combined with spin polarization (population imbalance) offers an exciting opportunity to observe the exotic FFLO pairing mechanism.  Finally, for the bosonic isotope, the group will conduct a fundamental investigation of matter-wave tunneling for non-interacting and interacting Bose condensates to explore the role of the nonlinearity, including the regime of solitons.  The barrier forms a beam splitter, which in a one-dimensional geometry constitutes a Mach-Zehnder interferometer.  Its coherence properties and hence, its suitability as a matter-wave interferometer, will be explored.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Hulet",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Randall G Hulet",
   "pi_email_addr": "randy@rice.edu",
   "nsf_id": "000462790",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 202377.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 205612.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 153390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have explored atomic matter at the lowest temperatures ever achieved, less than 1 millionth of a degree above absolute zero.&nbsp; At these temperatures, atoms behave more as quantum mechanical waves than as particles, and, if identical, they must obey strict quantum mechanical rules.&nbsp; Our experiments employ lithium atoms, which can either be bosons, which are particles that may all occupy the same quantum state, or they may be fermions which must obey an \"exclusion principle\", where only one particle per quantum state is allowed.&nbsp; The fermions are like the electrons in every-day materials, whereas the bosons are much more exotic.</p>\n<p>In our work, we use the fermions to emulate the electrons in materials that display magnetism or superconductivity.&nbsp; We do this because the cold atoms may be placed in highly ordered and tunable environments, such as in a crystal lattice made from interfering laser beams, and known as an optical lattice.&nbsp;</p>\n<p>These experiments may help us to better understand how high-temperature superconductors work.&nbsp; These materials conduct electricity without the heat generating resistance of normal conductive materials, such as copper wires.&nbsp; All superconductors, such as those employed in the magnets of MRI machines, operate at temperatures that are so low that air liquifies.&nbsp; However, there is no known scientific reason why a room-temperature superconductor could not exist.&nbsp; By providing a better understanding of their behavior, our work could ultimately show us how to realize such a material, which would have huge technological implications.&nbsp; A room temperature superconductor, or one that worked outdoors in the ambient environment, could be used for lossless transmission of electricity from a power plant to the end-users without waste heat.&nbsp; Furthermore, the size and speed of electronic circuits and computers made from superconductors would not be limited by heat conduction, as ordinary electronic materials currently are.</p>\n<p>The bosons in our experiments are used to create matter-wave solitons.&nbsp; A soliton is a special type of wave that can propagate without spreading, or diminishing its amplitude.&nbsp; They are found in a variety of wave phenomena including water waves in the ocean, pulses of light in optical fibers, and, in the case of our experiments, in the matter waves of bosons which form a \"Bose-Einstein condensate\" (BEC).&nbsp; A BEC is a single quantum mechanical wave, where all the atoms occupy a single quantum level.&nbsp; A soliton BEC furthermore has attractive interactions between atoms that produces the necessary self-focusing.&nbsp; We are expanding our understanding of this wave phenomenon by colliding and interfering solitons.&nbsp; Ultimately, we plan to make a device, an atom interferometer, in which the atoms in the solitons are in a highly correlated quantum state known as a Schrodinger Cat.&nbsp; If successful, this device could be used to measure acceleration, rotation, and the force of gravity with more sensitivity than any other device.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2017<br>\n\t\t\t\t\tModified by: Randall&nbsp;G&nbsp;Hulet</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have explored atomic matter at the lowest temperatures ever achieved, less than 1 millionth of a degree above absolute zero.  At these temperatures, atoms behave more as quantum mechanical waves than as particles, and, if identical, they must obey strict quantum mechanical rules.  Our experiments employ lithium atoms, which can either be bosons, which are particles that may all occupy the same quantum state, or they may be fermions which must obey an \"exclusion principle\", where only one particle per quantum state is allowed.  The fermions are like the electrons in every-day materials, whereas the bosons are much more exotic.\n\nIn our work, we use the fermions to emulate the electrons in materials that display magnetism or superconductivity.  We do this because the cold atoms may be placed in highly ordered and tunable environments, such as in a crystal lattice made from interfering laser beams, and known as an optical lattice. \n\nThese experiments may help us to better understand how high-temperature superconductors work.  These materials conduct electricity without the heat generating resistance of normal conductive materials, such as copper wires.  All superconductors, such as those employed in the magnets of MRI machines, operate at temperatures that are so low that air liquifies.  However, there is no known scientific reason why a room-temperature superconductor could not exist.  By providing a better understanding of their behavior, our work could ultimately show us how to realize such a material, which would have huge technological implications.  A room temperature superconductor, or one that worked outdoors in the ambient environment, could be used for lossless transmission of electricity from a power plant to the end-users without waste heat.  Furthermore, the size and speed of electronic circuits and computers made from superconductors would not be limited by heat conduction, as ordinary electronic materials currently are.\n\nThe bosons in our experiments are used to create matter-wave solitons.  A soliton is a special type of wave that can propagate without spreading, or diminishing its amplitude.  They are found in a variety of wave phenomena including water waves in the ocean, pulses of light in optical fibers, and, in the case of our experiments, in the matter waves of bosons which form a \"Bose-Einstein condensate\" (BEC).  A BEC is a single quantum mechanical wave, where all the atoms occupy a single quantum level.  A soliton BEC furthermore has attractive interactions between atoms that produces the necessary self-focusing.  We are expanding our understanding of this wave phenomenon by colliding and interfering solitons.  Ultimately, we plan to make a device, an atom interferometer, in which the atoms in the solitons are in a highly correlated quantum state known as a Schrodinger Cat.  If successful, this device could be used to measure acceleration, rotation, and the force of gravity with more sensitivity than any other device.\n\n\t\t\t\t\tLast Modified: 08/15/2017\n\n\t\t\t\t\tSubmitted by: Randall G Hulet"
 }
}