{
 "awd_id": "1408652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The dynamics of updating and transmitting individual and collective memories",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 172425.0,
 "awd_amount": 172425.0,
 "awd_min_amd_letter_date": "2014-06-02",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "Memory and culture form the foundation of human knowledge. The accumulation of knowledge across generations drives scientific progress, technological advancement, and the maintenance of societies through shared social norms. Understanding the fundamental cognitive processes that shape memory and cultural transmission has traditionally fallen within the purview of psychologists and anthropologists. However, advances in fields beyond the social sciences, including statistics, machine learning, evolutionary dynamics, and network science offer a rich set of computational techniques for describing information transfer in individuals and groups that can be fruitfully applied to understand memory maintenance and cultural transmission. The proposed project, if successul, will create a software platform for running experiments on personal and cultural memory online, thereby enabling others to conduct their own experiments using these paradigms. Additionally, the public looks toward memory research with the hope that it will one day provide techniques to help them remember more. Better understanding the processes that affect maintenance of personal and collective memories will reveal the conditions under which memories and cultural innovations are best maintained and possible techniques for improving them. Any progress towards this goal would provide a major benefit to society. Planned dissemination of the results of the proposed project are aimed at increasing public understanding of science through visualization of cultural memory dynamics. The Fellow has a history of public engagement and activities supporting inclusion and broadening participation, and continues to be engaged in these activities.\r\n\r\nThe goal of the proposed project is to construct computational models that capture the cognitive dynamics of memory and culture, with the ultimate goal of understanding (and eventually controlling and improving) the processes that shape them. The proposed project uses behavioral experiments, simulations, and analytic calculations to determine the cognitive dynamics of personal and cultural memory in three settings. Objective 1 considers the dynamics of updating in short-term memory. Objective 2 considers the dynamics of updating culturally-transmitted knowledge when individuals have varying amounts of information about the social context in which they are placed. Objective 3 considers the dynamics of learning in cultural memory, exploring whether individuals can adjust their own behavior to better sustain memories in a group. Each objective makes connections between cognitive processes and formal tools from machine learning, evolutionary dynamics, and network science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Griffiths",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas L Griffiths",
   "pi_email_addr": "tomg@princeton.edu",
   "nsf_id": "000488584",
   "pi_start_date": "2014-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Suchow",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan W Suchow",
   "pi_email_addr": "suchow@fas.harvard.edu",
   "nsf_id": "000656421",
   "pi_start_date": "2014-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Tolman Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201651",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820900",
   "pgm_ele_name": "SPRF-IBSS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 172425.0
  }
 ],
 "por": null
}