{
 "awd_id": "1408560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Theoretical (Numerical) Investigations of Novel Quantum Phases and Transitions in Strongly Interacting Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2014-08-08",
 "awd_max_amd_letter_date": "2014-08-08",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\nThis RUI award supports computational and theoretical research, and education to investigate the unusual physical properties of electrons in materials that interact strongly with each other. In these materials, quantum mechanics plays a significant role and their magnetic properties are often determined by the patterns formed by the orientations of the intrinsic magnetism of the electrons. The research in this area is stimulated by growing experimental discoveries of magnetic materials which have exhibited unusual properties different from known forms of magnetism. The PI will use computer simulation and theory to study the fundamental nature of novel forms of magnetism, some inspired by materials known as frustrated magnets in which the interactions among the smallest fundamental units of magnetic order cannot be satisfied because of their geometric arrangement in the material. The aim is to predict the qualitative behavior of these materials regarding the pattern of the fundamental units of magnetism and measures of how quantum mechanics intertwines fundamental magnetic units that may be widely separated from each other. The improved understanding and quantitative prediction of the complex properties of these interacting systems will provide information and guidance for the development of analytic theories and experimental research on such systems. A better understanding of these materials contributes to the knowledge base for future device technologies based that relay on the fundamental principles of quantum mechanics for their operation, including quantum computers. \r\nThe research will be integrated with the education of undergraduate and graduate students. The project will provide students and postdoctoral fellows with training in solving challenging problems and in carrying out research at the forefront of condensed matter physics. It will also prepare and train minority and first generation students to be ready for the challenges they will face when they go on to their graduate study for the Ph.D. in physics or other science.\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis RUI award supports theoretical research and education activities to investigate the fundamental nature of emerging quantum spin liquids, spin Bose metals, and non-Fermi liquids in frustrated magnetic materials and doped Mott insulator systems. The recent discoveries of unusual experimental properties of magnetic materials including Herbertsmithite kagome spin systems and triangular organic compounds serve as the impetus for this research. These systems have exhibited properties of possible spin liquids or non-Fermi liquids. The PI plans to study quantum phase diagrams and the topological nature of the gapped spin liquid in microscopic systems which may emerge in kagome and other lattice systems with geometric frustration and competing interactions. A systematic approach will be developed which can access different topological sectors, obtain entanglement information and the modular matrix to fully characterize the topological nature of the quantum spin liquid phase. The quantum phase diagram of a weak Mott insulator will be determined to identify the possible gapless spin liquid or non-Fermi liquid relevant for the organic compounds with Heisenberg exchange and ring-exchange interactions. The PI will develop a controlled and unbiased numerical approach to study gapless liquid phases in microscopic spin and electron models in quasi one-dimensional systems and scale to two-dimensions based on finite-size scaling analysis. The PI will also systematically study the nature of quantum phase transitions between these exotic quantum liquid states and other magnetically ordered or spatial symmetry broken states to search for the signature of a deconfined quantum criticality. In connection with experimental systems, the effect of additional realistic perturbations in materials will be systematically studied. Central to their computational approach, the PI and collaborators will continue developing a new density matrix renormalization group method that will find extensive applications for strongly interacting systems in both materials and ultra cold atom systesms. \r\nThe objectives of the research are to improve the theoretical understanding of the fundamental nature of new emerging quantum phases in these interacting systems, and to provide quantitative predictions and benchmark results based on numerical modelling for future theoretical and experimental studies.\r\nIn concert with this effort the PI hopes to develop new approaches and tools that will find extensive applications for strongly interacting systems in both materials and ultra cold atom systems. By further developing the PI's density matrix renormalization group algorithm, and incorporating matrix product states and tensor network renormalization, the exciting physics in these frustrated magnetic and doped Mott-insulator systems will be explored.\r\nThe research will be integrated with the education of undergraduate and graduate students. The project will provide students and postdoctoral fellows with training in solving challenging problems and in carrying out research at the forefront of condensed matter physics. It will also prepare and train minority and first generation students to be ready for the challenges they will face when they go on to their graduate study for the Ph.D. in physics or other science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Sheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Sheng",
   "pi_email_addr": "donna.sheng@csun.edu",
   "nsf_id": "000492256",
   "pi_start_date": "2014-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Northridge",
  "perf_str_addr": "18111 Nordhoff St.",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308268",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"porContentCol\">\n<p>The objective of the proposed research is to solve long-standing quantum systems with strong correlation by developing advanced computational algorithms. This project focuses on identifying, characterization, and making prediction for quantum phase diagrams and quantum phase transitions of&nbsp; such interacting systems,&nbsp; which are relevant for the understanding of complex materials at low temperature.&nbsp;</p>\n<p>We identified different global quantum phase diagrams, and demonstrated the properties of each phase, and the conditions for each phase to be robust.&nbsp; We revealed the nature of the quantum phase transitions in such systems. Specially,&nbsp; in our research, we discovered quantum states with unconventional ordering characterized by some long range entanglement, quasi-particle fractionalization, and topological ordering.&nbsp; We identified and characterized such state as chiral spin liquid in kagome and triangular lattice spin models. We also studied the nature of the surrounding phases,&nbsp; and predicted different features of quantum phase transitions in such systems.&nbsp; Our research also revealed possible nematic spin liquid, which should have&nbsp; implication for the nematic paramagnetic state of FeSe superconductor.&nbsp;&nbsp; W have also analyzed dynamic phase transitions and characterized different universality classes of such transitions for many-body localization systems.</p>\n<p>We further develope the state&nbsp; of the art density matrix renormalization group and&nbsp; tensor network algorithms, which have substantially improved the capability of the condensed matter research in solving realistic problems in strongly correlated systems.</p>\n<p>Extensive research activities have led to substantially improved understanding of the strongly correlated quantum systems.&nbsp; The improved understanding and quantitative predictions based on our research<br />&nbsp;on these&nbsp; complex interacting systems will provide<br />valuable information and guidance&nbsp; for the development of analytic theories and experimental research in the strongly correlated field.<br />An improved&nbsp; understanding of the&nbsp; strongly correlated<br />physics will also be&nbsp; very essential for the development of new quantum<br />devices including spin-based&nbsp; quantum computing.</p>\n<p>Students are actively involved in research, and they played leading role in carrying out research for a few projects dealing with the many-body localization in strongly interacting and disordered systems.&nbsp; The research activities&nbsp; prepared these students to be ready for&nbsp; challenges that they will face on going to their&nbsp; graduate studies for the PhD programs or their future careers in industry.</p>\n<p>To summarize,&nbsp; in the past three years of the NSF support, we have carried out the state of art computational research and published many high quality research papers. Many CSUN undergraduates and master students have been involved, which have prepared them for their future careers related to physics or solving challenging technique problems based on simulation modeling.&nbsp;&nbsp; Through extensively involving students and postdoctoral fellows in the  PI's&nbsp; research, the research carried out under NSF support has made  significant impact on the quality of&nbsp; undergraduate and graduate  education at CSUN.</p>\n<p>&nbsp;</p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2017<br>\n\t\t\t\t\tModified by: Donna&nbsp;Sheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe objective of the proposed research is to solve long-standing quantum systems with strong correlation by developing advanced computational algorithms. This project focuses on identifying, characterization, and making prediction for quantum phase diagrams and quantum phase transitions of  such interacting systems,  which are relevant for the understanding of complex materials at low temperature. \n\nWe identified different global quantum phase diagrams, and demonstrated the properties of each phase, and the conditions for each phase to be robust.  We revealed the nature of the quantum phase transitions in such systems. Specially,  in our research, we discovered quantum states with unconventional ordering characterized by some long range entanglement, quasi-particle fractionalization, and topological ordering.  We identified and characterized such state as chiral spin liquid in kagome and triangular lattice spin models. We also studied the nature of the surrounding phases,  and predicted different features of quantum phase transitions in such systems.  Our research also revealed possible nematic spin liquid, which should have  implication for the nematic paramagnetic state of FeSe superconductor.   W have also analyzed dynamic phase transitions and characterized different universality classes of such transitions for many-body localization systems.\n\nWe further develope the state  of the art density matrix renormalization group and  tensor network algorithms, which have substantially improved the capability of the condensed matter research in solving realistic problems in strongly correlated systems.\n\nExtensive research activities have led to substantially improved understanding of the strongly correlated quantum systems.  The improved understanding and quantitative predictions based on our research\n on these  complex interacting systems will provide\nvaluable information and guidance  for the development of analytic theories and experimental research in the strongly correlated field.\nAn improved  understanding of the  strongly correlated\nphysics will also be  very essential for the development of new quantum\ndevices including spin-based  quantum computing.\n\nStudents are actively involved in research, and they played leading role in carrying out research for a few projects dealing with the many-body localization in strongly interacting and disordered systems.  The research activities  prepared these students to be ready for  challenges that they will face on going to their  graduate studies for the PhD programs or their future careers in industry.\n\nTo summarize,  in the past three years of the NSF support, we have carried out the state of art computational research and published many high quality research papers. Many CSUN undergraduates and master students have been involved, which have prepared them for their future careers related to physics or solving challenging technique problems based on simulation modeling.   Through extensively involving students and postdoctoral fellows in the  PI's  research, the research carried out under NSF support has made  significant impact on the quality of  undergraduate and graduate  education at CSUN.\n\n \n\n\n\t\t\t\t\tLast Modified: 09/16/2017\n\n\t\t\t\t\tSubmitted by: Donna Sheng"
 }
}