{
 "awd_id": "1408743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Atomic-Layer Engineered Infrared-Plasmonic, Low Loss, Oxide Metamaterials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925360",
 "po_email": "mdeutsch@nsf.gov",
 "po_sign_block_name": "Miriam Deutsch",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 415655.0,
 "awd_amount": 415655.0,
 "awd_min_amd_letter_date": "2014-05-30",
 "awd_max_amd_letter_date": "2014-05-30",
 "awd_abstract_narration": "Non-technical Description: This project seeks to further the development of a new class of optical materials by atomic-layer engineering and to understand the effects and mechanisms of incorporating atomic-layer doping of oxide materials that are transparent in the visible light. The research is designed to expand the space of opportunities in materials science by providing a new class of optical materials that are highly transparent in the visible light, have unusually strong dielectric responses and opaque in the infrared light, and are highly anisotropic in optical properties over a broad spectrum. The research project provides a comprehensive training to young researchers from material synthesis to analysis and applications, especially when the materials are new and \"beyond\" what can be found in nature. It fosters a stronger collaboration with leading research teams in France and Korea.\r\n\r\nTechnical Description: To accomplish the goal of atomic-layer engineering of the material structure and composition to acquire previously unavailable properties, transparent oxide superlattice structures are designed, synthesized by atomic layer deposition (ALD), and characterized. In superlattices of AlOx/ZnO, TiOx/ZnO, GaOx/ZnO, and InOx/ZnO, individual dopant atomic-layers are inserted into a host transparent oxide (e.g. ZnO), either periodically or with a variable spacing, resulting in an alternating stacking of 2D \"doping-layer\" and oxide \"spacer-layer.\" The atomic-layer \"doping\" approach opens possibilities for achieving and controllably varying electro-optical properties that were previously unavailable, and for realizing anisotropic and hyperbolic dispersions by design. Extraordinary structural/electro-optical properties, such as high electron densities, high electron conductivities, high transparency in the visible, and strong plasmonic resonance in the infrared, are expected for these novel materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jimmy",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jimmy Xu",
   "pi_email_addr": "Jimmy_Xu@brown.edu",
   "nsf_id": "000218732",
   "pi_start_date": "2014-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 415655.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;Atomic-Layer Engineered Infrared-Plasmonic, Low Loss, Oxide Metamaterials&rdquo;, supported by the NSF-EPM program (DMR-1408743), was conducted over the period of July 1<sup>st</sup>, 2014 - June 30<sup>th</sup>, 2017, to further the development of a new class of electro-optical materials by atomic-layer engineering. It focused on understanding the effects and mechanisms of incorporating atomic-layer doping in the transparent dielectric (oxide) materials, with experimental and theoretical efforts led by a project prime, Dr. Do-Joong Lee, aided by Dr. Jin Ho Kim. &nbsp;As a tangible outcome, new optically transparent, low-loss materials with unusual and strong dielectric responses to light waves over a broad spectral range (visible to infrared) have been developed and demonstrated, thereby expanding the space of opportunities in materials and device sciences and engineering. &nbsp;More specifically, these materials are highly reflective and opaque in the infrared, yet highly transparent in the visible, and highly conductive and anisotropic over a broad band &ndash; unusual properties not found in Nature (hence, the name metamaterial) that all call for further explorations.</p>\n<p>&nbsp;</p>\n<p>To accomplish the goals of atomic-layer engineering and to acquire the extraordinary properties unavailable in Nature materials, a set of completely new ALD-based &lsquo;atomic-layer&rsquo; engineered oxide superlattices were successfully designed for and synthesized by ALD and experimentally measured, to be highlighted as the <strong><em>Intellectual merits</em></strong>. &nbsp;In these superlattices, labeled as MO<sub>x</sub>/ZnO, where M was adopted and replaced in a wide range of elements (Al, Ga, In, B, Ti, Hf, Zr), the individual atomic-doping layers were inserted periodically, during the growth of a host transparent oxide (e.g. ZnO), with varied spacing, resulting in an alternating stacking of 2D &lsquo;atomic-doping layers&rsquo; and oxide &lsquo;spacer-layer&rsquo;. &nbsp;This atomic-layer by atomic-layer &lsquo;doping&rsquo; approach opened new possibilities for achieving and controllably varying electro-optical properties and for realizing anisotropic dispersions by design.&nbsp; The extraordinary structural and electro-optical properties include experimentally verified electron densities up to 7&times;10<sup>20</sup> cm<sup>-3</sup>, conductivities exceeding 1,200 S/cm, ultrahigh electron mobility over 20 cm<sup>2</sup> V<sup>-1</sup> s<sup>-1</sup>, and transparencies as high as 90% over the visible spectral range. &nbsp;The team also showed that such metamaterials can be grown and conform to arbitrary non-planar surface with a near-zero roughness and highest-ever conductivity of ~2,500 S/cm for In-Zn-O composites.&nbsp; The team has extended the study to understanding the unusual and extraordinary optical phenomena, such as an increased optical transparency due to &lsquo;doping&rsquo; as well as an optical bandgap widening, contrary to what is expected from the well-established Burstein-Moss (BM) theory.&nbsp; Measurements confirmed that the AlO<sub>x</sub>/ZnO superlattices have strong plasmonic resonances in the infrared (~2 &mu;m) which can be further tuned by controlling spacing between atomic-doping layers or by changing to other dopants. &nbsp;The optical and infrared-plasmonic properties studied in this project lay a solid foundation for further advances in science and device applications, including explorations of the optical anisotropy of the ALD-grown oxide superlattices. &nbsp;During the period, the findings from the research were disseminated via 3 journal publications (including 2 submitted, more than 6 to be submitted), 5 contributed conference presentations, 11 invited talks, 2 undergraduate dissertations, and 1 book edited.</p>\n<p>&nbsp;</p>\n<p>The <strong><em>broader impact</em></strong> of this project is on three fronts: 1) Expanding the space of opportunities in materials science and optoelectronic devices with a new class of highly conductive, highly transparent, and anisotropic oxide superlattices, 2) international collaborations, and 3) comprehensive research training of postdoctoral researchers and undergraduate students. &nbsp;As highlighted above, a new class of oxide metamaterials, that is highly transparent, highly conductive, highly anisotropic, and yet low-loss in the visible spectral range has been developed in this project.&nbsp; These new material properties are unavailable in Nature materials.&nbsp; As such, they provide new opportunities for research and development in materials sciences and device applications.&nbsp; The studies were carried out with collaborations internationally between researchers in other leading institutions, such as Seoul National University, Yonsei University, and Yeungnam University in Korea, UESTC in China, and IEMN in France. Finally, the project has provided unprecedented opportunities for training and professional development of postdoctoral researchers and undergraduate students. &nbsp;Specifically, a postdoctoral researcher, Dr. Do-Joong Lee, has been the project prime for this work and awarded for &ldquo;Best Poster Presentation Honorable Mention&rdquo; by the organizer of ALD 2015 conference.&nbsp; It is also notable that Jamelle Watson-Daniels, undergraduate student in Brown University, was awarded the &ldquo;Mildred Widgoff Prize&rdquo; for excellence in thesis presentation and was elected as the Orator at Brown&rsquo;s convocation.&nbsp; The related phenomena and physics in this project have been introduced to undergraduate and graduate students through special topics courses, such as ENGN0156 Applied Electromagnetics and ENGN1690 Photonics and Applications, to further enrich the current curriculum at the Brown School of Engineering.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2017<br>\n\t\t\t\t\tModified by: Jimmy&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project \"Atomic-Layer Engineered Infrared-Plasmonic, Low Loss, Oxide Metamaterials\", supported by the NSF-EPM program (DMR-1408743), was conducted over the period of July 1st, 2014 - June 30th, 2017, to further the development of a new class of electro-optical materials by atomic-layer engineering. It focused on understanding the effects and mechanisms of incorporating atomic-layer doping in the transparent dielectric (oxide) materials, with experimental and theoretical efforts led by a project prime, Dr. Do-Joong Lee, aided by Dr. Jin Ho Kim.  As a tangible outcome, new optically transparent, low-loss materials with unusual and strong dielectric responses to light waves over a broad spectral range (visible to infrared) have been developed and demonstrated, thereby expanding the space of opportunities in materials and device sciences and engineering.  More specifically, these materials are highly reflective and opaque in the infrared, yet highly transparent in the visible, and highly conductive and anisotropic over a broad band &ndash; unusual properties not found in Nature (hence, the name metamaterial) that all call for further explorations.\n\n \n\nTo accomplish the goals of atomic-layer engineering and to acquire the extraordinary properties unavailable in Nature materials, a set of completely new ALD-based ?atomic-layer? engineered oxide superlattices were successfully designed for and synthesized by ALD and experimentally measured, to be highlighted as the Intellectual merits.  In these superlattices, labeled as MOx/ZnO, where M was adopted and replaced in a wide range of elements (Al, Ga, In, B, Ti, Hf, Zr), the individual atomic-doping layers were inserted periodically, during the growth of a host transparent oxide (e.g. ZnO), with varied spacing, resulting in an alternating stacking of 2D ?atomic-doping layers? and oxide ?spacer-layer?.  This atomic-layer by atomic-layer ?doping? approach opened new possibilities for achieving and controllably varying electro-optical properties and for realizing anisotropic dispersions by design.  The extraordinary structural and electro-optical properties include experimentally verified electron densities up to 7&times;1020 cm-3, conductivities exceeding 1,200 S/cm, ultrahigh electron mobility over 20 cm2 V-1 s-1, and transparencies as high as 90% over the visible spectral range.  The team also showed that such metamaterials can be grown and conform to arbitrary non-planar surface with a near-zero roughness and highest-ever conductivity of ~2,500 S/cm for In-Zn-O composites.  The team has extended the study to understanding the unusual and extraordinary optical phenomena, such as an increased optical transparency due to ?doping? as well as an optical bandgap widening, contrary to what is expected from the well-established Burstein-Moss (BM) theory.  Measurements confirmed that the AlOx/ZnO superlattices have strong plasmonic resonances in the infrared (~2 &mu;m) which can be further tuned by controlling spacing between atomic-doping layers or by changing to other dopants.  The optical and infrared-plasmonic properties studied in this project lay a solid foundation for further advances in science and device applications, including explorations of the optical anisotropy of the ALD-grown oxide superlattices.  During the period, the findings from the research were disseminated via 3 journal publications (including 2 submitted, more than 6 to be submitted), 5 contributed conference presentations, 11 invited talks, 2 undergraduate dissertations, and 1 book edited.\n\n \n\nThe broader impact of this project is on three fronts: 1) Expanding the space of opportunities in materials science and optoelectronic devices with a new class of highly conductive, highly transparent, and anisotropic oxide superlattices, 2) international collaborations, and 3) comprehensive research training of postdoctoral researchers and undergraduate students.  As highlighted above, a new class of oxide metamaterials, that is highly transparent, highly conductive, highly anisotropic, and yet low-loss in the visible spectral range has been developed in this project.  These new material properties are unavailable in Nature materials.  As such, they provide new opportunities for research and development in materials sciences and device applications.  The studies were carried out with collaborations internationally between researchers in other leading institutions, such as Seoul National University, Yonsei University, and Yeungnam University in Korea, UESTC in China, and IEMN in France. Finally, the project has provided unprecedented opportunities for training and professional development of postdoctoral researchers and undergraduate students.  Specifically, a postdoctoral researcher, Dr. Do-Joong Lee, has been the project prime for this work and awarded for \"Best Poster Presentation Honorable Mention\" by the organizer of ALD 2015 conference.  It is also notable that Jamelle Watson-Daniels, undergraduate student in Brown University, was awarded the \"Mildred Widgoff Prize\" for excellence in thesis presentation and was elected as the Orator at Brown?s convocation.  The related phenomena and physics in this project have been introduced to undergraduate and graduate students through special topics courses, such as ENGN0156 Applied Electromagnetics and ENGN1690 Photonics and Applications, to further enrich the current curriculum at the Brown School of Engineering. \n\n \n\n\t\t\t\t\tLast Modified: 09/27/2017\n\n\t\t\t\t\tSubmitted by: Jimmy Xu"
 }
}