{
 "awd_id": "1408127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topological Chaos for Atomic Characterization and Control",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Forrey",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2019-09-09",
 "awd_abstract_narration": "Recent decades have seen dramatic improvement in the ability to prepare, manipulate, and control quantum systems with ever increasing fidelity on smaller and smaller time scale and with finer and finer spatial resolution.  This has opened new scientific and technological frontiers, for example, in quantum information processing, manipulation of quantum gases, and the control of Rydberg (highly excited) atoms.  Though such systems are inherently quantum mechanical, much intuition about the behavior of such systems is based on the underlying classical models for such systems.  Classically chaotic models present particular difficulties, due to the extreme complexity and number of classical trajectories.  This research seeks to utilize newly developed theoretical (e.g. topological) tools to classify chaotic trajectories in atomic systems and to use these trajectories to compute transport properties (e.g. decay rates) and energy levels of such systems.  Such topological tools will also be applied to problems in the control of Rydberg atoms.  Through graduate and undergraduate research experiences, this work will also help train the next generation of scientists and help to nurture the newly established campus of the University of California at Merced. UC Merced was opened in 2005 and has already made a significant impact on the economy and education in California's Great Central Valley, the agricultural heart of the state.\r\n\r\nThe broad theme of this proposal is the analysis and control of atomic systems through a deep structural understanding of chaotic trajectories.  This is manifest in the following specific objectives.  (i) Building on the prior development and computer implementation of homotopic lobe dynamics---a topological technique for classifying large-amplitude chaotic motion---decay rates and other atomic transport properties will be computed from a detailed analysis of a relatively small number of a system's periodic orbits.  (ii) These classical periodic orbit computations will be augmented with quantum phase information to generate semiclassical estimates of individual chaotic energy levels. (iii) Building on the successful use of phase space turnstiles to control the ionization of quasi-1D Rydberg states, the turnstile technique will be applied to the more challenging control problem of circular Bohr-like Rydberg wavepackets.\r\n\r\nThe well-established power of periodic orbit techniques has not been widely applied to \"real world\" problems due in large part to the difficulty of characterizing and computing the relevant orbits, especially in complex systems with a mixture of chaos and regularity. Successfully computing classical transport rates for mixed systems would thus dramatically expand the applicability of periodic orbit techniques.  Furthermore, using these techniques to estimate individual quantum eigenvalues would address a long-standing question in quantum chaos: is it possible to semiclassically compute quantum spectra for general chaotic systems?  Finally, applying phase-space turnstiles to 3D Bohr-like wavepackets would provide a new laboratory mechanism to rapidly control and engineer such states, e.g. increase or decrease the principle quantum number.  It would also improve the general understanding of chaotic transport in higher dimensional systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin A Mitchell",
   "pi_email_addr": "kmitchell@ucmerced.edu",
   "nsf_id": "000364688",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 North Lake Road",
  "perf_city_name": "Merced",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This funded research developed several advances in our understandingof how complex \"chaotic\" systems evolve in time, and how a system maychange from one state to another.&nbsp; One example is atomic ionization,where the electron in an atom placed in electric and magnetic fieldstransitions from being bound to the nucleus to being free.&nbsp; Anotherexample comes from fluid mechanics, in which a buoyant particle caughtin one eddy might escape that eddy and get trapped in another.Working with mathematical models of such processes, we were able toclassify diverse families of trajectories using a technique calledhomotopic lobe dynamics, which is a kind of symbolic representation ofa process, in which a symbolic \"name\" can be given to each trajectory.Using this technique, we were able to develop a symbolic model offluid mixing which allowed us to accurately compute the rate at whichan impurity, such as a line of dye, would be stretched; formally, thisstretching rate is known as the topological entropy of the flow.&nbsp; In adifferent mathematical model, we were able to use our classificationof trajectories to compute thousands of periodic orbits,i.e. trajectories that eventually retrace themselves.&nbsp; These periodicorbits were used to compute transition rates.&nbsp; A few thousand periodicorbits were able to accurately compute such transitions rates, whichwould otherwise take millions of trajectories in a brute force (MonteCarlo) simulation of the system.&nbsp; This approach to computingtransition rates using periodic orbits was shown to be robust as asystem parameter was varied.&nbsp; This periodic orbit technique was thenapplied to the chaotic ionization of hydrogen discussed above.&nbsp; Byaccurately classifying the chaotic trajectories of hydrogenicelectrons, we were able to compute periodic electron orbits, and fromsome thousands of orbits, we were able to very accurately compute thehydrogen ionization rate as the electron energy was varied.&nbsp; Afterthese classical studies, we laid the foundation for a quantumtreatment of the chaotic ionization of hydrogen using periodic orbits.This work is ongoing.</p>\n<p><br />Overall, these studies improved our understanding of mixing andtransport in many different chaotic systems.&nbsp; The project alsoeducated undergraduate and graduate students at the University ofCalifornia, Merced, in advanced techniques in mathematics, physics,and computation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2021<br>\n\t\t\t\t\tModified by: Kevin&nbsp;A&nbsp;Mitchell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis funded research developed several advances in our understandingof how complex \"chaotic\" systems evolve in time, and how a system maychange from one state to another.  One example is atomic ionization,where the electron in an atom placed in electric and magnetic fieldstransitions from being bound to the nucleus to being free.  Anotherexample comes from fluid mechanics, in which a buoyant particle caughtin one eddy might escape that eddy and get trapped in another.Working with mathematical models of such processes, we were able toclassify diverse families of trajectories using a technique calledhomotopic lobe dynamics, which is a kind of symbolic representation ofa process, in which a symbolic \"name\" can be given to each trajectory.Using this technique, we were able to develop a symbolic model offluid mixing which allowed us to accurately compute the rate at whichan impurity, such as a line of dye, would be stretched; formally, thisstretching rate is known as the topological entropy of the flow.  In adifferent mathematical model, we were able to use our classificationof trajectories to compute thousands of periodic orbits,i.e. trajectories that eventually retrace themselves.  These periodicorbits were used to compute transition rates.  A few thousand periodicorbits were able to accurately compute such transitions rates, whichwould otherwise take millions of trajectories in a brute force (MonteCarlo) simulation of the system.  This approach to computingtransition rates using periodic orbits was shown to be robust as asystem parameter was varied.  This periodic orbit technique was thenapplied to the chaotic ionization of hydrogen discussed above.  Byaccurately classifying the chaotic trajectories of hydrogenicelectrons, we were able to compute periodic electron orbits, and fromsome thousands of orbits, we were able to very accurately compute thehydrogen ionization rate as the electron energy was varied.  Afterthese classical studies, we laid the foundation for a quantumtreatment of the chaotic ionization of hydrogen using periodic orbits.This work is ongoing.\n\n\nOverall, these studies improved our understanding of mixing andtransport in many different chaotic systems.  The project alsoeducated undergraduate and graduate students at the University ofCalifornia, Merced, in advanced techniques in mathematics, physics,and computation.\n\n\t\t\t\t\tLast Modified: 03/03/2021\n\n\t\t\t\t\tSubmitted by: Kevin A Mitchell"
 }
}