{
 "awd_id": "1408259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SELF-ASSEMBLY OF ACTIVE NANOPARTICLES",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2014-06-23",
 "awd_max_amd_letter_date": "2016-05-26",
 "awd_abstract_narration": "Nontechnical Summary\r\nNature uses self-assembly to generate a vast variety of functional structures. This process leverages thermal motion to generate nanostructures at practically no external cost. Unfortunately, the drawback of having to rely on random motion, as opposed to deliberate maneuvers, is that all nanocomponents will indiscriminately find each other without necessarily matching the correct partners. Over the last few years, a new kind of nanoparticle has been synthesized. By converting chemical fuel dispersed in solution into consistent, directed motion, these particles behave effectively as nano-rockets (self-propelled particles), and represent the synthetic analog of bacteria. Using a combination of theoretical and computational techniques, the PI's group will study how this new exciting feature (propulsion), not only could provide a general platform for creating novel functional materials with unusual mechanical properties, but also, how it could greatly simplify or bias the dynamical landscape associated with the self-assembly processes, by effectively reducing its complexity. \r\nThis award supports a number of outreach initiatives, including the development of educational software for touch screen devices, training of graduate and undergraduate students in theoretical and numerical research, and other educational activities aimed at broadening participation of underrepresented groups in science and engineering.\r\n\r\nTechnical Summary\r\nThis award supports a computational, theoretical and educational program to study how self-propelled nanoparticles self-assemble. The collective behavior that emerges in systems of self-propelled particles is quite unique, and is reminiscent of the beautiful correlated motion exhibited by some birds (flocking), insects (swarming) and fish (schooling). The material properties of condensed phases formed by active components are also exciting and very unusual, holding promise for the development of the next generation of intelligent materials. This proposal has two main goals: (1) To understand how very basic and well-established phenomena in non-active systems (that can be used as a solid thermodynamic reference) carry over when different degrees of activity are imposed on the nanoparticles; thus leading the way to a better understanding of the interplay between active and thermal forces that is at the core of the phenomenological behavior observed in these systems. (2) To develop strategies to control how active nanocomponents self-assemble, and transform their random active motion into a coherent motion of the mesoscopic structures they form, thus creating active aggregates that can perform work by exploiting chemical fuel (or other sources of energy) at nanoscale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angelo",
   "pi_last_name": "Cacciuto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angelo Cacciuto",
   "pi_email_addr": "ac2822@columbia.edu",
   "nsf_id": "000172752",
   "pi_start_date": "2014-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100272960",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Active matter is one of the most exciting fields in materials engineering today. Unlike typical&nbsp;<span><span>nanoparticles</span></span> that move around in a solution taking advantage of the random collisions with the solvent, active objects are able to extract energy from their environment and can move or swim at great speeds and in the same direction for hundreds of microns. The collective behavior that emerges form the<span><span>se</span></span>&nbsp;systems is unlike anything el<span><span>se</span></span>&nbsp;<span><span>previou</span></span>sly observed in experiments with synthetic&nbsp;<span><span>nanoparticles</span></span>, and strongly mimics the behavior observed in living systems, such as swarms of bacteria, school of fish, and crowds of people. The development of &nbsp;a theoretical framework that goes beyond classic thermodynamics to include the new physical properties inherent to these systems is a crucial task that will enable us to make robust predictions for the development of the next generation of functional and smart materials.&nbsp;</p>\n<p>The specific aim of this project dealt with self-assembly of active particles. By considering simple systems and by systematically exploring the interplay between active, thermal and dispersion forces, &nbsp;we have demonstrated how this fundamental process can be greatly improved by a judicious&nbsp;use of active forces. Remarkably, we were able to established clear rules on how activity and particle geometry can work <span><span>synergistically</span></span> &nbsp;to stabilize or destabilize&nbsp;colloidal clusters. Furthermore, we u<span><span>sed</span></span>&nbsp;simple geometric principles to&nbsp;shown how the random motion of <span><span>acti</span></span><span><span>ve</span></span>&nbsp;particles can be focused &nbsp;and exploited to perform work at the <span><span>nanoscale</span></span>.&nbsp;Overall, we have indicated a new&nbsp;strategy to a bottom up approach to materials engineering that could in principle speed up the process of several orders of magnitude.</p>\n<p>Beyond the realm of chemistry and materials engineering, our research agenda has also &nbsp;direct relevance in physics, as it provides insight on the statistical mechanics of non-equilibrium systems, and in biology, as many biological micro-machines perform work at the nanoscale&nbsp;using similar mechanisms.&nbsp;</p>\n<p>Our group has participated in several outreach activities set up by on-campus organizations with the goal of&nbsp;increasing participation of underrepresented groups in the sciences and specifically in chemistry by improving K12 curriculum activities in the greater New York area. For several years now, the group has been involved with the on campus organization WISC, Women in Science at Columbia, dedicated to the advancement of women and underrepresented minorities in the science, technology, engineering, and math (STEM) fields. Furthermore, we have presented our research to the Summer High School Programs offered by our Department. This is a three-weeks event where daily research seminars and advanced courses are offered to promising high-school students about to leave for college.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2017<br>\n\t\t\t\t\tModified by: Angelo&nbsp;Cacciuto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nActive matter is one of the most exciting fields in materials engineering today. Unlike typical nanoparticles that move around in a solution taking advantage of the random collisions with the solvent, active objects are able to extract energy from their environment and can move or swim at great speeds and in the same direction for hundreds of microns. The collective behavior that emerges form these systems is unlike anything else previously observed in experiments with synthetic nanoparticles, and strongly mimics the behavior observed in living systems, such as swarms of bacteria, school of fish, and crowds of people. The development of  a theoretical framework that goes beyond classic thermodynamics to include the new physical properties inherent to these systems is a crucial task that will enable us to make robust predictions for the development of the next generation of functional and smart materials. \n\nThe specific aim of this project dealt with self-assembly of active particles. By considering simple systems and by systematically exploring the interplay between active, thermal and dispersion forces,  we have demonstrated how this fundamental process can be greatly improved by a judicious use of active forces. Remarkably, we were able to established clear rules on how activity and particle geometry can work synergistically  to stabilize or destabilize colloidal clusters. Furthermore, we used simple geometric principles to shown how the random motion of active particles can be focused  and exploited to perform work at the nanoscale. Overall, we have indicated a new strategy to a bottom up approach to materials engineering that could in principle speed up the process of several orders of magnitude.\n\nBeyond the realm of chemistry and materials engineering, our research agenda has also  direct relevance in physics, as it provides insight on the statistical mechanics of non-equilibrium systems, and in biology, as many biological micro-machines perform work at the nanoscale using similar mechanisms. \n\nOur group has participated in several outreach activities set up by on-campus organizations with the goal of increasing participation of underrepresented groups in the sciences and specifically in chemistry by improving K12 curriculum activities in the greater New York area. For several years now, the group has been involved with the on campus organization WISC, Women in Science at Columbia, dedicated to the advancement of women and underrepresented minorities in the science, technology, engineering, and math (STEM) fields. Furthermore, we have presented our research to the Summer High School Programs offered by our Department. This is a three-weeks event where daily research seminars and advanced courses are offered to promising high-school students about to leave for college.\n\n \n\n\t\t\t\t\tLast Modified: 09/13/2017\n\n\t\t\t\t\tSubmitted by: Angelo Cacciuto"
 }
}