{
 "awd_id": "1408939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Branching Markov Chains and Stochastic Analysis Associated with Problems in Fluid Flow",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 81639.0,
 "awd_amount": 81639.0,
 "awd_min_amd_letter_date": "2014-05-19",
 "awd_max_amd_letter_date": "2014-05-19",
 "awd_abstract_narration": "Introduced in the mid 19 century, the Navier-Stokes equations are used to analyze fluid flows from laminar to turbulent regimes. Despite their importance and usefulness in engineering and science, a complete theory establishing properties of solutions of these equations continues to be elusive. With applications to physical and biological sciences and aeronautical and naval engineering, the mechanism for energy transfer and dissipation governing fluid motions remain carefully concealed from the current methods to analyze these equations.  The dramatic improvements in efficiency attained in aircraft, naval and automotive design, serve as testimony of the economic and societal impact of improved control of basic processes modeled by these equations.\r\n\r\nIn recent years problems in the study of differential equations in general, and in particularly of the Navier-Stokes equations, have given rise to interesting probabilistic structures. The current project aims to elucidate the relation between properties of solutions of the Navier-Stokes equations with properties of a class of branching Markov chains naturally associated to these equations.   As well-illustrated by considering self-similar solutions of the Navier-Stokes equations, regularity properties as well as uniqueness of solutions corresponds to properties of a specific branching Markov chain in which the branching nodes have a law determined by the invariance of the Navier-Stokes equations under spatial dilation (with a corresponding time scale change) and rotations.  This intrinsic branching structure motivates the formulation of an explosion problem that it is of interest in its own right from the probability point of view. It involves new considerations of the location of the left most particle of the branching process. Furthermore, the branching structure establishes a striking connection between nonlinear PDE's and branching processes that is the object of study in this proposal. A further specific objective of this proposal is to explore the consequences on the branching structure imposed by the incompressible character of the velocity field.  Specifically, the Fourier transform of the solution of the Navier-Stokes equations can be represented as an expected value of a multiplicative functional defined on the nodes of the alluded branching Markov chain that reflects the incompressibility of the velocity field.  An objective of this proposal is to develop the implications for energy depletion as a consequence of the algebraic structure defined by the indicated multiplication operation. Likewise, regularity and large time behavior of the solutions of the Navier-Stokes equation can also be gleaned from this representation.  The proposal  also involves methods of graph theory, with the use of semi-algebraic sets in the classification of nodes of random trees.  Ultimately, this proposal seeks to elucidate the role of incompressibility in the multiplicative stochastic processes associated with equations of fluid flow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Michalowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Michalowski",
   "pi_email_addr": "nmichalo@math.nmsu.edu",
   "nsf_id": "000649934",
   "pi_start_date": "2014-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "Corner of Espina St. & Stewart",
  "perf_city_name": "Las Cruces",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 81639.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the mathematical properties of fluid flow, in  particular the long term behavior, is one of the most important areas in  mathematics today.&nbsp; It has been perviously shown that the equations  governing fluid flow can be seen as giving rise to a type of  probabilistic process called branching process.&nbsp;&nbsp; This research has deepened  the understanding of connections between fluid dynamics and&nbsp; these  probablistic branching processes.</p>\n<p>In particular, the work on this grant allowed us to establish new connections between the structure of the Navier-Stokes equations and the equations that govern solutions with special similarity properties known as self-similar solutions. The work showed that probabilistic branching processes that can be used to represent the solutions to both equations coincide.</p>\n<p>Additionally a deeper understanding of when these branching processes are well behaved  or when instead they \"explode\" into infintely many branches has been established. This grant also explored applying these to other equations such as the complex Burgers equation.</p>\n<p>The work of this grant has also led to new insights in the probabalistic foundations of the subject.&nbsp; In particular, it has lead to a new understanding of the connections between two basic probabilistic processes, the Poisson process and the Yule process by introducing a family of processes which transition between them.&nbsp; These processes have applications throughout science, engineering and finance.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2019<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Michalowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the mathematical properties of fluid flow, in  particular the long term behavior, is one of the most important areas in  mathematics today.  It has been perviously shown that the equations  governing fluid flow can be seen as giving rise to a type of  probabilistic process called branching process.   This research has deepened  the understanding of connections between fluid dynamics and  these  probablistic branching processes.\n\nIn particular, the work on this grant allowed us to establish new connections between the structure of the Navier-Stokes equations and the equations that govern solutions with special similarity properties known as self-similar solutions. The work showed that probabilistic branching processes that can be used to represent the solutions to both equations coincide.\n\nAdditionally a deeper understanding of when these branching processes are well behaved  or when instead they \"explode\" into infintely many branches has been established. This grant also explored applying these to other equations such as the complex Burgers equation.\n\nThe work of this grant has also led to new insights in the probabalistic foundations of the subject.  In particular, it has lead to a new understanding of the connections between two basic probabilistic processes, the Poisson process and the Yule process by introducing a family of processes which transition between them.  These processes have applications throughout science, engineering and finance.\n\n \n\n\t\t\t\t\tLast Modified: 06/13/2019\n\n\t\t\t\t\tSubmitted by: Nicholas Michalowski"
 }
}