{
 "awd_id": "1408632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: TTP Option: Medium: Collaborative: Identifying and Mitigating Trust Violations in the Smartphone Ecosystem",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 1066071.0,
 "awd_amount": 1082071.0,
 "awd_min_amd_letter_date": "2014-06-10",
 "awd_max_amd_letter_date": "2016-08-01",
 "awd_abstract_narration": "The adoption of smartphones has steadily increased in the past few years, and smartphones have become the tool with which millions of users handle confidential information, such as financial and health-related data.  As a result, these devices have become attractive targets for cybercriminals, who attempt to violate the trust assumptions underlying the smartphone platform in order to compromise the security and privacy of users.\r\n\r\nThis research effort provides a novel framework to model the trust relationships between users, the smartphone platform, and the surrounding ecosystem, including smartphone apps and app markets. This model allows for the systematic exploration of trust-violation weaknesses (i.e., situations in which trust is misplaced and trust\r\nassumptions can be violated). In a complementary fashion, the model also supports the design of security mechanisms that address the identified weaknesses (i.e., techniques to prevent, or detect and mitigate trust violations).\r\n\r\nThe results of this research have the potential of impacting the lives of millions of smartphone users, providing protection against attacks that might harm their well-being.  Though this project focuses on the Android platform, its results are general and applicable to other smartphone platforms.  The analysis techniques that have been developed as part of this research are made available to the public through a web portal that allows users to submit smartphone applications and obtain reports on possible trust weaknesses based on the static and dynamic analysis of the application and its interaction with other applications, the network, and other components in the Android platform.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "Vigna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni Vigna",
   "pi_email_addr": "vigna@cs.ucsb.edu",
   "nsf_id": "000486635",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kruegel",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher I Kruegel",
   "pi_email_addr": "chris@cs.ucsb.edu",
   "nsf_id": "000502531",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1066071.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre class=\"aLF-aPX-K0-aPE\">The adoption of smartphones has steadily increased in the past few years, and<br />smartphones have become the tool with which billions of users handle <br />confidential information, such as financial and health-related data.  As a result, <br />these devices have become attractive targets for cybercriminals, who attempt to <br />violate the trust assumptions underlying the smartphone platform in order to<br />compromise the security and privacy of users.</pre>\n<pre class=\"aLF-aPX-K0-aPE\"><br /></pre>\n<pre class=\"aLF-aPX-K0-aPE\">This research effort developed a novel framework to model the trust relationships<br />between users, the smartphone platform, and the surrounding ecosystem, <br />including smartphone apps and app markets. This model allowed for the <br />systematic exploration of trust-violation weaknesses (i.e., situations in which <br />trust is misplaced and trust assumptions can be violated). In a complementary <br />fashion, the model also supported the design of security mechanisms that <br />address the identified weaknesses (i.e., techniques to prevent, or detect and<br />mitigate trust violations).</pre>\n<pre class=\"aLF-aPX-K0-aPE\"><br /></pre>\n<pre class=\"aLF-aPX-K0-aPE\">The results of this research are a set of novel approaches to secure the Android <br />smartphone platform. These approaches focused on many different aspects of <br />the Android ecosystem, from the trust in the phone-user interface, to the use of <br />native code in phone apps, to the security of the smartphone booting procedure, <br />to the security analysis of Android kernel drivers. </pre>\n<pre class=\"aLF-aPX-K0-aPE\"><br /></pre>\n<pre class=\"aLF-aPX-K0-aPE\">The resulting security mechanisms have the potential of impacting the life of <br />millions of smartphone users, providing protection against attacks that might <br />harm their well-being.  <br /></pre>\n<pre class=\"aLF-aPX-K0-aPE\"><br /></pre>\n<pre class=\"aLF-aPX-K0-aPE\">Many of the vulnerabilities found by these analysis techniques have been <br />disclosed to the affected vendors, who, in turn, have fixed a number of serious <br />security issues. Even though this project focuses on the Android platform, its <br />results are general and applicable to other smartphone platforms. The analysis <br />techniques that have been developed as part of this research have been made <br />available to the public through open-source repositories and conference <br />publications.</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2019<br>\n\t\t\t\t\tModified by: Giovanni&nbsp;Vigna</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The adoption of smartphones has steadily increased in the past few years, and\nsmartphones have become the tool with which billions of users handle \nconfidential information, such as financial and health-related data.  As a result, \nthese devices have become attractive targets for cybercriminals, who attempt to \nviolate the trust assumptions underlying the smartphone platform in order to\ncompromise the security and privacy of users.\n\n\nThis research effort developed a novel framework to model the trust relationships\nbetween users, the smartphone platform, and the surrounding ecosystem, \nincluding smartphone apps and app markets. This model allowed for the \nsystematic exploration of trust-violation weaknesses (i.e., situations in which \ntrust is misplaced and trust assumptions can be violated). In a complementary \nfashion, the model also supported the design of security mechanisms that \naddress the identified weaknesses (i.e., techniques to prevent, or detect and\nmitigate trust violations).\n\n\nThe results of this research are a set of novel approaches to secure the Android \nsmartphone platform. These approaches focused on many different aspects of \nthe Android ecosystem, from the trust in the phone-user interface, to the use of \nnative code in phone apps, to the security of the smartphone booting procedure, \nto the security analysis of Android kernel drivers. \n\n\nThe resulting security mechanisms have the potential of impacting the life of \nmillions of smartphone users, providing protection against attacks that might \nharm their well-being.  \n\n\n\nMany of the vulnerabilities found by these analysis techniques have been \ndisclosed to the affected vendors, who, in turn, have fixed a number of serious \nsecurity issues. Even though this project focuses on the Android platform, its \nresults are general and applicable to other smartphone platforms. The analysis \ntechniques that have been developed as part of this research have been made \navailable to the public through open-source repositories and conference \npublications.\n\n\t\t\t\t\tLast Modified: 01/11/2019\n\n\t\t\t\t\tSubmitted by: Giovanni Vigna"
 }
}