{
 "awd_id": "1408598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Dilatometric Studies of Quantum Criticality in F-Electron Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2014-07-22",
 "awd_max_amd_letter_date": "2016-07-14",
 "awd_abstract_narration": "Non-Technical Abstract:\r\n\r\nOrdinary phase transitions, such as the freezing or boiling of water, involve heat energy. This team will study quantum phase transitions that occur at absolute zero where there is no heat.  Zero-point energy, associated with the Heisenberg uncertainty principle, plays the role of heat in these transitions. A rising paradigm in physics, quantum phase transitions may be the origin of high-temperature superconductivity and have informed the theory of black holes.  Quantum phase transitions can dramatically affect the behavior of matter at surprisingly high temperatures and lead to characteristic changes in volume as the temperature or magnetic field changes.  A high-precision technique, developed with National Science Foundation support, will be used to search for these characteristic changes in volume in order to identify and better understand the underlying quantum phase transition. Novel states of matter that are expected to occur near quantum phase transitions will be sought out and studied as well. Undergraduate students participate in all aspects of this work, both on-campus and during trips to visit collaborators at research universities, national laboratories, and a company that manufactures automated temperature and magnetic field testing platforms for materials characterization.  Students visiting these institutions are exposed to a \"big science\" environment complementing the \"small science\" environment at Occidental College, a national liberal arts college in metropolitan Los Angeles where most of the work will be carried out.\r\n\r\nTechnical Abstract: \r\n\r\nTheh team seeks a better understanding of the nature of matter near quantum phase transitions, especially the delicate ordered phases that can appear nearby. Our primary focus is on Yb- and U-based heavy fermion compounds exhibiting magnetic-field induced quantum criticality and related phenomena such as magnetic order, novel superconductivity, and \"hidden order.\"  Physical behavior near a quantum phase transition is dominated by quantum fluctuations associated with the zero-point energies of the adjacent states.  Remarkably, these quantum fluctuations can affect physical behavior at temperatures well above absolute zero.  Low temperature phase transitions and the quantum phase transitions associated with them are a major focus of condensed matter physics, a focus on which thermodynamic information is sparse.  Such information is needed for a better understanding of quantum many-body problems.  A rising paradigm in physics, quantum phase transitions are invoked in explanations of high temperature superconductivity and black holes.  The primary experimental method is to measure thermal expansion and magnetostriction using capacitive dilatometers (all but one developed with National Science Foundation support).  The team will search for characteristic changes in volume at low temperatures in order to identify and better understand the underlying quantum phase transition.  This work is carried out in collaboration with scientists at research universities, national laboratories, and a company that manufactures automated temperature and magnetic field testing platforms for materials characterization.  Undergraduate students visiting these institutions will be exposed to a \"big science\" environment complementing the \"small science\" environment at Occidental College, a national liberal arts college in metropolitan Los Angeles where most of the work will be carried out.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Schmiedeshoff",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "George M Schmiedeshoff",
   "pi_email_addr": "gms@oxy.edu",
   "nsf_id": "000116947",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Occidental College",
  "inst_street_address": "1600 CAMPUS RD",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3232591414",
  "inst_zip_code": "900413314",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "OCCIDENTAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "DCQQX5TRCYN9"
 },
 "perf_inst": {
  "perf_inst_name": "Occidental College",
  "perf_str_addr": "1600 Campus Rd.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900413314",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 91409.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 86633.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 91958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We seek a better understanding of the nature of matter near quantum phase transitions, especially the delicate ordered phases (magnetic or superconducting, for example) that can appear nearby. Our approach is to measure thermal expansion (the changing size of materials due to temperature changes) and magnetostriction (the changing size of materials due to magnetic fields) using capacitive dilatometers developed with NSF support.</p>\n<p>We studied several 'heavy fermion' metals, metals in which the conduction electrons act as if they have enormous masses.&nbsp; The presence of a quantum phase transition can help explain the origin of this unusual behavior.&nbsp; We characterized phase diagrams, measured thermal expansion and magnetostriction, and found evidence for \"Gruneisen divergence\" in which the ratio of the thermal expansion to specific heat diverges at low temperatures.&nbsp; This behavior has been predicted to occur near quantum critical points (a continuous kind of quantum phase transition).</p>\n<p>We found Gruneisen divergence in an electrical insulator that is known to have a structural quantum phase transition.&nbsp;&nbsp;</p>\n<p>We found that stress can affect the behavior of some of these quantum critical materials, which is expected near pressure-induced quantum critical points, and we are working to quantify these effects.</p>\n<p>Undergraduate students participated in all aspects of the work from mounting samples in the dilatometer, to running my 3He refrigerator and 9 T superconducting magnet to acquire data, to reducing and analyzing the data, to presenting the results publically.&nbsp; One student, for example, presented his results at the March Meeting of the American Physical Society, was the first author on the paper describing the work, and is now a graduate student pursuing a PhD in physics at Johns Hopkins University.&nbsp;</p>\n<p>We collaborated with Quantum Design on the development of their new capacitive dilatometer which is now commercially available.</p>\n<p>Lastly, we successfully tested the prototype of a new dilatometer to operate below 1K and we found that it worked well to temperatures below 20 mK and in magnetic fields to about 10 T where an unusual noise begins to dominate the data.&nbsp; Further work will reduce this noise.&nbsp; When complete the new dilatometer will be made available to the user community at the National High Magnetic Field Laboratory in Tallahassee Florida.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2018<br>\n\t\t\t\t\tModified by: George&nbsp;M&nbsp;Schmiedeshoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe seek a better understanding of the nature of matter near quantum phase transitions, especially the delicate ordered phases (magnetic or superconducting, for example) that can appear nearby. Our approach is to measure thermal expansion (the changing size of materials due to temperature changes) and magnetostriction (the changing size of materials due to magnetic fields) using capacitive dilatometers developed with NSF support.\n\nWe studied several 'heavy fermion' metals, metals in which the conduction electrons act as if they have enormous masses.  The presence of a quantum phase transition can help explain the origin of this unusual behavior.  We characterized phase diagrams, measured thermal expansion and magnetostriction, and found evidence for \"Gruneisen divergence\" in which the ratio of the thermal expansion to specific heat diverges at low temperatures.  This behavior has been predicted to occur near quantum critical points (a continuous kind of quantum phase transition).\n\nWe found Gruneisen divergence in an electrical insulator that is known to have a structural quantum phase transition.  \n\nWe found that stress can affect the behavior of some of these quantum critical materials, which is expected near pressure-induced quantum critical points, and we are working to quantify these effects.\n\nUndergraduate students participated in all aspects of the work from mounting samples in the dilatometer, to running my 3He refrigerator and 9 T superconducting magnet to acquire data, to reducing and analyzing the data, to presenting the results publically.  One student, for example, presented his results at the March Meeting of the American Physical Society, was the first author on the paper describing the work, and is now a graduate student pursuing a PhD in physics at Johns Hopkins University. \n\nWe collaborated with Quantum Design on the development of their new capacitive dilatometer which is now commercially available.\n\nLastly, we successfully tested the prototype of a new dilatometer to operate below 1K and we found that it worked well to temperatures below 20 mK and in magnetic fields to about 10 T where an unusual noise begins to dominate the data.  Further work will reduce this noise.  When complete the new dilatometer will be made available to the user community at the National High Magnetic Field Laboratory in Tallahassee Florida.\n\n\t\t\t\t\tLast Modified: 12/21/2018\n\n\t\t\t\t\tSubmitted by: George M Schmiedeshoff"
 }
}