{
 "awd_id": "1409473",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring Two-dimensional Electron Gases at Extreme Magnetic Fields with Optical and Terahertz 2DFT spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "Non-technical: \r\n\r\nThis project elucidates the fundamental properties of solid matter at extreme conditions, such as low dimensions and extremely high magnetic fields. The scientific understanding of the fundamental properties of these materials is crucial for the next generation of electronic devices and a 21st century economy. The project also leads to efficient training of undergraduate and graduate students who will be future leaders in scientific discovery in academia, national labs, and industry. In particular, students are trained on electronic materials, laser science and applications, and high magnetic fields. Minority middle school students in Florida and Alabama are exposed to cutting edge scientific research.  \r\n\r\nTechnical: \r\n\r\nThis research project will focus on the joint investigation by researchers at the USF and the UAB to elucidate the coherence lifetimes in high mobility modulation doped GaAs\\AlGaAs systems. The USF team will perform two-dimensional Fourier transform (2DFT) experiments, which are an enhanced form of coherent four-wave mixing measurements that are similar to the extension of nuclear magnetic resonance to two dimensions. The UAB team will develop a new terahertz frequency spectrometer that will employ well-established techniques to generate high peak power terahertz pulses using nonlinear difference frequency generation in the tilted wavefront configuration and a multiple pulse technique similar to the near infrared 2DFT techniques. Both experiments will use the new Split Helix magnet to perform measurements at 25 T, which was custom-designed by National High Magnetic Field Lab researchers to enable next generation optical measurements. This new magnet will enable the USF-UAB collaboration to study quantum coherence in high mobility electron gases in field ranges that were inaccessible to ultrafast-laser source based experiments.\r\nThis project will contribute to our understanding of decoherence mechanisms and both inter- and intra-Landau level coherence, which is critical to their utilization in next generation electronics. The research team is committed to the broad dissemination of the results of this research project through presentations, internationally-attended research conferences, and publication of our results in high impact, peer-reviewed journals. Both USF and UAB researchers are strongly committed to fostering the education of the next generation of condensed matter and high magnetic field researchers. To contribute to these NSF goals, we will directly involve undergraduate, summer REU students, and our graduate students in the design, planning, experiments, data analysis and the from traditionally underrepresented groups from our diverse student bodies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Denis",
   "pi_last_name": "Karaiskaj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Denis Karaiskaj",
   "pi_email_addr": "karaiskaj@cas.usf.edu",
   "nsf_id": "000548783",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hilton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Hilton",
   "pi_email_addr": "david_hilton@baylor.edu",
   "nsf_id": "000516590",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 East Fowler Ave.",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\"><strong>Research:</strong></span></p>\n<p class=\"Body\">We developed multidimensional spectroscopy and broadband Terrahertz spectroscopy at magnetic fields up to 25 Tesla using a resistive magnet. We applied these techniques to study two-dimensional electron gases at extremely high magnetic fields and very low temperatures. New interesting behaviors of the electronic properties were observed, providing insights into the many-particle interactions at nanoscale.&nbsp; Many-body effects have a significant role in light emission in nanoscale materials.&nbsp; For example, an ensemble of <em>N</em> non-interacting dipole emitters can cooperatively emit through superradiant emission provided they are in-phase due to an external electromagnetic field.&nbsp; We study superradiant emission in Landau-quantized two-dimensional electron gas samples to determine the role of quantum confinement on light emission in this model 2D system.&nbsp; We use terahertz time-domain magnetospectroscopy to measure the cyclotron decay time in a pair of two-dimensional electron gas (2DEG) quantum well samples as a function of temperature and quantum well width.&nbsp; Our experimental data shows close agreement in&nbsp; measured values of the cyclotron decay time in both samples above a characteristic temperature, <em>T</em><sub>C</sub> = 1.2 K (0.10 meV).&nbsp; Below this temperature, however, the wide quantum well shows a 3.0x increase in the decay time while the narrow quantum well decreases by 1.5x.&nbsp;&nbsp;&nbsp; Density functional theory-based calculations demonstrate that our result is consistent with the enhancement of the density of states near <em>E</em><sub>F</sub> in the strongly confined quasi-2D well.&nbsp; This enhanced density of states in the narrow well relative to the wider well increases the electron-electron and electron-phonon scattering rates and, thus, the dissipative coupling to the lattice.&nbsp; These results demonstrate nanoscale control of this important many-body effect as probed by broadband ultrafast terahertz spectroscopy in high magnetic fields.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>Broader impacts:</strong></span>&nbsp;The specific broader impacts goal in this project was to expose undergraduates to the physics and technical aspects of working at high magnetic fields. We had several undergraduate students participate in the experiments and gain valuable experience working with extremely high magnetic fields in a national facility environment. We further expanded our efforts to exposing high school students to electricity and magnetism with workshops about magnets. At UAB, Physics Bridge provides area rising 9th grade students with an exciting summer experience in optics, lasers, and light by conducting hands on experiments working with great UAB faculty, students, and staff to understand physics.&nbsp; This experience is designed to help prepare students for careers in physics and to prepare them for high school.&nbsp; During this one week program, students are engages in activities in mechanics, astronomy, electricity and magnetism, optics, and materials science.&nbsp;&nbsp; This program has included approximately 150 students, with 80\\% who were members of traditionally underrepresented minorities (African American) from Birmingham City schools and other Jefferson/Shelby County schools. Finally, these fundamental scientific studies completed during this project will lead to smaller, faster, and more reliable devices, and improving the quality of life beyond scientific research.&nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2019<br>\n\t\t\t\t\tModified by: Denis&nbsp;Karaiskaj</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch:\nWe developed multidimensional spectroscopy and broadband Terrahertz spectroscopy at magnetic fields up to 25 Tesla using a resistive magnet. We applied these techniques to study two-dimensional electron gases at extremely high magnetic fields and very low temperatures. New interesting behaviors of the electronic properties were observed, providing insights into the many-particle interactions at nanoscale.  Many-body effects have a significant role in light emission in nanoscale materials.  For example, an ensemble of N non-interacting dipole emitters can cooperatively emit through superradiant emission provided they are in-phase due to an external electromagnetic field.  We study superradiant emission in Landau-quantized two-dimensional electron gas samples to determine the role of quantum confinement on light emission in this model 2D system.  We use terahertz time-domain magnetospectroscopy to measure the cyclotron decay time in a pair of two-dimensional electron gas (2DEG) quantum well samples as a function of temperature and quantum well width.  Our experimental data shows close agreement in  measured values of the cyclotron decay time in both samples above a characteristic temperature, TC = 1.2 K (0.10 meV).  Below this temperature, however, the wide quantum well shows a 3.0x increase in the decay time while the narrow quantum well decreases by 1.5x.    Density functional theory-based calculations demonstrate that our result is consistent with the enhancement of the density of states near EF in the strongly confined quasi-2D well.  This enhanced density of states in the narrow well relative to the wider well increases the electron-electron and electron-phonon scattering rates and, thus, the dissipative coupling to the lattice.  These results demonstrate nanoscale control of this important many-body effect as probed by broadband ultrafast terahertz spectroscopy in high magnetic fields.\n\n \n\nBroader impacts: The specific broader impacts goal in this project was to expose undergraduates to the physics and technical aspects of working at high magnetic fields. We had several undergraduate students participate in the experiments and gain valuable experience working with extremely high magnetic fields in a national facility environment. We further expanded our efforts to exposing high school students to electricity and magnetism with workshops about magnets. At UAB, Physics Bridge provides area rising 9th grade students with an exciting summer experience in optics, lasers, and light by conducting hands on experiments working with great UAB faculty, students, and staff to understand physics.  This experience is designed to help prepare students for careers in physics and to prepare them for high school.  During this one week program, students are engages in activities in mechanics, astronomy, electricity and magnetism, optics, and materials science.   This program has included approximately 150 students, with 80\\% who were members of traditionally underrepresented minorities (African American) from Birmingham City schools and other Jefferson/Shelby County schools. Finally, these fundamental scientific studies completed during this project will lead to smaller, faster, and more reliable devices, and improving the quality of life beyond scientific research.   \n\n\t\t\t\t\tLast Modified: 11/29/2019\n\n\t\t\t\t\tSubmitted by: Denis Karaiskaj"
 }
}