{
 "awd_id": "1409317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Domain Mechanisms in Magnetic Shape Memory Alloys",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 206665.0,
 "awd_amount": 206665.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2014-08-22",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research and education that is aimed to advance fundamental understanding of domain phenomena in magnetic shape memory alloys as well as other technologically important multifunctional materials for applications in sensors, actuators, transducers, and energy harvesting. Domains are usually tiny regions inside of materials but still contain many atoms that have organized themselves in the same way, for example with the same structure or same magnetic orientation, but are organized differently in neighboring domains. Physical processes involving domains are responsible for the properties of these materials that make them useful for a particular application, their functionality. The PI will combine complementary domain-level computational and experimental approaches to investigate domain phenomena in complex magnetic materials with an aim to establish connections between materials properties and domain processes. The research will provide training for a graduate student in materials science, and creates research opportunities and experiences for undergraduates. The research outcomes provide valuable real-world inspired examples for teaching computational materials science and physical behaviors of materials in courses. The PI will participate in existing outreach activities at Michigan Technological University to promote materials science and engineering among high school students, women and underrepresented minorities.\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research and education that is aimed to advance fundamental understanding of domain phenomena in magnetic shape memory alloys and other technologically important multifunctional materials. Magnetic shape memory alloys actively respond to external magnetic, mechanical, and thermal stimuli, and are capable of energy conversion. Magnetic shape memory alloy functionalities originate from the evolution of coupled magnetic and elastic domain microstructures, which leads to rich domain phenomena and sophisticated physical behaviors that are important for both basic science and technological applications. The PI seeks to establish correlations between macroscopic properties and internal domain processes, identify underlying domain mechanisms, and find effective ways to optimize the domain microstructures and control their evolution pathways to tailor the useful properties. This project involves the quantitative investigation of coupled magnetic and elastic domain processes to address important domain mechanisms by domain-level modeling and simulations using phase-field micromagnetic microelastic methods and in-situ domain observation experiments using an interference-contrast-colloid technique. In particular, the PI will focus on the effects of (i) magnetostriction, (ii) twin boundary mobility, (iii) magnetic easy direction, and (iv) nanoscale structural heterogeneity on domain processes and the resultant field-induced deformation behaviors. These effects determine magnetoelastic properties, but their roles are yet to be clarified. The objectives of the research are to: (1) develop computational tools to perform realistic simulation studies of domain microstructure evolutions; (2) carry out coordinated in-situ domain observation experiments; (3) identify important domain mechanisms governing magnetoelastic behaviors; (4) advance fundamental understanding of domain processes and provide insight into property improvement and guidance for new materials development; and (5) integrate the research into the PI's educational and outreach activities in functional materials and computational materials science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongmei",
   "pi_last_name": "Jin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Yongmei M Jin",
   "pi_email_addr": "ymjin@mtu.edu",
   "nsf_id": "000200570",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 206665.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Being single-phase magnetoelastic materials, magnetic shape memory alloys (MSMAs) are promising multifunctional materials for applications in sensors, actuators, transducers, and energy harvesting. Due to switchable magnetic and elastic domains, MSMAs actively respond to external magnetic, mechanical, and thermal stimuli, capable of converting energy among different forms. Their functionalities originate from the evolution of coupled magnetic and elastic domain microstructures, which offers rich domain phenomena and sophisticated physical behaviors that are important for both basic sciences and technological applications. The crucial issues are to establish correlations between macroscopic properties and internal domain processes, identify underlying domain mechanisms, and find effective ways to optimize the domain microstructures and control their evolution pathways to tailor the useful properties. This project offers a quantitative investigation of domain processes to address important domain mechanisms in MSMAs using domain-level modeling and simulations supported by in-situ domain observation experiments, aiming to advance fundamental understanding of magnetoelastic material behaviors.</p>\n<p><strong>Intellectual Merit:</strong> One outstanding issue that hinders MSMAs&rsquo; applications is their large hysteresis in magnetic, mechanical, and thermal behaviors. These macroscopic hysteretic behaviors result from collective magnetic and elastic domain processes at micro- and nano-meter scale, and the energy barriers caused by long-range elastic and magnetic interactions are main contributors to the hysteresis. The long-range elastic and magnetic interactions are associated with transformation strain, magnetostrictive strain and stray magnetic field, which are domain structure dependent and are difficult to analyze. Thus computer simulations employing phase field micromagnetic microelastic modeling are carried out to investigate coupled magnetic and elastic domain processes in MSMAs. The computational study reveals complicated dependences of domain structures and evolution pathways on the magnitude, direction and loading history of applied field, explains mechanisms responsible for various hysteretic features observed in experiments, and provides insights into reducing the hysteresis by exploiting the competitions between magnetic and elastic interactions as well as between external and internal fields. The simulation results also reveal important roles of magnetostrictive strain in domain processes, which is much smaller than the transformation strain and thus is often neglected in analyzing domain processes. It is found that the magnetostriction effect in MSMAs plays a more important role in the field-induced deformation than the magnetocrystalline anisotropy, suggesting a new material design strategy to improve blocking stress as desired for actuating applications. Since accurately measuring the magnetostriction in MSMAs is challenging, the experimental data reported in literature vary significantly. To accurately evaluate the roles of magnetostriction in coupled magnetic and elastic domain processes, in-situ magnetic domain observation experiments are also performed on magnetostrictive Fe-Ga single crystals of different compositions offering magnetostriction variability. Changes in domain phenomena are observed as the magnetostriction increases, which are systematically analyzed in terms of the behaviors of 180 degree magnetic domain walls and non-180 degree elastic domain walls. The simulation results and domain observations together provide convincing details of coupled elastic and magnetic domain processes in magnetoelastic materials.</p>\n<p><strong>Broader Impact:</strong> The project has supported one domestic graduate student to conduct magnetic materials research focusing on in-situ domain observation experiments, provided research opportunities for two undergraduates to gain experience respectively in simulation-based materials science and in developing experimental setup, and created collaboration opportunities for the PI&rsquo;s group with magnetic material researchers in other universities. The research opportunity motivated a woman undergraduate participant to attend graduate school at MTU. The participants attended TMS and MS&amp;T conferences to gain exposure to professional academia and gave oral and poster presentations. The research outcomes of this project have also been presented to high school students and teachers as examples of material microstructures and computational materials research through demonstrations during MTU&rsquo;s Summer Youth Programs and ASM Materials Camp for Teachers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Yongmei&nbsp;M&nbsp;Jin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBeing single-phase magnetoelastic materials, magnetic shape memory alloys (MSMAs) are promising multifunctional materials for applications in sensors, actuators, transducers, and energy harvesting. Due to switchable magnetic and elastic domains, MSMAs actively respond to external magnetic, mechanical, and thermal stimuli, capable of converting energy among different forms. Their functionalities originate from the evolution of coupled magnetic and elastic domain microstructures, which offers rich domain phenomena and sophisticated physical behaviors that are important for both basic sciences and technological applications. The crucial issues are to establish correlations between macroscopic properties and internal domain processes, identify underlying domain mechanisms, and find effective ways to optimize the domain microstructures and control their evolution pathways to tailor the useful properties. This project offers a quantitative investigation of domain processes to address important domain mechanisms in MSMAs using domain-level modeling and simulations supported by in-situ domain observation experiments, aiming to advance fundamental understanding of magnetoelastic material behaviors.\n\nIntellectual Merit: One outstanding issue that hinders MSMAs? applications is their large hysteresis in magnetic, mechanical, and thermal behaviors. These macroscopic hysteretic behaviors result from collective magnetic and elastic domain processes at micro- and nano-meter scale, and the energy barriers caused by long-range elastic and magnetic interactions are main contributors to the hysteresis. The long-range elastic and magnetic interactions are associated with transformation strain, magnetostrictive strain and stray magnetic field, which are domain structure dependent and are difficult to analyze. Thus computer simulations employing phase field micromagnetic microelastic modeling are carried out to investigate coupled magnetic and elastic domain processes in MSMAs. The computational study reveals complicated dependences of domain structures and evolution pathways on the magnitude, direction and loading history of applied field, explains mechanisms responsible for various hysteretic features observed in experiments, and provides insights into reducing the hysteresis by exploiting the competitions between magnetic and elastic interactions as well as between external and internal fields. The simulation results also reveal important roles of magnetostrictive strain in domain processes, which is much smaller than the transformation strain and thus is often neglected in analyzing domain processes. It is found that the magnetostriction effect in MSMAs plays a more important role in the field-induced deformation than the magnetocrystalline anisotropy, suggesting a new material design strategy to improve blocking stress as desired for actuating applications. Since accurately measuring the magnetostriction in MSMAs is challenging, the experimental data reported in literature vary significantly. To accurately evaluate the roles of magnetostriction in coupled magnetic and elastic domain processes, in-situ magnetic domain observation experiments are also performed on magnetostrictive Fe-Ga single crystals of different compositions offering magnetostriction variability. Changes in domain phenomena are observed as the magnetostriction increases, which are systematically analyzed in terms of the behaviors of 180 degree magnetic domain walls and non-180 degree elastic domain walls. The simulation results and domain observations together provide convincing details of coupled elastic and magnetic domain processes in magnetoelastic materials.\n\nBroader Impact: The project has supported one domestic graduate student to conduct magnetic materials research focusing on in-situ domain observation experiments, provided research opportunities for two undergraduates to gain experience respectively in simulation-based materials science and in developing experimental setup, and created collaboration opportunities for the PI?s group with magnetic material researchers in other universities. The research opportunity motivated a woman undergraduate participant to attend graduate school at MTU. The participants attended TMS and MS&amp;T conferences to gain exposure to professional academia and gave oral and poster presentations. The research outcomes of this project have also been presented to high school students and teachers as examples of material microstructures and computational materials research through demonstrations during MTU?s Summer Youth Programs and ASM Materials Camp for Teachers.\n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Yongmei M Jin"
 }
}