{
 "awd_id": "1409510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ab Initio Calculations in Correlated Electron Models and Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2014-05-30",
 "awd_max_amd_letter_date": "2016-05-10",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nThis award supports computational and theoretical research and education activities to advance our understanding of and capabilities to compute materials properties.  Accurate and predictive calculations in quantum systems composed of many particles are a grand challenge in science. In these systems the delicate balance of competing tendencies creates rich possibilities of new phases of matter and collective phenomena, which offer the potential for remarkable material properties of great technological importance. This very richness and complexity, however, also means that the usual tools for quantitative calculations will tend to break down.  The combination of methodological developments and the advent of high performance computing present an unprecedented opportunity to make fundamental progress in this problem now. The research will build on recent advances in a quantum many-particle simulation approach to contribute a unique component for catalyzing this progress.\r\n\r\nThis research aims to advance the study of materials with strong electron-electron interactions, establish accurate benchmark calculations, and enhance the capabilities of direct, many-particle parameter-free computations in condensed matter systems. The theoretical framework and techniques developed can also have cross-cutting impact in nuclear physics, ultracold atom physics, and quantum chemistry.\r\n\r\nThe PI will continue to integrate research with education and outreach activities, by mentoring both undergraduate and graduate students in research, incorporating materials from this project into courses, reaching out to minority students, and fostering interdisciplinary collaboration in computational science education and research.  In the larger scientific community, the PI will continue to play an active role in training students, post-docs, and senior researchers through schools and workshops, and develop software packages and tutorials for hands-on learning of new theoretical and computational approaches and the properties of strongly interacting electron systems.\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports research and educational activities on the application and further development of the auxiliary-field quantum Monte Carlo and related methods for calculations in correlated electron systems. The long-term goal of this research program is the ability to perform many-body simulations to address questions on structural phase transitions, magnetic order, and superconductivity in a more accurate and predictive manner. Both materials-specific calculations on real materials and the study of simplified models will be conducted. New capabilities will be developed to extend the system sizes that can be treated, further improve accuracy, compute excited state and response properties, and treat spin-orbit coupling.\r\n\r\nThe leading difficulty in computer simulations of interacting many-fermion systems is the sign or phase problem. The constrained path or phase-free auxiliary-field quantum Monte Carlo approach provides a general framework for both ab initio materials simulations (as an approach to go beyond standard density-functional calculations) and for calculations in lattice models of strongly correlated systems. Success in the development can be expected to impact beyond the specific systems being studied. \r\n\r\nThe PI will continue to integrate research with education and outreach activities, by mentoring both undergraduate and graduate students in research, incorporating materials from this project into courses, reaching out to minority students, and fostering interdisciplinary collaboration in computational science education and research.  In the larger scientific community, the PI will continue to play an active role in training students, post-docs, and senior researchers through schools and workshops, and develop software packages and tutorials for hands-on learning of new theoretical and computational approaches and the properties of strongly interacting electron systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shiwei",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shiwei Zhang",
   "pi_email_addr": "shiwei@wm.edu",
   "nsf_id": "000164564",
   "pi_start_date": "2014-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231878795",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">This research&nbsp; developed new computational capabilities for treating quantum materials in which the laws of quantum mechanics and the presence of electron-electron interactions play fundamental role in the materials properties. In these materials, or even simplified models that physicists or chemists devise to describe them, the computational complexity is very high in order to reliably solve the underlying equations (the Schrodinger equation) to predict their properties. In this research, we combined the theory of stochastic sampling, quantum field-theoretic treatment, and parallel computing to formulate a new framework for accurate computations. Effort in this funding cycle focused on&nbsp; extending the system sizes that could be computed, further improving accuracy, computomg excited state and response properties, and treating spin-orbit coupling. We performed both materials-specific ab initio electronic structure calculations and the study of fundamental models of correlated electron systems. Key questions on electronic properties were addressed, including structural phase transitions, magnetic order, and superconductivity. </span></p>\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMBX12';\">Intellectual merit. </span><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">Accurate and predictive calculations in quantum many-body systems are a grand challenge in science. In these systems the delicate balance of competing tendencies creates rich possibilities of new phases of matter and collective phenomena, which offer the potential for remarkable material properties of technological importance. This very richness and complexity, however, also means that the usual tools for quantitative calcula- tions, which are largely mean-field or perturbative in nature, will tend to break down. The methodological developmentsachieved in this research, especially when coupled with petaflop computing capabilities, allowed major progress in applications several sub-fields, including the study of ultracold atomic systems, ab initio electronic structure of materials, quantum chemistry, and the study of fundamental models such as the Hubbard model. </span></p>\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMBX12';\">Broader impacts. </span><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">The methodological development impacted other disciplines. Research was integrated with education and outreach, by incorporating materials into the curriculum, mentoring undergraduate and graduate students, fostering interdisciplinary collaboration in computational science education and research on campus, and reaching out to minority students and local schools. In the larger scientific community, we played an active role in training scientists via schools and workshops, developing softwares and tutorials for hands-on learning of correlated electron physics and quantum simulation methods. Book chapters, tutorials, and open-source softwares were developed. <br /></span></p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2019<br>\n\t\t\t\t\tModified by: Shiwei&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1409510/1409510_10306476_1565636623803_SC-AFQMC-Stripe--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1409510/1409510_10306476_1565636623803_SC-AFQMC-Stripe--rgov-800width.jpg\" title=\"Stripe state in the Hubbard model\"><img src=\"/por/images/Reports/POR/2019/1409510/1409510_10306476_1565636623803_SC-AFQMC-Stripe--rgov-66x44.jpg\" alt=\"Stripe state in the Hubbard model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">New self-consistent constraint in AFQMC; Determining stripe state in the Hubbard model</div>\n<div class=\"imageCredit\">See references in image</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shiwei&nbsp;Zhang</div>\n<div class=\"imageTitle\">Stripe state in the Hubbard model</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis research  developed new computational capabilities for treating quantum materials in which the laws of quantum mechanics and the presence of electron-electron interactions play fundamental role in the materials properties. In these materials, or even simplified models that physicists or chemists devise to describe them, the computational complexity is very high in order to reliably solve the underlying equations (the Schrodinger equation) to predict their properties. In this research, we combined the theory of stochastic sampling, quantum field-theoretic treatment, and parallel computing to formulate a new framework for accurate computations. Effort in this funding cycle focused on  extending the system sizes that could be computed, further improving accuracy, computomg excited state and response properties, and treating spin-orbit coupling. We performed both materials-specific ab initio electronic structure calculations and the study of fundamental models of correlated electron systems. Key questions on electronic properties were addressed, including structural phase transitions, magnetic order, and superconductivity. \n\nIntellectual merit. Accurate and predictive calculations in quantum many-body systems are a grand challenge in science. In these systems the delicate balance of competing tendencies creates rich possibilities of new phases of matter and collective phenomena, which offer the potential for remarkable material properties of technological importance. This very richness and complexity, however, also means that the usual tools for quantitative calcula- tions, which are largely mean-field or perturbative in nature, will tend to break down. The methodological developmentsachieved in this research, especially when coupled with petaflop computing capabilities, allowed major progress in applications several sub-fields, including the study of ultracold atomic systems, ab initio electronic structure of materials, quantum chemistry, and the study of fundamental models such as the Hubbard model. \n\nBroader impacts. The methodological development impacted other disciplines. Research was integrated with education and outreach, by incorporating materials into the curriculum, mentoring undergraduate and graduate students, fostering interdisciplinary collaboration in computational science education and research on campus, and reaching out to minority students and local schools. In the larger scientific community, we played an active role in training scientists via schools and workshops, developing softwares and tutorials for hands-on learning of correlated electron physics and quantum simulation methods. Book chapters, tutorials, and open-source softwares were developed. \n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/12/2019\n\n\t\t\t\t\tSubmitted by: Shiwei Zhang"
 }
}