{
 "awd_id": "1409287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Medium: Collaborative Research: Closing the User-Model Loop for Understanding Topics in Large Document Collections",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2014-07-30",
 "awd_max_amd_letter_date": "2018-02-27",
 "awd_abstract_narration": "Individuals and organizations must cope with massive amounts of unstructured text information: individuals sifting through a lifetime of e-mail and documents, journalists understanding the activities of government organizations, companies reacting to what people say about them online, or scholars making sense of digitized documents from the ancient world. This project's research goal is to bring together two previously disconnected components of how users understand this deluge of data: algorithms to sift through the data and interfaces to communicate the results of the algorithms. This project will allow users to provide feedback to algorithms that were typically employed on a \"take it or leave it\" basis: if the algorithm makes a mistake or misunderstands the data, users can correct the problem using an intuitive user interface and improve the underlying analysis. This project will jointly improve both the algorithms and the interfaces, leading to deeper understanding of, faster introduction to, and greater trust in the algorithms we rely on to understand massive textual datasets. The resulting source code and functional demos will be broadly disseminated, and tutorials will be shared online and in person in educational efforts and to aid the adoption of the methodologies.\r\n\r\nThis project enables computer algorithms and humans to apply their respective strengths and collaborate in managing and making sense of large volumes of textual data. It \"closes the loop\" in novel ways to connect users with a class of big data analysis algorithms called topic models. This connection is made through interfaces that empower the user to change the underlying models by refining the number and granularity of topics, adding or removing words considered by the model, and adding constraints on what words appear together in topics. The underlying model also enables new visualizations in the form of a Metadata Map that uses active learning to focus users' limited attention on the most important documents in a collection. Users annotate documents with useful meta-data and thereby further improve the quality of the discovered topics. The project includes evaluations of these methods through careful user studies and in-depth case studies to demonstrate that topics are more coherent, users can more quickly provide annotations, users trust the underlying algorithms more, and users can more effectively build an understanding of their textual data. The project web site (http://nlp.cs.byu.edu/closing-the-loop) will include pointers to the project Git repositories for source code, project demos, tutorials, and publications communicating experimental results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Boyd-Graber",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan L Boyd-Graber",
   "pi_email_addr": "jbg@umiacs.umd.edu",
   "nsf_id": "000566281",
   "pi_start_date": "2017-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "Findlater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leah Findlater",
   "pi_email_addr": "leahkf@uw.edu",
   "nsf_id": "000636876",
   "pi_start_date": "2015-08-25",
   "pi_end_date": "2017-08-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "Findlater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leah Findlater",
   "pi_email_addr": "leahkf@uw.edu",
   "nsf_id": "000636876",
   "pi_start_date": "2014-07-30",
   "pi_end_date": "2015-07-08"
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 168398.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 156300.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 160492.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 164810.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5ad49a72-7fff-7df2-94a2-9c28eda74f5b\">\n<p dir=\"ltr\"><span>Machine learning is revolutionizing relationships, businesses, and academia.&nbsp; But the advanced techniques pushed by researchers are useless if people cannot use them.&nbsp; This project investigated how to &ldquo;close the loop&rdquo; to create algorithms that meet users&rsquo; needs and to create systems to bring users and algorithms together to understand and productively analyze large text datasets.</span></p>\n<br />\n<p dir=\"ltr\"><span>This project formalized ways for users to correct automatic clusterings of documents called &ldquo;topic models&rdquo;: given a large collection of text, these algorithms create an automatic summary of the primary themes in the collection.&nbsp; Through the project, we developed a new understanding of interactive topic models: using spectral methods to make them faster and decrease latency and to apply these insights to other forms of user information such as crowdsourced labels.</span></p>\n<br />\n<p dir=\"ltr\"><span>But these algorithms aren&rsquo;t the end of the story: how do people actually use them?&nbsp; To address that question, the project created user studies that examined which automatically created clusters of documents were most useful for users, how to evaluate that utility, and what users want from machine learning tools.&nbsp; Users want explanations from imperfect machine learning algorithms, and they want algorithms to surprise them, surfacing unexpected information, but&nbsp; not too often.&nbsp;&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Research papers from this grant received best paper awards or nominations at CoNLL 2015 and IUI 2018.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2021<br>\n\t\t\t\t\tModified by: Jordan&nbsp;L&nbsp;Boyd-Graber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nMachine learning is revolutionizing relationships, businesses, and academia.  But the advanced techniques pushed by researchers are useless if people cannot use them.  This project investigated how to \"close the loop\" to create algorithms that meet users’ needs and to create systems to bring users and algorithms together to understand and productively analyze large text datasets.\n\n\nThis project formalized ways for users to correct automatic clusterings of documents called \"topic models\": given a large collection of text, these algorithms create an automatic summary of the primary themes in the collection.  Through the project, we developed a new understanding of interactive topic models: using spectral methods to make them faster and decrease latency and to apply these insights to other forms of user information such as crowdsourced labels.\n\n\nBut these algorithms aren’t the end of the story: how do people actually use them?  To address that question, the project created user studies that examined which automatically created clusters of documents were most useful for users, how to evaluate that utility, and what users want from machine learning tools.  Users want explanations from imperfect machine learning algorithms, and they want algorithms to surprise them, surfacing unexpected information, but  not too often.  \n\n\nResearch papers from this grant received best paper awards or nominations at CoNLL 2015 and IUI 2018.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2021\n\n\t\t\t\t\tSubmitted by: Jordan L Boyd-Graber"
 }
}