{
 "awd_id": "1409531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Personal Contacts and Employment Opportunities",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2014-07-28",
 "awd_max_amd_letter_date": "2015-05-29",
 "awd_abstract_narration": "Work is a central activity of economic life. The ability to earn a decent living affects individuals' material and psychological well-being, and a productive workforce is essential for national development. Prior research has shown that individuals commonly find employment through personal contacts. Personal networks are developed when repeated, satisfactory exchanges between individuals lead to stable and enduring ties. However, in high-poverty, high-underemployment contexts, maintaining enduring ties with others can be difficult. The objective of this study is to understand individuals use personal contacts to find work in a context of pervasive underemployment. \r\n\r\nFor the proposed study, in-depth interviews, including detailed work histories and social network information, will be collected from 100 low-income workers and job-seekers in urban Nicaragua, a case well suited to this inquiry that adds to a generalizable understanding of employment opportunities via comparison with other research in the US around the world. By studying these processes in a setting where paid work is scarce and institutional supports for job-seekers are few, the factors that determine the effective use of personal contacts can be more clearly identified. This project will also build upon existing research on networks and employment by clarifying the subjective meanings of ties and by testing the assumption that networks are used optimally. This study will parse personal choices (one's willingness to call upon contacts) and structural constraints (one's ability to call upon contacts) by examining unsuccessful searches for work as well as successful searches. Further, researchers studying networks tend to impose definitions of tie strength, even though relationship quality is subjective and dynamic. For the working poor in particular, relationships with others can be both a burden and a resource. This study will ascertain which types of ties were used to obtain jobs, and respondents will be asked for their subjective evaluations of the relationship with those contacts. Thus, this study will lead to the refinement and specification of social capital and network theories while elaborating social processes in detail through in-depth qualitative data.\r\n\r\nThe findings of this study will enable the identification of techniques to increase levels of social capital and economic independence in low-income communities. The proposed project also will inform development practice, by identifying vulnerable workers who are locked out of employment opportunities due to inadequate networks or the inability to use their contacts effectively. The data collected will result in a PhD dissertation, academic conference presentations, peer-reviewed journal articles, and a book. Also, qualitative studies such as this can be a valuable teaching tool for educating students about complex social phenomena such as labor markets and economic development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Lopez",
   "pi_email_addr": "lopez.137@osu.edu",
   "nsf_id": "000246818",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lindsey",
   "pi_last_name": "Ibanez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lindsey M Ibanez",
   "pi_email_addr": "lindsey.ibanez@gmail.com",
   "nsf_id": "000650802",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kammi",
   "pi_last_name": "Schmeer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kammi Schmeer",
   "pi_email_addr": "schmeer.1@osu.edu",
   "nsf_id": "000655024",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1885 Neil Ave",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this study is to understand how men and women find employment in a context of high poverty and underemployment. Specifically, we want to understand how individuals use personal contacts to obtain employment, and how the use of ties varies by gender and age. In-depth interviews were collected from 110 workers and job-seekers ages 20-65.&nbsp; Focused life histories were collected, including detailed job histories. Respondents were asked about how they obtained their previous jobs as well as whether they have helped others find work.</p>\n<p>Le&oacute;n, Nicaragua, was chosen as the setting for this study because it possesses characteristics of interest to researchers studying contacts and employment. In particular, urban Nicaragua has a high level of underemployment, a large informal sector, and a considerable proportion of working poor &ndash; people who work at least forty hours a week yet earn less than the minimum wage. Developing countries such as Nicaragua have relatively low unemployment rates because people cannot afford not to work. In such countries, there is little job finding assistance and weak social safety nets. Thus, such contexts are ideal for studying job referral networks because the use of such networks is widespread and critical for economic survival.</p>\n<p>Among the respondents in this study, men drew upon male contacts and women drew upon female contacts for job leads, consistent with previous studies. This is due to the gendered nature of most occupations. Most of the respondents in this study reported a strong willingness to share job information with others, in contrast with other studies of low-income populations.</p>\n<p>The findings of this study highlight the mobilization of network ties for employment as a type of information game, but one in which the rules are not entirely straightforward: seeking a job referral is economic action, but it is also social action. Job-seekers in the low-wage market are in abundant supply, and their skill sets are often similar. Therefore they must attempt to distinguish themselves to potential employers and job contacts. They do this by engaging in a &lsquo;reputation game&rsquo;: Recognizing that reputation matters, job-seekers strive to influence others&rsquo; perceptions of them. These efforts can be categorized as trustworthiness and deservingness. One aspect of deservingness is economic need: Respondents reported giving job information not only to people who were capable of doing the job, but also to those who were most in need. This study finds that, while risk and trust are important for shaping the decision-making of information-holders, other, social factors are relevant too. These findings illuminate a key causal mechanism underlying socioeconomic inequality: network-based processes. By focusing on how these processes operate, we have come closer to understanding why some people can successfully utilize their networks while others struggle to get ahead.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2015<br>\n\t\t\t\t\tModified by: Steven&nbsp;Lopez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this study is to understand how men and women find employment in a context of high poverty and underemployment. Specifically, we want to understand how individuals use personal contacts to obtain employment, and how the use of ties varies by gender and age. In-depth interviews were collected from 110 workers and job-seekers ages 20-65.  Focused life histories were collected, including detailed job histories. Respondents were asked about how they obtained their previous jobs as well as whether they have helped others find work.\n\nLe&oacute;n, Nicaragua, was chosen as the setting for this study because it possesses characteristics of interest to researchers studying contacts and employment. In particular, urban Nicaragua has a high level of underemployment, a large informal sector, and a considerable proportion of working poor &ndash; people who work at least forty hours a week yet earn less than the minimum wage. Developing countries such as Nicaragua have relatively low unemployment rates because people cannot afford not to work. In such countries, there is little job finding assistance and weak social safety nets. Thus, such contexts are ideal for studying job referral networks because the use of such networks is widespread and critical for economic survival.\n\nAmong the respondents in this study, men drew upon male contacts and women drew upon female contacts for job leads, consistent with previous studies. This is due to the gendered nature of most occupations. Most of the respondents in this study reported a strong willingness to share job information with others, in contrast with other studies of low-income populations.\n\nThe findings of this study highlight the mobilization of network ties for employment as a type of information game, but one in which the rules are not entirely straightforward: seeking a job referral is economic action, but it is also social action. Job-seekers in the low-wage market are in abundant supply, and their skill sets are often similar. Therefore they must attempt to distinguish themselves to potential employers and job contacts. They do this by engaging in a æreputation gameÆ: Recognizing that reputation matters, job-seekers strive to influence othersÆ perceptions of them. These efforts can be categorized as trustworthiness and deservingness. One aspect of deservingness is economic need: Respondents reported giving job information not only to people who were capable of doing the job, but also to those who were most in need. This study finds that, while risk and trust are important for shaping the decision-making of information-holders, other, social factors are relevant too. These findings illuminate a key causal mechanism underlying socioeconomic inequality: network-based processes. By focusing on how these processes operate, we have come closer to understanding why some people can successfully utilize their networks while others struggle to get ahead. \n\n \n\n\t\t\t\t\tLast Modified: 09/08/2015\n\n\t\t\t\t\tSubmitted by: Steven Lopez"
 }
}