{
 "awd_id": "1409797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS: Medium: New Technologies for Next-generation Infrastructural Tagged Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Monisha Ghosh",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 914934.0,
 "awd_amount": 914934.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2017-06-07",
 "awd_abstract_narration": "Barcode systems have brought a revolution in the retail industry by speeding up the checkout process with a laser scanner that reads the product ID from barcode printed on each item and retrieves its price automatically from a database. However, there is a serious limiting factor: barcodes can only be read in a very close range with direct sight, which makes it impossible to batch-access objects that are piled on store racks or in shopping carts. RFID (radio-frequency identification) technologies remove this limitation by integrating simple communication/storage/computation capacities in attachable tags, whose IDs can be read wirelessly over a distance, even when obstacles exist between tags and the RFID reader. Today, RFID tags are ubiquitously available in retail products, library books, debit cards, passports, driver licenses, car plates, medical devices, etc. The current application model treats tags simply as ID carriers and deals with each tag individually for the purpose of identifying the object that the tag is attached to, which may be a vehicle passing through a toll booth, a wild animal under monitoring, a luggage being transported in an airport, or a commercial product through the chain of manufacturing, assembly and shipping. Going beyond the current model, the uniqueness of this project is to change the traditional individual view to a collective view that treats universally-deployed tags together as a new wireless infrastructure, on which novel applications can be developed for large-scale automated warehouse management, cyber-physical data collection, sophisticated inventory control, and even transportation traffic monitoring on the streets of a city. Such a new wireless platform can be further enhanced by integrating miniaturized sensors into tags for real-time information collection, by exploiting the mobility of tags, by supporting security functions, etc. These developments will greatly expand not only the scope of applications but also fundamental research into the next-generation infrastructural tagged systems. The proposed research has the potential of making significant practical impact, given the wide applicability of tag technologies in industries and customer markets. Moreover, as part of the project, new educational materials will be developed to timely incorporate research results into graduate courses. \r\n\r\nThe research activities include the following: First, this project makes the case that a small number of carefully-chosen tag primitives have the potential of not only solving some existing problems much more efficiently, but also handling many open problems that have not been studied before. In particular, three fundamental primitives, called logical mixmap, tag ordering and tag selection, will be thoroughly investigated with the objective of producing generic tags that are simple yet versatile in their ability to support different application needs. Second, while most prior work focuses on optimizing time efficiency, this project brings in a new dimension, application-level energy efficiency, for systems that use tags with internal power sources. The proposed research will design energy-efficient solutions and provide means to control energy-time tradeoff. Finally, should tags be pervasively deployed, people's privacy would become a serious concern. Next-generation tags will help improve the quality of people's lives, but meanwhile can reveal location if people carry them in their pockets or by their cars. To address such concerns, this project will study privacy-preserving information collection and authentication in future tagged systems. In summary, the results from this project will advance our understanding of tagged system design in terms of versatility, energy efficiency and privacy protection. The expected outcome includes a set of fundamental primitives (designs, analysis, evaluation, and implementation) that together provide optimized solutions for a large number of interesting applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shigang",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shigang Chen",
   "pi_email_addr": "sgchen@ufl.edu",
   "nsf_id": "000482815",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuguang",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuguang Fang",
   "pi_email_addr": "fang@ece.ufl.edu",
   "nsf_id": "000269658",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 257311.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 263726.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 228562.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 165335.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since half a century ago, barcode systems have brought a revolution in the retail industry by speeding up the checkout process with a laser scanner that reads the product ID from barcode printed on each item and retrieves its price automatically from a database. However, there is a serious limiting factor: barcode can only be read in a very close range with direct sight, which makes it impossible to batch-access objects that are piled on store racks or in shopping carts. RFID (radio-frequency identification) technologies remove this limitation by integrating simple communication/storage/computation capacities in attachable tags, whose IDs can be read wirelessly over a distance, even when obstacles exist between tags and the RFID reader. Today, RFID tags are becoming ubiquitously available as they make their way into retail products, library books, debit cards, passports, driver licenses, car plates, medical devices, etc. The current application model treats tags simply as ID carriers and deals with each tag individually for the purpose of identifying the object that the tag is attached to, which may be a vehicle passing through a toll booth, a wild animal under monitoring, a luggage being transported in an airport, or a commercial product through the chain of manufacturing, assembly and shipping. Going beyond the current model, the uniqueness of this project is to change the traditional individual view to a collective view that treats universally-deployed tags together as a new wireless infrastructure, on which novel applications can be developed for large-scale automated warehouse management, cyber-physical data collection, sophisticated inventory control, and even transportation traffic monitoring on the streets of a city. Such a new wireless platform can be further enhanced by integrating miniaturized sensors into tags for real-time information collection, by exploiting the mobility of tags, by supporting security functions, etc. These developments will greatly expand not only the scope of applications but also fundamental research into the next-generation infrastructural tagged systems.</p>\n<p>This project investigates new technologies for infrastructural tagged systems through integrated fundamental research, application development, and experimental study. Its outcomes are summarized as follows.</p>\n<p>First, the project takes a holistic approach to investigate various research problems emerged from infrastructural tagged systems, identify their intrinsic connections, and abstract their solutions into a small set of well-defined fundamental primitive functions, which not only solve some existing problems more efficiently, but also address other open problems that have not been studied before. The research outcome includes a series of fundamental primitive designs for logical mixmap, tag ordering, tag selection, tag search and information collection, which together create new ways of implementing generic tags that are simple yet versatile in their ability to support different application needs.</p>\n<p>Second, most existing RFID research focuses on improving time efficiency. This is fine for short-range passive tags. An infrastructural system often needs to cover a large area. In this case, battery-powered active tags are preferred for longer transmission ranges and richer on-tag hardware. Energy efficiency becomes a primary concern because it determines the tags' lifetime before they have to be recharged. To this end, the outcome from this project includes the design of several energy-time-efficient RFID solutions and new methods for controlling the tradeoff between an application's execution time and its energy cost.&nbsp;&nbsp;</p>\n<p>Third, should tags be pervasively deployed, people's privacy would become a serious concern. Next-generation tags will help improve the quality of people's lives, but meanwhile will they betray location privacy if people carry them in their pockets or by their cars? To address such concern, this project studies privacy-preserving information collection and authentication in future tagged systems. The research outcome includes privacy-preserving communication designs for collecting data from tags without giving up the tag identifiers.&nbsp;&nbsp;</p>\n<p>Future tag technologies are expected to bring a revolutionary change not only to retail industry and supply-chain management, but also to people's daily lives, as tags are increasingly used in everyday products. Although passive tags have already been widely adopted, the next breakthrough for a broader application scope will require new ideas of tag design, new approaches of system development, and new ways of using tags. By contributing to the technical foundation of infrastructural tagged systems, the research outcomes form this project point out novel paths of designing RFID systems with practical significance, given the wide applicability of tag technologies in industries and customer markets. New educational materials have been developed from the results of this project and were taught in classes. Thirty-three journal/conference papers have been published to disseminate the research results. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2019<br>\n\t\t\t\t\tModified by: Shigang&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSince half a century ago, barcode systems have brought a revolution in the retail industry by speeding up the checkout process with a laser scanner that reads the product ID from barcode printed on each item and retrieves its price automatically from a database. However, there is a serious limiting factor: barcode can only be read in a very close range with direct sight, which makes it impossible to batch-access objects that are piled on store racks or in shopping carts. RFID (radio-frequency identification) technologies remove this limitation by integrating simple communication/storage/computation capacities in attachable tags, whose IDs can be read wirelessly over a distance, even when obstacles exist between tags and the RFID reader. Today, RFID tags are becoming ubiquitously available as they make their way into retail products, library books, debit cards, passports, driver licenses, car plates, medical devices, etc. The current application model treats tags simply as ID carriers and deals with each tag individually for the purpose of identifying the object that the tag is attached to, which may be a vehicle passing through a toll booth, a wild animal under monitoring, a luggage being transported in an airport, or a commercial product through the chain of manufacturing, assembly and shipping. Going beyond the current model, the uniqueness of this project is to change the traditional individual view to a collective view that treats universally-deployed tags together as a new wireless infrastructure, on which novel applications can be developed for large-scale automated warehouse management, cyber-physical data collection, sophisticated inventory control, and even transportation traffic monitoring on the streets of a city. Such a new wireless platform can be further enhanced by integrating miniaturized sensors into tags for real-time information collection, by exploiting the mobility of tags, by supporting security functions, etc. These developments will greatly expand not only the scope of applications but also fundamental research into the next-generation infrastructural tagged systems.\n\nThis project investigates new technologies for infrastructural tagged systems through integrated fundamental research, application development, and experimental study. Its outcomes are summarized as follows.\n\nFirst, the project takes a holistic approach to investigate various research problems emerged from infrastructural tagged systems, identify their intrinsic connections, and abstract their solutions into a small set of well-defined fundamental primitive functions, which not only solve some existing problems more efficiently, but also address other open problems that have not been studied before. The research outcome includes a series of fundamental primitive designs for logical mixmap, tag ordering, tag selection, tag search and information collection, which together create new ways of implementing generic tags that are simple yet versatile in their ability to support different application needs.\n\nSecond, most existing RFID research focuses on improving time efficiency. This is fine for short-range passive tags. An infrastructural system often needs to cover a large area. In this case, battery-powered active tags are preferred for longer transmission ranges and richer on-tag hardware. Energy efficiency becomes a primary concern because it determines the tags' lifetime before they have to be recharged. To this end, the outcome from this project includes the design of several energy-time-efficient RFID solutions and new methods for controlling the tradeoff between an application's execution time and its energy cost.  \n\nThird, should tags be pervasively deployed, people's privacy would become a serious concern. Next-generation tags will help improve the quality of people's lives, but meanwhile will they betray location privacy if people carry them in their pockets or by their cars? To address such concern, this project studies privacy-preserving information collection and authentication in future tagged systems. The research outcome includes privacy-preserving communication designs for collecting data from tags without giving up the tag identifiers.  \n\nFuture tag technologies are expected to bring a revolutionary change not only to retail industry and supply-chain management, but also to people's daily lives, as tags are increasingly used in everyday products. Although passive tags have already been widely adopted, the next breakthrough for a broader application scope will require new ideas of tag design, new approaches of system development, and new ways of using tags. By contributing to the technical foundation of infrastructural tagged systems, the research outcomes form this project point out novel paths of designing RFID systems with practical significance, given the wide applicability of tag technologies in industries and customer markets. New educational materials have been developed from the results of this project and were taught in classes. Thirty-three journal/conference papers have been published to disseminate the research results.  \n\n \n\n\t\t\t\t\tLast Modified: 02/28/2019\n\n\t\t\t\t\tSubmitted by: Shigang Chen"
 }
}