{
 "awd_id": "1410004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Medium: Collaborative Research: Responsive Generation of Intrinsically Motivating Scenarios",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 321100.0,
 "awd_amount": 321100.0,
 "awd_min_amd_letter_date": "2014-07-30",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "This project will develop advanced methods for automatically generating scenarios that are intrinsically motivating, responsive to the user's behavior, and potentially beneficial in many spheres of the economy and culture.  As numerous existing communication media are merging, computer-based narratives have become increasingly complex, significant, and influential.  However, at present they are inflexible and ignore the characteristics and goals of the individual user.  For many of our most pressing societal needs - from more effective education to addressing climatology challenges - a key component of any approach is motivation.  Intrinsic motivation, which involves performing an activity because it is inherently interesting, is often associated with deep learning and creativity.  This project employs an approach that combines types of reasoning drawn from computational creativity and logic programming to meet this challenge.\r\n\r\nThe research will demonstrate the first successful scenario generator, dynamically combining narrative and simulated action, and showing that generation can be guided by domain models, laying the foundation for projects to leverage generated scenarios for intrinsically motivating learning and other activities.  In so doing, it will execute a novel evaluation plan that will produce a more refined understanding of the relationship between intrinsic motivation and learning, including the interrelated categories of engagement, agency, and valuation of outcomes by comparing player experience of integrated scenario systems with and without allowing the user's choices to influence the challenges and narrative.  It is hoped that this research will demonstrate the utility of heterogeneous architectures for enabling previously-impossible experiences for users in a wide range of interactive experiences.  A specific focus is creation of a computer-based educational experience focused on meteorological shifts, made possible by this project's technical advances and informed by its findings related to user motivation and learning.\r\n\r\nWhile the research community has had some success in generating both narrative and simulated action, generating both together presents novel research questions.  Further, to meet social needs, this generation must be capable of being guided by pedagogical and other explicitly-represented goals.  This research seeks to achieve two fundamental advances.  First, the project will demonstrate a successful scenario generator, showing that generation can be guided by domain models, which will enable future projects to leverage generated scenarios for intrinsically motivating learning and other activities. Second, user studies will support the first empirically grounded understanding of the effects of narrative and action responsiveness and variation on user experience, particularly engagement, motivation, and learning.  By demonstrating successful scenario generation, this project will turn attention to the scenario as a potential fundamental unit for educational software, with the potential to reach underrepresented groups and produce significant economic benefit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Denner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Denner",
   "pi_email_addr": "jilld@etr.org",
   "nsf_id": "000440240",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ETR Associates",
  "inst_street_address": "5619 SCOTTS VALLEY DR",
  "inst_street_address_2": "STE 140",
  "inst_city_name": "SCOTTS VALLEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314402235",
  "inst_zip_code": "950663453",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "EDUCATION TRAINING & RESEARCH ASSOCIATES",
  "org_prnt_uei_num": "",
  "org_uei_num": "VRHBNK3AB814"
 },
 "perf_inst": {
  "perf_inst_name": "ETR Associates",
  "perf_str_addr": "4 Carbonero Way",
  "perf_city_name": "Scotts Valley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950664200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 321100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"paragraph\">This project was a collaboration between faculty and graduate students in the Computational Media Department at the University of California, Santa Cruz (UCSC) and researchers at Education, Training, Research (ETR).&nbsp; The research focused on: 1) the creation of an advanced gaming technology (game generator) that allowed for increased player agency and autonomy in the game experience, and&nbsp;2) a study of how players experience abstract game mechanics and design intents. The research question was: Under which circumstances (e.g., mechanics, game play patterns) do the various games evoke the intended design intents (e.g., understanding of the game, understanding of the strategy, and higher-level concepts)?</p>\n<p>Participants included 76 students from two colleges, who represented a range of majors. They played the generated games and completed surveys about their experience. Questions were designed to understand the extent to which players could correctly interpret the design intents of each game based on three separate indicators.&nbsp; The analysis was used to answer questions about both the technical circumstances that would lead to higher interpretability, as well as the role of gender, gaming experience, and the impact of the player&rsquo;s affective experience (reported levels of stress and engagement while playing) on their ability to interpret these games.&nbsp;</p>\n<p>The results suggest that the underlying mechanics behind of each of the games were easily interpretable, but that the higher-level metaphors were not as easily understood by participants. The findings contribute to our understanding of how computer-generated gaming experiences are interpreted by humans, and the extent to which their experience is consistent with the design goals. The results can be used to inform future efforts to create game generators that produce intrinsically motivating scenarios, as well as the desired effect on player experience. &nbsp;The findings also have implications for informing efforts to evaluate generative systems.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2018<br>\n\t\t\t\t\tModified by: Jill&nbsp;Denner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project was a collaboration between faculty and graduate students in the Computational Media Department at the University of California, Santa Cruz (UCSC) and researchers at Education, Training, Research (ETR).  The research focused on: 1) the creation of an advanced gaming technology (game generator) that allowed for increased player agency and autonomy in the game experience, and 2) a study of how players experience abstract game mechanics and design intents. The research question was: Under which circumstances (e.g., mechanics, game play patterns) do the various games evoke the intended design intents (e.g., understanding of the game, understanding of the strategy, and higher-level concepts)?\n\nParticipants included 76 students from two colleges, who represented a range of majors. They played the generated games and completed surveys about their experience. Questions were designed to understand the extent to which players could correctly interpret the design intents of each game based on three separate indicators.  The analysis was used to answer questions about both the technical circumstances that would lead to higher interpretability, as well as the role of gender, gaming experience, and the impact of the player?s affective experience (reported levels of stress and engagement while playing) on their ability to interpret these games. \n\nThe results suggest that the underlying mechanics behind of each of the games were easily interpretable, but that the higher-level metaphors were not as easily understood by participants. The findings contribute to our understanding of how computer-generated gaming experiences are interpreted by humans, and the extent to which their experience is consistent with the design goals. The results can be used to inform future efforts to create game generators that produce intrinsically motivating scenarios, as well as the desired effect on player experience.  The findings also have implications for informing efforts to evaluate generative systems.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/06/2018\n\n\t\t\t\t\tSubmitted by: Jill Denner"
 }
}