{
 "awd_id": "1410950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing the Millisecond Magnetar Model for Gamma-Ray Bursts and Superluminous Supernovae",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 381234.0,
 "awd_amount": 381234.0,
 "awd_min_amd_letter_date": "2014-07-03",
 "awd_max_amd_letter_date": "2014-07-03",
 "awd_abstract_narration": "This award supports theoretical astrophysical studies of magnetars, which are a rarely observed type of neutron star.  Neutron stars are city-sized objects that form out of the gravitational collapse of massive stars during a supernova explosion.  Magnetars are fast-spinning and highly magnetic neutron stars that may have ultra-powerful eruptions in just a few hours. Their formation is still a mystery, but these short-lived outbursts are proposed to be the cause of many mysterious gamma-ray bursts and superluminous supernova explosions in the universe. The main focus of this work is to develop a prediction from the theoretical models that will be tested by observations.  The PI will train and mentor undergraduate students in research and organize a two week long international summer school on ?theoretical modeling of astrophysical transients,? which will teach students how to analyze the physical properties of short-lived observed astronomical phenomena.  \r\n\r\nThe PI and his team will develop models of  the neutrino-heated outflows from newly-formed protomagnetars.  They will also solve the neutrino-heated magnetohydrodynamic wind equations along open field lines set by the force-free geometry of the magnetosphere.  Finding new sites for the heavy r-process to operate is important for nucleosynthesis models, in general. The work will also study the observational signatures  of the birth of millisecond magnetars by providing optical, X-ray and gamma-ray spectral predictions for comparison with observations. The work will also inform our understanding of the nuclear equation of state especially near the high-mass limit, which will probe the most extreme physical conditions in the universe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Metzger",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Metzger",
   "pi_email_addr": "bdm2129@columbia.edu",
   "nsf_id": "000630137",
   "pi_start_date": "2014-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "538 West 120th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 381234.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The discoveries of gamma-ray bursts (GRBs) coincident with energetic stellar explosions, and of supernovae with luminosities 10-100 times greater than normal (so-called &ldquo;superluminous supernovae&rdquo;; SLSNe), challenge our understanding of the diversity of ways that massive stars die and the compact object remnants left in their wakes. &nbsp;GRBs and SLSNe were proposed to result from the birth of rapidly rotating neutron stars (with spin periods less than a few milliseconds) endowed with ultra-strong magnetic fields (so-called magnetars). &nbsp;However, the evidence for this association has until recently been relatively weak.</p>\n<p>We have conducted a thorough investigation of the viability and implications of the magnetar model for GRBs and SLSNe. &nbsp;We have shown that both GRBs and SLSNe can be understood within a common framework, in which the deciding outcome for a given event is the strength of the magnetic field of the magnetar and the resulting lifetime of the central engine. &nbsp;This unified model is consistent with the recent discovery of &ldquo;hybrid&rdquo; GRB/SLSNe events, such as ultra-long GRBs with overly- (though not quite super-) luminous supernovae. &nbsp; We have shown that the early peaks discovered recently in the optical light curves of SLSNe can be explained as a shock wave driven through the exploding star by a nebula inflated by the young magnetar. &nbsp;We have shown that the properties of the repeating fast radio burst and its environment are consistent with being a young magnetar embedded within the ejecta of a supernova explosion which occured a decade to century ago.</p>\n<p>Separately, we have explored whether the hot outflows from young millisecond magnetars, within the first few seconds after their formation, are promising sources for synthesizing some of the heaviest elements in the universe through the rapid neutron capture process (r-process). &nbsp;We find that faster outflows from the young magnetar surface, as compared to those from normal weakly magnetized proto-neutron stars, improve the chances for heavy element nucleosynthesis, making young magnetars a contender for producing at least the lightest r-process elements.</p>\n<p>Finally, we have explored implications of magnetars formed following the merger of binary neutron star systems. &nbsp;We have motivated and aided looking for the radio wavelength signatures of magnetars following short duration GRBs. &nbsp;We have also explored the optical and X-ray appearance of young magnetars created in neutron star mergers as possible electromagnetic counterparts to future gravitational wave detections by Advanced LIGO/Virgo. &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2017<br>\n\t\t\t\t\tModified by: Brian&nbsp;D&nbsp;Metzger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe discoveries of gamma-ray bursts (GRBs) coincident with energetic stellar explosions, and of supernovae with luminosities 10-100 times greater than normal (so-called \"superluminous supernovae\"; SLSNe), challenge our understanding of the diversity of ways that massive stars die and the compact object remnants left in their wakes.  GRBs and SLSNe were proposed to result from the birth of rapidly rotating neutron stars (with spin periods less than a few milliseconds) endowed with ultra-strong magnetic fields (so-called magnetars).  However, the evidence for this association has until recently been relatively weak.\n\nWe have conducted a thorough investigation of the viability and implications of the magnetar model for GRBs and SLSNe.  We have shown that both GRBs and SLSNe can be understood within a common framework, in which the deciding outcome for a given event is the strength of the magnetic field of the magnetar and the resulting lifetime of the central engine.  This unified model is consistent with the recent discovery of \"hybrid\" GRB/SLSNe events, such as ultra-long GRBs with overly- (though not quite super-) luminous supernovae.   We have shown that the early peaks discovered recently in the optical light curves of SLSNe can be explained as a shock wave driven through the exploding star by a nebula inflated by the young magnetar.  We have shown that the properties of the repeating fast radio burst and its environment are consistent with being a young magnetar embedded within the ejecta of a supernova explosion which occured a decade to century ago.\n\nSeparately, we have explored whether the hot outflows from young millisecond magnetars, within the first few seconds after their formation, are promising sources for synthesizing some of the heaviest elements in the universe through the rapid neutron capture process (r-process).  We find that faster outflows from the young magnetar surface, as compared to those from normal weakly magnetized proto-neutron stars, improve the chances for heavy element nucleosynthesis, making young magnetars a contender for producing at least the lightest r-process elements.\n\nFinally, we have explored implications of magnetars formed following the merger of binary neutron star systems.  We have motivated and aided looking for the radio wavelength signatures of magnetars following short duration GRBs.  We have also explored the optical and X-ray appearance of young magnetars created in neutron star mergers as possible electromagnetic counterparts to future gravitational wave detections by Advanced LIGO/Virgo.    \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2017\n\n\t\t\t\t\tSubmitted by: Brian D Metzger"
 }
}