{
 "awd_id": "1410322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Design of Low-Hysteresis High-Susceptibility Materials by Nanodomain Engineering",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 307851.0,
 "awd_amount": 307851.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2016-07-14",
 "awd_abstract_narration": "NONTECHICAL SUMMARY\r\nThis award supports theoretical and computational research aimed to develop new design concepts and principles for shape memory alloys, and ferroelectric and ferromagnetic materials to achieve improved functionality for various applications. In these materials structural domains can switch from one to another by the application of an external field, such as stress, electric or magnetic fields, allowing sensing and actuation to be realized simultaneously. These smart materials have found critical applications in many fields, including medical devices, satellites, robots, navigation systems, data storage and retrieving, electromechanical and electro-optic systems, to name a few. However, typical domain structures formed in these materials are too large leading to properties that are not optimal for applications. Another common problem is that functional fatigue that leads to premature failure. The PIs will use advanced computational and theoretical methods to investigate new design concepts and principles that connect crystal structure, defects, domain structure and functional properties. These design concepts and principles are aimed to guide experimental efforts and accelerate the discovery of new smart as well as structural materials with optimal properties. This is in alignment with the Materials Genome Initiative. This project will directly prepare graduate students to immediately contribute to the success of integrated computational materials science and engineering. Additionally, the training of researchers involved in materials development will afford a rapid uptake of new design concepts and methodology, resulting in increased effectiveness of materials technologists. The educational outreach of the project is designed to have a significant influence on encouraging high school students with diverse ethnic backgrounds to enter science and engineering disciplines.\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research that focuses on ferroic-based functional materials including shape memory alloys, and ferroelectric and ferromagnetic materials. The main objective of this project is to accelerate the discovery of novel low-hysteresis high-susceptibility ferroic-based functional materials with strong fatigue resistance via the design of (a) transformation pathway networks, and (b) structural and chemical heterogeneities. The former explores the means to achieve high susceptibility by identifying systems with isolated circular transformation pathways, while the latter explores how to transform conventional micron-sized, long-range ordered, self-accommodating strain, polarization and magnetization domains into nanodomains by suppressing autocatalysis and regulating the spatial extent of domain growth and coarsening during ferroic phase transitions. A rigorous theoretical framework will be developed based on group theory, phase transformation crystallography and graph methods to analyze transformation pathway networks (TPNs). Through investigating the symmetry and topology of TPN graphs, a new classification of structural phase transformations will be introduced. The PIs aim to distinguish three distinct TPN types: ones that could provide high susceptibility, ones that are reversible and exhibit shape memory effect, and ones that could generate dislocations through transformations causing functional fatigue. The PI will perform systematic first principles and atomistic calculations for specific systems to assist in constructing and classifying TPN graphs, to quantify the energy landscapes, and to investigate the effects of various crystalline defects. Finally phase field simulations will be carried out to examine possible continuous phase separations and other mechanisms to generate nanoscale structural and chemical non-uniformities in the parent phase and to study their effects on subsequent ferroic phase transitions and ferroic nanodomain formation. The responses of these ferroic nanodomains to temperature and external fields will be documented. Drastically different properties from those of their microdomain counterparts are expected, in particular ultra-low-modulus quasi-linear pseudoelasticity, low hysteresis, high susceptibility such as giant piezoelectricity, giant magnetostriction and giant non-hysteretic strain response, and strong fatigue resistance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yunzhi",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yunzhi Wang",
   "pi_email_addr": "wang.363@osu.edu",
   "nsf_id": "000190745",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Office of Sponsored Program",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99285.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 102574.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 105992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In an important class of smart materials, the ferroics, their structural domains can switch from one to another by the application of an external field, such as stress, electric or magnetic fields, allowing sensing and actuation to be realized simultaneously. These smart materials have found critical applications in many fields, including medical devices and implants, satellites, robots, navigation systems, data storage and retrieving, electromechanical and electro-optic systems, to name a few. However, typical domain structures formed in these materials are too large leading to properties that are not optimal for applications. Another common problem is that functional fatigue that leads to premature failure. This award supports theoretical and computational research to accelerate the discovery of new farroic smart materials of much improved properties and much enhanced performances via the design of nanoscale structural and chemical heterogeneities. Motivated by experimental work by the collaborators of this program at NASA, OSU, NIMS in Japan and XJTU and IMR in China, informed by atomistic modeling work of Li?s group at MIT (the partner institution of this Collaborative Research Award), crystallographic analyses and phase field simulations are carried out in Wang?s group at OSU to examine possible continuous phase separations and other means to generate nanoscale structural and chemical non-uniformities in the parent phase and to study their effects on subsequent ferroic phase transitions and ferroic nanodomain formation. Drastically different properties from those of their microdomain counterparts, in particular ultra-low-modulus quasi-linear pseudoelasticity, low hysteresis, high susceptibility and strong fatigue resistance, are predicted.</p>\n<p>The symmetry of a crystal has profound effects on its physical properties and so does symmetry-breaking on the characteristics of a phase transition from one crystal structure to another. For ferroic smart materials, their functionality and performance are associated with cycles of transitions from multiple structural states of one phase to those of the other. Using group and graph theories, we have constructed phase transition graph (PTG) and showed that both the functionality and performance of ferroic smart materials are dictated by the topology of their PTGs. In particular, we have demonstrated how the giant piezoelectricity in ferroelectrics and the functional fatigue in shape memory alloys (SMAs) are related to their unique PTG topological features. Using PTG topology as a guide, we have evaluate systematically new systems potentially having giant piezoelectricities and giant electro- and magneto-strictions and discuss the design strategies for high performance SMAs with much improved functional fatigue resistance. Thus, the fundamental relationship between crystal symmetry and material properties established through the construction and analysis of PTGs could transform the design of ferroic materials. In combination with <em>ab initio </em>calculations of activation barriers along different transition pathways on the PTGs, ferroic smart materials having exceptional functionalities can be predicted and explored systematically at a much accelerated pace and reduced cost.</p>\n<p>Reducing the elastic modulus of the current generation of metallic implants (such as Ti-alloys) to that of natural bones is critical to avoid the long standing ?stress shielding? problem in orthopedic applications. In this project, we have demonstrated via computer simulations a novel alloy design strategy that allows one to render ferroelastic materials hysteresis-free, linear super-elastic with an ultralow elastic modulus matching that of natural bones (below 20 GPa). This is achieved by creating appropriate concentration modulations (CMs) in the parent phase via spinodal decomposition and by pre-straining. The CM causes phase stability modulations, suppresses autocatalysis in nucleation and imposes nano-confinement on growth during martensitic transformation and, thus, turns the otherwise sharp first-order transition into a broadly smeared, macroscopically continuous transition over a large stress range. The pre-straining yields residual martensitic embryos that are stable at the testing temperature without applied load and act as operational nuclei in subsequent load cycles, eliminating completely the stress-strain hysteresis and offering an ultralow Young?s modulus. This demonstrates a novel and universal approach to design ferroelastic materials for biomedical applications. This study will be featured as the cover image of Materials Horizons (see the image attached).</p>\n<p>Guided by the theoretical modeling and computer simulations, we have engineered successfully a new strain glass state (B19? strain glass) in a Ni-rich TiNi shape memory alloy simply by cold rolling. As compared to previously reported strain glasses, this strain glass state has outstanding properties including quasilinear superelasticity with a large recoverable strain (&sim;4%), and slim hysteresis and high strength (&sim;1.0 GPa) over a wide temperature range (~200 K). This study proves that the effect of defect strength on the creation of a strain glass state is in parallel to the effect of cooling rate on the creation of a structural glass, e.g., any strain crystal (i.e., martensite) can be turned into a strain glass if strong enough defects could be engineered.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2019<br>\n\t\t\t\t\tModified by: Yunzhi&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1410322/1410322_10320967_1549482828710_CoverPageofMaterialsHorizons--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1410322/1410322_10320967_1549482828710_CoverPageofMaterialsHorizons--rgov-800width.jpg\" title=\"Design of &quot;titan bone&quot; that matches the properties of nature bones\"><img src=\"/por/images/Reports/POR/2019/1410322/1410322_10320967_1549482828710_CoverPageofMaterialsHorizons--rgov-66x44.jpg\" alt=\"Design of &quot;titan bone&quot; that matches the properties of nature bones\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Concentration modulations (different shades of green) created in a ferroelastic Ti-alloy that allows one to render the alloy linear super-elastic with an ultralow elastic modulus matching that of natural bones by imposing nano-confinement on growth of martensitic nanoparticles (non-green colored).</div>\n<div class=\"imageCredit\">Materials Horizons</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Yunzhi&nbsp;Wang</div>\n<div class=\"imageTitle\">Design of \"titan bone\" that matches the properties of nature bones</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn an important class of smart materials, the ferroics, their structural domains can switch from one to another by the application of an external field, such as stress, electric or magnetic fields, allowing sensing and actuation to be realized simultaneously. These smart materials have found critical applications in many fields, including medical devices and implants, satellites, robots, navigation systems, data storage and retrieving, electromechanical and electro-optic systems, to name a few. However, typical domain structures formed in these materials are too large leading to properties that are not optimal for applications. Another common problem is that functional fatigue that leads to premature failure. This award supports theoretical and computational research to accelerate the discovery of new farroic smart materials of much improved properties and much enhanced performances via the design of nanoscale structural and chemical heterogeneities. Motivated by experimental work by the collaborators of this program at NASA, OSU, NIMS in Japan and XJTU and IMR in China, informed by atomistic modeling work of Li?s group at MIT (the partner institution of this Collaborative Research Award), crystallographic analyses and phase field simulations are carried out in Wang?s group at OSU to examine possible continuous phase separations and other means to generate nanoscale structural and chemical non-uniformities in the parent phase and to study their effects on subsequent ferroic phase transitions and ferroic nanodomain formation. Drastically different properties from those of their microdomain counterparts, in particular ultra-low-modulus quasi-linear pseudoelasticity, low hysteresis, high susceptibility and strong fatigue resistance, are predicted.\n\nThe symmetry of a crystal has profound effects on its physical properties and so does symmetry-breaking on the characteristics of a phase transition from one crystal structure to another. For ferroic smart materials, their functionality and performance are associated with cycles of transitions from multiple structural states of one phase to those of the other. Using group and graph theories, we have constructed phase transition graph (PTG) and showed that both the functionality and performance of ferroic smart materials are dictated by the topology of their PTGs. In particular, we have demonstrated how the giant piezoelectricity in ferroelectrics and the functional fatigue in shape memory alloys (SMAs) are related to their unique PTG topological features. Using PTG topology as a guide, we have evaluate systematically new systems potentially having giant piezoelectricities and giant electro- and magneto-strictions and discuss the design strategies for high performance SMAs with much improved functional fatigue resistance. Thus, the fundamental relationship between crystal symmetry and material properties established through the construction and analysis of PTGs could transform the design of ferroic materials. In combination with ab initio calculations of activation barriers along different transition pathways on the PTGs, ferroic smart materials having exceptional functionalities can be predicted and explored systematically at a much accelerated pace and reduced cost.\n\nReducing the elastic modulus of the current generation of metallic implants (such as Ti-alloys) to that of natural bones is critical to avoid the long standing ?stress shielding? problem in orthopedic applications. In this project, we have demonstrated via computer simulations a novel alloy design strategy that allows one to render ferroelastic materials hysteresis-free, linear super-elastic with an ultralow elastic modulus matching that of natural bones (below 20 GPa). This is achieved by creating appropriate concentration modulations (CMs) in the parent phase via spinodal decomposition and by pre-straining. The CM causes phase stability modulations, suppresses autocatalysis in nucleation and imposes nano-confinement on growth during martensitic transformation and, thus, turns the otherwise sharp first-order transition into a broadly smeared, macroscopically continuous transition over a large stress range. The pre-straining yields residual martensitic embryos that are stable at the testing temperature without applied load and act as operational nuclei in subsequent load cycles, eliminating completely the stress-strain hysteresis and offering an ultralow Young?s modulus. This demonstrates a novel and universal approach to design ferroelastic materials for biomedical applications. This study will be featured as the cover image of Materials Horizons (see the image attached).\n\nGuided by the theoretical modeling and computer simulations, we have engineered successfully a new strain glass state (B19? strain glass) in a Ni-rich TiNi shape memory alloy simply by cold rolling. As compared to previously reported strain glasses, this strain glass state has outstanding properties including quasilinear superelasticity with a large recoverable strain (&sim;4%), and slim hysteresis and high strength (&sim;1.0 GPa) over a wide temperature range (~200 K). This study proves that the effect of defect strength on the creation of a strain glass state is in parallel to the effect of cooling rate on the creation of a structural glass, e.g., any strain crystal (i.e., martensite) can be turned into a strain glass if strong enough defects could be engineered.\n\n\t\t\t\t\tLast Modified: 02/06/2019\n\n\t\t\t\t\tSubmitted by: Yunzhi Wang"
 }
}