{
 "awd_id": "1410143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization TCN: Collaborative Research: The Key to the Cabinets: Building and Sustaining a Research Database for a Global Biodiversity Hotspot",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 83047.0,
 "awd_amount": 83047.0,
 "awd_min_amd_letter_date": "2014-08-11",
 "awd_max_amd_letter_date": "2018-07-02",
 "awd_abstract_narration": "The southeastern USA is botanically rich, with areas of high global biodiversity in both the Appalachians and the coastal plain.  Millions of plant specimens have been collected from this region over the past four centuries, and these specimens and the information they contain currently reside in museums, or herbaria, at universities across the area.  Scientists study these specimens intently; however, it is difficult to retrieve information at broad geographic and taxonomic scales without pipelines to move the information electronically from the specimen to an accessible pool of data.  SERNEC, or the SouthEast Regional Network of Expertise and Collections, is a large regional network of botanical experts and collections that has, through an NSF-sponsored research coordination network (RCN) project, developed critical skills in biodiversity informatics.  The current project will allow the SERNEC group to make data available for over 3 million specimens using the latest photography and information capture tools and to engage citizen scientists and students to assist in transcribing and georeferencing this large dataset.  The research generated through this project can help regional planners, land managers and communities to manage their natural resources in our ever-changing environment.  \r\n\r\nThe interaction of scientists, citizen scientists, and students will provide a synergy to build a research tool of an unparalleled scale and scope.  The ultimate goal of this project is to develop an imaged and databased set of over 3 million specimens from over 100 herbaria in one of the most floristically diverse regions in North America and a global hotspot of plant diversity. This will represent a valuable data source for research on the response of vegetation to climate change, human development, and rapid migrations of introduced species. This region has been a biodiversity hotspot for 100 million years and this project should encourage research on changes over time to develop better predictive models as areas of biodiversity change. By partnering with Symbiota, Notes from Nature, GEOLocate, Adler Planetarium, iPlant/TACC, and Specify, the project will develop ways to best integrate various efforts for data accessibility. This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program, and all data resulting from this award will be available through the national resource (iDigBio.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Gillespie",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Emily L Gillespie",
   "pi_email_addr": "gillespiee@marshall.edu",
   "nsf_id": "000250287",
   "pi_start_date": "2014-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Somerville",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Somerville",
   "pi_email_addr": "somervil@marshall.edu",
   "nsf_id": "000209732",
   "pi_start_date": "2018-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Ford-Werntz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Ford-Werntz",
   "pi_email_addr": "DFord2@wvu.edu",
   "nsf_id": "000536983",
   "pi_start_date": "2014-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marshall University Research Corporation",
  "inst_street_address": "1 JOHN MARSHALL DR",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTINGTON",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3046964837",
  "inst_zip_code": "257550002",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WV01",
  "org_lgl_bus_name": "MARSHALL UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "HH1NQ1B5MPV3"
 },
 "perf_inst": {
  "perf_inst_name": "Marshall University",
  "perf_str_addr": "1 John Marshall Dr.",
  "perf_city_name": "Huntington",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "257550002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 83047.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The primary goal of the SERNEC TCN project is to develop an imaged and databased set of 4.7 million plant specimens from the southeastern United States from 107 herbaria in the region.&nbsp; The state of West Virginia&rsquo;s contribution to the project comprises 155,000 specimens from herbaria at Marshall University and West Virginia University.&nbsp; The protocols involved with assimilating this huge dataset are collectively proof-of-concept for evaluation of system design and data throughput.</span></p>\n<p><span>Herbaria must take advantage of the current momentum for development of collections-based informatics, which will support permanency of plant collections at their home institutions and also in the public sphere.</span></p>\n<p>The main outcome of the study, creation of the SE US plant specimen database, has many practical applications for field-based studies, such as defining under-collected areas, ranges of endangered/exotic species, and location of plant communities requiring management.&nbsp; Other significant research use of the data include exploration on the effects of climate change on this floristic region, modeling of vulnerable populations, and conservation tactics to conserve regional biodiversity.</p>\n<p>Marshall University provided herbarium training (curation and digitization) for 26 undergraduate and graduate students. Several were hired on the grant after working first as Federal Work Study students. Several have been introduced to herbarium curation generally, as well as herbarium informatics and specimen digitization. Two gained significant near-peer supervisory experience. WVU has hired 1-2 students each year to aid with specimen imaging.</p>\n<p><span class=\"A4\"><span>Although Marshall has completed the intended work, WVU needs more time, and so a no-cost extension has been initiated. We believe this will enable WVU to complete digitization before the end of next year.</span></span></p>\n<p><span><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2019<br>\n\t\t\t\t\tModified by: Charles&nbsp;C&nbsp;Somerville</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of the SERNEC TCN project is to develop an imaged and databased set of 4.7 million plant specimens from the southeastern United States from 107 herbaria in the region.  The state of West Virginia’s contribution to the project comprises 155,000 specimens from herbaria at Marshall University and West Virginia University.  The protocols involved with assimilating this huge dataset are collectively proof-of-concept for evaluation of system design and data throughput.\n\nHerbaria must take advantage of the current momentum for development of collections-based informatics, which will support permanency of plant collections at their home institutions and also in the public sphere.\n\nThe main outcome of the study, creation of the SE US plant specimen database, has many practical applications for field-based studies, such as defining under-collected areas, ranges of endangered/exotic species, and location of plant communities requiring management.  Other significant research use of the data include exploration on the effects of climate change on this floristic region, modeling of vulnerable populations, and conservation tactics to conserve regional biodiversity.\n\nMarshall University provided herbarium training (curation and digitization) for 26 undergraduate and graduate students. Several were hired on the grant after working first as Federal Work Study students. Several have been introduced to herbarium curation generally, as well as herbarium informatics and specimen digitization. Two gained significant near-peer supervisory experience. WVU has hired 1-2 students each year to aid with specimen imaging.\n\nAlthough Marshall has completed the intended work, WVU needs more time, and so a no-cost extension has been initiated. We believe this will enable WVU to complete digitization before the end of next year.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2019\n\n\t\t\t\t\tSubmitted by: Charles C Somerville"
 }
}