{
 "awd_id": "1410132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bad Metal Behavior and the Metal Insulator Transition",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924920",
 "po_email": "aklirono@nsf.gov",
 "po_sign_block_name": "Alexios Klironomos",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2014-07-12",
 "awd_max_amd_letter_date": "2016-05-28",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nThe quest to understand what controls the electrical properties of materials has been the driving force for much of the physical science as we know it today. This award supports theoretical and computational research and education on materials that are somewhere between metals and insulators. The PI will use advanced computational techniques to study materials which have electrons that interact strongly with each other and contain many imperfections in their structure or chemistry that are reflected in the environment of the electrons.   This is fundamental research to understand the nature of metals, insulators, and new states of electronic matter that may exist between them. In this intermediate region between metals and insulators, materials display qualitatively different physical behavior, the understanding of which requires new theoretical and computational tools. This research may contribute to the intellectual foundations of future device technologies and to developing new strategies to discover new materials with desired electronic properties.\r\n\r\nThis project will allow training of graduate students in theoretical and computational condensed matter physics. The PI will continue to promote and enhance scientific and technological understanding and importance of our research to the general public through various outreach activities. These will include: (1) Presenting lectures at elementary schools in order to popularize science and technology, and bring the most recent discoveries within reach of young students; (2) The PI will act as a judge at annual regional Science Fairs. These fairs involve K-12 students from public and private schools within the region; (3) The PI will also be working with high-school summer interns as a part of the \"Florida Young Scholar\" program, enabling them to bring cutting-edge science to the public at large through the development of JAVA animations and other web-based materials.\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research and education on materials that are somewhere between metals and insulators. This so-called \"bad-metal\" regime between a metal and an insulator is dominated by inelastic electron-electron scattering, and shows behavior qualitatively different from either phase. The impact of disorder and inhomogeneity on such strongly correlated matter is rapidly becoming one of the central issues in materials science, as recent advances in experimental probes allow direct visualization on the nanoscale and have provided compelling evidence that most systems near the metal-insulator transition are much more inhomogeneous than previously assumed. The PI will theoretically examine several key aspects of the metal-insulator transition that have come to focus through recent experimental work.  \r\n\r\nThe research will be focused on providing answers to the following questions: (1) What is the physical nature of the nanoscale phase coexistence between a strongly correlated metal and a Mott insulator at finite temperature? (2) Can the physics of \"Electronic Griffiths phases\" associated with Mott-Anderson transitions be tackled using strong disorder renormalization group ideas, which are the tools of choice for other disorder-dominated quantum critical points? How does the competition between valence-bond formation and Kondo screening manifest itself in such disorder-driven non-Fermi liquid regimes? (3) What is the role of strong geometric frustration characterizing the long-range Coulomb interaction in producing a variety of electronically inhomogeneous phases with and without disorder?\r\n\r\nThis project will allow training of graduate students in theoretical and computational condensed matter physics. The PI will continue to promote and enhance scientific and technological understanding and importance of our research to the general public through various outreach activities. These will include: (1) Presenting lectures at elementary schools in order to popularize science and technology, and bring the most recent discoveries within reach of young students; (2) The PI will act as a Judge at annual regional Science Fairs. These fairs involve K-12 students from public and private schools within the region; (3) The PI will also be working with high-school summer interns as a part of the \"Florida Young Scholar\" program, enabling them to bring cutting-edge science to the public at large through the development of JAVA animations and other web-based materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Dobrosavljevic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Dobrosavljevic",
   "pi_email_addr": "vlad@magnet.fsu.edu",
   "nsf_id": "000109523",
   "pi_start_date": "2014-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "315 Keen Bulding",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The last four years (since the proposal funded under code&nbsp;<span style=\"font-size: 12px;\">DMR-1410132 was submitted in Oct. 2013) were the PI&rsquo;s most&nbsp;</span><span style=\"font-size: 12px;\">productive grant period so far, during which he published a total&nbsp;</span><span style=\"font-size: 12px;\">of twenty four (24) papers resulting from these projects,&nbsp;</span><span style=\"font-size: 12px;\">including eight (8) Physical Review Letters, one (1) Physical&nbsp;</span><span style=\"font-size: 12px;\">Review X, one (1) Nature Physics (Article), and one (1) Nano&nbsp;</span><span style=\"font-size: 12px;\">Letter. During this period the PI obtained several very&nbsp;</span><span style=\"font-size: 12px;\">significant results concerning the fundamental mechanisms of&nbsp;</span><span style=\"font-size: 12px;\">the metal-insulator transition.</span></p>\n<p>We investigated the nature of the Mott transition on organic&nbsp;<span style=\"font-size: 12px;\">molecular solids, in order to gain quantitative understanding of&nbsp;</span><span style=\"font-size: 12px;\">the transition. We also worked to develop accurate new&nbsp;</span><span style=\"font-size: 12px;\">methods to tackle strong disorder effects in poor conductors.</span></p>\n<p>Several signicant results have been obtained, including the&nbsp;<span style=\"font-size: 12px;\">very successful collaboration with the experimental group of&nbsp;</span><span style=\"font-size: 12px;\">Martin Dressel (Stuttgart, Germany), which confirmed our&nbsp;</span><span style=\"font-size: 12px;\">theoretical picture for the Mott transition in close detail. This r</span><span style=\"font-size: 12px;\">esult was published in Nature Materials in 2018. We also&nbsp;</span><span style=\"font-size: 12px;\">discovered a shock-wave mechanism relevant to \"memristor\"&nbsp;</span><span style=\"font-size: 12px;\">(resistance-switching) devices, which stimulated experiment,&nbsp;</span><span style=\"font-size: 12px;\">confirming our theory. This result was published in Physical&nbsp;</span><span style=\"font-size: 12px;\">Review X in 2016. In addition, our new theory of polaronic&nbsp;</span><span style=\"font-size: 12px;\">effects in presence of disorder has provided a new perspective&nbsp;</span><span style=\"font-size: 12px;\">on the interplay of interactions and disorder, also explaining the&nbsp;</span><span style=\"font-size: 12px;\">long-standing puzzle of \"Mooij Correlations\", which was&nbsp;</span><span style=\"font-size: 12px;\">experimentally observed in over 500 materials, but previously not understood.&nbsp;</span><span style=\"font-size: 12px;\">These results were published in Physical&nbsp;</span><span style=\"font-size: 12px;\">Review Letters in 2017 and in NPJ Quantum Materials in&nbsp;</span><span style=\"font-size: 12px;\">2018.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/11/2019<br>\n\t\t\t\t\tModified by: Vladimir&nbsp;Dobrosavljevic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe last four years (since the proposal funded under code DMR-1410132 was submitted in Oct. 2013) were the PI?s most productive grant period so far, during which he published a total of twenty four (24) papers resulting from these projects, including eight (8) Physical Review Letters, one (1) Physical Review X, one (1) Nature Physics (Article), and one (1) Nano Letter. During this period the PI obtained several very significant results concerning the fundamental mechanisms of the metal-insulator transition.\n\nWe investigated the nature of the Mott transition on organic molecular solids, in order to gain quantitative understanding of the transition. We also worked to develop accurate new methods to tackle strong disorder effects in poor conductors.\n\nSeveral signicant results have been obtained, including the very successful collaboration with the experimental group of Martin Dressel (Stuttgart, Germany), which confirmed our theoretical picture for the Mott transition in close detail. This result was published in Nature Materials in 2018. We also discovered a shock-wave mechanism relevant to \"memristor\" (resistance-switching) devices, which stimulated experiment, confirming our theory. This result was published in Physical Review X in 2016. In addition, our new theory of polaronic effects in presence of disorder has provided a new perspective on the interplay of interactions and disorder, also explaining the long-standing puzzle of \"Mooij Correlations\", which was experimentally observed in over 500 materials, but previously not understood. These results were published in Physical Review Letters in 2017 and in NPJ Quantum Materials in 2018.\n\n \n\n\t\t\t\t\tLast Modified: 02/11/2019\n\n\t\t\t\t\tSubmitted by: Vladimir Dobrosavljevic"
 }
}