{
 "awd_id": "1410688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Bacterial manganese(IV) oxide biomineralization: Mechanism of Mn(II,III) oxidation by the multicopper oxidase complex",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Max Funk",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 400756.0,
 "awd_amount": 422260.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2015-07-31",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program is funding Dr. Bradley Tebo of Oregon Health and Science University and Dr. Thomas Spiro of the University of Washington for a collaborative research investigation of how manganese is oxidized in living systems. The substances formed in this oxidation are various forms of manganese oxide. These minerals are some of the strongest oxidants found in the environment and play important roles in both a biological and a geological sense. They are often called \"scavengers of the sea\" because of their great ability to absorb toxic substances. The chemical details of the biological oxidation of manganese ions and formation of manganese oxides by enzymes are not yet elucidated. The research of Dr. Tebo and Dr. Spiro examines the role of a specific enzyme, multicopper manganese oxidase, or MCO, that is derived from a bacterium that lives in the ocean. In previous research, the investigators were able to isolate the enzyme and, in the process, found that additional proteins seem necessary for the manganese oxidation. The current research addresses the nature of these newly discovered \"helper\" proteins and the chemistry catalyzed by MCO and the helper proteins; the results can be used to shed light on how the bacterium converts manganese in seawater to how the mineral exerts its important role in detoxifying seawater. The work impacts our understanding of several areas of science including oceanography, geology, biology and biochemistry. Another broad impact is through the inclusion of students at all educational levels, including high school, in the research. The investigators disseminate insights obtained from research to the general public through a science-in-art project.\r\n\r\nA collaborative approach involving the two groups from different universities is being used to study the mechanism of bacterial manganese Mn(II) oxidation and manganese oxide production by the multicopper Mn oxidase (MCO) from Bacillus sp. PL-12. The formation of manganese oxide by bacterial oxidation of dissolved Mn(II) is important in aquatic and soil environments and is a key pathway in the global Mn cycle, which supports life through the Mn catalytic centers of many enzymes. This process has received increased technological interest because it leads to highly-reactive, nanoparticulate minerals, which can break down organic molecules and adsorb other metal ions, thereby controlling the distribution and bioavailability of many toxic and essential elements. An interdisciplinary effort using tools from chemistry, biochemistry and biophysics is being used to elucidate the mechanism of manganese oxidation by MCO. The biochemical mechanism by which this oxidation, as well as MnO2 mineralization, occurs is poorly understood.  Multicopper oxidase enzymes have been implicated as catalysts for the Mn(II) oxidation in many model systems for Mn(II)-oxidizing bacteria, including the recently purified Mn oxidase complex from Bacillus sp. PL-12.  In this project, the structure and mechanism by which the Mn oxidase complex from Bacillus sp. carries out two sequential one-electron oxidation steps and mineralizes Mn is being elucidated. The specific objectives of the research are: 1) to characterize the copper centers of the Mn oxidase complex; 2) to determine the course of Mn oxidation and oxygen entry; 3) to characterize polynuclear intermediates formed on the pathway to MnO2; 4) to describe the role of ancillary proteins required for the expression of the active complex; and 5) to elucidate the structure of the enzyme complex and emerging oxides. X-ray crystallography and spectroscopic methods are being used in conjunction with basic biochemistry techniques to achieve these objectives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Tebo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley M Tebo",
   "pi_email_addr": "tebob@ohsu.edu",
   "nsf_id": "000397720",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health and Science University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972393011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 258101.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 164159.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported the collaborative project of Prof. Bradley Tebo from Oregon Health &amp; Science University and Prof. Thomas Spiro from the University of Washington to characterize the molecular mechanism by which bacteria produce manganese oxide (MnO<sub>2</sub>) minerals by oxidizing soluble manganese ions. This study was enabled by the Tebo lab&rsquo;s purification of an enzyme that catalyzes the reaction, for the first time.</p>\n<p>MnO<sub>2 </sub>production by microorganisms&mdash;bacteria and fungi&mdash;is a key part of the global manganese cycle. This cycle supports life through the manganese catalytic centers of many enzymes, including the enzyme in green plants that produces the oxygen we breathe. Reactions with MnO<sub>2</sub> also regulates the distribution and bioavailability of many toxic and essential elements. MnO<sub>2 </sub>is abundant in soils and sediments, thanks to these microorganisms.</p>\n<p>However, little has been known about how microbial MnO<sub>2</sub> production works at the molecular level. With this grant, the PIs discovered that the manganese-oxidizing enzyme is a protein complex, called Mnx, which has a component similar to a common class of oxidizing enzymes (the multicopper oxidases), but with a unique mode of action, which exploits the polynuclear (having more than one metal atom in close proximity) chemistry of manganese. They worked out this mechanism through spectroscopic measurements and detailed studies of the reaction time course.</p>\n<p>This manganese-oxidizing protein complex opens a new chapter in bioinorganic chemistry and broadens our perspective on the mechanisms at play in the global manganese cycle. This mechanistic knowledge will guide future efforts towards new biotechnologies for removing metals from waters, synthesizing novel catalysts, or generating power in biofuel cells.</p>\n<p>Over its duration, the project supported the research of several female postdoctoral researchers, and Ph.D. and M.S. students. The highly interdisciplinary setting of this project helped these early career scientists acquire valuable scientific confidence, collaborative spirit, and interdisciplinary perspective toward becoming successful researchers working to collaboratively tackle major scientific challenges. In addition, two undergraduate students and three high school students worked on the project, studying microbial genetics, physiology, geochemistry, and biochemistry. The research supported the Ph.D. dissertation work of one student and was broadly disseminated through peer-reviewed publications (15 total, more in preparation) and 15 presentations at national and international meetings and other institutions. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2018<br>\n\t\t\t\t\tModified by: Bradley&nbsp;M&nbsp;Tebo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported the collaborative project of Prof. Bradley Tebo from Oregon Health &amp; Science University and Prof. Thomas Spiro from the University of Washington to characterize the molecular mechanism by which bacteria produce manganese oxide (MnO2) minerals by oxidizing soluble manganese ions. This study was enabled by the Tebo lab?s purification of an enzyme that catalyzes the reaction, for the first time.\n\nMnO2 production by microorganisms&mdash;bacteria and fungi&mdash;is a key part of the global manganese cycle. This cycle supports life through the manganese catalytic centers of many enzymes, including the enzyme in green plants that produces the oxygen we breathe. Reactions with MnO2 also regulates the distribution and bioavailability of many toxic and essential elements. MnO2 is abundant in soils and sediments, thanks to these microorganisms.\n\nHowever, little has been known about how microbial MnO2 production works at the molecular level. With this grant, the PIs discovered that the manganese-oxidizing enzyme is a protein complex, called Mnx, which has a component similar to a common class of oxidizing enzymes (the multicopper oxidases), but with a unique mode of action, which exploits the polynuclear (having more than one metal atom in close proximity) chemistry of manganese. They worked out this mechanism through spectroscopic measurements and detailed studies of the reaction time course.\n\nThis manganese-oxidizing protein complex opens a new chapter in bioinorganic chemistry and broadens our perspective on the mechanisms at play in the global manganese cycle. This mechanistic knowledge will guide future efforts towards new biotechnologies for removing metals from waters, synthesizing novel catalysts, or generating power in biofuel cells.\n\nOver its duration, the project supported the research of several female postdoctoral researchers, and Ph.D. and M.S. students. The highly interdisciplinary setting of this project helped these early career scientists acquire valuable scientific confidence, collaborative spirit, and interdisciplinary perspective toward becoming successful researchers working to collaboratively tackle major scientific challenges. In addition, two undergraduate students and three high school students worked on the project, studying microbial genetics, physiology, geochemistry, and biochemistry. The research supported the Ph.D. dissertation work of one student and was broadly disseminated through peer-reviewed publications (15 total, more in preparation) and 15 presentations at national and international meetings and other institutions.  \n\n\t\t\t\t\tLast Modified: 09/16/2018\n\n\t\t\t\t\tSubmitted by: Bradley M Tebo"
 }
}