{
 "awd_id": "1410514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Machine Learning Framework for Acceleration of Materials Prediction",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 372000.0,
 "awd_amount": 372000.0,
 "awd_min_amd_letter_date": "2014-07-24",
 "awd_max_amd_letter_date": "2016-06-03",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nComputational research has been playing an increasingly important role in the development of new materials. The central aim of this project is to create a theoretical framework and computational tools capable of speeding up the prediction of new synthesizable materials by orders of magnitude. The efficiency and the reliability of the method will be achieved by combining two bio-inspired algorithms. A learning \"neural network\" scheme will be implemented in the \"Module for Ab Initio Structure Evolution\" package which presently has the capability to perform global structure optimization with an evolutionary algorithm. The introduced computational approach will be applicable to a broad range of material classes and expected to accelerate the exploration of complex systems. A particular focus will be placed on the development of metal oxide catalysts and metal-based battery electrodes for energy-related applications.\r\n\r\nArtificial neural networks are a powerful tool used in many research areas for dealing with classification, control, and interpolation problems in multi-dimensional spaces. The application of the method to solid state problems requires a formalism specifically designed for building and training neural networks to map the potential energy profiles of given atomic configurations. Namely, an automated algorithm should be able to parse an arbitrary atomic configuration into a suitable set of input parameters, train the neural network on a relevant dataset, and monitor the ability to produce accurate total energy and atomic forces during simulations. The PI's preliminary work and the recent research in the field have shown that, compared to widely used quantum mechanical and classical models, neural networks have the potential to provide a good balance between accuracy and efficiency.\r\n\r\nThe project will include multiple educational activities to foster high-school and undergraduate students' interest in science and mathematics. Students will have the opportunity to learn about computational methods and take part in the research under PI's supervision. A part of the outreach work will be done through Binghamton University's Evolutionary Studies program which brings together students and researchers from biological, physics, and computer sciences.\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports computational and theoretical research and education directed at advancing analytical and computational techniques for materials discovery. Computational input can be particularly valuable at the initial stages of materials development providing libraries of synthesizable candidates and possible synthesis conditions. The success of determining new stable materials depends on the careful global optimization of crystal structures and the accurate evaluation of their thermodynamic stability. Traditionally, the two challenges have been addressed separately. \r\n\r\nThis project will combine a neural network method with an evolutionary algorithm to automate and accelerate compound prediction. The neural network formalism will be generalized to describe a wide range of interatomic interactions with near ab initio accuracy while scaling linearly with the system size. Preliminary tests have shown the ability of such models to capture subtle many-body effects. The developed computational approach is expected to accelerate the exploration of systems known to exhibit particularly complex structures, such as metal oxide catalysts or metal-based battery electrodes. Neural network models will be trained, in particular, on already generated databases containing thousands of entries.  Analysis of the constructed neutral-network-based interpolators will advance the fundamental understanding of the bonding mechanisms for future rational materials design. \r\n\r\nThe compound prediction tool offering a combination of two bio-inspired algorithms will be released as an open-source code. One of the objectives is to create a shared online resource with full access to all built interatomic models and all ab initio data used for training the neural networks. Such a platform will ensure reuse of generated density functional theory data and reduce the redundancy of expensive ab initio calculations. Validation of the developed predictive approach will be carried out in close collaborations with Chemistry and Engineering experimental groups at Binghamton University.  The project will also include multiple educational activities to foster high-school and undergraduate students' interest in science and mathematics. Students will have the opportunity to learn about computational methods and take part in the research under PI's supervision. A part of the outreach work will be done through Binghamton University's Evolutionary Studies program which brings together students and researchers from biological, physics, and computer sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexey",
   "pi_last_name": "Kolmogorov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexey Kolmogorov",
   "pi_email_addr": "kolmogorov@binghamton.edu",
   "nsf_id": "000642223",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 248000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 124000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background and motivation</strong></p>\n<p>Machine learning has found numerous applications in materials research including image recognition in microscopy, property prediction in high-throughput calculations, and interaction description in materials modeling. &nbsp;The use of neural network models instead of quantum mechanical methods, in particular, expands the time and length scale of simulations by orders of magnitude with little loss of accuracy. The central aim of the project was to streamline the construction and application of the accurate neural networks for accelerated prediction of stable materials.</p>\n<p><strong>Intellectual merit</strong></p>\n<p>The project accomplished all the major goals set for the development of the neural network methodology, implementation of the formalism in the group's MAISE package, and validation of the predictions in joint studies with experimental groups. First, we introduced an automated scheme for generation of relevant reference structures. Neural network models trained on such structure sets were sufficiently accurate and robust to be used in global searches for thermodynamically stable materials. We also developed a hierarchical approach to training neural networks for chemical systems with multiple elements. With this stratified training scheme, it is possible to create reusable and extendable libraries of neural network models starting from the elements and proceeding to binaries, ternaries, and so on (see Fig. 1). Second, we completed the neural network module implementation in MAISE that enables parallel fitting and use of the interatomic models. Compared to density functional theory, the machine learning formalism was demonstrated to simulate large systems three to four orders of magnitude faster. Third, we explored a number of materials systems with both density functional theory and neural network methodologies. Predicted and analyzed new materials include lightweight Mg-Ca alloys, two-dimensional BN-Si films, potentially superconducting Li-B phases, strongly correlated Na-Ir-O materials, and topologically non-trivial Na/Ba-Sn compounds. Two proposed materials, LiB &nbsp;and NaSn<sub>2</sub> (see Figs. 2 and 3), were confirmed in joint or independent experimental studies. The project's results demonstrate the capability of the developed methodology to accelerate materials discovery. &nbsp;&nbsp;</p>\n<p><strong>Broader impact</strong></p>\n<p>The group's MAISE package with the developed neural network module was released under GNU General Public License 3.0 at the end of the NSF-funded project. In order to promote the wide use and further development of the methodology we distributed the source code, documentation, examples, and fitted neural network models through the GITHUB sharing platform. MAISE has been linked to another structure prediction package, PyChemia, and used for identification of stable alloys by our collaborators. The project provided early research opportunities to over 15 undergraduate students and contributed to educational STEM outreach activities that involved over 150 middle-school girls.</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2018<br>\n\t\t\t\t\tModified by: Alexey&nbsp;Kolmogorov</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1410514/1410514_10322854_1544901971019_Figures--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1410514/1410514_10322854_1544901971019_Figures--rgov-800width.jpg\" title=\"Figures 1-3\"><img src=\"/por/images/Reports/POR/2018/1410514/1410514_10322854_1544901971019_Figures--rgov-66x44.jpg\" alt=\"Figures 1-3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1 illustrates a new stratified approach to training neural network models for the description of interatomic interactions in chemical systems with several elements.Figures 2 and 3 show crystal structures of predicted and confirmed materials.</div>\n<div class=\"imageCredit\">Kolmogorov</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alexey&nbsp;Kolmogorov</div>\n<div class=\"imageTitle\">Figures 1-3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBackground and motivation\n\nMachine learning has found numerous applications in materials research including image recognition in microscopy, property prediction in high-throughput calculations, and interaction description in materials modeling.  The use of neural network models instead of quantum mechanical methods, in particular, expands the time and length scale of simulations by orders of magnitude with little loss of accuracy. The central aim of the project was to streamline the construction and application of the accurate neural networks for accelerated prediction of stable materials.\n\nIntellectual merit\n\nThe project accomplished all the major goals set for the development of the neural network methodology, implementation of the formalism in the group's MAISE package, and validation of the predictions in joint studies with experimental groups. First, we introduced an automated scheme for generation of relevant reference structures. Neural network models trained on such structure sets were sufficiently accurate and robust to be used in global searches for thermodynamically stable materials. We also developed a hierarchical approach to training neural networks for chemical systems with multiple elements. With this stratified training scheme, it is possible to create reusable and extendable libraries of neural network models starting from the elements and proceeding to binaries, ternaries, and so on (see Fig. 1). Second, we completed the neural network module implementation in MAISE that enables parallel fitting and use of the interatomic models. Compared to density functional theory, the machine learning formalism was demonstrated to simulate large systems three to four orders of magnitude faster. Third, we explored a number of materials systems with both density functional theory and neural network methodologies. Predicted and analyzed new materials include lightweight Mg-Ca alloys, two-dimensional BN-Si films, potentially superconducting Li-B phases, strongly correlated Na-Ir-O materials, and topologically non-trivial Na/Ba-Sn compounds. Two proposed materials, LiB  and NaSn2 (see Figs. 2 and 3), were confirmed in joint or independent experimental studies. The project's results demonstrate the capability of the developed methodology to accelerate materials discovery.   \n\nBroader impact\n\nThe group's MAISE package with the developed neural network module was released under GNU General Public License 3.0 at the end of the NSF-funded project. In order to promote the wide use and further development of the methodology we distributed the source code, documentation, examples, and fitted neural network models through the GITHUB sharing platform. MAISE has been linked to another structure prediction package, PyChemia, and used for identification of stable alloys by our collaborators. The project provided early research opportunities to over 15 undergraduate students and contributed to educational STEM outreach activities that involved over 150 middle-school girls.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/15/2018\n\n\t\t\t\t\tSubmitted by: Alexey Kolmogorov"
 }
}