{
 "awd_id": "1410583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quench Dynamics of Low Dimensional Quantum Many Body Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2016-07-07",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\n\r\n This award supports fundamental theoretical research and education to advance conceptual understanding of quantum mechanical systems of many particles, for example electrons in materials, that are far from the balanced state of equilibrium. The detailed study of nonequilibrium processes has been hampered over the years by the very short time scales that characterize the response of the system to external impulse, and the difficulty of isolating such systems from the environment.  With the appearance of diverse new systems accessible to experiments, including nanoelectronic and nanomechanical devices, molecular electronic devices, optical systems, and cold atom gases trapped in beams of laser light, many limitations have been overcome and great progress has been made to control and fine tune many fundamental experiments to probe nonequilibrium systems.  This award addresses a need to develop in parallel the theoretical tools to describe them.\r\n\r\nThe PI will focus on systems that undergo an abrupt change, or quench, and investigate how the system responds with time.   The systems to be investigated are described by a class of models that have experimental realizations in trapped cold atom systems or nanodevices.   Theoretical tools will be developed to explore the time evolution of these systems. The PI aims to use these tools to go further to probe and identify the fundamental principles that underlie thermodynamics for systems that are far from equilibrium. The PI will address several questions, including: What drives a system to reach equilibrium? What aspects of the dynamics apply to many systems independent of specific details, and which ones are specific to a particular system? When a system is in a nonequilibrium steady state does it maximize entanglement, a quantum mechanical property that links different parts of the system that may be far from each other?\r\n\r\nThe projects describe detailed experimental systems and are used to discover the concepts that govern them.  Combining both the theoretical analysis with specific study of experimental systems provides an excellent platform for the training of graduate students. The PI will convey the underlying science and research results to a broad range of audiences from high school students to the general public.\r\n\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis award supports the theoretical research and education on the nonequilibrium dynamics of strongly correlated systems.  The emphasis is placed on quench evolution in systems described by integrable Hamiltonians that can be realized by experiments.  \r\n\r\nThe PI will develop the theoretical tools needed to investigate the dynamics of nonequilibrium systems. He will pursue generalizations of  the Yudson representation  to finite volume that are necessary  to allow the expression of an arbitrary initial state in terms of the Bethe Ansatz eigenstates of the Hamiltonian and hence its evolution.  \r\n\r\nThe PI will investigate a variety of systems, including:\r\n\r\nThe Gaudin-Yang model describes multicomponent particles, fermions or bosons   moving on the continuous line interacting via short range potential. The PI will study the interaction quench of a Fermi sea with attractive and repulsive interactions with the purpose of understanding the different phases that ensue. Of particular interest is the quench into a finite momentum condensed state, driven by an imbalance of spin-up and spin-down electrons. Similar questions arise on the lattice for systems described by the Hubbard Hamiltonian.\r\n\r\nThe Sine-Gordon model can describe a large number of systems in a variety of contexts. The PI will study this model in the physical context of the quench from a Mott insulator to a superfluid that takes place when the strength of the periodic potential is reduced, a quantum phase transition much studied experimentally.\r\n\r\nQuantum impurity systems, typically given by the Kondo and Anderson Hamiltonians, appear in many contexts. With these Hamiltonians, the PI will investigate the quench dynamics of:  i. an impurity coupled to a lead to determine time evolution of the Kondo effect, ii. An impurity attached to two leads held at different chemical potential to determine and the time evolution of the non equilibrium current driven by the voltage.\r\n\r\nThis award also supports educational activities integrated with the research at the graduate level. The results of the research will be incorporated into the PI's graduate level courses on quantum many-body physics and condensed matter theory and into a book the PI is writing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natan",
   "pi_last_name": "Andrei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natan Andrei",
   "pi_email_addr": "natan@physics.rutgers.edu",
   "nsf_id": "000201736",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers, The State University of NJ",
  "perf_str_addr": "136 Frelinghuysen Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>&nbsp;</p>\n<p><strong>Quench Dynamics of Low Dimensional Quantum Many Body Systems</strong></p>\n<p><strong><br /></strong></p>\n<p><span>Nonequilibrium dynamics is currently at the intellectual forefront of condensed matter physics driven by the experiments in cold atom systems or nano-dedices, &nbsp;experiments that allow the study of the nonequilibrium dynamics in a precise and controlled way, not available in more conventional systems where systems cannot be isolated from their environment and where decoherence quickly washes out the dynamic effects.</span></p>\n<p><span>The study of nonequilibriumquench &nbsp;processes is of great importance. Here one prepares the system in some &nbsp;initial state and allows it to evolve unitarily. For example, &nbsp;the experimentalist can change a coupling strength in the system or apply an external field or connect a tunneling junction. Many &nbsp;questions arise: How do the correlations &nbsp;evolve in time, does the system thermalize in the long time limit, does it tend to a nonequilibrium steady state instead?&nbsp;</span></p>\n<p><span>The project studied in a non-perturbative way quench processes in quantum interacting many body systems in&nbsp;</span><span>low dimensions</span><span>. One of the main tools we use is the Bethe Ansatz approach which allows a complete diagonalization of a large number of physical and experimentally important Hamiltonians. &nbsp;We combined it with a new presentation of partition of the unity in the many body Hilbert space, the Yudson representation, to study a variety of quench evolution of interacting boson systems, neatly realizable in cold atom systems. For example the bosons are held initially in a high periodic potential which is subsequently lowered or completely eliminated. In the first case the system is described by the Lieb-Liniger Hamiltonian, in the second by the Sine-Gordon Hamiltonian. We studied local aspects of the quench dynamics: evolution of local charge density or density density correlations where we have identified the phenomenon of dynamical fermionization, where any repulsive interaction among the bosons will &nbsp;grow in time and eventually become infinitely strong. An analog growth will occur in the strength of attractive coupling so that the quenched system will be dominated by bound states. We studied also global aspects of the quench processes and computed the Loschmidt echo and associated work distribution of quench processes where the released bosons interact repulsively or attractively. In the latter case we showed that negative work can occur.</span></p>\n<p><span>We &nbsp;developed a new approach for the study of quantum impurities out of equilibrium, a method of wide applicability not based on integrability. Our approach allowed us to construct scattering eigenstates, eigenstates of the quantum impurity Hamiltonian on the open line with prescribed incoming or outgoing boundary conditions that result from a time evolution after the quench process that consists of attaching the infinite size leads to the dot. We calculated the expectation value of the current operator in these states. In addition to studying the weak antiferromagnetic regime we were able to identify a new universal regime when the system is prepared with a large ferromagnetic coupling. This regime has its own Kondo temperature and is characterized by renormalization group flow from strong to weak coupling.</span></p>\n<p><span>In a parallel &nbsp;line of investigation we have been studying a new class of systems, quantum impurities in interacting environments. These systems consist e a quantum impurity that is coupled an interacting gas of electrons.&nbsp;</span>One class of systems consists of a Luttinger Liquid coupled to a quantum impurity. The Luttinger liquid captures the low energy dynamics of many interacting 1-dimensional systems. The examples abound: weak link in a spin chain, carbon nanotubes, Quantum Hall edges. The quantum impurity can be a potential scatterer, a quantum dot or a spin impurity. Thus far we have solved exactly the following models: a potential scatterer in a Luttinger Liquid, a resonant level (i.) attached to a Luttinger Liquid at the edge (ii.) side coupled to it (iii.) embeded in it. The solution to this systems required a generalization of the traditional of Bethe Ansatz. We are currently working out further configurations, in particular the Y-configuration with three wires attached and where Majora physics is expected. Another class of systems consists of a quantum wire where electrons interact &nbsp;via &nbsp;spin exchange and also with a local quantum spin. We solved the edge configuation. It is a &nbsp;rich system allowing a competition between superconductivity and the Kondo effect. We showed that there are two phases: the Kondo phase where the impurity spin is screened occurs when the gap in the wire is smaller than the Kondo temperature and the unscreened phase occurs when it is larger. In the former the resonance density of states is enhanced, in the latter it is suppressed. We also found that quantum fluctuations suppresses the bound states expected there by mean field theory.</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>&nbsp;The project allowed the exploration low dimensional physics, a fascinating subject where theory and experiment canbe confronted with high precision and where enhanced quantum uctuations bring about new and exciting phenomena.</p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/08/2019<br>\n\t\t\t\t\tModified by: Natan&nbsp;Andrei</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\nQuench Dynamics of Low Dimensional Quantum Many Body Systems\n\n\n\n\nNonequilibrium dynamics is currently at the intellectual forefront of condensed matter physics driven by the experiments in cold atom systems or nano-dedices,  experiments that allow the study of the nonequilibrium dynamics in a precise and controlled way, not available in more conventional systems where systems cannot be isolated from their environment and where decoherence quickly washes out the dynamic effects.\n\nThe study of nonequilibriumquench  processes is of great importance. Here one prepares the system in some  initial state and allows it to evolve unitarily. For example,  the experimentalist can change a coupling strength in the system or apply an external field or connect a tunneling junction. Many  questions arise: How do the correlations  evolve in time, does the system thermalize in the long time limit, does it tend to a nonequilibrium steady state instead? \n\nThe project studied in a non-perturbative way quench processes in quantum interacting many body systems in low dimensions. One of the main tools we use is the Bethe Ansatz approach which allows a complete diagonalization of a large number of physical and experimentally important Hamiltonians.  We combined it with a new presentation of partition of the unity in the many body Hilbert space, the Yudson representation, to study a variety of quench evolution of interacting boson systems, neatly realizable in cold atom systems. For example the bosons are held initially in a high periodic potential which is subsequently lowered or completely eliminated. In the first case the system is described by the Lieb-Liniger Hamiltonian, in the second by the Sine-Gordon Hamiltonian. We studied local aspects of the quench dynamics: evolution of local charge density or density density correlations where we have identified the phenomenon of dynamical fermionization, where any repulsive interaction among the bosons will  grow in time and eventually become infinitely strong. An analog growth will occur in the strength of attractive coupling so that the quenched system will be dominated by bound states. We studied also global aspects of the quench processes and computed the Loschmidt echo and associated work distribution of quench processes where the released bosons interact repulsively or attractively. In the latter case we showed that negative work can occur.\n\nWe  developed a new approach for the study of quantum impurities out of equilibrium, a method of wide applicability not based on integrability. Our approach allowed us to construct scattering eigenstates, eigenstates of the quantum impurity Hamiltonian on the open line with prescribed incoming or outgoing boundary conditions that result from a time evolution after the quench process that consists of attaching the infinite size leads to the dot. We calculated the expectation value of the current operator in these states. In addition to studying the weak antiferromagnetic regime we were able to identify a new universal regime when the system is prepared with a large ferromagnetic coupling. This regime has its own Kondo temperature and is characterized by renormalization group flow from strong to weak coupling.\n\nIn a parallel  line of investigation we have been studying a new class of systems, quantum impurities in interacting environments. These systems consist e a quantum impurity that is coupled an interacting gas of electrons. One class of systems consists of a Luttinger Liquid coupled to a quantum impurity. The Luttinger liquid captures the low energy dynamics of many interacting 1-dimensional systems. The examples abound: weak link in a spin chain, carbon nanotubes, Quantum Hall edges. The quantum impurity can be a potential scatterer, a quantum dot or a spin impurity. Thus far we have solved exactly the following models: a potential scatterer in a Luttinger Liquid, a resonant level (i.) attached to a Luttinger Liquid at the edge (ii.) side coupled to it (iii.) embeded in it. The solution to this systems required a generalization of the traditional of Bethe Ansatz. We are currently working out further configurations, in particular the Y-configuration with three wires attached and where Majora physics is expected. Another class of systems consists of a quantum wire where electrons interact  via  spin exchange and also with a local quantum spin. We solved the edge configuation. It is a  rich system allowing a competition between superconductivity and the Kondo effect. We showed that there are two phases: the Kondo phase where the impurity spin is screened occurs when the gap in the wire is smaller than the Kondo temperature and the unscreened phase occurs when it is larger. In the former the resonance density of states is enhanced, in the latter it is suppressed. We also found that quantum fluctuations suppresses the bound states expected there by mean field theory.\n\n\n\n\n\n\n\n The project allowed the exploration low dimensional physics, a fascinating subject where theory and experiment canbe confronted with high precision and where enhanced quantum uctuations bring about new and exciting phenomena.\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 12/08/2019\n\n\t\t\t\t\tSubmitted by: Natan Andrei"
 }
}