{
 "awd_id": "1410735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Self-assembly of Topologically Distinct Colloid Particles in Partially Ordered Fluids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924431",
 "po_email": "giannacc@nsf.gov",
 "po_sign_block_name": "Germano Iannacchione",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2016-06-09",
 "awd_abstract_narration": "NON-TECHNICAL ABSTRACT\r\nLiquid crystals are unquestionably one of the most commercially important forms of condensed matter.  They are widely used in displays, electro-optic and photonic devices and for energy conversion.  This usefulness arises from the ability to control the orientation of these cigar shaped molecules with electric and magnetic fields.  New materials allow ever more complex structures to be engineered and increase the functionality of liquid crystalline materials.  The Principal Investigator (PI) and his team will develop new types of liquid crystals consisting of tiny colloidal particles dispersed in a liquid crystal medium.  The colloidal particles will have different shapes (topologies) which will determine the types of structures that the liquid crystals will develop when subjected to electric and magnetic fields.  They will study the behavior of these 'topological colloids' to learn how the interactions between the nanoparticles and the liquid crystal molecules determine the structure with the goal of developing a \"recipe book\" to organize the particles into precisely controlled structures. Understanding of fundamental underpinnings of this 'topology-guided' self-assembly may enable development of new electrically- and optically-controlled materials with unique properties needed for practical devices of importance to society, such as flexible displays and data storage devices. The PI will integrate this research with a broad range of synergistic educational and outreach activities, including 'Light, Color, & Matter' Wizard Shows in elementary and secondary schools, Science Tours for high school students, advising student chapters of professional societies and providing research experiences for students and faculty from minority-serving institutions.\r\n\r\nTECHNICAL ABSTRACT\r\nThe PI seeks to develop a new soft matter system dubbed 'topological colloids' and identify the fundamental organizing principles behind topology-dictated self-assembly of colloidal particles in liquid crystals (LCs). This research will involve the design of methods for scalable fabrication of topologically distinct colloidal particles of different sizes and their dispersions in LCs, experimental study and modeling of the interplay between the topology of particles, director fields, and topological defects, as well as explorations of switchable colloidal self-assembly and alignment controlled by electric and magnetic fields and light. The emerging interdisciplinary scientific frontiers are at the nexus of nanoscience, condensed matter physics, and topology/mathematics. From subatomic particles to cosmology, many phenomena arise from the topological interaction of fields, surfaces, and monopole or string-like defects. This topological interplay is constrained by theorems from topology but is hard to be probed experimentally. The model system of topological colloids may enable direct experimental studies of such topological interactions, thus impinging on many scientific fields, well beyond the specific goals of the proposed research activity. The research activity is transformative in nature and expected to lay the groundwork for new research directions ranging from topology-constrained self-assembly to experimental studies of low-dimensional topology. Beyond the exploration of physical underpinnings, the experimental arena PI and his students are developing may enable scaffolding of nanoparticles, self-assembly of reconfigurable topological memory devices, as well as new electro-optic effects based on switching between different multi-stable director fields and orientations of particles. The fundamental phenomena will be examined in contexts of self-assembly-based fabrication of novel nanostructured composites and may lead to practical LC devices of importance to society, such as novel displays. The research is integrated with a broad range of synergistic outreach and educational activities ranging from Wizard Shows in elementary and secondary schools to teaching short courses for liquid crystal industry and to organizing international conferences and summer schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Smalyukh",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan I Smalyukh",
   "pi_email_addr": "ivan.smalyukh@colorado.edu",
   "nsf_id": "000508732",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we focused on identifying the&nbsp;<em>organizing principles</em>behind topology-dictated self-organization of topologically distinct colloidal particles as well as on conveying this knowledge and the excitement about research to students and general public. This research program developed the foundation for topology-dictated assembly of a new class of reconfigurable soft materials with pre-designed properties. In order to engage this class of problems, the PI tilized switchable liquid crystal (LC) fluid hosts and model colloidal particles (such as topologically distinct handlebodies, knots, Seifert surfaces, M&ouml;bius strings, etc.) fabricated by means of photolithography and multi-phonon polymerization. The researchers also developed the means of scalable fabrication of such LC-colloidal composites. The program allowed the PI and his group to uncover complex interactions between topologically distinct colloids in LCs and develop their practical uses. These findings will advance our fundamental knowledge and will provide means for the development of a new important class of optically- and electrically-controlled topological soft materials. The research program also provided the basis for training of undergraduate and graduate students and was integrated with a large number of education and outreach activities. The performed studies lay the groundwork for new applications, ranging from new types of self-assembly to experimental studies of low-dimensional topology, with important potential ramifications for many branches of science and technology. The following are the key publications enabled by this award:</p>\n<ol>\n<li>I. I. Smalyukh.Liquid Crystal Colloids.<strong>&nbsp;</strong>(invited review)&nbsp;<em>Annu. Rev. Condens. Matter Phys.</em><strong>9</strong>, 207&ndash;226(2018).</li>\n<li>H. R. O. Sohn, P. J. Ackerman,&nbsp;T. J. Boyle,&nbsp;G. H. Sheetah, B. Fornberg, and I. I. Smalyukh. Active skyrmions and transport of cargo in liquid crystals.&nbsp;<em>Phys Rev E</em><strong>97</strong>, 052701 (2018).</li>\n<li>H. Mundoor, G. H.&nbsp;&nbsp;Sheetah, S. Park, P. J. Ackerman, I. I. Smalyukh,and Jao van de Lagemaat. &ldquo;Plasmon-exciton interactions studied with quantum dots and plasmonic nanoparticles entrapped by defect lines.&rdquo;&nbsp;<em>ACS Nano</em><strong>12</strong>, 2580&ndash;2590<em>&nbsp;</em>(2018).<strong></strong></li>\n<li>P. J. Ackerman, T. Boyle and I. I. Smalyukh. &ldquo;Squirming motion of baby skyrmions.&rdquo;&nbsp;<em>Nature Comm</em>. 8, 673<em></em>(2017).</li>\n<li>P. J. Ackerman and I. I. Smalyukh. &ldquo;Diversity of knot solitons in liquid crystals manifested by linking of preimages in torons and hopfions.&rdquo;&nbsp;<em>Phys Rev X</em>7, 011006 (2017).&nbsp;<strong>Highlighted in Phys.org, Nature Physics and Nature Photonics.</strong></li>\n<li>P. J. Ackerman and I. I. Smalyukh. &ldquo;Static 3D knotted solitons in fluid chiral ferromagnets and colloids.&rdquo;&nbsp;<em>Nature Mater</em>16, 426-432 (2017).&nbsp;<strong>Highlighted in Nature Physics &amp; Nature Materials. Featured on the Nature Materials Cover Page.</strong></li>\n<li>B. Senyuk, O. Puls, O. Tovkach, S. Chernyshuk, and I. I. Smalyukh. &ldquo;Hexadecapolar nematic colloids.&rdquo;&nbsp;<em>Nature Communications</em>7, 10659 (2016).</li>\n<li>S. Park, Q. Liu, and I. I. Smalyukh. &ldquo;Colloidal surfaces with boundary, apex boojums and nested self-assembly in pyramidal-cone nematic colloids.&rdquo;&nbsp;<em>Phys. Rev. Lett.</em>117, 277801 (2016).&nbsp;<strong>Highlighted in&nbsp;<em>Physics</em>.</strong></li>\n<li>R.P. Trivedi, M. Tasinkevych, and I. I. Smalyukh. &ldquo;Nonsingular defects and self-assembly of colloidal particles in cholesteric liquid crystals.&rdquo;&nbsp;<em>Phys Rev E</em>. 94, 062703 (2016).</li>\n<li>P. J. Ackerman and I. I. Smalyukh. &ldquo;Reversal of Helicoidal Twist Handedness Near Point Defects of Confined Chiral Liquid Crystals.&rdquo;&nbsp;<em>Phys Rev E</em>93, 052702 (2016).</li>\n<li>B. Senyuk, Q. Liu, Y. Yuan and I. I. Smalyukh. &ldquo;Edge pinning and transformation of defect lines induced by colloidal rings in liquid crystals.&rdquo;&nbsp;<em>Phys Rev E</em>93 062704 (2016).</li>\n<li>M. C. M. Varney, Q. Zhang, B. Senyuk, and I. I. Smalyukh. &ldquo;Colloidal particle localization and assembly controlled by cholesteric undulations.&rdquo;&nbsp;<em>Phys Rev E</em>94, 042709 (2016).</li>\n<li>B. Senyuk, M.B. Pandey, Q. Liu, M. Tasinkevych, and I. I. Smalyukh. &ldquo;Colloidal spirals in nematic liquid crystals.&rdquo;&nbsp;<em>Soft Matter</em>11, 8758 - 8767 (2015).&nbsp;<strong>Featured on the journal cover.</strong></li>\n<li>M. C. M. Varney, Q. Zhang, and I. I. Smalyukh. &ldquo;Stick-Slip Motion of Surface Point Defects due to Magnetically Controlled Colloidal Particle Dynamics in Nematic Liquid Crystals.&rdquo;&nbsp;<em>Phys Rev E</em>91, 052503 (2015).</li>\n<li>P. J. Ackerman, H. Mundoor, I. I. Smalyukh, and Jao van de Lagemaat.&nbsp;&ldquo;Plasmon-exciton interactions studied using co-trapped semiconductor and plasmonic nanoparticles.&rdquo;&nbsp;<em>ACS Nano</em>9, 12392-12400 (2015).&nbsp;</li>\n<li>Y. Yuan and I. I. Smalyukh. &ldquo;Topological nanocolloids with facile electric switching of plasmonic properties.&rdquo;&nbsp;<em>Optics Letters</em>40, 5630-5633 (2015).</li>\n</ol>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2018<br>\n\t\t\t\t\tModified by: Ivan&nbsp;I&nbsp;Smalyukh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we focused on identifying the organizing principlesbehind topology-dictated self-organization of topologically distinct colloidal particles as well as on conveying this knowledge and the excitement about research to students and general public. This research program developed the foundation for topology-dictated assembly of a new class of reconfigurable soft materials with pre-designed properties. In order to engage this class of problems, the PI tilized switchable liquid crystal (LC) fluid hosts and model colloidal particles (such as topologically distinct handlebodies, knots, Seifert surfaces, M&ouml;bius strings, etc.) fabricated by means of photolithography and multi-phonon polymerization. The researchers also developed the means of scalable fabrication of such LC-colloidal composites. The program allowed the PI and his group to uncover complex interactions between topologically distinct colloids in LCs and develop their practical uses. These findings will advance our fundamental knowledge and will provide means for the development of a new important class of optically- and electrically-controlled topological soft materials. The research program also provided the basis for training of undergraduate and graduate students and was integrated with a large number of education and outreach activities. The performed studies lay the groundwork for new applications, ranging from new types of self-assembly to experimental studies of low-dimensional topology, with important potential ramifications for many branches of science and technology. The following are the key publications enabled by this award:\n\nI. I. Smalyukh.Liquid Crystal Colloids. (invited review) Annu. Rev. Condens. Matter Phys.9, 207&ndash;226(2018).\nH. R. O. Sohn, P. J. Ackerman, T. J. Boyle, G. H. Sheetah, B. Fornberg, and I. I. Smalyukh. Active skyrmions and transport of cargo in liquid crystals. Phys Rev E97, 052701 (2018).\nH. Mundoor, G. H.  Sheetah, S. Park, P. J. Ackerman, I. I. Smalyukh,and Jao van de Lagemaat. \"Plasmon-exciton interactions studied with quantum dots and plasmonic nanoparticles entrapped by defect lines.\" ACS Nano12, 2580&ndash;2590 (2018).\nP. J. Ackerman, T. Boyle and I. I. Smalyukh. \"Squirming motion of baby skyrmions.\" Nature Comm. 8, 673(2017).\nP. J. Ackerman and I. I. Smalyukh. \"Diversity of knot solitons in liquid crystals manifested by linking of preimages in torons and hopfions.\" Phys Rev X7, 011006 (2017). Highlighted in Phys.org, Nature Physics and Nature Photonics.\nP. J. Ackerman and I. I. Smalyukh. \"Static 3D knotted solitons in fluid chiral ferromagnets and colloids.\" Nature Mater16, 426-432 (2017). Highlighted in Nature Physics &amp; Nature Materials. Featured on the Nature Materials Cover Page.\nB. Senyuk, O. Puls, O. Tovkach, S. Chernyshuk, and I. I. Smalyukh. \"Hexadecapolar nematic colloids.\" Nature Communications7, 10659 (2016).\nS. Park, Q. Liu, and I. I. Smalyukh. \"Colloidal surfaces with boundary, apex boojums and nested self-assembly in pyramidal-cone nematic colloids.\" Phys. Rev. Lett.117, 277801 (2016). Highlighted in Physics.\nR.P. Trivedi, M. Tasinkevych, and I. I. Smalyukh. \"Nonsingular defects and self-assembly of colloidal particles in cholesteric liquid crystals.\" Phys Rev E. 94, 062703 (2016).\nP. J. Ackerman and I. I. Smalyukh. \"Reversal of Helicoidal Twist Handedness Near Point Defects of Confined Chiral Liquid Crystals.\" Phys Rev E93, 052702 (2016).\nB. Senyuk, Q. Liu, Y. Yuan and I. I. Smalyukh. \"Edge pinning and transformation of defect lines induced by colloidal rings in liquid crystals.\" Phys Rev E93 062704 (2016).\nM. C. M. Varney, Q. Zhang, B. Senyuk, and I. I. Smalyukh. \"Colloidal particle localization and assembly controlled by cholesteric undulations.\" Phys Rev E94, 042709 (2016).\nB. Senyuk, M.B. Pandey, Q. Liu, M. Tasinkevych, and I. I. Smalyukh. \"Colloidal spirals in nematic liquid crystals.\" Soft Matter11, 8758 - 8767 (2015). Featured on the journal cover.\nM. C. M. Varney, Q. Zhang, and I. I. Smalyukh. \"Stick-Slip Motion of Surface Point Defects due to Magnetically Controlled Colloidal Particle Dynamics in Nematic Liquid Crystals.\" Phys Rev E91, 052503 (2015).\nP. J. Ackerman, H. Mundoor, I. I. Smalyukh, and Jao van de Lagemaat. \"Plasmon-exciton interactions studied using co-trapped semiconductor and plasmonic nanoparticles.\" ACS Nano9, 12392-12400 (2015). \nY. Yuan and I. I. Smalyukh. \"Topological nanocolloids with facile electric switching of plasmonic properties.\" Optics Letters40, 5630-5633 (2015).\n\n\n \n\n\t\t\t\t\tLast Modified: 09/09/2018\n\n\t\t\t\t\tSubmitted by: Ivan I Smalyukh"
 }
}