{
 "awd_id": "1411240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design and Processing of Conjugated Polymers with High Charge Carrier Mobilities",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2014-05-30",
 "awd_max_amd_letter_date": "2014-05-30",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nRecent studies have revealed that certain plastics can display electrical conductivity much higher than originally anticipated.  Indeed, when introduced into transistor devices the conductivity of these plastic materials can be higher than certain forms of the commonly used silicon.  Such a discovery opens new options for thinking about how plastic electronics can be utilized in a wide range of applications, including flexible solar cells, bright impact-resistant cellphone displays, and more energy-efficient white light sources.  However, to reach high levels of electrical conductivity the polymer molecules that comprise the plastic material need to be very well organized across two important length scales.  First, the molecular units that form the polymer chain have to be linked in a way that eliminates variations of structure.  Second, the polymer chains themselves need to come together so that they pack into nanoscale fibers, which then coalesce to make up a conductive film.   The latter can be achieved by a simple procedure that allows solutions of the polymer to dry on a substrate under controlled conditions.  While these advances have been significant, the maximum possible conductivity of organized polymers remains unknown.  The goals of this NSF-funded program are therefore to examine the properties of new polymer structures designed to increase electrical conductivity along the chain and to promote efficient interchain packing of molecules.  Special attention will be paid to examine how these long molecules relate to each other as the solutions dry up, since this poorly understood process determines interchain relationships.  Successful completion of the program will provide the scientific and engineering communities with new guidelines on how to design and process a new generation of highly conductive plastics for application in a range of emerging technologies.\r\n\r\n\r\nTECHNICAL SUMMARY:\r\n \r\nThis program is centered on understanding unprecedented high charge-carrier mobilities in organic semiconductors based on conjugated polymers introduced into transistor devices.  These materials comprise novel regioregular backbones with electron rich and electron poor heterocycles arranged along the backbone vector in a strict alternating sequence.  Highly ordered registry between polymer chains in films is also a requirement, and this organization can be achieved via control of evaporation processes.   While these findings have the potential of transforming our perspective of how to take advantage of plastic electronics, there are large gaps on how such high mobilities can be attained and the physical limits of this transport.  One important question to address is how molecular weight determines carrier mobility, particularly because the carrier velocity appears to be dominated by motion along the polymer chain. Preparation and fractionation of specific average molecular weight systems will be carried out and subjected to characterization. Well-defined model compounds of intermediate dimensions will also be designed, synthesized and measured to understand the possible role of structural defects and to gain insight into the geometry of the interchain contacts.  These materials will be incorporated into field-effect transistor devices to extract quantitative measures of charge mobility.  Another important aspect of the work involves efforts to detail the self-assembly and evolution of the supramolecular structures with highly co-linear polymer chain crystals.  Polymer chains with chiral side groups will also be prepared. Concentrated conditions or low temperatures lead these to form aggregates that exhibit strong circular-dichroism signals revealing the presence of chiral secondary (e.g., helical) structures.  This simple spectroscopic tool will be used to understand the aspects of the molecular structure and the influence of substrate and solvent on the transition from isolated polymer chains to the highly ordered solid state.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guillermo",
   "pi_last_name": "Bazan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Guillermo C Bazan",
   "pi_email_addr": "bazan@chem.ucsb.edu",
   "nsf_id": "000107251",
   "pi_start_date": "2014-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California a Santa Barbara",
  "perf_str_addr": "Office of Research",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931069510",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">Project Outcome Report</p>\n<p style=\"text-align: left;\">The original and specific objectives of the project were to understand how to best design polymers with properties suitable for integration into electronic devices.&nbsp; Polymer, or plastics, are typically insulators and are therefore not ameanable as semiconductor or conductive components.&nbsp; The work of this program led to new chemical structures with electronically delocalized structures, methods of their synthesis, and ways to process the resulting materials.&nbsp; The combined approach led to some of the highest electrical charge mobilities in the literature.&nbsp; This accomplishment was not only of scientific interest, but led to the creation of intellectual property that was licensed by a major corporation.&nbsp; The study program produced other unanticipated achievements of major interest.&nbsp; These include, for example, the discovery that small additives could be added to the polymer thin films to control the primary choice of charge carrier; holes or electrons; ultimately enabling the improvement of transistor performance and a new approach to the fabrication of inverters.&nbsp; In another front, the chemical structures of the polymers were perfected through the improvements in synthesis so that it was possible to improve the power conversion efficiencies of organic solar cells.&nbsp; We addressed the problem of thermal stress in organic electronics and showed that if the thin film is well ordered at the intermolecular level it is possible to use these soft semiconductors at temperatures above 200 &#730;C.&nbsp; All of the accomplishments coordinated chemical synthesis, theory, characterization of thin film structure and device evaluation.&nbsp; All of the participants in the project now have successful careers in industry research and development or as independent investigators in academia.&nbsp;</p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2019<br>\n\t\t\t\t\tModified by: Guillermo&nbsp;C&nbsp;Bazan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Project Outcome Report\nThe original and specific objectives of the project were to understand how to best design polymers with properties suitable for integration into electronic devices.  Polymer, or plastics, are typically insulators and are therefore not ameanable as semiconductor or conductive components.  The work of this program led to new chemical structures with electronically delocalized structures, methods of their synthesis, and ways to process the resulting materials.  The combined approach led to some of the highest electrical charge mobilities in the literature.  This accomplishment was not only of scientific interest, but led to the creation of intellectual property that was licensed by a major corporation.  The study program produced other unanticipated achievements of major interest.  These include, for example, the discovery that small additives could be added to the polymer thin films to control the primary choice of charge carrier; holes or electrons; ultimately enabling the improvement of transistor performance and a new approach to the fabrication of inverters.  In another front, the chemical structures of the polymers were perfected through the improvements in synthesis so that it was possible to improve the power conversion efficiencies of organic solar cells.  We addressed the problem of thermal stress in organic electronics and showed that if the thin film is well ordered at the intermolecular level it is possible to use these soft semiconductors at temperatures above 200 &#730;C.  All of the accomplishments coordinated chemical synthesis, theory, characterization of thin film structure and device evaluation.  All of the participants in the project now have successful careers in industry research and development or as independent investigators in academia. \n \n\n\t\t\t\t\tLast Modified: 10/28/2019\n\n\t\t\t\t\tSubmitted by: Guillermo C Bazan"
 }
}