{
 "awd_id": "1411106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  GOALI: Experimentally-Validated Computational Approach to Developing and Predicting Kinetics in Anisotropic Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Shiflet",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 199633.0,
 "awd_amount": 199633.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "Non-technical summary:\r\n\r\nReducing the weight of vehicles can increase fuel efficiency, which counters the rising economic and social costs of energy extraction and use. Magnesium is attractive as a potential alternative to steel and aluminum because of its low density, and high stiffness/weight and strength/weight ratios. However, alloy development can be a slow and costly process.  To expedite the design of new casting alloys, this research uses experimentally validated computational methods, with particular emphasis on enabling a kinetically-informed approach. In the spirit of the Materials Genome Initiative, this project brings together computation and theory (Univ. Illinois, Urbana-Champaign), experimentation (Univ. Florida), and industrial modeling (ThermoCalc, LLC) in a joint effort to develop the science and data to predict relationships between processing, material structure, and eventually properties. The science and engineering advances will be applicable to other alloys as new methods are developed to study solidification and predict how atoms move at the atomic scale. This project takes advantage of new advances in computing power, new theoretical developments, and new high-throughput experimental methods. The program will support two PhD students, and the faculty are involved both in undergraduate research and education of high-school science teachers.\r\n\r\nTechnical summary:\r\n\r\nTo combat emissions and increase the fuel economy in transportation vehicles, considerable effort has been made to understand and enhance the structure-property relationships in magnesium (Mg) alloys due to their low density. This collaborative project unites computation (Univ. Illinois, Urbana-Champaign) and experimentation (Univ. Florida) in an integrated fashion to significantly advance the knowledge of transport in cast Mg alloys. In the spirit of the Materials Genome Initiative, the PIs proceed in an integrated and self-consistent manner to understand and predict transport phenomena during solidification. The approach integrates computation and experiment throughout, providing validation and connecting fundamental mechanisms to mesoscale transport. In collaboration with ThermoCalc, LLC, they will create new kinetic databases to enable material development.\r\n\r\nThe goal of this approach is to produce a new fundamental understanding of solute and vacancy transport in Mg in a framework to predict phase transformation phenomena for new Mg alloys. A unified understanding of multiscale behavior provides a science-driven approach to future alloy development in a materials-genome framework. The data from this program will be disseminated via public databases (NIST MatDL) and the development of databases for mesoscale phase-field and continuum-level simulations. By accounting for temperature, time and compositional effects, the predictions from this work allow for the complete merger of processing-structure and structure-property predictions.\r\n\r\nThe project has four tasks that build upon each other to predict the mesoscale microstructure for cast Mg: 1) Determine mobilities in binary and higher order systems for HCP and liquid Mg. Density functional theory (DFT) will lead this approach by calculating activation energies and mobilities. 2) Determine solid-liquid surface energies and molar volumes in all relevant systems via experiments and molecular dynamics simulations in DFT. 3) Assemble molar volumes, surface energies and mobilities in repositories and mobility databases. DICTRA simulations are compared to diffusion multiples, and segregation behavior and homogenization temperatures validated with experimental data. 4) Predict solidified microstructures through the integration of mobilities, molar volumes and surface energies. Simulations include the prediction of nuclei number density, size, and composition as a function of temperature and cooling rate, and are validated with experimental grain size distributions obtained from similar processing routes.\r\nThe expected outcomes are a new fundamental understanding of atomic transport in HCP metals, with mobility, volumetric and surface energy databases that will serve both as a repository and a foundation for increasing system complexity (additional phases, solutes, etc.). The data will be supplied in a logical, manageable, and accessible fashion for transition into commercial practice. This platform may allow predictions of nucleation behavior in other relevant phases in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dallas",
   "pi_last_name": "Trinkle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Dallas R Trinkle",
   "pi_email_addr": "dtrinkle@illinois.edu",
   "nsf_id": "000280420",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chao",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chao Jiang",
   "pi_email_addr": "chao@thermocalc.com",
   "nsf_id": "000658768",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kaisheng",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaisheng Wu",
   "pi_email_addr": "kaisheng@thermocalc.com",
   "nsf_id": "000658769",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 199633.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we studied--using new theoretical and computational tools, along with state-of-the-art experimental techniques--how different chemical species diffused in magnesium metal. This information is key to design new light-weight alloys for transportation use, and to optimize how those alloys are processed. This has the potential for energy savings in the processing of these alloys, and to reduce energy consumed in transportation by replacing heavier steels and aluminum alloys with magnesium alloys. We developed new theoretical methods to compute the rate of diffusion for any crystal structure; this was then implemented in a new open-source software to automate the computation of diffusion. This uncovered errors from sixty years ago that had served to describe how atoms diffuse in magnesium alloys (and metals with similar crystal structures, like titanium, zirconium, zinc, and cobalt), and produced systematic databases containing new simulation data. The experimental work provided new, more accurate results that validated the computational work, while giving new insights into the effect of different solute chemistry on diffusion. The new theoretical framework will serve to develop new, more accurate approximations for a wide variety of systems from metals to semiconductors to new battery materials to fuel cell materials, such as ionic conductors. This has the potential to lead to new, more accurate and efficient computational predictions and better optimization of new materials.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/24/2018<br>\n\t\t\t\t\tModified by: Dallas&nbsp;R&nbsp;Trinkle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we studied--using new theoretical and computational tools, along with state-of-the-art experimental techniques--how different chemical species diffused in magnesium metal. This information is key to design new light-weight alloys for transportation use, and to optimize how those alloys are processed. This has the potential for energy savings in the processing of these alloys, and to reduce energy consumed in transportation by replacing heavier steels and aluminum alloys with magnesium alloys. We developed new theoretical methods to compute the rate of diffusion for any crystal structure; this was then implemented in a new open-source software to automate the computation of diffusion. This uncovered errors from sixty years ago that had served to describe how atoms diffuse in magnesium alloys (and metals with similar crystal structures, like titanium, zirconium, zinc, and cobalt), and produced systematic databases containing new simulation data. The experimental work provided new, more accurate results that validated the computational work, while giving new insights into the effect of different solute chemistry on diffusion. The new theoretical framework will serve to develop new, more accurate approximations for a wide variety of systems from metals to semiconductors to new battery materials to fuel cell materials, such as ionic conductors. This has the potential to lead to new, more accurate and efficient computational predictions and better optimization of new materials.\n\n\t\t\t\t\tLast Modified: 05/24/2018\n\n\t\t\t\t\tSubmitted by: Dallas R Trinkle"
 }
}