{
 "awd_id": "1411552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Toward a global timeline of biological and ocean geochemical change during the early Cambrian",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 358426.0,
 "awd_amount": 358426.0,
 "awd_min_amd_letter_date": "2014-08-20",
 "awd_max_amd_letter_date": "2016-09-15",
 "awd_abstract_narration": "The overarching goal of this project is to reconstruct rates and patterns in the evolution\r\nof early animal life and ocean chemistry. To this end, the principal investigators will compile 50 years of published\r\nstratigraphic data, including recent geochronological, chemostratigraphic and biostratigraphic data from China, Mongolia, Siberia and South Australia, together with new field projects in North America and Morocco, to develop an integrated and accessible, globally correlated and radiometrically constrained timeline of early Cambrian fossil appearances and geochemical change. With the new timeline, they will test hypotheses that link patterns in animal evolution to environmental change, and vice versa, using a coupled seawater ? pore fluid Earth-system model.\r\n\r\nGlobal correlation of the lower Cambrian has been difficult to achieve. Biostratigraphic correlation has been hampered by the provinciality of many early animal groups, including trilobites, and the inevitable diachroneity of fossil first appearance datums (FADs). Likewise, deriving correlations based only on qualitative ?wiggle matching? of chemostratigrapic records such as carbon (ä13C) or strontium (87Sr/86Sr) isotopes usually is ambiguous, and can be distorted by disconformities and carbonate diagenesis. Furthermore, without U-Pb zircon ages from interbedded tuffs and volcaniclastic rocks, even stratigraphy that is well correlated in relative time will not constrain the rate and duration of important biological and geochemical changes. The principal investigators will construct a comprehensive database of animal fossil occurrences, litho- and chemostratigraphy, and U-Pb zircon geochronology of interbedded volcaniclastics. Multiproxy records of variable diversity and completeness from around the globe will be correlated using the CONOP (constrained optimization) seriation software. The resulting composite stratigraphy will place each local record in relative and absolute time, based not on one variable, like FADs or ä13C, but rather on all available stratigraphic observations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Bowring",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel A Bowring",
   "pi_email_addr": "sbowring@mit.edu",
   "nsf_id": "000085969",
   "pi_start_date": "2014-08-20",
   "pi_end_date": "2016-06-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jahandar",
   "pi_last_name": "Ramezani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jahandar Ramezani",
   "pi_email_addr": "ramezani@MIT.EDU",
   "nsf_id": "000642533",
   "pi_start_date": "2016-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821200",
   "pgm_ele_name": "INTEGRATED EARTH SYSTEMS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 232593.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 125833.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The onset of Cambrian (ca. 538 million years ago) marks perhaps the most significant turning point in the evolution of life on Earth; a dramatic appearance in fossil record of complex, multi-cellular animals, adaptation of mineralized skeletons, establishment of predator-prey relationships and development of complex food webs in the oceans, to name a few. Despite its fundamental importance, the drivers of the &lsquo;Cambrian explosion&rsquo; have proven difficult to unravel, mainly because the key records of biological and paleoenvironmental change in the early Cambrian are preserved in rocks that are widely scattered throughout the globe and cannot be easily correlated. This project was aimed at developing an integrated timeline of early Cambrian biotic radiation and ocean geochemical change based on reliable global correlations, with special focus on the ancient geological core of the North American continent known as Laurentia. Because biostratigraphic correlations alone can be hampered by the provinciality of early animals, as well as the diachroneity of fossil first appearances, high-precision age determination by the U-Pb isotopic method was foreseen as a crucial component of this project.</p>\n<p>Geologic fieldwork was conducted by the research team at localities in Nevada, New England, and Labrador in order to compile databases of early Cambrian fossils. Along the way, it was realized that volcanic ash beds necessary for radioisotopic dating were generally absent from Laurentia. As such, the focus of the geochronologic work was shifted towards the global Ediacaran-Cambrian transition and the precise age calibration of biostratigraphic and geochemical records associated with this boundary. A major effort was devoted to placing high-precision age constraints on well recognized Ediacaran-Cambrian boundary and lower Cambrian sections in South China. Additional work was focused on reanalysis of legacy ash bed ages that formed the basis of the basal Cambrian age calibrations, but did not meet the standards of modern U-Pb geochronology. A total of 529 U-Pb zircon analyses on 69 samples were carried out in the course of the project, resulting in over 25 high-precision stratigraphic ages. Our results indicated that three stratigraphic markers commonly associated with the onset of Cambrian, i.e. the first appearance of small shelly fossils, the first appearance of complex bilaterian trace fossils and a characteristic carbon isotope excursion (in South China) all occur shortly after 539 Ma, more than 2 million years younger than previously estimated. However, the notion that the carbon isotopic signature of carbonate rocks from this interval serve as a high-fidelity proxy to global perturbations to the carbon cycle is not supported by our results. This project has been a major step in consolidating the fossil, geochemical and radioisotopic age data towards a better understanding of the Cambrian animal diversification, although a fully integrated global timeline of Cambrian evolution and concomitant paleoenvironmental change remains work in progress.</p>\n<p>This project supported the postdoctoral research and training of an early career scientist and participation of an undergraduate student at MIT. Two other postdoctoral scholars, three graduate students and several undergraduates were supported at collaborating institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2022<br>\n\t\t\t\t\tModified by: Jahandar&nbsp;Ramezani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe onset of Cambrian (ca. 538 million years ago) marks perhaps the most significant turning point in the evolution of life on Earth; a dramatic appearance in fossil record of complex, multi-cellular animals, adaptation of mineralized skeletons, establishment of predator-prey relationships and development of complex food webs in the oceans, to name a few. Despite its fundamental importance, the drivers of the ‘Cambrian explosion’ have proven difficult to unravel, mainly because the key records of biological and paleoenvironmental change in the early Cambrian are preserved in rocks that are widely scattered throughout the globe and cannot be easily correlated. This project was aimed at developing an integrated timeline of early Cambrian biotic radiation and ocean geochemical change based on reliable global correlations, with special focus on the ancient geological core of the North American continent known as Laurentia. Because biostratigraphic correlations alone can be hampered by the provinciality of early animals, as well as the diachroneity of fossil first appearances, high-precision age determination by the U-Pb isotopic method was foreseen as a crucial component of this project.\n\nGeologic fieldwork was conducted by the research team at localities in Nevada, New England, and Labrador in order to compile databases of early Cambrian fossils. Along the way, it was realized that volcanic ash beds necessary for radioisotopic dating were generally absent from Laurentia. As such, the focus of the geochronologic work was shifted towards the global Ediacaran-Cambrian transition and the precise age calibration of biostratigraphic and geochemical records associated with this boundary. A major effort was devoted to placing high-precision age constraints on well recognized Ediacaran-Cambrian boundary and lower Cambrian sections in South China. Additional work was focused on reanalysis of legacy ash bed ages that formed the basis of the basal Cambrian age calibrations, but did not meet the standards of modern U-Pb geochronology. A total of 529 U-Pb zircon analyses on 69 samples were carried out in the course of the project, resulting in over 25 high-precision stratigraphic ages. Our results indicated that three stratigraphic markers commonly associated with the onset of Cambrian, i.e. the first appearance of small shelly fossils, the first appearance of complex bilaterian trace fossils and a characteristic carbon isotope excursion (in South China) all occur shortly after 539 Ma, more than 2 million years younger than previously estimated. However, the notion that the carbon isotopic signature of carbonate rocks from this interval serve as a high-fidelity proxy to global perturbations to the carbon cycle is not supported by our results. This project has been a major step in consolidating the fossil, geochemical and radioisotopic age data towards a better understanding of the Cambrian animal diversification, although a fully integrated global timeline of Cambrian evolution and concomitant paleoenvironmental change remains work in progress.\n\nThis project supported the postdoctoral research and training of an early career scientist and participation of an undergraduate student at MIT. Two other postdoctoral scholars, three graduate students and several undergraduates were supported at collaborating institutions.\n\n\t\t\t\t\tLast Modified: 02/07/2022\n\n\t\t\t\t\tSubmitted by: Jahandar Ramezani"
 }
}