{
 "awd_id": "1411266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Summer School for Integrated Computational Materials Education",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 51328.0,
 "awd_amount": 51328.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2016-07-01",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis award supports the Summer School for Integrated Computational Materials Education which will be held at the University of Michigan and the University of California at Berkeley. The use of computers plays an increasingly important role in the discovery of new materials and the design of products down to the materials from which they are made. The Summer School for Integrated Computational Materials Education will train and assist graduate students, postdoctoral fellows, and professors who intend to incorporate computational materials science tools into materials science and engineering education.  The participants who complete the program are ambassadors of computational materials science and engineering - they return to their home universities and implement the modules and approaches presented in the Summer School.  Previous offerings of the Summer School have reached over 500 undergraduate students through its participants.  It also provides the participants the first step towards more in-depth learning of the computational techniques.  This will in turn stimulate the advancement of computational materials science, and thus will have ripple effects in the broader field of materials science and engineering.  Graduate student participants are both trained in research and teaching, providing them an opportunity to prepare for future career path in higher education.\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports the Summer School for Integrated Computational Materials Education which will be held at the University of Michigan and the University of California at Berkeley. Computational approaches have transformed many scientific and engineering disciplines in the last decade.  While the complexity of the physics and multiscale nature of materials makes modeling challenging, modern methods of computational materials science are also beginning to produce widespread impact in the design and development of new materials.  In response to the needs and challenges identified by the community, the team has established the \"Summer School for Integrated Computational Materials Education,\" a two-week program that includes an intense course on computational materials science and engineering and focus sessions on educational modules that can be adopted into existing materials science and engineering core courses.  Specifically, the team has developed modules that can be integrated into existing undergraduate-level core courses on material thermodynamics, kinetics, electronic properties, and mechanics.  Using these modules, the Summer School aims to \"educate the educators.\"  Following the events in 2011, 2012, and 2014, the Summer School will continue to be offered in Years 2015, 2016, and 2017.  The Summer School for Integrated Computational Materials Education has helped enable the rapid increase in the rate at which universities and colleges are incorporating computational materials science tools into their core curriculum, thus having an impact on a large number of young materials scientists.  In addition to the educational component, the Summer School will also include advanced topics from the forefront of computational materials research, which provides a forum for dissemination of state-of-the-art research.  Furthermore, the participants will learn about computational tools that could be incorporated into their research, resulting in a training of future workforce capable of taking advantage of the increasing availability of computational tools for materials design and development.  The Summer School will also provide a case study for a method of transforming undergraduate education to embrace technology in a Science, Technology, Engineering and Mathematics subject.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Asta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Asta",
   "pi_email_addr": "mdasta@berkeley.edu",
   "nsf_id": "000443894",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "2150 Shattuck Ave Suite #300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 43676.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 7652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Summer School for Integrated Computational Materials Education was designed with an aim to equip current and future educators with abilities and materials to introduce computational materials science and engineering (CMSE) to undergraduate students. This aim was motivated by a need to address the challenges in integrating computational techniques into the undergraduate materials science and engineering (MSE) curricula.&nbsp; The Summer School was founded in 2011 at the University of Michigan in Ann Arbor, Michigan.&nbsp; At the end of this project period, the Summer School had been held six times (2011, 2012, 2014, 2015, 2016 and 2017), and the material developed for the summer school had been presented at two short courses at conferences.&nbsp; This Summer School features a two-week program that includes a crash course on computational materials science and engineering and focus sessions on educational modules that would be adopted into existing core courses.&nbsp; These modules were designed to be incorporated into undergraduate-level thermodynamics, kinetics, mechanics, and physics of materials courses to introduce computational tools as well as to deepen understanding of these subjects.&nbsp; In addition to the primary objective of impacting undergraduate MSE education, the Summer School trains graduate students and junior researchers (as well as faculty) who are interested in but not necessarily familiar with computational approaches, allowing them additional tools in pursuing their materials research. These graduate students and junior researchers are not only trained to teach a new subject, they are also provided with the basic background for utilizing advanced computational techniques in materials research. Therefore, the Summer School impacts both undergraduate and graduate education, as well as the training of junior researchers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2018<br>\n\t\t\t\t\tModified by: Mark&nbsp;Asta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Summer School for Integrated Computational Materials Education was designed with an aim to equip current and future educators with abilities and materials to introduce computational materials science and engineering (CMSE) to undergraduate students. This aim was motivated by a need to address the challenges in integrating computational techniques into the undergraduate materials science and engineering (MSE) curricula.  The Summer School was founded in 2011 at the University of Michigan in Ann Arbor, Michigan.  At the end of this project period, the Summer School had been held six times (2011, 2012, 2014, 2015, 2016 and 2017), and the material developed for the summer school had been presented at two short courses at conferences.  This Summer School features a two-week program that includes a crash course on computational materials science and engineering and focus sessions on educational modules that would be adopted into existing core courses.  These modules were designed to be incorporated into undergraduate-level thermodynamics, kinetics, mechanics, and physics of materials courses to introduce computational tools as well as to deepen understanding of these subjects.  In addition to the primary objective of impacting undergraduate MSE education, the Summer School trains graduate students and junior researchers (as well as faculty) who are interested in but not necessarily familiar with computational approaches, allowing them additional tools in pursuing their materials research. These graduate students and junior researchers are not only trained to teach a new subject, they are also provided with the basic background for utilizing advanced computational techniques in materials research. Therefore, the Summer School impacts both undergraduate and graduate education, as well as the training of junior researchers. \n\n \n\n\t\t\t\t\tLast Modified: 12/27/2018\n\n\t\t\t\t\tSubmitted by: Mark Asta"
 }
}