{
 "awd_id": "1411460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Stability and metastability of coherent structures in dissipative PDE",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 161989.0,
 "awd_amount": 161989.0,
 "awd_min_amd_letter_date": "2014-07-26",
 "awd_max_amd_letter_date": "2015-08-18",
 "awd_abstract_narration": "This project is focused on the development of theoretical tools for predicting the behavior of solutions to mathematical models arising in a variety of applications, such as biology, chemistry, and fluid dynamics. One key property is called stability. Roughly speaking, a solution is stable if when it is perturbed it still returns back to the original behavior as time evolves. In the real world, one expects a system to experience frequent small perturbations, for example due to unpredictable external inputs or noise. If a particular state is unstable, such fluctuations will drive the system away from it, towards a stable state. Thus, it is only the stable solutions that one expects to be observable in the long run. Mathematical models can provide insight into which solutions of a given system are stable, and how that stability depends on system parameters. This can help scientists in other disciplines predict which parameter ranges may be of interest in order to observe certain behaviors, thus suggesting what to test in experimental settings. Moreover, the models can provide information as to which physical mechanism is of primary importance in determining stability. \r\n\r\nThe main goal of the project is to develop general mathematical techniques that are applicable to a variety of specific models, rather than to any one particular application. There are two types of stability that the principal investigator has focused on: (1) Asymptotic stability, meaning that the solution attracts nearby data as time evolves towards infinity; (2) Metastability, meaning that the solution attracts nearby data for large, but finite, times. The notion of asymptotic stability is relatively standard, and the fact that it allows for analysis in the limit as time tends towards infinity greatly simplifies the associated techniques. Nevertheless important open questions remain, such the stability of   time-periodic patterns known as defects and the potential use of the Maslov index in understanding stability in spatial dimensions greater than one, and they will be addressed in this project. Metastability is a more subtle phenomenon, with far fewer methods for its analysis, and so advances in this area are of fundamental importance. Whether asymptotic or metastable solutions are more important in determining the observed behavior of a given system is dependent on the associated timescales. For example, if the asymptotically stable states are approached only on exponentially long time scales, then one would not expect to wait long enough to observe them in practice. In that case, the metastable states, which then appear during the long, intermediate times, become more relevant. This occurs, for example, in the Navier-Stokes equations, an important model of fluid dynamics, and this project will develop methods for analyzing metastability in this context.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Beck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Beck",
   "pi_email_addr": "mabeck@math.bu.edu",
   "nsf_id": "000548053",
   "pi_start_date": "2014-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "111 Cummington Mall",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022152411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 55448.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 106541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is concerned with stability of states in physical systems. If a particular state, such as a visual pattern in a chemical reaction or vortex in the atmosphere, is stable, then small perturbations to that state will not change it much, and we can expect such a state to be observable for long periods of time. If the physical system can be modeled with mathematical equations, often the stability of a given state can be determined from those equations. Thus, stability analysis can yield insight into expected real-world behavior. In this project, theoretical techniques for analyzing stability of certain states in large classes of equations were developed.&nbsp;</p>\n<p>The intellectual mertit of the project resulted from the fact that seveal project outcomes addressed key open questions in the mathematical theory of stablity analysis. In particular, the stability of an important type of pattern known as a source defect was understood at a nonlinear level, it was shown how to use a mathematical tool called the Maslov index in a novel way to prove the instability of pulse solutions in a class of reaction-diffusion equations, and it was shown how decay rates can be enhanced by transport terms in a key model of fluid dynamics.&nbsp;</p>\n<p>Broader impacts stem from the applicability of these results to various disciplines, such as fluid mechanics and pattern formation in chemistry, as well as from the training received by the graduate students and postdoc involved in the projects.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2018<br>\n\t\t\t\t\tModified by: Margaret&nbsp;Beck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is concerned with stability of states in physical systems. If a particular state, such as a visual pattern in a chemical reaction or vortex in the atmosphere, is stable, then small perturbations to that state will not change it much, and we can expect such a state to be observable for long periods of time. If the physical system can be modeled with mathematical equations, often the stability of a given state can be determined from those equations. Thus, stability analysis can yield insight into expected real-world behavior. In this project, theoretical techniques for analyzing stability of certain states in large classes of equations were developed. \n\nThe intellectual mertit of the project resulted from the fact that seveal project outcomes addressed key open questions in the mathematical theory of stablity analysis. In particular, the stability of an important type of pattern known as a source defect was understood at a nonlinear level, it was shown how to use a mathematical tool called the Maslov index in a novel way to prove the instability of pulse solutions in a class of reaction-diffusion equations, and it was shown how decay rates can be enhanced by transport terms in a key model of fluid dynamics. \n\nBroader impacts stem from the applicability of these results to various disciplines, such as fluid mechanics and pattern formation in chemistry, as well as from the training received by the graduate students and postdoc involved in the projects.\n\n\t\t\t\t\tLast Modified: 08/12/2018\n\n\t\t\t\t\tSubmitted by: Margaret Beck"
 }
}