{
 "awd_id": "1411594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Toward a global timeline of biological and ocean geochemical change during the early Cambrian",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 421588.0,
 "awd_amount": 421588.0,
 "awd_min_amd_letter_date": "2014-08-20",
 "awd_max_amd_letter_date": "2020-08-04",
 "awd_abstract_narration": "The overarching goal of this project is to reconstruct rates and patterns in the evolution\r\nof early animal life and ocean chemistry. To this end, the principal investigators will compile 50 years of published\r\nstratigraphic data, including recent geochronological, chemostratigraphic and biostratigraphic data from China, Mongolia, Siberia and South Australia, together with new field projects in North America and Morocco, to develop an integrated and accessible, globally correlated and radiometrically constrained timeline of early Cambrian fossil appearances and geochemical change. With the new timeline, they will test hypotheses that link patterns in animal evolution to environmental change, and vice versa, using a coupled seawater ? pore fluid Earth-system model.\r\n\r\nGlobal correlation of the lower Cambrian has been difficult to achieve. Biostratigraphic correlation has been hampered by the provinciality of many early animal groups, including trilobites, and the inevitable diachroneity of fossil first appearance datums (FADs). Likewise, deriving correlations based only on qualitative ?wiggle matching? of chemostratigrapic records such as carbon (ä13C) or strontium (87Sr/86Sr) isotopes usually is ambiguous, and can be distorted by disconformities and carbonate diagenesis. Furthermore, without U-Pb zircon ages from interbedded tuffs and volcaniclastic rocks, even stratigraphy that is well correlated in relative time will not constrain the rate and duration of important biological and geochemical changes. The principal investigators will construct a comprehensive database of animal fossil occurrences, litho- and chemostratigraphy, and U-Pb zircon geochronology of interbedded volcaniclastics. Multiproxy records of variable diversity and completeness from around the globe will be correlated using the CONOP (constrained optimization) seriation software. The resulting composite stratigraphy will place each local record in relative and absolute time, based not on one variable, like FADs or ä13C, but rather on all available stratigraphic observations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susannah",
   "pi_last_name": "Porter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susannah M Porter",
   "pi_email_addr": "porter@geol.ucsb.edu",
   "nsf_id": "000429716",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821200",
   "pgm_ele_name": "INTEGRATED EARTH SYSTEMS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 280343.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 141245.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-50539c02-7fff-afdd-509d-ac209fc860d2\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>The Ediacaran&ndash;Cambrian diversification of animals was a pivotal event in Earth history, transforming the planet from one dominated by microbes to one populated by abundant multicellular life. The detailed pattern of animal diversification has been difficult to reconstruct, however, because relatively few species are globally distributed, and thus we can&rsquo;t rely on biostratigraphy to correlate rocks from different regions. Earlier work by the PIs produced a timeline of fossil appearances through the first 25 million years of the Cambrian Period by using chemostratigraphy to correlate richly fossiliferous sections in Siberia, China, and Mongolia with sections in Morocco that have absolute age constraints from numerous interbedded ash layers. The goal of this project was to extend this timeline into the later part of the early Cambrian, focusing in particular on collecting primary paleontological, geochemical, and geochronological data from sections in North America.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The team from UCSB focused on the non-trilobite fossil record. They conducted two field seasons in early and middle Cambrian successions in Nevada and one in Labrador, Canada, and also examined material housed at the University of Chicago. Over 500 rock samples were collected and processed to extract microfossils using acid dissolution; over 200 were fossiliferous. Scanning electron microscopy was used to identify and describe the numerous species.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The most productive samples came from the Great Basin of Nevada, where detailed records of fossil occurrences from 11 sections were produced. Of particular note, studies of the Pioche Formation from nine correlative sections across a 50 km distance have shown a significant turnover in several taxonomic groups coincident with a major extinction of trilobites that marks the early-to-middle Cambrian boundary in this area. This suggests at least local extirpation or a more widespread extinction event at this time.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Several taxonomic studies of Great Basin fossils were undertaken, including a detailed description of chancelloriids, an enigmatic cactus-like animal characterized by the possession of multiple spine-like sclerites variable in form and often disarticulated after death, posing a challenge to taxonomic study. The authors developed a statistical approach based on associations of more than 2000 sclerites in 60 samples to identify and describe six species, five of them new.&nbsp; A second study documents the first record in North America of cambroclaves, another enigmatic sclerite-bearing animal that was previously considered to be restricted to Gondwana and adjacent terranes and biostratigraphically useful in these regions. A third study describes numerous fossils from the early Cambrian Poleta Formation, including the stem-group brachiopod </span><span>Mickwitzia</span><span>, phosphatic tubes of the probable cnidarian </span><span>Paiutitubulites</span><span>, a helcionelloid mollusc, and additional chancelloriid sclerites, representing new species different from those in the Pioche Formation.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Finally, a fourth taxonomic study describes a number of additional taxa from the Pioche Formation, including molluscs, hyoliths, echinoderms, and sponges. During the course of this study, exceptionally preserved outer surfaces of mollusc and hyolith shells were discovered. This is significant because it has allowed reconstructions of their larval shells, the boundaries of which can often be identified by changes in ornamentation on the outer shell surface. Both the style of larval feeding and egg size at hatching can be inferred from these structures. </span><span>This work showed that the larvae of these early molluscs settled to the bottom to live on the seafloor at much smaller sizes than do any known living molluscs, suggesting that </span><span>predation pressure on the seafloor was lower in the Cambrian, and that the larger settling sizes of larvae later in the Phanerozoic is a defensive adaptation to increased predation.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Concomitant work by our co-PIs showed that carbon isotope patterns were not useful for correlation during this time interval, and therefore we did not pursue the original plan to use chemostratigraphy to correlate our new fossil data with fossil occurrences elsewhere. Thus, in addition to taxonomic studies, the UCSB team worked on other problems related to early animal evolution, including: (1) a re-evaluation of the earliest Cambrian timeline, which found multiple equally plausible carbon isotope correlations among early Cambrian sections, but which also showed that large scale patterns like the order of appearances of different carbonate skeletal mineralogies remained; (2) evidence for two oceanic anoxic events in the early Cambrian corresponding to intervals when rates of animal diversification dropped; and (3) evidence that early animals employed the same process of carbonate skeletal mineralization&ndash;wherein nanoparticles of amorphous calcium carbonate clump together and subsequently transform into crystalline calcium carbonate--that has been discovered in living echinoderms, molluscs, and corals.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>This work has led to the development of a large collection of curated samples from early Cambrian stratigraphic sections from North America, housed at Princeton, Chicago, and Santa Barbara and available for other researchers to examine and subsample with permission. In addition, this work provided research training for one postdoctoral fellow, two graduate students, and six undergraduates.&nbsp;</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2021<br>\n\t\t\t\t\tModified by: Susannah&nbsp;M&nbsp;Porter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe Ediacaran&ndash;Cambrian diversification of animals was a pivotal event in Earth history, transforming the planet from one dominated by microbes to one populated by abundant multicellular life. The detailed pattern of animal diversification has been difficult to reconstruct, however, because relatively few species are globally distributed, and thus we can’t rely on biostratigraphy to correlate rocks from different regions. Earlier work by the PIs produced a timeline of fossil appearances through the first 25 million years of the Cambrian Period by using chemostratigraphy to correlate richly fossiliferous sections in Siberia, China, and Mongolia with sections in Morocco that have absolute age constraints from numerous interbedded ash layers. The goal of this project was to extend this timeline into the later part of the early Cambrian, focusing in particular on collecting primary paleontological, geochemical, and geochronological data from sections in North America. \n\n \nThe team from UCSB focused on the non-trilobite fossil record. They conducted two field seasons in early and middle Cambrian successions in Nevada and one in Labrador, Canada, and also examined material housed at the University of Chicago. Over 500 rock samples were collected and processed to extract microfossils using acid dissolution; over 200 were fossiliferous. Scanning electron microscopy was used to identify and describe the numerous species. \n\n \nThe most productive samples came from the Great Basin of Nevada, where detailed records of fossil occurrences from 11 sections were produced. Of particular note, studies of the Pioche Formation from nine correlative sections across a 50 km distance have shown a significant turnover in several taxonomic groups coincident with a major extinction of trilobites that marks the early-to-middle Cambrian boundary in this area. This suggests at least local extirpation or a more widespread extinction event at this time. \n\n \nSeveral taxonomic studies of Great Basin fossils were undertaken, including a detailed description of chancelloriids, an enigmatic cactus-like animal characterized by the possession of multiple spine-like sclerites variable in form and often disarticulated after death, posing a challenge to taxonomic study. The authors developed a statistical approach based on associations of more than 2000 sclerites in 60 samples to identify and describe six species, five of them new.  A second study documents the first record in North America of cambroclaves, another enigmatic sclerite-bearing animal that was previously considered to be restricted to Gondwana and adjacent terranes and biostratigraphically useful in these regions. A third study describes numerous fossils from the early Cambrian Poleta Formation, including the stem-group brachiopod Mickwitzia, phosphatic tubes of the probable cnidarian Paiutitubulites, a helcionelloid mollusc, and additional chancelloriid sclerites, representing new species different from those in the Pioche Formation. \n\n \nFinally, a fourth taxonomic study describes a number of additional taxa from the Pioche Formation, including molluscs, hyoliths, echinoderms, and sponges. During the course of this study, exceptionally preserved outer surfaces of mollusc and hyolith shells were discovered. This is significant because it has allowed reconstructions of their larval shells, the boundaries of which can often be identified by changes in ornamentation on the outer shell surface. Both the style of larval feeding and egg size at hatching can be inferred from these structures. This work showed that the larvae of these early molluscs settled to the bottom to live on the seafloor at much smaller sizes than do any known living molluscs, suggesting that predation pressure on the seafloor was lower in the Cambrian, and that the larger settling sizes of larvae later in the Phanerozoic is a defensive adaptation to increased predation.\n\n \nConcomitant work by our co-PIs showed that carbon isotope patterns were not useful for correlation during this time interval, and therefore we did not pursue the original plan to use chemostratigraphy to correlate our new fossil data with fossil occurrences elsewhere. Thus, in addition to taxonomic studies, the UCSB team worked on other problems related to early animal evolution, including: (1) a re-evaluation of the earliest Cambrian timeline, which found multiple equally plausible carbon isotope correlations among early Cambrian sections, but which also showed that large scale patterns like the order of appearances of different carbonate skeletal mineralogies remained; (2) evidence for two oceanic anoxic events in the early Cambrian corresponding to intervals when rates of animal diversification dropped; and (3) evidence that early animals employed the same process of carbonate skeletal mineralization&ndash;wherein nanoparticles of amorphous calcium carbonate clump together and subsequently transform into crystalline calcium carbonate--that has been discovered in living echinoderms, molluscs, and corals.\n\n \nThis work has led to the development of a large collection of curated samples from early Cambrian stratigraphic sections from North America, housed at Princeton, Chicago, and Santa Barbara and available for other researchers to examine and subsample with permission. In addition, this work provided research training for one postdoctoral fellow, two graduate students, and six undergraduates. \n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/23/2021\n\n\t\t\t\t\tSubmitted by: Susannah M Porter"
 }
}