{
 "awd_id": "1411939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Promoting 21st Century Science Technology-Enhanced Learning Across Formal and Informal Environments",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 409546.0,
 "awd_amount": 409546.0,
 "awd_min_amd_letter_date": "2014-02-07",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "This project investigates the relationship between elementary-secondary students information technology skills, their success in an inquiry ocean science curriculum designed to target those skills, and their understanding of the new characteristics of 21st century science. It is concerned with the design of a curriculum and its impact on students of high compared with low digital literacy. It also examines student engagement with the various curriculum elements and their progress with conceptual understanding of science topics, belief and understandings about the nature of science, and growth of digital literacy skills.\r\n\r\nThe project creates new measurement techniques for understanding the relationship between technology skills that students bring with them to the classroom, the science curriculum they encounter, their understandings of the nature of science, and their \"digital literacy.\" The project intends to develop a digital skills assessment tool to capture student action in collaborating with virtual environments, using social information, and developing skills with computing.\r\n\r\nThe investigators will conduct an analysis of video and audio recordings of student interviews, classroom observations, and field-trip conversations of students. The analysis will draw associations between class-based learning and field trip-based learning. The study will measure changes in students' epistemic commitment to learning science and science careers as intended by the ITEST program; that is, do the students increase their belief that they are capable of learning the science material as it is found in nature and presented in class.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Zimmerman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy D Zimmerman",
   "pi_email_addr": "tzimmerman@hampshire.edu",
   "nsf_id": "000082155",
   "pi_start_date": "2014-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hampshire College",
  "inst_street_address": "893 WEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135595378",
  "inst_zip_code": "010023372",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF HAMPSHIRE COLLEGE",
  "org_prnt_uei_num": "JWJCD6DL2C91",
  "org_uei_num": "JWJCD6DL2C91"
 },
 "perf_inst": {
  "perf_inst_name": "Hampshire College",
  "perf_str_addr": "893 West Street",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010023372",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 16779.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 392767.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Introduction</span></p>\n<p>Our project, entitled Promoting 21st Century Science Technology-Enhanced Learning Across Formal and Informal Environments, was funded under the National Science Foundation&rsquo;s Innovative Technology Experiences for Students and Teachers (ITEST) program. This program supports projects that promote &ldquo;PreK-12 student interests and capacities to participate in the science, technology, engineering, and mathematics (STEM) and information and communications technology (ICT) workforce of the future.&ldquo; Over the life of our project we created classroom and mobile technology tools aimed at improving learners&rsquo; (both in school and out of school) knowledge of science and the processes through which science is conducted. Our vision was to create curriculum tools that promote science learning.&nbsp; Specifically, we created and studied tools that engage people in the ways scientists conducting cutting-edge science, sometimes known as 21<sup>st</sup> Century Science or Science 2.0, use technology to conduct scientific research.&nbsp;</p>\n<p>Our research began (Years 1-3) by studying the ways scientists use technology tools when conducting scientific research and to build curriculum units to engage middle school students in similar technology-based activities. We then used the curriculum designed for middle school students to study the ways in which students&rsquo; digital skills help or hinder science learning. Overall, we found that these students had considerable and varied experiences with technology in and outside school classrooms but that their ability to effectively use common 21<sup>st</sup> Century Science tools was moderate at best. The most successful use of technology for science learning was the purposeful engagement with a social network specifically designed for teaching science.</p>\n<p>After year 4, the project shifted when the senior researcher moved to a new institution. Driven by the same questions and the commitment to designing technology tools that support science learning, our audience broadened to include &ldquo;citizen scientists,&rdquo; non-scientists who collect and submit data for ongoing scientific research projects. Over the life of our funding, 2009-2017, our project has yielded a variety of outcomes related to the intellectual merits of this project and to the broader impacts of this project.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span>&nbsp;</p>\n<p>Our project outcomes demonstrate achievements in <strong>intellectual merit</strong> in three ways: 1) by increasing our understanding of the types of tools scientists use and the ways they use them when conducting cutting-edge, Science 2.0, scientific research, something that was lacking in the field prior to this project; 2) by highlighting the importance of learning-specific tools that promote social dialog across time and space and enable learners to debate scientific ideas, hone in on the merits of sources of evidence, and allow learners to share their ideas about the process of conducting scientific research; and 3) how learners successfully and unsuccessfully utilize digital skills toward the understanding of scientific concepts and to engage in authentic scientific practices.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>With regard to the <strong>broader impacts</strong> of our project, several outcomes demonstrate our success on this criterion. For example, we expanded upon how researchers studying learning can design technology platforms that utilize similar tools for similar purposes while supporting the learning of science. In particular, our findings indicate that including a social network created for the purpose of improving learning can enhance the learning experience on technology platforms focused on teaching and learning. Another outcome that speaks to the broader impacts of our project was creating a learning-focused citizen science platform that is adaptable enough to house existing projects with enhanced tools and technologies that promote learning, not just data collection, during citizen science projects. This platform can now be used for both the purposes of encouraging citizens to collect scientific data and can be used to study the most effective ways to leverage citizen science activities for achieving improved understanding of specific science content and the understanding of the nature and process of science.</p>\n<p>These broader impacts were achieved while teaching environmental science concepts to students and citizen scientists. Our project also trained many graduate students in several disciplinary areas: educational research, computer science, and educational technology design. We also involved undergraduate students in both the area of educational technology and research on learning, two areas rarely (if ever) taught to undergraduates, and provided hands-on, real-world experiences studying the design and impact of science teaching technologies.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2017<br>\n\t\t\t\t\tModified by: Timothy&nbsp;D&nbsp;Zimmerman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntroduction\n\nOur project, entitled Promoting 21st Century Science Technology-Enhanced Learning Across Formal and Informal Environments, was funded under the National Science Foundation?s Innovative Technology Experiences for Students and Teachers (ITEST) program. This program supports projects that promote \"PreK-12 student interests and capacities to participate in the science, technology, engineering, and mathematics (STEM) and information and communications technology (ICT) workforce of the future.\" Over the life of our project we created classroom and mobile technology tools aimed at improving learners? (both in school and out of school) knowledge of science and the processes through which science is conducted. Our vision was to create curriculum tools that promote science learning.  Specifically, we created and studied tools that engage people in the ways scientists conducting cutting-edge science, sometimes known as 21st Century Science or Science 2.0, use technology to conduct scientific research. \n\nOur research began (Years 1-3) by studying the ways scientists use technology tools when conducting scientific research and to build curriculum units to engage middle school students in similar technology-based activities. We then used the curriculum designed for middle school students to study the ways in which students? digital skills help or hinder science learning. Overall, we found that these students had considerable and varied experiences with technology in and outside school classrooms but that their ability to effectively use common 21st Century Science tools was moderate at best. The most successful use of technology for science learning was the purposeful engagement with a social network specifically designed for teaching science.\n\nAfter year 4, the project shifted when the senior researcher moved to a new institution. Driven by the same questions and the commitment to designing technology tools that support science learning, our audience broadened to include \"citizen scientists,\" non-scientists who collect and submit data for ongoing scientific research projects. Over the life of our funding, 2009-2017, our project has yielded a variety of outcomes related to the intellectual merits of this project and to the broader impacts of this project.\n\n \n\nIntellectual Merit \n\nOur project outcomes demonstrate achievements in intellectual merit in three ways: 1) by increasing our understanding of the types of tools scientists use and the ways they use them when conducting cutting-edge, Science 2.0, scientific research, something that was lacking in the field prior to this project; 2) by highlighting the importance of learning-specific tools that promote social dialog across time and space and enable learners to debate scientific ideas, hone in on the merits of sources of evidence, and allow learners to share their ideas about the process of conducting scientific research; and 3) how learners successfully and unsuccessfully utilize digital skills toward the understanding of scientific concepts and to engage in authentic scientific practices.\n\n \n\nBroader Impacts\n\nWith regard to the broader impacts of our project, several outcomes demonstrate our success on this criterion. For example, we expanded upon how researchers studying learning can design technology platforms that utilize similar tools for similar purposes while supporting the learning of science. In particular, our findings indicate that including a social network created for the purpose of improving learning can enhance the learning experience on technology platforms focused on teaching and learning. Another outcome that speaks to the broader impacts of our project was creating a learning-focused citizen science platform that is adaptable enough to house existing projects with enhanced tools and technologies that promote learning, not just data collection, during citizen science projects. This platform can now be used for both the purposes of encouraging citizens to collect scientific data and can be used to study the most effective ways to leverage citizen science activities for achieving improved understanding of specific science content and the understanding of the nature and process of science.\n\nThese broader impacts were achieved while teaching environmental science concepts to students and citizen scientists. Our project also trained many graduate students in several disciplinary areas: educational research, computer science, and educational technology design. We also involved undergraduate students in both the area of educational technology and research on learning, two areas rarely (if ever) taught to undergraduates, and provided hands-on, real-world experiences studying the design and impact of science teaching technologies. \n\n \n\n\t\t\t\t\tLast Modified: 03/06/2017\n\n\t\t\t\t\tSubmitted by: Timothy D Zimmerman"
 }
}