{
 "awd_id": "1411247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Synthesis and Characterization of Dicarboximide-functionalized Oxanorbornyl Polymers for Use in Ion Transport Membranes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 192000.0,
 "awd_amount": 192000.0,
 "awd_min_amd_letter_date": "2014-03-24",
 "awd_max_amd_letter_date": "2014-03-24",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nNew materials will be synthesized with the goal of improving the function and safety of solid polymer electrolyte supports in lithium ion batteries. Polymers based on two types of dicarboximide oxanorbornyl monomers will be synthesized using ring opening metathesis techniques creating a fairly rigid and bulky backbone. This backbone may assist in more effectively decoupling ionic motion from polymer segmental motion.  Polymers with varying lengths of ethylene oxide side chains and molecular weights will be investigated to maximize lithium ion conductivity. Accordingly, the optimized monomers will be incorporated into diblock and random copolymers with a second monomer that has a substantially higher glass transition temperature. The random copolymers will be evaluated at compositions where the ionic conductivity is balanced with increased modulus due to the higher glass transition monomer. The phase diagram of a diblock copolymer system with one block using the optimal ethylene oxide side chain and the other block having a high glass transition will be studied to understand how the microphase separated morphology (e.g., lamellae or cylinder) might benefit ionic conductivity. Characterization of the polymer structure and dynamics will include dielectric spectroscopy, X-ray and neutron scattering, atomic force microscopy, and possibly solid-state NMR. This research also includes a shared component where some of the characterization will be conducted on NSF funded equipment and with collaborators at other universities, and at national user facility laboratories. Undergraduate student researchers will carry out this research over the course of three years.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThis research project will create and study strategically tailored materials for use as membranes in lithium ion batteries. These new membranes may lead to improved safety and performance in lithium ion batteries, benefiting the growing necessity for better and safer energy storage systems. These new materials might allow lithium batteries to be lighter, smaller, and constructed out of materials that are much less flammable than conventional materials. This research will include a number of broader impacts. Our future scientific work force will be benefited by direct involvement and education of undergraduate students in all aspects of this research. Collaborations will be established with scientists at other local and national universities, and federally supported national user facilities will be utilized in these studies such as Oak Ridge National Laboratory. Also, increased exposure of underrepresented high school students to science will take place through outreach activities involving the Mathematics, Engineering, and Science Achievement (MESA) program. These activities will include mentoring by undergraduate research students in polymer science experiential learning activities, chemical demonstrations, and demonstrations of modern scientific instrumentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dean",
   "pi_last_name": "Waldow",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Dean A Waldow",
   "pi_email_addr": "waldowda@plu.edu",
   "nsf_id": "000402340",
   "pi_start_date": "2014-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pacific Lutheran University",
  "inst_street_address": "12180 PARK AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "TACOMA",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2535316900",
  "inst_zip_code": "984470001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "WA10",
  "org_lgl_bus_name": "PACIFIC LUTHERAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WR6BH9NBSC74"
 },
 "perf_inst": {
  "perf_inst_name": "Pacific Lutheran University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "984470003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "WA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 192000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Research Context and Outcomes:</strong>&nbsp;This research project created and studied strategically tailored materials for potential use as membranes in lithium ion batteries and was carried out at a predominantly undergraduate institution. The membranes that were studied may lead to improved safety and performance as they would be constructed out of substances that are much less flammable than conventional battery membrane materials. The primary goal of this work is to design a material that is solid but still allows facile movement of ions to and from the electrodes. We have synthesized a variety of polymers with a bulky backbone and ion solubilizing side groups as well as polymers (block copolymers) with both ion conductive and strengthening properties. The resulting nano-morphologies of the latter materials may be additionally helpful in increasing safety in batteries. The primary results have shown that with a specific side group on the polymer, the motion of the ions can be six to seven orders of magnitude faster than in conventional polymer membranes and avoid crystallization. Additionally, these materials can be incorporated into block copolymers to provide both ion conduction and strength. However, changes in the glass transition temperature negate a good portion of the improvement. This suggests that developing polymers with this strong decoupling and lower glass transitions might allow for improved battery membranes.</p>\n<p><strong>Broader Connections:</strong>&nbsp;This research benefited our future scientific work force by direct involvement and education of undergraduate students in all aspects of this research. This work involved eleven students who are now pursuing graduate school, medical school, and local industry, with a few yet to graduate. Collaborations were established with scientists at local and national universities, and at Oak Ridge National Laboratory. Also, we increased exposure of underrepresented middle and high school students to science by providing outreach activities for our local chapter of the Mathematics, Engineering, and Science Achievement (MESA) program. These activities were mentored by our undergraduate research students and faculty in chemistry as well as polymer science hands-on experiential learning activities, chemical demonstrations, and exposure to modern scientific instrumentation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2017<br>\n\t\t\t\t\tModified by: Dean&nbsp;A&nbsp;Waldow</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch Context and Outcomes: This research project created and studied strategically tailored materials for potential use as membranes in lithium ion batteries and was carried out at a predominantly undergraduate institution. The membranes that were studied may lead to improved safety and performance as they would be constructed out of substances that are much less flammable than conventional battery membrane materials. The primary goal of this work is to design a material that is solid but still allows facile movement of ions to and from the electrodes. We have synthesized a variety of polymers with a bulky backbone and ion solubilizing side groups as well as polymers (block copolymers) with both ion conductive and strengthening properties. The resulting nano-morphologies of the latter materials may be additionally helpful in increasing safety in batteries. The primary results have shown that with a specific side group on the polymer, the motion of the ions can be six to seven orders of magnitude faster than in conventional polymer membranes and avoid crystallization. Additionally, these materials can be incorporated into block copolymers to provide both ion conduction and strength. However, changes in the glass transition temperature negate a good portion of the improvement. This suggests that developing polymers with this strong decoupling and lower glass transitions might allow for improved battery membranes.\n\nBroader Connections: This research benefited our future scientific work force by direct involvement and education of undergraduate students in all aspects of this research. This work involved eleven students who are now pursuing graduate school, medical school, and local industry, with a few yet to graduate. Collaborations were established with scientists at local and national universities, and at Oak Ridge National Laboratory. Also, we increased exposure of underrepresented middle and high school students to science by providing outreach activities for our local chapter of the Mathematics, Engineering, and Science Achievement (MESA) program. These activities were mentored by our undergraduate research students and faculty in chemistry as well as polymer science hands-on experiential learning activities, chemical demonstrations, and exposure to modern scientific instrumentation.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/10/2017\n\n\t\t\t\t\tSubmitted by: Dean A Waldow"
 }
}