{
 "awd_id": "1411046",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cold Zone Annealing for Directed Assembly of Multicomponent Block Copolymer Thin Films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 494500.0,
 "awd_min_amd_letter_date": "2014-03-24",
 "awd_max_amd_letter_date": "2017-04-26",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nCold zone annealing is a novel technique that utilizes a dynamic thermal gradient to orient block copolymer thin films. The thermal gradient in this technique can be shallow (CZA), sharp (CZA-S), or coupled with a shear force (CZA-SS). This proposal examines multicomponent block copolymer films as an important class of functional nanostructured films to understand and address key scientific issues in CZA induced ordering of complex BCP systems from a fundamental perspective: 1) What synergistic or disruptive effect does the presence of multicomponents have on the order of BCP thin film systems undergoing directed assembly? 2) How does nanoparticle location in the domains affect ordering? 3) How should the nanoparticle be treated conceptually? Our approach entails exploiting the non-monotonic molecular coupling between CZA and CZA-S dynamic parameters for parallel and vertical orientation of multicomponent BCP systems, notably where additives and nanoparticles can have very different coupling dynamics with CZA than the BCP. CZA-SS will be used to break the symmetry of multicomponent BCP ordering, with the possibility of different dynamic coupling to different components. By zone annealing the multicomponent BCP films at continuous different sweep rates, radially and tangentially with CZA-R in angular co-ordinates, and serial and parallel solvo-thermal methods (CZA-SVA), we will leverage high-throughput character and fast processing to order and align multicomponent BCP films at the molecular level in different and versatile ways. \r\n\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nNext-generation advanced manufacturing requires innovations in continuous production techniques that are applicable to dynamic processing methods such as roll-to-roll (R2R) manufacturing rather than batch processing. This research will address this issue through the development of such a dynamic R2R compatible method, known as zone-refinement, for thermally processing multifunctional polymeric films and coatings to exhibit anisotropic properties. Once heated the microstructure of polymers can be altered to increase properties such as strength, rigidity, porosity, crystallinity, refractive index, or dielectric strength.  This project will seek to understand the complexities associated with producing highly ordered multicomponent and hybrid/nanocomposite polymeric films using the zone refinement method, with an eye towards demonstrating continuous and scalable R2R manufacturing with a high degree of versatility in handling diverse polymeric materials used by industry.  This project will also provide training to graduate students in an interdisciplinary area of block copolymer processing and functional hybrid materials, with detailed knowledge development of nanoparticles.  The co-PI will mentor STEM and local high-school students in his laboratory. High-school students will also be recruited by each of the PI and co-PI to work on this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alamgir",
   "pi_last_name": "Karim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alamgir Karim",
   "pi_email_addr": "akarim3@central.uh.edu",
   "nsf_id": "000515590",
   "pi_start_date": "2014-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Berry",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brian C Berry",
   "pi_email_addr": "bcberry@ualr.edu",
   "nsf_id": "000515476",
   "pi_start_date": "2014-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 Buchtel Common",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 162000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Block copolymers (BCP) are an important class of polymeric (i.e. plastics) materials, and soft matter in general, with unique macroscopic crystal forming self-assembly properties with defined microstructure (e.g. lamellae, cylinders, etc.) that make them suitable for potential nanotechnology applications of the future. While their chemistry of synthesis dictates to first order their structure and morphology that make them suitable for desired applications, their full potential to form highly ordered structures with controlled orientation, and without defects, that compromise their functional properties requires them to be &ldquo;processed&rdquo; by suitable means such as heating in controlled fashion, similar to the concept of baking food. As in baking, the processing method of choice critically controls the final properties of the BCP material. Through the NSF grant, our efforts have focused on developing new approaches for thermally processing BCP&rsquo;s with a focus on deriving thin film properties with highly defined defect free morphology and structure with highly accentuated properties for functional applications. Advancing methods developed by Bell Labs. in the 80&rsquo;s by Lovinger et. al., and borrowed from semiconductor refinement playbook prior to that also developed at Bell Labs., the method known as &ldquo;zone-refinement&rdquo; or zone-annealing, involves drawing a polymer film on a substrate over a narrow heated zone that melts and recrystallizes the polymer to &nbsp;produce highly aligned crystalline polymer films. We have developed next generation of zone-annealing by developing several low-temperature (cold zone annealing or CZA) modes, such as with shallow and ultra-sharp (CZA-S) thermal gradient, a mode to soft-shear (CZA-SS) the BCP film with a thermally expanding elastomer overlayer, and a high-throughput mode with a rotational (R-CZA) disk-like feature, all to highly orient and obtain morphologies of BCP thin films previously not possible. Using these modes, we have demonstrated a slew of high defined BCP morphologies, that render them &nbsp;suitable for applications such as nanolithography, nanowires for nanoelectronics, nanofiltration and ion-exchange membranes, etc. &nbsp;As a demonstration, we have shown for the first time how solid-state BCP capacitors may be developed by CZA-SS and shown its energy storage density to be similar to commercial polymer films. The demonstration involved a succesful scale--up on a 70 ft long roll-to-roll (R2R) film processing assembly. Besides achieving desired morphologies, we have performed detailed in-situ X-ray structure evolution studies to probe the underlying physics of structure orientation and morphology evolution kinetics so that the CZA process can be readily applied to new advanced materials based on these studies. A model for fundamental relaxational motion of the polymer chains relative to the CZA parameters of speed, and temperature for optimal directed self-assembly by CZA was succesfully validated.</p>\n<p>All of the research was performed by a slew of young scientists that directly led to, or partially formed the basis for the thesis work of &nbsp;3 women graduate students and 5 students overall, who presented their research at various national meetings, and obtained doctoral degrees and have all joined high profile companies (such as Intel Corp.). In addition, the work enabled multiple high school students from nearby St. Vincent St. Mary&rsquo;s High School (STVM) to conduct research work under the guidance of the graduate students during summer breaks as well as over regular semesters to perform research work in polymer thin film processing. These students all won major awards at the local high-school, and state competition levels (e.g. 1st place in EWI Award: for outstanding projects in the field of materials science and engineering, Sponsor: EWI; 1st place in Governor's Thomas Edison Award for Advanced Materials, Sponsor: Ohio Development Services Agency) and have moved on to undergraduate studies in science like Ohio State University. Finally, engagement with NSF sponsored research experience for undergraduate (REU) trained 2 undergrad students each year over summer who have gone on to graduate studies. Likewise, NSF's research experience teachers (RET) program, each year of the 3 years of the project was fruitful in educating and getting teachers on board with scientific projects, on topics such as waste plastic bags types and handling and UV degradation, mentored both by the graduate students and the principal investigator for broader education and dissemination to the high-school teachers community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2019<br>\n\t\t\t\t\tModified by: Alamgir&nbsp;Karim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBlock copolymers (BCP) are an important class of polymeric (i.e. plastics) materials, and soft matter in general, with unique macroscopic crystal forming self-assembly properties with defined microstructure (e.g. lamellae, cylinders, etc.) that make them suitable for potential nanotechnology applications of the future. While their chemistry of synthesis dictates to first order their structure and morphology that make them suitable for desired applications, their full potential to form highly ordered structures with controlled orientation, and without defects, that compromise their functional properties requires them to be \"processed\" by suitable means such as heating in controlled fashion, similar to the concept of baking food. As in baking, the processing method of choice critically controls the final properties of the BCP material. Through the NSF grant, our efforts have focused on developing new approaches for thermally processing BCP?s with a focus on deriving thin film properties with highly defined defect free morphology and structure with highly accentuated properties for functional applications. Advancing methods developed by Bell Labs. in the 80?s by Lovinger et. al., and borrowed from semiconductor refinement playbook prior to that also developed at Bell Labs., the method known as \"zone-refinement\" or zone-annealing, involves drawing a polymer film on a substrate over a narrow heated zone that melts and recrystallizes the polymer to  produce highly aligned crystalline polymer films. We have developed next generation of zone-annealing by developing several low-temperature (cold zone annealing or CZA) modes, such as with shallow and ultra-sharp (CZA-S) thermal gradient, a mode to soft-shear (CZA-SS) the BCP film with a thermally expanding elastomer overlayer, and a high-throughput mode with a rotational (R-CZA) disk-like feature, all to highly orient and obtain morphologies of BCP thin films previously not possible. Using these modes, we have demonstrated a slew of high defined BCP morphologies, that render them  suitable for applications such as nanolithography, nanowires for nanoelectronics, nanofiltration and ion-exchange membranes, etc.  As a demonstration, we have shown for the first time how solid-state BCP capacitors may be developed by CZA-SS and shown its energy storage density to be similar to commercial polymer films. The demonstration involved a succesful scale--up on a 70 ft long roll-to-roll (R2R) film processing assembly. Besides achieving desired morphologies, we have performed detailed in-situ X-ray structure evolution studies to probe the underlying physics of structure orientation and morphology evolution kinetics so that the CZA process can be readily applied to new advanced materials based on these studies. A model for fundamental relaxational motion of the polymer chains relative to the CZA parameters of speed, and temperature for optimal directed self-assembly by CZA was succesfully validated.\n\nAll of the research was performed by a slew of young scientists that directly led to, or partially formed the basis for the thesis work of  3 women graduate students and 5 students overall, who presented their research at various national meetings, and obtained doctoral degrees and have all joined high profile companies (such as Intel Corp.). In addition, the work enabled multiple high school students from nearby St. Vincent St. Mary?s High School (STVM) to conduct research work under the guidance of the graduate students during summer breaks as well as over regular semesters to perform research work in polymer thin film processing. These students all won major awards at the local high-school, and state competition levels (e.g. 1st place in EWI Award: for outstanding projects in the field of materials science and engineering, Sponsor: EWI; 1st place in Governor's Thomas Edison Award for Advanced Materials, Sponsor: Ohio Development Services Agency) and have moved on to undergraduate studies in science like Ohio State University. Finally, engagement with NSF sponsored research experience for undergraduate (REU) trained 2 undergrad students each year over summer who have gone on to graduate studies. Likewise, NSF's research experience teachers (RET) program, each year of the 3 years of the project was fruitful in educating and getting teachers on board with scientific projects, on topics such as waste plastic bags types and handling and UV degradation, mentored both by the graduate students and the principal investigator for broader education and dissemination to the high-school teachers community.\n\n \n\n\t\t\t\t\tLast Modified: 01/28/2019\n\n\t\t\t\t\tSubmitted by: Alamgir Karim"
 }
}