{
 "awd_id": "1411945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: MASSIVE - A Survey of the 100 Most Massive Galaxies within 100 Mpc",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927373",
 "po_email": "jpesce@nsf.gov",
 "po_sign_block_name": "Joseph E. Pesce",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 319649.0,
 "awd_amount": 359184.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2018-02-20",
 "awd_abstract_narration": "One of the key questions scientists are trying to answer is how the very massive galaxies in our Universe were assembled.  In order to do that, they must understand both how they are physically organized right now and how they have changed over time. This proposal will complete an ambitious new survey of the 100 most massive nearby galaxies using powerful instruments called integral field units, which allow scientists to obtain information about the composition and physical properties of multiple positions in galaxies all at the same time.  Using that information, they can create a three-dimensional map that includes where the stars and gas are located in a galaxy, how they are moving, and what their composition is.  They can also determine the mass of the black holes at the centers of these galaxies.  The combination of all this information yields important clues to when the galaxies first began to form (how old they are), and how they changed over time, similar to the rings in tree trunks which reveal their ages and information about their growth patterns through the spacing of the rings.  In addition, the PI is mentoring talented high school students and exposing them to cutting-edge science research.  The Co-PI teaches inmates in New Jersey State Correctional Facilities through the Prison Teaching Initiative.  This provides basic math and science training to underserved incarcerated minorities.\r\n\r\nThis proposal seeks to conduct a large integral field spectroscopy survey of 100 of the nearest, most massive elliptical galaxies. Using a combination of wide-field and adaptive-optics-assisted integral field spectroscopy (IFS), this proposal examines all components of these galaxies, from supermassive black holes on 100 pc scales, to stellar populations and kinematics on kpc scales, and dark matter halos on 10-20 kpc scales. This survey probes a mass range that has not been systematically studied to date, and explores a volume more than an order of magnitude greater than that of the ATLAS-3D project. Characterizing the dynamical and structural properties of these massive galaxies is essential for understanding the trends in the mass assembly histories of the majority of stars in the universe, and for elucidating the relationship of these properties to the growth of supermassive black holes.  As a part of the study, they will measure the black hole masses for 27 galaxies, which should double the current number in this mass range, and look for direct evidence of a bottom-heavy IMF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chung-Pei",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chung-Pei Ma",
   "pi_email_addr": "cpma@berkeley.edu",
   "nsf_id": "000095157",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 103077.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 106006.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 110566.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 39535.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: arial, helvetica, sans-serif;\">Intellectual Merit: The MASSIVE project is aimed to study the properties and assembly histories of the 100 most massive galaxies in the local Universe. This complete sample allows us to understand how the stellar populations, stellar kinematics, dark matter, and supermassive black holes all depend on galaxy stellar mass and large-scale environment. &nbsp;We have found that the overall rotations of the galaxies are determined primarily by the galaxy mass, whereas the internal velocity distributions of the stars depend on the environment. &nbsp;These massive galaxies harbor the most massive known black holes in the universe, regardless of environment. &nbsp;They have very little, but detectable, amounts of cold molecular gas and very massive hot gas reservoirs, although the full origin of their gas remains a mystery.&nbsp;</span><span style=\"font-family: arial, helvetica, sans-serif;\">They have similar stellar population gradients, although the galaxies in the most massive dark matter halos have stars that are older and formed more rapidly. &nbsp;This project has provided the most comprehensive set of spatially resolved properties of local massive galaxies. Ongoing numerical simulations of&nbsp;galaxy formation must now meet the challenges of matching the wealth of observational results.</span></p>\n<p>Broader Impacts: The MASSIVE project is a pathfinder for ongoing and next-generation surveys that seek to use spatially-resolved integral-field spectroscopy of stars in nearby galaxies to study their formation and evolution. As such work is now becoming possible at higher redshift, MASSIVE also serves as an important low-redshift counterpart for these new works. &nbsp;Any successful theoretical model&nbsp;for galaxy formation must account for how galaxies grow over 10 billion years of cosmic history to become today's massive galaxies studied in this project.</p>\n<p>PI Ma supervised s<span style=\"font-family: ArialMT;\">everal high school students who participated directly in this project. These students were given a rare opportunity to integrate education and research&nbsp;and to acquire hands-on experience with data reduction and analysis in cutting- edge astronomical research. A</span><span style=\"font-family: ArialMT;\">ll of them are now&nbsp;majoring, or intend to major, in physics or other STEM fields in college. The PI is in touch with them&nbsp;</span><span style=\"font-family: ArialMT;\">and continues to&nbsp;</span>provide them with research and career advices.&nbsp;</p>\n<div><br /><br /></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/17/2019<br>\n\t\t\t\t\tModified by: Chung-Pei&nbsp;Ma</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The MASSIVE project is aimed to study the properties and assembly histories of the 100 most massive galaxies in the local Universe. This complete sample allows us to understand how the stellar populations, stellar kinematics, dark matter, and supermassive black holes all depend on galaxy stellar mass and large-scale environment.  We have found that the overall rotations of the galaxies are determined primarily by the galaxy mass, whereas the internal velocity distributions of the stars depend on the environment.  These massive galaxies harbor the most massive known black holes in the universe, regardless of environment.  They have very little, but detectable, amounts of cold molecular gas and very massive hot gas reservoirs, although the full origin of their gas remains a mystery. They have similar stellar population gradients, although the galaxies in the most massive dark matter halos have stars that are older and formed more rapidly.  This project has provided the most comprehensive set of spatially resolved properties of local massive galaxies. Ongoing numerical simulations of galaxy formation must now meet the challenges of matching the wealth of observational results.\n\nBroader Impacts: The MASSIVE project is a pathfinder for ongoing and next-generation surveys that seek to use spatially-resolved integral-field spectroscopy of stars in nearby galaxies to study their formation and evolution. As such work is now becoming possible at higher redshift, MASSIVE also serves as an important low-redshift counterpart for these new works.  Any successful theoretical model for galaxy formation must account for how galaxies grow over 10 billion years of cosmic history to become today's massive galaxies studied in this project.\n\nPI Ma supervised several high school students who participated directly in this project. These students were given a rare opportunity to integrate education and research and to acquire hands-on experience with data reduction and analysis in cutting- edge astronomical research. All of them are now majoring, or intend to major, in physics or other STEM fields in college. The PI is in touch with them and continues to provide them with research and career advices. \n\n\n\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/17/2019\n\n\t\t\t\t\tSubmitted by: Chung-Pei Ma"
 }
}