{
 "awd_id": "1411024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Driving forces and orientation selection during texture transformations in thin metal films",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Shiflet",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2014-06-15",
 "awd_max_amd_letter_date": "2016-07-13",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nThin metal films (metal layers less than one tenth the thickness of a human hair) are essential elements in computer chips, optical systems, catalytic converters, and many other high-tech devices. These films are made up of many tiny metal crystals, called \"grains\".  Because the films are so thin, grains tend to orient themselves so that certain directions in their crystal structure align with the plane of the film. The properties of thin films, and therefore the performance and reliability of devices containing thin films, depend very sensitively on these orientations. This topic has been studied for many years, but people do not yet have the ability to predict how a film or a device will behave. In a particularly vexing problem, films that are made with one set of crystal orientations sometimes change to a different set of orientations over time, dramatically changing the properties. To date, it is not possible to predict when this transformation will occur. A number of people have proposed that the initial grains must have defects, imperfections in their crystal structures. These defects represent excess energy, so if new defect-free grains can replace the defective grains, the film can achieve a more stable, lower energy state. This argument, however, does not explain why a new orientation should form. To understand this problem, the Baker group at Cornell University will make films with a wide range of defect structures and will characterize those structures and the associated film behaviors using sophisticated tools such as the Cornell High Energy Synchrotron Source (CHESS), the Ion Beam Laboratory at Sandia National Labs in Albuquerque, NM, and others. They will generate predictive models to help interpret their results. The knowledge generated in this project will help make it possible to continue to miniaturize the next generation of nanofabricated devices and should help to improve performance and reliability in all devices that contain thin metal films. This project will involve undergraduates at Houghton College, a small non-PhD-granting institution in upstate New York. Undergraduate participation will enhance both the scientific output of the project and the educational experience of those students. Houghton students will be advised at Houghton by Prof. Brandon Hoffman, but will spend summers working with the Baker group at Cornell. Baker group graduate students and post-docs are active in outreach activities to area schools and institutions. A benefit of the current project is that images of grain orientation distributions can be quite striking and can often stand on their own as art, making a nice icebreaker for talking about materials science to non-scientists.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nMetal thin films are critical elements in many micro- and nano-fabricated technologies including microelectronics, optics, sensors, and catalysts. Due to dimensional constraints, such films are frequently found to be textured; that is, the individual metal crystallites comprising the film are preferentially oriented with certain crystal planes parallel to plane of the film. Films may form with one orientation distribution during deposition, but transform to another over time. Since the properties of the film depend strongly on the orientations present, this texture transformation dramatically changes film properties. Understanding texture and texture transformations is thus critical to understanding the performance and reliability of devices containing thin films. A widely quoted model attributes texture transformation to a competition between interfacial and strain energies. However, recent studies suggest that neither of these driving forces play a dominant role. Thus, it has been suggested that reduction in defect energy, as in bulk recrystallization, provides the driving force. While this might well be true, the orientation selection mechanism is not clear. Indeed, this concept suggests that certain orientations should have intrinsically higher defect densities than others. The existence of such orientation dependent defect densities has not yet been reported. To understand this, the Baker group will study the defect structures in thin metal films and their roles in texture formation and texture transformation. They will produce films using a high-throughput method that allows them to investigate multiple parameters with every film deposition. They will vary deposition parameters to produce different defect densities, induce point defects using ion bombardment in collaboration with the Ion Beam Laboratory and Sandia National Laboratories, and vary planar defect density (stacking faults) by varying stacking fault energy. Film structures will be examined in detail using x-ray diffraction and TEM methods. They will develop models that link driving forces and texture transformation kinetics to allow better prediction and control of thin film texture, and therefore properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shefford",
   "pi_last_name": "Baker",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Shefford P Baker",
   "pi_email_addr": "shefford.baker@cornell.edu",
   "nsf_id": "000479918",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "214 Bard Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148501501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}