{
 "awd_id": "1412643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Persistence and Permanence in Biological Interaction Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 272000.0,
 "awd_amount": 272000.0,
 "awd_min_amd_letter_date": "2014-07-11",
 "awd_max_amd_letter_date": "2014-07-11",
 "awd_abstract_narration": "The phenomenon of persistence is the focus of much modern biological and biomedical research.  Persistence is found at all scales, from the molecular and cellular, to tissues, organisms, populations, and ecosystems.  At the cellular level, persistence in gene and protein networks plays a key role in the establishment of homeostasis, which is the ability of the cell to regulate key variables, so that internal conditions remain relatively constant.  At the intracellular level, the nodes of these interaction networks could be signaling molecules, genes, and gene products; at the ecosystem level, the nodes could be the various species and energy resources.  Many diseases involve a disturbance of homeostasis in specific types of cells, which corresponds to a loss of persistence in the associated interaction networks.  A more complete characterization of persistent systems may improve the understanding of these diseases.  This project will create software that implements mathematical methods for understanding persistence, and will allow biologists and biomedical scientists to analyze persistence properties of diverse biological networks of interest. \r\n\r\nPersistence and permanence refer to the capacity of a system to maintain all of its variables within some fixed limits in a robust way, and this capacity is one of the most important features of biological interaction networks. In order to understand the role played by specific biological interactions (e.g., a signaling pathway in a cell), one often faces great difficulties in trying to interpret the effect of positive and negative feedbacks, nonlinear interactions, and other complex signaling between the nodes of the network. These difficulties are due to the inherent complexity of the dynamics of nonlinear systems. There are significant mathematical challenges to be overcome, whose study will lead to rich new areas of biological insight as well as mathematical theory. This project will analyze persistence as a fundamental theoretical concept that traverses levels of biological complexity. Mathematical and computational tools will be developed to understand persistence in general biological interaction networks. As a concrete step in that direction, this project will focus on biochemical networks, with the aim to provide mathematical tools for drawing precise connections between reaction network structure and its persistence properties. These tools will be applicable to complex networks, and will be able to distinguish between very similar networks having rather different capacities for persistence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gheorghe",
   "pi_last_name": "Craciun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gheorghe Craciun",
   "pi_email_addr": "craciun@math.wisc.edu",
   "nsf_id": "000283063",
   "pi_start_date": "2014-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N Park ST, STE 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 272000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>For many types of biological systems, their proper functioning relies on establishment of homeostasis, which is&nbsp;the ability of the system to regulate itself, so that internal conditions remain relatively constant. Due to the great complexity of these biological systems, mathematical and computational analysis of their structure and function can play a very important role. Homeostasis can be expressed mathematically in terms of the properties of \"persistence\" and \"permanence\", which refer to the capacity of a dynamical system to maintain all its variables within some fixed limits in a&nbsp;robust way. Persistence and permanence are found at all&nbsp;scales of biological systems, from the molecular and cellular, to tissues, organisms, populations, and ecosystems. For example, at the&nbsp;</span><span>cellular level, persistence in gene and protein networks plays a key role in</span><span>&nbsp;</span><span>the ability of the cell to regulate key variables to keep themselves alive and control their proliferation. At the</span><span>&nbsp;</span><span>intracellular level, the nodes of these interaction networks could be signaling molecules, genes, and gene products; at</span><span>&nbsp;</span><span>the ecosystem level, the nodes could be the various species and energy resources. In this project, we have&nbsp;</span><span>created mathematical methods and algorithms for analyzing persistence and permanence, which allow biologists&nbsp;and biomedical scientists to investigate&nbsp;homeostasis&nbsp;properties of diverse biological networks of interest. In particular, many</span><span>&nbsp;</span><span>diseases involve a disturbance of homeostasis in specific types of cells, which corresponds to a loss of persistence in</span><span>&nbsp;the associated interaction networks. The more complete characterization of persistent and permanent systems obtained in this project can be used to improve our&nbsp;understanding of these diseases. The methods and results developed in this project can also be applied&nbsp;to reaction networks of interest in biochemical engineering, and&nbsp;interaction networks that arise in the study of the spread of infectious diseases.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2018<br>\n\t\t\t\t\tModified by: Gheorghe&nbsp;Craciun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor many types of biological systems, their proper functioning relies on establishment of homeostasis, which is the ability of the system to regulate itself, so that internal conditions remain relatively constant. Due to the great complexity of these biological systems, mathematical and computational analysis of their structure and function can play a very important role. Homeostasis can be expressed mathematically in terms of the properties of \"persistence\" and \"permanence\", which refer to the capacity of a dynamical system to maintain all its variables within some fixed limits in a robust way. Persistence and permanence are found at all scales of biological systems, from the molecular and cellular, to tissues, organisms, populations, and ecosystems. For example, at the cellular level, persistence in gene and protein networks plays a key role in the ability of the cell to regulate key variables to keep themselves alive and control their proliferation. At the intracellular level, the nodes of these interaction networks could be signaling molecules, genes, and gene products; at the ecosystem level, the nodes could be the various species and energy resources. In this project, we have created mathematical methods and algorithms for analyzing persistence and permanence, which allow biologists and biomedical scientists to investigate homeostasis properties of diverse biological networks of interest. In particular, many diseases involve a disturbance of homeostasis in specific types of cells, which corresponds to a loss of persistence in the associated interaction networks. The more complete characterization of persistent and permanent systems obtained in this project can be used to improve our understanding of these diseases. The methods and results developed in this project can also be applied to reaction networks of interest in biochemical engineering, and interaction networks that arise in the study of the spread of infectious diseases. \n\n\t\t\t\t\tLast Modified: 09/29/2018\n\n\t\t\t\t\tSubmitted by: Gheorghe Craciun"
 }
}