{
 "awd_id": "1412262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studying Proteasome Assembly Using a Combination of Modeling and Experiment",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 659158.0,
 "awd_amount": 659158.0,
 "awd_min_amd_letter_date": "2014-06-07",
 "awd_max_amd_letter_date": "2014-06-07",
 "awd_abstract_narration": "The award, funded by the Systems and Synthetic Biology Program in MCB, the Biotechnology, Biochemical and Biomass Engineering Program in CBET, and EPSCoR, is aimed at understanding the fundamental process of macromolecular assembly within cells.  Many cellular functions are carried out by large protein complexes known as \"molecular machines\".  The cell does not synthesize these machines as single, active units, but rather as a set of protein parts that must be assembled into a particular structure in order for the machine to function.  Despite decades of research, it is still unclear exactly how assembly processes ensure the efficient and reliable production of these machines within cells. A major barrier to understanding assembly has been a comparative lack of theoretical investigation into the assembly process.  This grant focuses on overcoming this problem by combining novel computational simulation techniques with experimental tests to study the assembly of the proteasome.  This massive molecular machine is primarily responsible for disposing of damaged or unwanted proteins by cutting them into smaller pieces that can be eventually reused by the cell, and accurate assembly is crucial for its function.  Findings from this research will not only provide insight into the assembly of the proteasome itself, but also shed light on the general principles of efficient macromolecular assembly.  These general principles will likely be applicable to a wide array of cellular machines, and could eventually be applied to the design of synthetic materials that can self-assemble reliably in a wide range of environments.\r\n  \r\nThis grant will also support ongoing outreach activities at the University of Kansas.  In particular, the proposed research will be integrated into a recently-developed program in which high school students are exposed to the importance of modeling and quantitative biology.  This work will also be used as a platform to recruit undergraduate and graduate students from underrepresented backgrounds both to KU and the labs in which this research will be performed.  These efforts will focus on leveraging existing undergraduate research programs at KU aimed at minority students and will strengthen recruiting efforts at national conferences such as ABRCMS and SACNAS.\r\n\r\nTechnical Description:  The proteasome consists of a proteolytically active Core Particle (CP), containing 14 alpha and 14 beta proteins arranged in an alpha7beta7beta7alpha7 pattern, and a Regulatory Particle (RP) that binds the alpha rings and controls which substrates are degraded.  The enzyme is only active if the subunits adopt this specific three-dimensional structure, making efficient assembly crucial for proteasome function.  Extensive experimental study has led to the proposal of a number of hypothetical proteasome assembly mechanisms, governing everything from the self-assembly of prokaryotic CPs in vitro to the chaperone-assisted assembly of eukaryotic RPs in vivo.  To date, however, there has been no attempt to make a formal or mathematical model of this process.  It is thus difficult to fully evaluate current assembly mechanisms, since their predictions have never been formally established or quantitatively tested.\r\n\r\nA major focus of research in the Deeds lab involves using a combination of computational models and experimental tests to overcome this problem.  The proposed research will leverage novel simulation tools that allow for efficient simulation of proteasome assembly.  Predictions from these simulations will be tested and validated against in vitro and in vivo experimental data obtained by collaborators.  The unprecedented combination of modeling and experiment has the potential to fundamentally transform our understanding of how certain mechanisms, such as assembly chaperones, act to increase the reliability and efficiency of assembly.  While this proposal is focused on a particular model system, our work will begin to elucidate a set of general principles of macromolecular assembly, principles that could be applied to our understanding of other large machines or to the design of novel nanomaterials that self-assemble with high yields in vitro or in vivo.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Deeds",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Deeds",
   "pi_email_addr": "deeds@ucla.edu",
   "nsf_id": "000623015",
   "pi_start_date": "2014-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2030 Becker Drive",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660471620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 659158.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cells are full of complex molecular machines that are critical for life. Like machines in everyday life, these molecular machines are made up of individual pieces that have to be put together in order for the machine to function. One of the most critical machines in our cells is the proteasome, which acts a sort of &ldquo;molecular disposal&rdquo; that allows the cell to recycle damaged or unwanted proteins. The core of the proteasome is made up of 28 different parts that have to be assembled into a precise arrangement in order for the machine to function (see the attached miage for a picture of this machine).&nbsp;</p>\n<p>Decades ago, experimental work demonstrated that the proteasome has the ability to self-assemble; that is, to put itself together. That would be like putting a bunch of Lego pieces in a box, shaking the box around, and opening it up to find that the pieces had assembled into a beautiful castle all on their own. Exactly how cellular machines are able to put themselves together like that is currently not understood.</p>\n<p>This project used the proteasome as a model system to better understand that process. The major question we asked is: is it easy for these structures to put themselves together? In other words, if you just have a group of proteins that spontaneously stick together in the right ways, will they reliable self-assemble into the desired structure? Using some simple mathematical models and experiments on the proteasome, we found that the process of self-assembly is not necessarily straightforward. In particular, we demonstrated that self-assembling systems like this can easily get &ldquo;stuck&rdquo; in states where a bunch of the machines are partially made but there are no subunits left to keep building them. We call this stuck state &ldquo;deadlock.&rdquo; We found that several strategies have evolved to allow machines to avoid deadlock, and characterized how the proteasome employs such strategies to assemble quickly and efficiently.\\</p>\n<p>One of the key strategies that molecular machines use to avoid to avoid deadlock is by using &ldquo;hierarchical&rdquo; assembly pathways. All this means is that some parts of the machine need to be built before other parts are built, a bit like how you would fully assemble an engine <em>before</em> putting the engine inside the car, rather than trying to build them both at once. While this kind of hierarchical process is natural in a factory, it is hard to understand how molecules can do that sort of thing. We found that the proteasome has evolved a number of very special mechanisms where the proteins have multiple states and transition between them depending on where they are in the process of assembly. These kinds of mechanisms are classically called &ldquo;allosteric mechanisms&rdquo; and we used a combination of computer models and experiments to show how the proteasome uses allostery to generate hierarchical assembly processes. These findings provided more insight not only into how the proteasome assembles, but also how other cellular machines might assemble efficiently as well. This work also provides insight into how humans can design new, synthetic nanomachines that can self-assemble just as effectively as the machines inside our cells do.</p>\n<p>Beyond the contribution to science, this project also supported a number of critical activities for the scientific enterprise in the US. For one, the project involved a large and diverse group of young scientists, who were all trained in how to combine computer models with experiments in order to make progress on difficult problems. Both the PI and other members of the project worked on using these results as a platform for exciting and recruiting a diverse group of scientists to join grad school and get involved in research. This work also supported the development of new modules for education, using self-assembly as a method for teaching both undergraduate and graduate students about biophysics, biochemistry and computer modeling.</p><br>\n<p>\n Last Modified: 07/31/2024<br>\nModified by: Eric&nbsp;J&nbsp;Deeds</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1412262/1412262_10308580_1722469795179_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1412262/1412262_10308580_1722469795179_Figure1--rgov-800width.jpg\" title=\"The Proteasome Core Particle\"><img src=\"/por/images/Reports/POR/2024/1412262/1412262_10308580_1722469795179_Figure1--rgov-66x44.jpg\" alt=\"The Proteasome Core Particle\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is an image of the proteasome Core Particle. The different protein subunits are shown with the different colors. Only eight subunits are highlighted here, but a total of 28 different subunits have to self-assemble correctly in order for this machine to function correctly.</div>\n<div class=\"imageCredit\">Eric J. Deeds</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Eric&nbsp;J&nbsp;Deeds\n<div class=\"imageTitle\">The Proteasome Core Particle</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nCells are full of complex molecular machines that are critical for life. Like machines in everyday life, these molecular machines are made up of individual pieces that have to be put together in order for the machine to function. One of the most critical machines in our cells is the proteasome, which acts a sort of molecular disposal that allows the cell to recycle damaged or unwanted proteins. The core of the proteasome is made up of 28 different parts that have to be assembled into a precise arrangement in order for the machine to function (see the attached miage for a picture of this machine).\n\n\nDecades ago, experimental work demonstrated that the proteasome has the ability to self-assemble; that is, to put itself together. That would be like putting a bunch of Lego pieces in a box, shaking the box around, and opening it up to find that the pieces had assembled into a beautiful castle all on their own. Exactly how cellular machines are able to put themselves together like that is currently not understood.\n\n\nThis project used the proteasome as a model system to better understand that process. The major question we asked is: is it easy for these structures to put themselves together? In other words, if you just have a group of proteins that spontaneously stick together in the right ways, will they reliable self-assemble into the desired structure? Using some simple mathematical models and experiments on the proteasome, we found that the process of self-assembly is not necessarily straightforward. In particular, we demonstrated that self-assembling systems like this can easily get stuck in states where a bunch of the machines are partially made but there are no subunits left to keep building them. We call this stuck state deadlock. We found that several strategies have evolved to allow machines to avoid deadlock, and characterized how the proteasome employs such strategies to assemble quickly and efficiently.\\\n\n\nOne of the key strategies that molecular machines use to avoid to avoid deadlock is by using hierarchical assembly pathways. All this means is that some parts of the machine need to be built before other parts are built, a bit like how you would fully assemble an engine before putting the engine inside the car, rather than trying to build them both at once. While this kind of hierarchical process is natural in a factory, it is hard to understand how molecules can do that sort of thing. We found that the proteasome has evolved a number of very special mechanisms where the proteins have multiple states and transition between them depending on where they are in the process of assembly. These kinds of mechanisms are classically called allosteric mechanisms and we used a combination of computer models and experiments to show how the proteasome uses allostery to generate hierarchical assembly processes. These findings provided more insight not only into how the proteasome assembles, but also how other cellular machines might assemble efficiently as well. This work also provides insight into how humans can design new, synthetic nanomachines that can self-assemble just as effectively as the machines inside our cells do.\n\n\nBeyond the contribution to science, this project also supported a number of critical activities for the scientific enterprise in the US. For one, the project involved a large and diverse group of young scientists, who were all trained in how to combine computer models with experiments in order to make progress on difficult problems. Both the PI and other members of the project worked on using these results as a platform for exciting and recruiting a diverse group of scientists to join grad school and get involved in research. This work also supported the development of new modules for education, using self-assembly as a method for teaching both undergraduate and graduate students about biophysics, biochemistry and computer modeling.\t\t\t\t\tLast Modified: 07/31/2024\n\n\t\t\t\t\tSubmitted by: EricJDeeds\n"
 }
}