{
 "awd_id": "1412738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Genomic Basis of Multicellularity and Developmental Complexity in the Volvocine Algae",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Clouse",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 710504.0,
 "awd_amount": 710504.0,
 "awd_min_amd_letter_date": "2014-09-03",
 "awd_max_amd_letter_date": "2016-06-27",
 "awd_abstract_narration": "The visible organisms around us are composed of many microscopic cells. In contrast, it was only with the invention of the microscope that it was realized that organisms exist that are composed of a single cell. Thus, a fundamental question in biology has been to understand how microscopic unicellular organisms evolved the ability to cooperate as a group to form large and complex organisms composed of multiple cells (multicellular). In the most familiar organisms such as animals and plants, the transition from single cells to multicellular organisms occurred about a billion years ago in organisms that no longer exist, which has made it very challenging to identify the genes involved in this evolutionary process. However, in a group of organisms that live in ponds called the Volvocine algae, the transition from single cells to multicellular organisms occurred more recently resulting in the preservation of the genetic signature of multicellular evolution within their present day relatives. While Volvocine algae were once simply known as \"pond scum\", they are now known to be representative of simple forms of other organisms such as plants and animals, thus making them a valuable tool for understanding how multicellular plants and animals evolved. The Volvocine algae are now recognized as an important model for multicellular evolution, often appearing in science textbooks and are featured at the Smithsonian Museum as one of the primary examples of how multicellularity evolved. To determine which genes are important for multicellularity in the Volvocine algae, their genomes will be sequenced and compared to identify those genes that are evolving in multicellular algae compared to close relatives that are unicellular. Once identified, these genes will be independently tested to confirm that they are indeed important for the transition to multicellularity. Because the Volvocine algae are similar to other organisms, including plants and animals, the data generated in this project will be broadly important toward understanding how multicellular organisms evolved in all domains of life. During the course of this project there will be opportunities for local high school, undergraduate and other trainees to participate in this effort, including outreach to a high school where less than 20% of students have college-educated parents. The genome data generated from this project will become publicly available on the Phytozome website (http://www.phytozome.net), and this project will also contribute additional data about the Volvocine algae to an international education effort, the Volvocales Information Project (http://www2.unb.ca/vip/).\r\n\r\nThe evolution of multicellularity is a major evolutionary transition that resulted in a fundamental change in cellular organization and function. However, the genetic basis of multicellularity is not well understood. Multicellular evolution involves three major evolutionary steps: first colonial multicellular organisms evolve when individual cells come together in a cooperative group; then cell fate determination evolves such that there are two distinct germ and somatic cell lines, finally organismal size expands and cells evolve specialized function. The goal of this project is to determine the underlying, and succinct genetic changes that are required for the evolution of colonial cooperative groups, the evolution of germ-soma, and the evolution or organismal size by using a comparative genomics approach. The project will utilize the Volvocine algae as a model system that has undergone the most recent example of multicellular evolution. The Volvocales are an excellent model system for multicellularity because member species show stepwise gains and losses of multicellular characters. The central hypothesis of this project is that existing genetic pathways in unicellular Chlamydomonas have been evolutionarily co-opted as complexity increased in the Volvocales. To test this hypothesis, the PI will (a) sequence and compare the contents of the genomes of Volvocales representative of the three major steps to multicellularity to identify candidate genes and pathways that have been co-opted into new functions correlating with multicellularity and organismal complexity, (b) use comparative differential expression analysis between species to identify genes whose expression pattern is altered and correlated with multicellularity in the Volvocales, and (c) functionally test candidate genes to see when in the Volvocales their function was co-opted by determining if they positively cause multicellularity by expressing them in unicellular Chlamydomonas and looking for morphological changes. This project will not only identify genes associated with the evolution from uni- to multicellularity, but also challenge the prevailing hypothesis in the field, which suggests that large-scale genomic duplication and neo-functionalization events underlie multicellularity. The project is a collaboration between two PIs, whose complimentary expertise is essential to achieve its stated goals. Another goal of the project is to promote participation of high school and undergraduate students from underrepresented groups and who are first generation college students. Both laboratories are located near rural areas that struggle with modernizing their high school science programs. High school participants in this project will be trained in two steps. First, the PIs will provide outreach to their high school collaborators to build in class units for teaching molecular genotyping of phylogenetic classification or organisms. Next, students will participate in weekend visits to KSU and U of Az where they use their in-class derived skills to PCR genotype algal strains that will be used for the population studies in the project. Students who have a strong interest in science will given the opportunity to be interns in the PI's laboratory during the summer. Student interns will travel to locations in the USA and assist with isolating new Volvocales strains for the population studies and then use their training to molecularly genotype the strains they have isolated. Importantly, the students will also determine the taxa present in the ponds, and sample the water for quality measurements, to build toward a future project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Olson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Olson",
   "pi_email_addr": "bjsco@k-state.edu",
   "nsf_id": "000610714",
   "pi_start_date": "2014-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 236836.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 236834.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 236834.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>This project determined the genetic basis for how organisms become multicellular. To do this, this project focused on a group of green algae that have recently evolved multicellularity. To determine which genes are important for multicellualrity, this project sequenced and compared their genomes to identify differences in their genomes that are important for multicellularity. This project found that multicellular organisms have fewer rather than more genes, contrary to the prediction that more genes would be required for more complicated multicellular organisms. Using both experimental and theoratical experiments, this project determined that multicellularity can emerge by taking existing genes and using them differently, and getting rid of those that are not a part of the new way to use these genes. This project aimed to understand how tissues form by examing the evolution of a gene known to be important for cells to differentiate into tissues. This gene was found in mulitcellular organisms without tissues, a result that suggests that cellular differentiation evolved from a function in organisms that do not differentiate. In all, using comparative genomics, this project advanced our understanding of long standing questions about how multicellular organisms evolve.</p>\n<p>Broader Impacts</p>\n<p>A key goal of this project was to collaborate with a regional high school to build their advanced biology courses into hands on experiences with genetics and genomics. A second key goal of this project was to provide scientific and laboratory training for under represented students in STEM. Much of the intellectual development in this project was used to help complete the Porphyra genome project (a red alga). Finaly, the Porphyra genome project collaboration built reusable software pipelines and environments that will assist other reserachers to sequence and compare genomes.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2020<br>\n\t\t\t\t\tModified by: Bradley&nbsp;Olson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project determined the genetic basis for how organisms become multicellular. To do this, this project focused on a group of green algae that have recently evolved multicellularity. To determine which genes are important for multicellualrity, this project sequenced and compared their genomes to identify differences in their genomes that are important for multicellularity. This project found that multicellular organisms have fewer rather than more genes, contrary to the prediction that more genes would be required for more complicated multicellular organisms. Using both experimental and theoratical experiments, this project determined that multicellularity can emerge by taking existing genes and using them differently, and getting rid of those that are not a part of the new way to use these genes. This project aimed to understand how tissues form by examing the evolution of a gene known to be important for cells to differentiate into tissues. This gene was found in mulitcellular organisms without tissues, a result that suggests that cellular differentiation evolved from a function in organisms that do not differentiate. In all, using comparative genomics, this project advanced our understanding of long standing questions about how multicellular organisms evolve.\n\nBroader Impacts\n\nA key goal of this project was to collaborate with a regional high school to build their advanced biology courses into hands on experiences with genetics and genomics. A second key goal of this project was to provide scientific and laboratory training for under represented students in STEM. Much of the intellectual development in this project was used to help complete the Porphyra genome project (a red alga). Finaly, the Porphyra genome project collaboration built reusable software pipelines and environments that will assist other reserachers to sequence and compare genomes. \n\n\t\t\t\t\tLast Modified: 07/17/2020\n\n\t\t\t\t\tSubmitted by: Bradley Olson"
 }
}