{
 "awd_id": "1412776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unravelling the Complexities of the Chemical and Physical Properties of Colloidal Nitride Semiconductor Nanomaterials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2014-06-10",
 "awd_max_amd_letter_date": "2014-06-10",
 "awd_abstract_narration": "Remi Beaulac of Michigan State University is supported by an award from the Macromolecular, Supramolecular and Nanochemistry Program of the Division of Chemistry to investigate the chemistry and physical properties of nitride nanomaterials. These materials are expected to play a significant role in the design of new light-emitting devices, biomedical imaging methods, information and telecommunication applications, as well as in future solar-based energy storage and conversion schemes. At the moment, simple and reliable methods to prepare high-quality nitride nanomaterials by direct solution-based chemical approaches are unknown, and their electronic, optical, magnetic, and chemical reactivity properties are consequently ill-understood. The work conducted under this award is expected to change this situation by virtue of a new chemical scheme that allowed the group to prepare uniquely high-quality indium nitride (InN) nanomaterials. Both indium nitride and gallium nitride (GaN) are archetypical members of the so-called III-V semiconductors family that have long been difficult to prepare chemically.  Therefore chemical synthesis of nanocrystals of both materials is being pursued.\r\n\r\nProfessor Beaulac's efforts are divided into three main categories: (1) Design of rational schemes for the synthesis of nitride colloidal nanomaterials; (2) Reversible control of n-type doping in these materials; (3) Investigation and tuning of the physical properties of nitride nanomaterials. Under the first heading, the mechanisms behind the efficacy of the approach  uncovered for InN are studied, extending the approach to produce more complex structures such as ternary alloys and heterostructures, anisotropically-grown nanostuctures (platelets, rods, and wires). Particular attention is given to unravelling the complexities of the synthetic approaches devised by studying the energetics and kinetics of the nucleation and growth processes in nitride materials chemistry, which is a key step toward the optimization of these synthetic approaches to reproducibly obtain high-quality colloidal nitride nanomaterials that exhibit high homogeneity in size and shape. In a parallel step, the Beaulac group is undertaking a broad and detailed analysis of the potential of nitride nanomaterials to reversibly act as heavily-n-type doped materials. Indium nitride is postulated to be a very potent oxidant in view of its very low-lying conduction band, which is most certainly the basis for the difficulty in preparing the material in the undoped form. Finally, in-depth characterizations of the physical properties associated with this new class of materials are also conducted with regards to three potential fields of impact, namely photodetector devices, photovoltaics applications, and spintronics technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Remi",
   "pi_last_name": "Beaulac",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Remi Beaulac",
   "pi_email_addr": "beaulac@chemistry.msu.edu",
   "nsf_id": "000649982",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Group-III nitride nanomaterials form an attractive class of nanometer-scaled semiconductor materials with immense potential for technological applications involving the conversion and storage of energy in various forms. Unfortunately, there are few methods at the moment that allow the direct synthesis of high-quality, free-standing colloidal nitride nanomaterials, and as a result, the properties of these materials are either unknown or not well understood. Research conducted as part of this grant has sought to bridge this knowledge gap. First, a&nbsp;</span>novel synthetic scheme was developped that yields indium nitride (InN) nanoparticles that are grown in the solution phase in fully homogeneous conditions, using stable precursors. This unique approach - not based on a variation of a previously known chemical process for the synthesis of nanomaterials - yields nanocrystals that are strongly elongated (nanorods) and is found to proceed through a well-known growth mechanism where metallic nanoseeds (produced here in-situ as part of the overall reaction) serve as liquid-metal catalytic centers for the subsequent growth of rods (so-called Solution-Liquid-Solid mechanism). Although this reaction was found to proceed quite readily under relatively mild conditions (compared to similar solution-phase nanomaterials synthetic approaches), the fact that carbon-nitrogen bonds (typically among the very strong and stable chemical bonds) were apparently broken in the process of forming nitrides was a puzzling characteristic that needed to be further investigated. By investigating the precursor decomposition process, a detailed mechanism to explain the way this process occurs was formulated, which will help design and optimize future chemical reactions that will be based on variations of the scheme developped here for InN. Beyond the development of new synthetic approaches, we have also explored the electronic properties of InN; in the bulk, InN is quite unusual because of its high propensity to form defects that are electronically active (degenerate n-type doping). We developped an optical redox titration approach, using chemical oxidants&nbsp;to extract electrons stored in InN, and monitor the spectroscopic signature associated with these delocalized charge carriers (plasmonic resonance). Interestingly, the density stored charges is was shown to be size-independent, or, equivalently, that the number of electrons stored per nanocrystal increases proportionally with the volume of the nanocrystal. The average density was determined comparable (on the larger side) to the most heavily doped oxide semiconductor nanomaterials such as ZnO or In<sub>2</sub>O<sub>3</sub>, which require considerable efforts to dope. Importantly, this direct analysis of the carrier density allowed us to demonstrate the huge discrepancies between the physical behavior of InN and that predicted by well-known classical models. A model that takes into account the strong non-parabolicity of the conduction band in InN was developped, and showed that it described well the observed optical properties of InN. The capacitance of InN nanocrystals (related to the reciprocal of the potential energy required to store each unit charge)&nbsp;was directly quantified and shown to rival values typically associated with supercapacitors. Furthermore, the electron storage in InN was shown to not be dictated by double-layer potential effects, but rather by the electrochemical potential associated with the direct filling of the conduction band levels, that is, the charging of InN follows a chemical capacitance behavior, not an electrostatic capacitance one. Although expected in theory, this behavior has never been reported before for other colloidal nanocrystals.</p>\n<p><span><span> </span>The broader impact of this work arises from the development of a new class of materials (nitride semiconductor nanomaterials) that are presently inaccessible through standard chemical approaches. As these materials are expected to provide access to a wide range of unique and desirable properties, and the proposed research will provide a direct impact on a broad range of technologies that benefit our society, including energy-conversion schemes, information storage devices, and efficient light-emitting devices. Perhaps most important is the fact that the four graduate students involved in this research have received broad-based multidisciplinary training in nanomaterials chemistry, state-of-the-art spectroscopic, electrochemical, and materials science methodologies.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2018<br>\n\t\t\t\t\tModified by: Remi&nbsp;Beaulac</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGroup-III nitride nanomaterials form an attractive class of nanometer-scaled semiconductor materials with immense potential for technological applications involving the conversion and storage of energy in various forms. Unfortunately, there are few methods at the moment that allow the direct synthesis of high-quality, free-standing colloidal nitride nanomaterials, and as a result, the properties of these materials are either unknown or not well understood. Research conducted as part of this grant has sought to bridge this knowledge gap. First, a novel synthetic scheme was developped that yields indium nitride (InN) nanoparticles that are grown in the solution phase in fully homogeneous conditions, using stable precursors. This unique approach - not based on a variation of a previously known chemical process for the synthesis of nanomaterials - yields nanocrystals that are strongly elongated (nanorods) and is found to proceed through a well-known growth mechanism where metallic nanoseeds (produced here in-situ as part of the overall reaction) serve as liquid-metal catalytic centers for the subsequent growth of rods (so-called Solution-Liquid-Solid mechanism). Although this reaction was found to proceed quite readily under relatively mild conditions (compared to similar solution-phase nanomaterials synthetic approaches), the fact that carbon-nitrogen bonds (typically among the very strong and stable chemical bonds) were apparently broken in the process of forming nitrides was a puzzling characteristic that needed to be further investigated. By investigating the precursor decomposition process, a detailed mechanism to explain the way this process occurs was formulated, which will help design and optimize future chemical reactions that will be based on variations of the scheme developped here for InN. Beyond the development of new synthetic approaches, we have also explored the electronic properties of InN; in the bulk, InN is quite unusual because of its high propensity to form defects that are electronically active (degenerate n-type doping). We developped an optical redox titration approach, using chemical oxidants to extract electrons stored in InN, and monitor the spectroscopic signature associated with these delocalized charge carriers (plasmonic resonance). Interestingly, the density stored charges is was shown to be size-independent, or, equivalently, that the number of electrons stored per nanocrystal increases proportionally with the volume of the nanocrystal. The average density was determined comparable (on the larger side) to the most heavily doped oxide semiconductor nanomaterials such as ZnO or In2O3, which require considerable efforts to dope. Importantly, this direct analysis of the carrier density allowed us to demonstrate the huge discrepancies between the physical behavior of InN and that predicted by well-known classical models. A model that takes into account the strong non-parabolicity of the conduction band in InN was developped, and showed that it described well the observed optical properties of InN. The capacitance of InN nanocrystals (related to the reciprocal of the potential energy required to store each unit charge) was directly quantified and shown to rival values typically associated with supercapacitors. Furthermore, the electron storage in InN was shown to not be dictated by double-layer potential effects, but rather by the electrochemical potential associated with the direct filling of the conduction band levels, that is, the charging of InN follows a chemical capacitance behavior, not an electrostatic capacitance one. Although expected in theory, this behavior has never been reported before for other colloidal nanocrystals.\n\n The broader impact of this work arises from the development of a new class of materials (nitride semiconductor nanomaterials) that are presently inaccessible through standard chemical approaches. As these materials are expected to provide access to a wide range of unique and desirable properties, and the proposed research will provide a direct impact on a broad range of technologies that benefit our society, including energy-conversion schemes, information storage devices, and efficient light-emitting devices. Perhaps most important is the fact that the four graduate students involved in this research have received broad-based multidisciplinary training in nanomaterials chemistry, state-of-the-art spectroscopic, electrochemical, and materials science methodologies.\n\n\t\t\t\t\tLast Modified: 04/01/2018\n\n\t\t\t\t\tSubmitted by: Remi Beaulac"
 }
}