{
 "awd_id": "1412140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spontaneous formation of singularities through critical collapse",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2016-07-05",
 "awd_abstract_narration": "This project is devoted to the study of mathematical nature of phenomena of collapse that arise in a variety of biological and physical systems. For example, collapse may occur when a powerful laser beam enters a transparent medium, such as usual glass. Interaction of the medium with the laser beam results in self-focusing when the intense light creates an effective lens inside the medium and amplifies itself during propagation until the singularity of the light amplitude is reached. Mathematically a singularity means that the corresponding mathematical solution approaches infinity.  Qualitatively similar collapse phenomena occur in hydrodynamics as well as in the bacterial growth (for example, for E. Coli). In the latter case, communications between bacteria (through a chemical substance called chemoattractant) cause spontaneous aggregation of the bacterial colony to a very high (almost singular) bacterial density. Solutions of the corresponding nonlinear systems of partial differential equations that model phenomena with collapse experience spontaneous formation of singularities in finite time (blow-up).  Blow-up is often accompanied by a dramatic contraction of the spatial extent of a solution, hence the term \"collapse.\" Near the singularity point there is a qualitative change in underlying nonlinear phenomena; the initial mathematical models lose their applicability and other mechanisms become more important, such as optical breakdown and formation of plasma in optical media, or bacterial crowding and formation of multicellular organisms from the bacterial colony.\r\n\r\nThis research will focus on phenomena of collapse in the Nonlinear Schrödinger equation (NLSE), Keller-Segel equation (KSE) and Davey-Stewartson equation (DSE) which are archetypal equations to study finite time singularities in the critical dimension two. These equations are among most universal and widespread equations in nonlinear science with numerous applications in nonlinear optics, hydrodynamics and biology. The need in understanding collapse became especially pressing since the advent of lasers in early 60s. More than 50 years of research produced well-established collapse theories for NLSE and KSE. However, until recently it remained a puzzle why these theoretical results were never confirmed by either direct simulations or in experiments. The explanation is that the existing theories required unrealistically large amplitudes for their applicability. This project will develop a detailed theory of collapse scaling and collapse regularization in NLSE and KSE for the realistic amplitudes. The principal investigator will also develop a DSE collapse scaling theory, which has been lacking for many years. The effort will be made to make the theory a practical tool for applications. Both perturbative and nonperturbative approaches will be used, as well as matched asymptotic techniques and extensive supercomputing. Diverse applications of NLSE, KSE and DSE will promote cross-fertilization of ideas across the fields of nonlinear optics, hydrodynamics, Bose-Einstein condensation and biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pavel",
   "pi_last_name": "Lushnikov",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Pavel M Lushnikov",
   "pi_email_addr": "plushnik@math.unm.edu",
   "nsf_id": "000493555",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "MSC01 1115",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 169737.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 70263.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many nonlinear systems of partial differential equations have a<br />striking phenomenon of spontaneous formation of singularities in a<br />finite time (blow up).&nbsp; Blow up is often accompanied by a dramatic<br />contraction of the spatial extent of solution,&nbsp; which is called by<br />collapse. In this award we addressed spontaneous formation of<br />singularities and collapses in multiple applications ranging from<br />powerful laser beams to plasma physics and hydrodynamics. We used a<br />modelling of the critical nonlinear Schrodinger equation to achieve<br />a nonlinear combining of multiple laser beams through collapse into<br />a single diffraction-limited beam as shown in Figure 1. It opens a<br />new technological perspectives to achieve high power laser beams. We<br />found the conditions in high temperature plasma to develop the<br />transverse instability with multiple filamentation which leads to<br />collapse with important applications to laser fusion. We also<br />developed a new numerical method for ultashort pulse propagation in<br />multimode optical fiber which results in optical beam collapse. We<br />studied a formation of singularities and collapses in free surface<br />hydrodynamics including dynamics of Stokes wave. A new conformal map<br />was developed to analyze such dynamics. An finite number of sheets<br />of Riemann surface was studied to address that dynamics through<br />multiples square root singularities located in these sheets. The<br />study of these singularities opens a route to study oceanic<br />turbulence and wavebreaking. We found the universal form of<br />collapses in Dawey-Stewartson equation and Keller-Segel model of<br />bacterial aggregation to relate them with the collapse in nonlinear<br />Schrodinger equation. PI Lushnikov, the postdoctoral researcher<br />Natalia Vladimirova and the graduate students Anastassiya Semenova<br />and Denis Silantiev organized 1 international nonlinear waves<br />conference, multiple sessions of other conferences and delivered<br />more than 30 invited presentations and conference talks on topics<br />related to the award. Denis Silantiev accepted postdoctoral offer<br />from Courant Institute of Mathematical Sciences and started in Fall<br />2017 after defending his PhD in August 2017. PI Lushnikov developed<br />a new graduate course at University of New Mexico on the topic the<br />award.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2018<br>\n\t\t\t\t\tModified by: Pavel&nbsp;M&nbsp;Lushnikov</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1412140/1412140_10326761_1524969477839_fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1412140/1412140_10326761_1524969477839_fig1--rgov-800width.jpg\" title=\"Fugure 1\"><img src=\"/por/images/Reports/POR/2018/1412140/1412140_10326761_1524969477839_fig1--rgov-66x44.jpg\" alt=\"Fugure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1: A schematic of combining of three laser beams intoa single beam through collapse in Kerr medium</div>\n<div class=\"imageCredit\">Natalia Vladimirova and Pavel Lushnikov</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Pavel&nbsp;M&nbsp;Lushnikov</div>\n<div class=\"imageTitle\">Fugure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMany nonlinear systems of partial differential equations have a\nstriking phenomenon of spontaneous formation of singularities in a\nfinite time (blow up).  Blow up is often accompanied by a dramatic\ncontraction of the spatial extent of solution,  which is called by\ncollapse. In this award we addressed spontaneous formation of\nsingularities and collapses in multiple applications ranging from\npowerful laser beams to plasma physics and hydrodynamics. We used a\nmodelling of the critical nonlinear Schrodinger equation to achieve\na nonlinear combining of multiple laser beams through collapse into\na single diffraction-limited beam as shown in Figure 1. It opens a\nnew technological perspectives to achieve high power laser beams. We\nfound the conditions in high temperature plasma to develop the\ntransverse instability with multiple filamentation which leads to\ncollapse with important applications to laser fusion. We also\ndeveloped a new numerical method for ultashort pulse propagation in\nmultimode optical fiber which results in optical beam collapse. We\nstudied a formation of singularities and collapses in free surface\nhydrodynamics including dynamics of Stokes wave. A new conformal map\nwas developed to analyze such dynamics. An finite number of sheets\nof Riemann surface was studied to address that dynamics through\nmultiples square root singularities located in these sheets. The\nstudy of these singularities opens a route to study oceanic\nturbulence and wavebreaking. We found the universal form of\ncollapses in Dawey-Stewartson equation and Keller-Segel model of\nbacterial aggregation to relate them with the collapse in nonlinear\nSchrodinger equation. PI Lushnikov, the postdoctoral researcher\nNatalia Vladimirova and the graduate students Anastassiya Semenova\nand Denis Silantiev organized 1 international nonlinear waves\nconference, multiple sessions of other conferences and delivered\nmore than 30 invited presentations and conference talks on topics\nrelated to the award. Denis Silantiev accepted postdoctoral offer\nfrom Courant Institute of Mathematical Sciences and started in Fall\n2017 after defending his PhD in August 2017. PI Lushnikov developed\na new graduate course at University of New Mexico on the topic the\naward.\n\n\t\t\t\t\tLast Modified: 04/28/2018\n\n\t\t\t\t\tSubmitted by: Pavel M Lushnikov"
 }
}