{
 "awd_id": "1412836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDS&E: FIRE: Physically-Predictive Cosmological Simulations of Galaxy Formation with Resolved Feedback",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 289936.0,
 "awd_amount": 289936.0,
 "awd_min_amd_letter_date": "2014-06-27",
 "awd_max_amd_letter_date": "2014-06-27",
 "awd_abstract_narration": "The \"Feedback in Realistic Environments\" (FIRE) project introduces exciting  new ways to account for the effects of the earliest generation of stars, formed when the Universe is young, on the formation of galaxies and clusters of galaxies, the large-scale tracers of cosmology, the science of the origin and evolution of the Universe.  The FIRE computer models will include more of the important physics than has ever been done before, and early tests suggest this work agrees with observations more cleanly than previous studies, which had to include various arbitrary assumptions in order to make progress.  The technical details within FIRE will also disentangle problems due to the uncertain physics of galaxy formation from problems caused solely by the limitations of computer modeling.\r\n\r\nFIRE will carry out novel computational studies of galaxy formation using high-resolution cosmological simulations that resolve the interstellar medium (ISM) with unprecedented realism.  Star formation injects large quantities of energy and momentum into the surrounding medium, and this stellar feedback generates galactic winds that affect the galactic environment.  This project will run the first cosmological simulations that self-consistently include important stellar feedback physics.  Combining a resolved, multiphase ISM with highly non-linear feedback interactions produces powerful galactic winds in broad agreement with observations, without using any of the ad hoc prescriptions which previous simulations have had to invoke.  FIRE simulations will address the regulation of galaxy growth by stellar feedback, the properties of galactic inflows and outflows, the morphological transformation of galaxies, quenching of star formation in massive galaxies, active galactic nucleus feedback, the escape fraction of ionizing photons, and stellar feedback on dark matter halos.  All of these simulations will be connected directly with multi-wavelength observations.  In particular, simulated absorption line statistics compared with high-redshift measurements will test predictions of gas flows in and out of galaxies.  Technical enhancements incorporated into FIRE will help to quantify the relative importance of numerical and physical uncertainties in galaxy formation modeling.  The initial conditions of all FIRE simulations will be made available to the community to motivate others to follow this approach.\r\n\r\nThe project includes training of four graduate students, who will also learn from the collaborative interactions across three institutions.  Visualizations from FIRE form a basis for outreach targeted at high school students, including workshops in computational thinking for teachers.  Other efforts include seminars aimed at teachers, local astronomy enthusiasts, and students from underrepresented groups, working to explain the connection between local phenomena on Earth and the cosmic processes studied by FIRE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claude-Andre",
   "pi_last_name": "Faucher-Giguere",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claude-Andre Faucher-Giguere",
   "pi_email_addr": "cgiguere@northwestern.edu",
   "nsf_id": "000655858",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 289936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported a collaboration between Northwestern, Caltech, and UC San Diego as part of which we developed novel computer simulations modeling how galaxies emerged from the Big Bang. These simulations greatly advanced the field of galaxy formation by modeling with unprecedented accuracy how stars affect the galaxies that contain them.</p>\n<p><br />At Northwestern, we led several studies of how galaxies interact with their larger cosmic environment via powerful \"winds\" driven by supernova explosions. This allowed us to reveal how galaxies grow over time. As a highlight, the simulations showed -- unexpectedly -- that winds can transfer large amounts of matter from one galaxy to another. As a result, up to a third of all the matter in the Milky Way may have originated from other galaxies. Our team also developed novel approaches to model the formation of supermassive black holes at the centers of galaxies. These new methods are forming the basis for many follow-up studies of how black holes affect the evolution of galaxies.</p>\n<p><br />The grant supported the training of more than ten students in our group at Northwestern, ranging from an high school student to graduate students, as well as several postdoctoral researchers. Students participating in the project not only learned about a large variety of astrophysical phenomena, but also developed broadly valuable skills in computational science, data analysis, and scientific communication. Moreover, all participants in the project actively engaged in outreach efforts which brought our research to the public from all walks of life, including through the Adler Planetarium in Chicago.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/19/2018<br>\n\t\t\t\t\tModified by: Claude-Andre&nbsp;Faucher-Giguere</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported a collaboration between Northwestern, Caltech, and UC San Diego as part of which we developed novel computer simulations modeling how galaxies emerged from the Big Bang. These simulations greatly advanced the field of galaxy formation by modeling with unprecedented accuracy how stars affect the galaxies that contain them.\n\n\nAt Northwestern, we led several studies of how galaxies interact with their larger cosmic environment via powerful \"winds\" driven by supernova explosions. This allowed us to reveal how galaxies grow over time. As a highlight, the simulations showed -- unexpectedly -- that winds can transfer large amounts of matter from one galaxy to another. As a result, up to a third of all the matter in the Milky Way may have originated from other galaxies. Our team also developed novel approaches to model the formation of supermassive black holes at the centers of galaxies. These new methods are forming the basis for many follow-up studies of how black holes affect the evolution of galaxies.\n\n\nThe grant supported the training of more than ten students in our group at Northwestern, ranging from an high school student to graduate students, as well as several postdoctoral researchers. Students participating in the project not only learned about a large variety of astrophysical phenomena, but also developed broadly valuable skills in computational science, data analysis, and scientific communication. Moreover, all participants in the project actively engaged in outreach efforts which brought our research to the public from all walks of life, including through the Adler Planetarium in Chicago.\n\n\t\t\t\t\tLast Modified: 09/19/2018\n\n\t\t\t\t\tSubmitted by: Claude-Andre Faucher-Giguere"
 }
}