{
 "awd_id": "1412496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: De novo Protein Constructs for Photosynthetic Energy Transduction",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "puiho@nsf.gov",
 "po_sign_block_name": "Pui Ho",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 324003.0,
 "awd_amount": 324003.0,
 "awd_min_amd_letter_date": "2014-08-15",
 "awd_max_amd_letter_date": "2014-08-15",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program is funding Michael J. Therien (Duke University), Jeffery G. Saven (University of Pennsylvania), and William F. DeGrado (University of California at San Francisco) for research to further the understanding of the precise way plants capture energy from sunlight. Proteins perform many functions in living organisms and catalyze the complex set of chemical reactions necessary for life. Among the most critical of these functions is the conversion of energy from one form to another, such as during photosynthesis, when plants convert sunlight to chemical energy. As a result of this process, tons of carbon dioxide are removed from the atmosphere every year. In this work, the investigators are building artificial proteins that mimic the behavior of proteins in plants involved in photosynthesis. This strategy provides an important means to test how natural photosynthetic proteins work. Important insights can then be used to develop novel proteins that enable energy conversion processes not found in nature. The work will have a broader impact on diverse fields such as biology and energy storage, through the heightened understanding of key molecular events involved in photosynthesis. There is further broad impact on the training of the next generation of scientists. The unique multi-institution structure provides additional opportunities for students of all educational levels, graduate and undergraduate as well as high school, to participate in an exciting collaborative investigation being carried out in three different states.\r\n\r\nIn this research, key protein design principles that provide for photosynthetic energy transduction and storage are being elucidated. An integrated, multi-disciplinary approach is employed toward this goal, and focus is on the evolution of peptide-cofactor complexes that undergo photoinduced charge-transfer reactions, where the protein matrix stabilizes the charge-separated state and guides the efficient separation of electrons and holes. Toward this end: (i) light-harvesting and redox-active cofactors are being designed and synthesized; (ii) de novo proteins are also being designed to selectively bind linked assemblies of these units; (iii) these de novo proteins are then expressed and characterized; (iv) de novo photosynthetic proteins that undergo photo-induced electron transfer are being interrogated using state-of-the-art pump-probe transient optical methods; (v) experimental data is guiding cofactor and protein design and redesign, initially focusing on the positioning of appropriate amino acid side chains near donor and acceptor redox sites to modulate charge separation and charge recombination dynamics; and (vi) the spectroscopic and dynamical properties of re-designed assemblies that control orientation via self-assembly are being characterized as functions of their nanostructured electronic environments.  Information from this study is providing new insights into aspects of protein structure and dynamics that are integral for highly efficient photonic energy conversion, pushing the limits of functional de novo design, and guiding the design of complex peptide-cofactor assemblies that have unique \r\nphotosynthetic functionality.\r\n\r\nThis project is co-funded by the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences and the Computational and Data-Enabled Science and Engineering program",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Saven",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery G Saven",
   "pi_email_addr": "saven@sas.upenn.edu",
   "nsf_id": "000202232",
   "pi_start_date": "2014-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "231 S. 34th St",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046323",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 324003.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview</p>\n<p>Biological systems efficiently and sustainably extract energy from their environments.&nbsp; This is most apparent in the ability to harvest light energy to create energy rich molecules and electrochemical potentials.&nbsp; This project focused on exploring protein structure and dynamics in the context of understanding how light energy can be captured using biomolecular systems.&nbsp; The effort involved uncovering design principles associated with binding and controlling molecular species that can absorb light, photo-active cofactors.&nbsp; Such protein systems are usually well-structured, and we seek to better understand how biomolecular systems organize through folding and self-assembly to form photo-active protein-cofactor systems.&nbsp; Nature?s proteins and photo-active molecules are often difficult to isolate and study in detail, and herein we have focused on designed protein systems.&nbsp; Using computational&nbsp;<em>de novo</em>&nbsp;design, the molecular environment around a photo-responsive cofactor can be sculpted and controlled.&nbsp; We have focused on photophysical properties and the kinetics of photoinduced charge separation and charge recombination, key events that have analogs in photosynthesis.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>The dielectric environment, i.e., how an environment responds to a particular distribution of electric charge, can dramatically impact charge-separation and charge-recombination.&nbsp; The effective dielectric constant of a protein interior is typically assumed to be the same before and after a charge-separation event.&nbsp; One way to accelerate charge separation and slow charge recombination would be to switch from a high to a low effective dielectric environment upon charge transfer. To explore the effective dielectric environment within a protein interior upon photoinduced electron transfer, we computationally designed the first de novo protein (a single-chain, four-helix bundle) that binds a donor-bridge-acceptor cofactor, PZn-Ph-NDI.&nbsp; PZn-Ph-NDI consists of a (porphinato)Zn donor (PZn), a phenyl bridge (Ph), and a naphthalene diimide acceptor (NDI).&nbsp; Spectroscopic data are consistent with the targeted properties of the protein: a highly helical structure that binds one copy of the cofactor within its interior.&nbsp;&nbsp; We measured the impact of dielectric environment on photo-induced charge separation by studying electron transfer in a wide range of solvents and found that the dielectric environment characteristic of the four-helix bundle was unique.&nbsp; The photo-initiated charge transfer could not be modeled by a single dielectric constant. The measured rates for charge separation and charge recombination are similar to the initial charge separation event in photosynthesis, raising the prospect that such ?dielectric switching? mechanisms may also occur in natural systems. Switching of the effective dielectric in proteins may be a unique mechanism to bias the direction of charge flow or to localize charge within proteins.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impact</p>\n<p>Education and outreach were key aspects of the proposed work. The research program focused on interdisciplinary training and mentoring students, including under-represented minorities. Participants acquired broad interdisciplinary training (e.g., theory and modeling, synthetic chemistry, protein design, protein biochemistry, spectroscopy, transient dynamical experimental methods).&nbsp; Students gained experience with collaborative research.&nbsp; At Penn, personnel also participated in a wide range of efforts, including science programs targeted toward middle school girls, a graduate student initiated program highlighting cultural diversity in chemical sciences, and hands-on activities to supplement science instruction in Philadelphia area schools.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2018<br>\n\t\t\t\t\tModified by: Jeffery&nbsp;G&nbsp;Saven</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview\n\nBiological systems efficiently and sustainably extract energy from their environments.  This is most apparent in the ability to harvest light energy to create energy rich molecules and electrochemical potentials.  This project focused on exploring protein structure and dynamics in the context of understanding how light energy can be captured using biomolecular systems.  The effort involved uncovering design principles associated with binding and controlling molecular species that can absorb light, photo-active cofactors.  Such protein systems are usually well-structured, and we seek to better understand how biomolecular systems organize through folding and self-assembly to form photo-active protein-cofactor systems.  Nature?s proteins and photo-active molecules are often difficult to isolate and study in detail, and herein we have focused on designed protein systems.  Using computational de novo design, the molecular environment around a photo-responsive cofactor can be sculpted and controlled.  We have focused on photophysical properties and the kinetics of photoinduced charge separation and charge recombination, key events that have analogs in photosynthesis. \n\n \n\nIntellectual Merit\n\nThe dielectric environment, i.e., how an environment responds to a particular distribution of electric charge, can dramatically impact charge-separation and charge-recombination.  The effective dielectric constant of a protein interior is typically assumed to be the same before and after a charge-separation event.  One way to accelerate charge separation and slow charge recombination would be to switch from a high to a low effective dielectric environment upon charge transfer. To explore the effective dielectric environment within a protein interior upon photoinduced electron transfer, we computationally designed the first de novo protein (a single-chain, four-helix bundle) that binds a donor-bridge-acceptor cofactor, PZn-Ph-NDI.  PZn-Ph-NDI consists of a (porphinato)Zn donor (PZn), a phenyl bridge (Ph), and a naphthalene diimide acceptor (NDI).  Spectroscopic data are consistent with the targeted properties of the protein: a highly helical structure that binds one copy of the cofactor within its interior.   We measured the impact of dielectric environment on photo-induced charge separation by studying electron transfer in a wide range of solvents and found that the dielectric environment characteristic of the four-helix bundle was unique.  The photo-initiated charge transfer could not be modeled by a single dielectric constant. The measured rates for charge separation and charge recombination are similar to the initial charge separation event in photosynthesis, raising the prospect that such ?dielectric switching? mechanisms may also occur in natural systems. Switching of the effective dielectric in proteins may be a unique mechanism to bias the direction of charge flow or to localize charge within proteins.  \n\n \n\nBroader Impact\n\nEducation and outreach were key aspects of the proposed work. The research program focused on interdisciplinary training and mentoring students, including under-represented minorities. Participants acquired broad interdisciplinary training (e.g., theory and modeling, synthetic chemistry, protein design, protein biochemistry, spectroscopy, transient dynamical experimental methods).  Students gained experience with collaborative research.  At Penn, personnel also participated in a wide range of efforts, including science programs targeted toward middle school girls, a graduate student initiated program highlighting cultural diversity in chemical sciences, and hands-on activities to supplement science instruction in Philadelphia area schools.\n\n\t\t\t\t\tLast Modified: 12/19/2018\n\n\t\t\t\t\tSubmitted by: Jeffery G Saven"
 }
}