{
 "awd_id": "1412858",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Petobactin Mediated Iron-Acquisition in Bacillus cereus Group Microbes",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 354300.0,
 "awd_amount": 354300.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2014-06-28",
 "awd_abstract_narration": "Environmental conditions regulate the expression of genes in bacteria. These complex regulatory processes afford microbes the ability to survive under various conditions. These cues can range from temperature to pH and nutritional availability. In members of the Bacillus cereus group, iron availability has been demonstrated to regulate genes associated with numerous pathways, including iron acquisition. Iron uptake in Bacillus cereus group microbes have emerged as areas of interest in the identification virulence factors. This group includes the human pathogen Bacillus cereus, the insect pathogen Bacillus thuringiensis, and the zoonotic pathogen Bacillus anthracis. Ferric iron and heme iron sources have been identified as critical for the growth and virulence of many of these microbes.  An important iron uptake mechanism for the B. cereus group microbes is the siderophore petrobactin. A unique compound, this siderophore has only been isolated within the Bacillus cereus group microbes and the marine Marinobacter species. The level of this small, ferric chelator can be altered by both growth temperature and iron availability. While most siderophore are regulated by the ferric uptake regulator, there are no clearly defined regulatory mechanisms involved in petrobactin production, as it lacks the ferric regulator sequence within the petrobactin operon.  The focus of the study will address the signaling mechanisms that govern iron uptake in response to iron and temperature. This research will involve undergraduates from Tougaloo College, a historically black college in Mississippi. The proposed project will work in concert with the Tougaloo College Natural Sciences Division's plan to increase the African-American STEM pipeline by strengthening the undergraduate research experience and enhancing the curriculum.\r\n\r\nTECHNICAL DESCRIPTION.  Iron availability in microbes has been demonstrated to regulate gene expression. In the Bacillus cereus group microbes, several iron acquisition systems have been detected, including siderophore mediated transport and heme uptake systems.  Bacillus cereus group microbes produce two catechol containing siderophores, bacillibactin and petrobactin. While bacillibactin is regulated by iron availability via the ferric iron uptake regulation, no such regulatory mechanism is identified within the petrobactin operon. The proposed study will seek to elucidate the mechanisms governing petrobactin production in response to environmental signals, including iron and temperature. Aim one will focus on identifying petrobactin regulatory genes.  Transposon mutagenesis will be employed to identify Bacillus cereus and Bacillus thuringiensis mutants not capable of regulating petrobactin production. The temperature sensitive plasmid pIC333, which carries the mini-Tn10 transposon element, will be used to transform B. cereus and B.  thuringiensis. Antibiotic resistant mutants will be cultured for 12 hours in transferrin containing medium and then cultured overnight in the presence of streptonigrin. Microbes capable of utilizing transferrin iron, which is predicted to be mediated by petrobactin, will be killed by the streptonigrin. Viable cells will be isolated on complex, antibiotic containing medium.  The chrome azurol S assay, the Arnow assay and thin layer chromatography will be used to characterize siderophore and catechol production in isolated mutants. Genome sequencing and complementation will be used to identify and confirm sequence involvement in petrobactin production. Aim two will focus on characterizing B. cereus group member phenotypes under iron and temperature growth conditions.  We have observed that petrobactin biosynthesis genes are differentially regulated when cells were cultured in different iron sources and under different temperatures.  Environmental and ATCC B. cereus group microbes will be cultured in iron replete and deplete conditions for 24 hours. Aliquots will be removed at specific time points to measure petrobactin production during the various growth phases.  At each of the time points, cell motility and spore concentration will also be measured. Transcriptional profiling will be used to identify unique signatures associated with iron and growth temperature in B. cereus and B. thuringiensis. This study will provide insight into the complex regulatory mechanisms of B. cereus group microbes in response to environmental cues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bianca",
   "pi_last_name": "Garner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bianca Garner",
   "pi_email_addr": "bgarner@tougaloo.edu",
   "nsf_id": "000598808",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tougaloo College",
  "inst_street_address": "500 W COUNTY LINE RD",
  "inst_street_address_2": "",
  "inst_city_name": "TOUGALOO",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6019777700",
  "inst_zip_code": "391749700",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MS02",
  "org_lgl_bus_name": "TOUGALOO COLLEGE",
  "org_prnt_uei_num": "XELUC5A4AJQ7",
  "org_uei_num": "XELUC5A4AJQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tougaloo College",
  "perf_str_addr": "500 West County Line Road",
  "perf_city_name": "Tougaloo",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "391749700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MS02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 354300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Gram-positive bacteria are common environmental inhabitants that survive by altering their growth responses. This requires that the organisms are able to detect compounds in the environment, providing them the opportunity to attain vital minerals and nutrients from diverse conditions.&nbsp;<em>Bacillus cereus</em><em>&nbsp;</em>group microbes are important organisms, because of their potential impact on public and environmental health. While these organisms can cause disease, they also play beneficial roles in plant growth. The present study focused on 2 members of this group, <em>Bacillus cereus </em>and <em>Bacillus thuringiensis</em>, and how iron governs their growth responses. Many living organisms require low amounts of iron for normal cellular functions, but an excessive amount of iron can damage cells.&nbsp;Bacteria growth will occur differently based on the amount and type of iron present in the environment. <em>&nbsp;</em>As such, <em>B. cereus</em>&nbsp;microbes use a variety of systems that monitor iron in the environment. One of the most common types of iron uptake is by siderophores, which are small compounds that bind iron tightly and deliver it to the growing microbe. Petrobactin is one of the siderophores produced by some <em>B. cereus</em>&nbsp;group microbes under iron limitation.</p>\n<p>Analysis of assays indicated that production of the petrobactin&nbsp;system was regulated by growth conditions. Undergraduate research students demonstrated that the environmental impact on petrobactin production was different among the&nbsp;<em>B. cereus</em>&nbsp;microbes. For example, production of the petrobactin system components was optimal in&nbsp;<em>B. thuringiensis</em>&nbsp;at lower growth temperatures, but not in <em>B. cereus</em>. Students also identified that iron sources can increase or decrease the ability of&nbsp;microbes to grow free-living or attached, in biofilms. Undergraduate students presented these findings at regional and national meetings, as well as served as authors on publications. Through their diligence and hard work, this research has provided additional insight into the complex interactions between microbes, the environment and transition metals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2018<br>\n\t\t\t\t\tModified by: Bianca&nbsp;Garner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGram-positive bacteria are common environmental inhabitants that survive by altering their growth responses. This requires that the organisms are able to detect compounds in the environment, providing them the opportunity to attain vital minerals and nutrients from diverse conditions. Bacillus cereus group microbes are important organisms, because of their potential impact on public and environmental health. While these organisms can cause disease, they also play beneficial roles in plant growth. The present study focused on 2 members of this group, Bacillus cereus and Bacillus thuringiensis, and how iron governs their growth responses. Many living organisms require low amounts of iron for normal cellular functions, but an excessive amount of iron can damage cells. Bacteria growth will occur differently based on the amount and type of iron present in the environment.  As such, B. cereus microbes use a variety of systems that monitor iron in the environment. One of the most common types of iron uptake is by siderophores, which are small compounds that bind iron tightly and deliver it to the growing microbe. Petrobactin is one of the siderophores produced by some B. cereus group microbes under iron limitation.\n\nAnalysis of assays indicated that production of the petrobactin system was regulated by growth conditions. Undergraduate research students demonstrated that the environmental impact on petrobactin production was different among the B. cereus microbes. For example, production of the petrobactin system components was optimal in B. thuringiensis at lower growth temperatures, but not in B. cereus. Students also identified that iron sources can increase or decrease the ability of microbes to grow free-living or attached, in biofilms. Undergraduate students presented these findings at regional and national meetings, as well as served as authors on publications. Through their diligence and hard work, this research has provided additional insight into the complex interactions between microbes, the environment and transition metals.\n\n \n\n\t\t\t\t\tLast Modified: 11/12/2018\n\n\t\t\t\t\tSubmitted by: Bianca Garner"
 }
}