{
 "awd_id": "1412499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structure and Interactions of a Bacterial Condensin",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pablo Sobrado",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 485000.0,
 "awd_amount": 485000.0,
 "awd_min_amd_letter_date": "2014-07-10",
 "awd_max_amd_letter_date": "2015-07-17",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program is funding Martha Oakley of Indiana University for research aimed at fully characterizing a key protein that helps maintain the structure of chromosomes in E. coli bacteria. Chromosomes contain genes and, as cells grow and divide, they must activate internal mechanisms to ensure that the appropriate parts of the DNA that make up these genes, are distributed into the correct cells. In this research, a specific form of these structural maintenance of chromosomes, or SMC proteins, is being studied. SMC proteins have an unusual structure containing a long rod-like portion flanked by two globular regions. In previous studies, the structure of the rod-like portion has been difficult to determine. Here, new techniques for structure determination are being used to overcome the difficulties previously encountered. The new techniques are being applied to an SMC protein in a common bacterium that has served as a model organism in many scientific investigations. The goal of the work is to improve our understanding, not only of the protein in E. coli, but also of similar proteins at work in other types of cells. The work is having a broader impact on a wide variety of scientific and biomedical fields through the development of new and better analysis techniques. It is having a further broad impact on the training of the next generation of scientists through the participation of young investigators at both the graduate and undergraduate level in this work.\r\n\r\nIn this research, the investigators are characterizing the structure, flexibility, and interactions of a specific E. coli SMC protein, MukB. The investigators are bringing their prior experience with determining the structure and function of antiparallel coiled coils to the study of this new system. Although the importance of SMC proteins is clear, the molecular mechanisms by which they achieve their biological functions are not well understood. SMC proteins share an unusual five-domain structure, in which the globular N- and C-terminal domains combine to form an ABC-like ATPase domain. The \"head\" domain is connected to a smaller, globular dimerization domain, also called the \"hinge,\" by an unusual 50-nm-long antiparallel coiled-coil domain. It is this latter domain that has proved to be a major obstacle in prior work. The current project focuses on mapping the binding surfaces involved in DNA binding and in inter-domain interactions revealed by atomic force microscopy studies of accessible MukB conformations. The long term goals of the work are to understand the structure of uncharacterized regions of MukB, more fully characterize the intramolecular interactions stabilizing the remarkably broad array of MukB conformations, and characterize interactions within dimers and with other binding partners. In addition, the team is also extending its studies to coiled coils in other bacterial SMCs. This information will produce a large database of validated, pairwise (or higher-order) interactions in antiparallel coiled coils, analogous to the large databases currently available for parallel coiled coils.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Oakley",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Martha G Oakley",
   "pi_email_addr": "oakley@indiana.edu",
   "nsf_id": "000431069",
   "pi_start_date": "2014-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "800 E Kirkwood Avenue",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 325000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the structure and function of proteins involved in bacterial chromosome segregation and organization. These proteins play a key role in compacting newly synthesized DNA so that it can fit into a bacterial cell. They are also required to ensure that each daughter cell gets a copy of the genome under fast-growth conditions. Our work focused <em>Escherichia coli</em> MukB.&nbsp; Our goal was to determine the structure of portions of the protein that had not yet been characterized and to understand the role that conformation and dynamics play in its function. Although the goals of the project were important and our hypotheses generally correct, we greatly underestimated the difficulty of the project. Most of the goals of this project have now been completed by collaborations of larger labs with greater resources and more experienced personnel.&nbsp;</p>\n<p>This project also provided valuable training opportunities for a graduate student, eleven undergraduate students, and one recent college graduate. The work is a significant portion of the graduate student&rsquo;s Ph.D. thesis, and she also got teaching and managerial experience from training undergraduate students. Two of undergraduate students who were involved in the project are now pursuing Ph.D. degrees in related fields. Three of the students involved in the project are now in medical school or have recently graduated. Two participants are working as research associates in biomedical laboratories, and two more work in biotech or biomedical industries. Two of the participants were from under-represented groups.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2023<br>\n\t\t\t\t\tModified by: Martha&nbsp;G&nbsp;Oakley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the structure and function of proteins involved in bacterial chromosome segregation and organization. These proteins play a key role in compacting newly synthesized DNA so that it can fit into a bacterial cell. They are also required to ensure that each daughter cell gets a copy of the genome under fast-growth conditions. Our work focused Escherichia coli MukB.  Our goal was to determine the structure of portions of the protein that had not yet been characterized and to understand the role that conformation and dynamics play in its function. Although the goals of the project were important and our hypotheses generally correct, we greatly underestimated the difficulty of the project. Most of the goals of this project have now been completed by collaborations of larger labs with greater resources and more experienced personnel. \n\nThis project also provided valuable training opportunities for a graduate student, eleven undergraduate students, and one recent college graduate. The work is a significant portion of the graduate student’s Ph.D. thesis, and she also got teaching and managerial experience from training undergraduate students. Two of undergraduate students who were involved in the project are now pursuing Ph.D. degrees in related fields. Three of the students involved in the project are now in medical school or have recently graduated. Two participants are working as research associates in biomedical laboratories, and two more work in biotech or biomedical industries. Two of the participants were from under-represented groups. \n\n \n\n\t\t\t\t\tLast Modified: 03/25/2023\n\n\t\t\t\t\tSubmitted by: Martha G Oakley"
 }
}