{
 "awd_id": "1412942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Lipidomic Profiling, Dynamics, and Functions of Head-group Acylation of Membrane Lipids in Plant Stress Responses",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 75517.0,
 "awd_amount": 75517.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "In the cells of a plant, lipids form membranes that separate the cell from its environment and compartments within the cell from one another.  These lipids also have crucial metabolic and signaling functions that are only now being established.  As plants develop and are exposed to environmental signals, membrane lipids are extensively chemically modified.  Recent advances in lipid analysis have revealed that addition of a fatty acid to a membrane lipid, called polar lipid head-group acylation, is a major modification process, but relatively little is known about this process or its physiological significance.  This project will address the hypothesis that head-group acylation of lipids functions to improve plant adaptation to environmental stress.  To identify the role of head-group acylation when plants are under stress, genes encoding enzymes responsible for head-group-acylated lipid metabolism will be identified.  By examining plants that are missing these genes and enzymes, in comparison to plants that contain them, the functions of membrane lipid head-group acylation in plant stress responses will be determined.  These activities will identify metabolic steps with potential to enhance stress tolerance in plants and improve agricultural productivity and quality.  Relevant data will be integrated into a plant functional genomic knowledge base.  Further, the work will provide interdisciplinary training in biostatistics, chemistry, and biology to postdoctoral trainees, and it will broaden the participation of underrepresented groups in research through collaboration with a faculty mentor and undergraduate student at historically black Langston University.\r\n\r\nThis project aims to improve current understanding of the role of membrane lipid modification in producing and maintaining complex cell membranes, and influencing organismal performance.  In the context of whole glycerolipidomes, new mass spectrometry-based approaches will be used to identify and characterize changes in lipid head-group acylation in response to a biotic stress, Pseudomonas syringae infection, and an abiotic stress, phosphate deficiency.  To identify the gene product(s) responsible for head-group acylation, the lipid profiles of knockout mutants of candidate genes will be obtained and compared to the lipid profiles of wild-type plants.  Data from functional analysis of the knockout mutants under stress will be correlated with lipid levels, providing additional information about the roles of head-group acylation in plant function.  The effects of application of acylated head groups or head-group acylated lipids to plants also will be tested.  Lipid profiling and functional data will be integrated into a novel metabolic database to expand knowledge of metabolic networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jyoti",
   "pi_last_name": "Shah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jyoti Shah",
   "pi_email_addr": "shah@unt.edu",
   "nsf_id": "000290184",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 75517.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research goals of the collaborative project (MCB 1413036, 1412942, and 1412901) were to make progress toward understanding the biochemical basis for the production of lipids that are produced when plants respond to biotic and abiotic stresses. Understanding the physiological consequences of lipid modification during plant stress responses was also an aim. &nbsp;Stresses, such as pathogen infections, heat, cold, and too much or too little water, pose serious challenges for agriculture. In the project, we compared levels of approximately 280 lipids from a plant with a mutation knocking out the function of a particular enzyme with levels of those same lipids in a wild-type plant. This approach to identifying the function of a knocked-out enzyme acting in lipid metabolism is straightforward and powerful.</p>\n<p>Analysis of 384 mutated plants identified 14 genes producing enzymes that affect plant leaf lipid composition. Little was known about the function of ten of these genes in leaves and seven had not been studied at all. Further analysis found that some mutations and lipid changes are associated with growth and developmental functions such as leaf shape, flowering, and leaf senescence. One gene appears to be important for normal plant growth in the cold.</p>\n<p>To carry out this work, the ability to measure levels of plant lipids was improved. The improved lipid analytical technology is now available to other scientists. An online tool to do calculations on mass spectrometry data to produce lipid compositional data and a database containing plant lipid compositional data are being maintained for the scientific community.</p>\n<p>The collaborative group broadly trained students in plant biology, biochemistry, and data analysis, and mentored students to prepare them for careers in science and related fields. This project has provided continued education for seven faculty members, three technical professionals, three postdoctoral trainees, and fourteen undergraduate students. The students worked and learned at Kansas State University, University of Missouri-St. Louis, University of North Texas, and/or Langston University.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/18/2016<br>\n\t\t\t\t\tModified by: Jyoti&nbsp;Shah</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research goals of the collaborative project (MCB 1413036, 1412942, and 1412901) were to make progress toward understanding the biochemical basis for the production of lipids that are produced when plants respond to biotic and abiotic stresses. Understanding the physiological consequences of lipid modification during plant stress responses was also an aim.  Stresses, such as pathogen infections, heat, cold, and too much or too little water, pose serious challenges for agriculture. In the project, we compared levels of approximately 280 lipids from a plant with a mutation knocking out the function of a particular enzyme with levels of those same lipids in a wild-type plant. This approach to identifying the function of a knocked-out enzyme acting in lipid metabolism is straightforward and powerful.\n\nAnalysis of 384 mutated plants identified 14 genes producing enzymes that affect plant leaf lipid composition. Little was known about the function of ten of these genes in leaves and seven had not been studied at all. Further analysis found that some mutations and lipid changes are associated with growth and developmental functions such as leaf shape, flowering, and leaf senescence. One gene appears to be important for normal plant growth in the cold.\n\nTo carry out this work, the ability to measure levels of plant lipids was improved. The improved lipid analytical technology is now available to other scientists. An online tool to do calculations on mass spectrometry data to produce lipid compositional data and a database containing plant lipid compositional data are being maintained for the scientific community.\n\nThe collaborative group broadly trained students in plant biology, biochemistry, and data analysis, and mentored students to prepare them for careers in science and related fields. This project has provided continued education for seven faculty members, three technical professionals, three postdoctoral trainees, and fourteen undergraduate students. The students worked and learned at Kansas State University, University of Missouri-St. Louis, University of North Texas, and/or Langston University.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/18/2016\n\n\t\t\t\t\tSubmitted by: Jyoti Shah"
 }
}