{
 "awd_id": "1412005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Energetic Variational Approaches in Complex Fluids and Electrophysiology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 335000.0,
 "awd_amount": 335000.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "Complex fluids are ubiquitous in our daily life and important in physical and biological applications. One such example is ionic solutions in animals or humans. Biology and physiology has shown that understanding ionic solutions is essential in almost all biological activities. The mechanical and electrical interactions of molecular-scale microstructures with macroscopic flow in complex fluids can give rise to new phenomena not encountered in simple fluids or gases. New mathematical theories and techniques are needed to resolve the ever present fundamental issues such as the ensemble of micro-elements, the intermolecular and distortional elastic interactions, the coupling of hydrodynamic transport and the applied electric or magnetic fields. This project investigates the use of a very general energetic variational framework to derive and study the dynamics of complex fluids, and its applications to general viscoelastic fluids, the hydrodynamics of electrolytes and electro-rheological fluids, and the transport of ionic solutions in ion channels. The proposed research also provides the opportunity for students to have multidisciplinary experiences in mathematics, bioengineering, and neurophysiology.\r\n\r\nThis project aims at making several distinct mathematical advances and to integrate studies of these physical and biological complex fluids from different fields. The common feature of the systems that the PI proposes to study is the underlying energetic variational structure among all these materials and systems. The PI will focus on understanding the coupling and competing effects from different spatial or temporal scales, among them the microstructures and the macroscopic properties of the solutions, the kinetic transport and the induced elastic stresses in viscoelastic materials, the relative drags and interactions between different species in mixtures. Energetic variational methods have shown promise for the study of such multiscale multiphysics problems, for instance the transport of ionic solutions through biological environments. They deal naturally with systems with many components that flow between fixed and moving domains or boundaries, and with different interactions.  We will apply such variational methods to study the transport of biological plasma, ionic solutions of sodium, potassium, and chloride ions, and their interaction with different environments and structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chun",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chun Liu",
   "pi_email_addr": "cliu124@iit.edu",
   "nsf_id": "000261738",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 191685.0
  }
 ],
 "por": null
}