{
 "awd_id": "1412571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research:  Multiscale modeling of the physiological interactions between sleep and circadian systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 158000.0,
 "awd_amount": 158000.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2016-07-29",
 "awd_abstract_narration": "Understanding the interactions between sleep/wake behavior and the circadian (~24 hour) rhythm, coordinated in the brain by the suprachiasmatic nucleus (SCN), is fundamentally important for coping with challenges associated with shift work, jet lag, and, more generally, life in our 24-hour society.  When these systems are not optimally aligned, there are negative implications for physical and mental health, job performance, and key tasks such as driving. Investigating these interactions is difficult since they take place on a range of spatial and temporal scales that are not easily addressed simultaneously with current experimental techniques.  Temporal scales vary from the millisecond timing of neuron firing to the 24 hour period of the circadian rhythm to the days and weeks over which misalignment of sleep and circadian rhythms occurs.  Spatial scales range from the intracellular protein transcription and translation dynamics that generate 24 hour rhythmicity in SCN neural activity to synaptic interactions between neural populations involved in the regulation of sleep states to the ultimately observable sleep/wake behavior of the animal.  Recent advances in identifying the anatomy and physiology of circadian and sleep/wake regulatory systems provide the necessary details for constructing physiologically-based mathematical models of these systems. The three aims of this project undertake the development, analysis, and integration of mathematical models to bridge the disparate temporal and spatial scales of the problem. The project will address the following key questions: (1) the role of different sleep states, particularly rapid eye movement sleep, in the synchronization of sleep behavior with the circadian rhythm; (2) how SCN electrophysiology translates neuronal signals into molecular signals that act to shift the circadian clock; and (3) the nature of the indirect synaptic projections between the SCN and neural populations regulating sleep and wake states that govern the 24 hour rhythm in experimentally recorded rat sleep/wake patterning. \r\n\r\nThe role of different sleep states on synchronization of sleep and circadian rhythms will be investigated by employing a neuronal population model of the sleep/wake regulatory network coupled to the SCN.  To quantify the mathematical basis for synchronization and the characteristics of rapid eye movement sleep cycling that promote desynchronization, phase map based analytical techniques developed in coupled oscillator theory will be applied to the model.  To understand how neuronal and molecular signals are integrated in SCN neurons, a Hodgkin-Huxley-type model for neurons in the suprachiasmatic nucleus will be linked to a Goodwin-oscillator-based model for the intracellular molecular clock.  Model analysis will identify the mechanisms by which the actions of neuronal synaptic projections on a millisecond time scale, mediated through electrophysiology and resultant intracellular calcium dynamics, perturb the calcium-dependent 24 hour oscillations of the molecular clock.  The feedforward and feedback synaptic projections between the SCN and the sleep/wake regulatory network will be investigated by fitting simulated sleep/wake patterning from neuronal population models of sleep/wake and circadian networks to 24 hour experimental rat sleep recordings.  Results will provide constraints on and predictions for network structure and coupling mechanisms.  Mathematically, the projects will advance techniques for multiscale modeling, provide insights into coupled oscillator systems involving both limit cycle and hysteresis loop oscillators, investigate deterministic and stochastic contributions to model dynamics, and demonstrate novel methodologies for using experimental data to constrain network models.  Two graduate students and at least four undergraduate students will be trained in interdisciplinary research in mathematical neuroscience and dynamical systems through their participation in the projects.  For educational outreach, a sleep/wake modeling teaching module will be developed for high school algebra classes to expose students to modeling in a personal, highly relevant context that relates to issues such as shift work, jet lag, and the well-documented sleep phase delay in teenagers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecilia",
   "pi_last_name": "Diniz Behn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cecilia Diniz Behn",
   "pi_email_addr": "cdinizbe@mines.edu",
   "nsf_id": "000073011",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 26164.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 51212.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 80624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The timing and duration of sleep are primarily governed by the 24 h circadian rhythm and the activity of sleep- and wake-promoting areas of the brain. The grant projects constructed and analyzed mathematical models of the neuronal circuits governing transitions between wake and different sleep states, including rapid eye movement (REM) sleep, and for the brain?s master circadian clock. As these mathematical models consist of many, coupled nonlinear differential equations that result in complex sleep cycling dynamics, a particular focus of the projects was to develop mathematical techniques that help to illuminate and predict the model behaviors under conditions where sleep cycling is perturbed, such as sleep deprivation and shift work. This effort resulted in an algorithm to construct a 1-dimensional map that captures the dynamics of the much higher-dimensional mathematical model. A defining characteristic of the map is the presence of vertical discontinuities which are due to finite shifts in sleep onset times or wake onset times at certain circadian phases. Vertical discontinuities also occur due to different numbers of REM sleep bouts occurring during sleep at different circadian phases. These discontinuities identify the model as belonging to the class of non-smooth dynamical systems. This identification opens up the opportunity to apply the theory developed for non-smooth dynamical systems to understand the dynamics of sleep-wake behavior. Furthermore, analysis of the parameter-dependence of model dynamics has implications for understanding sleep/wake dynamics across development, particularly in the transition from napping to non-napping behavior in preschool children. Other grant projects focused on analysis of mathematical models of the circadian rhythm including a multiscale model of the master circadian clock involving both electrophysiology of neurons and dynamics of the molecular clock as well as a phenomenological clock model that was used to optimize experiment design. Recently, we have also extended some of this work to investigate interactions between sleep, circadian rhythms, and metabolism.&nbsp;&nbsp;The projects provided training in interdisciplinary mathematical modeling in biology for multiple graduate and undergraduate students. In addition, an educational module based on the Two Process model was developed under this grant. This module introduced middle and high school students to the concepts of mathematical modeling in biology in a personally-relevant context. Additionally, the module built awareness among youth of the biology of sleep homeostasis and circadian rhythms and the effects of these important processes on the timing and duration of sleep. Similarly, other outreach efforts supported by this grant have increased public awareness of sleep as a public health issue and the contributions of applied mathematics to sleep science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2019<br>\n\t\t\t\t\tModified by: Cecilia&nbsp;Diniz Behn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe timing and duration of sleep are primarily governed by the 24 h circadian rhythm and the activity of sleep- and wake-promoting areas of the brain. The grant projects constructed and analyzed mathematical models of the neuronal circuits governing transitions between wake and different sleep states, including rapid eye movement (REM) sleep, and for the brain?s master circadian clock. As these mathematical models consist of many, coupled nonlinear differential equations that result in complex sleep cycling dynamics, a particular focus of the projects was to develop mathematical techniques that help to illuminate and predict the model behaviors under conditions where sleep cycling is perturbed, such as sleep deprivation and shift work. This effort resulted in an algorithm to construct a 1-dimensional map that captures the dynamics of the much higher-dimensional mathematical model. A defining characteristic of the map is the presence of vertical discontinuities which are due to finite shifts in sleep onset times or wake onset times at certain circadian phases. Vertical discontinuities also occur due to different numbers of REM sleep bouts occurring during sleep at different circadian phases. These discontinuities identify the model as belonging to the class of non-smooth dynamical systems. This identification opens up the opportunity to apply the theory developed for non-smooth dynamical systems to understand the dynamics of sleep-wake behavior. Furthermore, analysis of the parameter-dependence of model dynamics has implications for understanding sleep/wake dynamics across development, particularly in the transition from napping to non-napping behavior in preschool children. Other grant projects focused on analysis of mathematical models of the circadian rhythm including a multiscale model of the master circadian clock involving both electrophysiology of neurons and dynamics of the molecular clock as well as a phenomenological clock model that was used to optimize experiment design. Recently, we have also extended some of this work to investigate interactions between sleep, circadian rhythms, and metabolism.  The projects provided training in interdisciplinary mathematical modeling in biology for multiple graduate and undergraduate students. In addition, an educational module based on the Two Process model was developed under this grant. This module introduced middle and high school students to the concepts of mathematical modeling in biology in a personally-relevant context. Additionally, the module built awareness among youth of the biology of sleep homeostasis and circadian rhythms and the effects of these important processes on the timing and duration of sleep. Similarly, other outreach efforts supported by this grant have increased public awareness of sleep as a public health issue and the contributions of applied mathematics to sleep science.\n\n \n\n\t\t\t\t\tLast Modified: 01/05/2019\n\n\t\t\t\t\tSubmitted by: Cecilia Diniz Behn"
 }
}