{
 "awd_id": "1412797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GENI  Engineering Conference",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Brassil",
 "awd_eff_date": "2014-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 48011.0,
 "awd_amount": 48011.0,
 "awd_min_amd_letter_date": "2014-01-15",
 "awd_max_amd_letter_date": "2014-01-15",
 "awd_abstract_narration": "This project supports hosting the three day 19th edition of the GENI Engineering conference (GEC), including organizing and hosting the demo session, to be held Mar 17 - 19, 2014 at the Georgia Institute of Technology in Atlanta, GA.   Both the conference and the demonstration session will be held at the University or in university owned conference facilities in order to minimize costs.  Event planning and logistical support for GEC 19 will be coordinated by a team from GaTech?s Institute for People and Technology which has extensive experience in conference planning and support at the local, national, and international levels. \r\n\r\nThe Global Environment for Network Innovations (GENI) is a virtual instrument that is rapidly emerging in prototype form across the United States. GENI aims to transform experimental research in networking and distributed systems, as well as emerging research into very large socio-technical systems, by providing a suite of infrastructure for 'at scale' experiments in future internets.  \r\n\r\nThere are three GECs per year, in which the entire GENI community meets to review current status, and to decide on subsequent steps in GENI's evolution. The GECs include community-based working groups leading GENI's design and planning, and demonstrating progress with live experiments.   About 250 to 300 leading researchers and Ph.D. students from diverse US institutions will gather in Atlanta to showcase their ideas and results.  In the demo session over 35 live demos will be provided with a wired connection to the GENI infrastructure.  The demo evening will be held in the first floor event space of the Technology Square Research Building located immediately across the street from the conference hotel and will be provided with high-speed connectivity to Internet2, the NLR, and the SoX regional network.  Each GEC demo project will be issued with temporary campus-wide wireless credentials that will grant access to the campus wireless infrastructure and commodity Internet for the duration of the demo evening.  \r\n\r\nThe GEC meeting and demo sessions provide graduate students with both an opportunity to demonstrate and explain their work to the GENI community prior to formal publication.   It is a key part of helping new graduate students understand what is being done with GENI and who amongst their peers at other institutions might be valuable resources.   It also supports outreach to new community members, including the emerging US Ignite community.  GENI is already being used as an instrument for research, this project supports the continued development and community development of that instrument.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Clark",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Russell J Clark",
   "pi_email_addr": "Russ.Clark@gatech.edu",
   "nsf_id": "000268728",
   "pi_start_date": "2014-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023F",
   "pgm_ref_txt": "GENI PROJECT"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 48011.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The GENI Engineering Conference (GEC) is organized three times per year, in which the entire GENI community meets to review current status and to decide on subsequent steps in GENI&rsquo;s evolution. These GECs include community-based technical/research groups leading GENI&rsquo;s design and planning, and demonstrating progress with live experiments. GECs have proven to be an excellent mechanism for community building. GECs are regular open working meetings where researchers, developers, industrial &amp; international partners, and the GPO (GENI Project Office) meet to advance infrastructure planning and prototyping for the GENI project. Furthermore, the GEC focuses on how to design and build a suite of infrastructure that can best inspire and support creative research and experimentation. Conference registration is open to all.</p>\n<p>&nbsp;</p>\n<p>The 19th GENI Engineering Conference (GEC 19) was hosted by the Georgia Institute of Technology, March 17-19, 2014 in Atlanta, Georgia. The event successfully brought together more than 350 industry and academic participants including leading researchers and Ph.D. students from top institutions, industry, and other government agencies who shared ideas about experimental research and testbed infrastructures. GEC 19 hosted a very successful demo event on the campus, with more than 40 live demos presented including direct connectivity to the GENI backbone. The event sessions were live-streamed and captured for later viewing by members of the community who were not able to attend in person. The event included a unique industry panel that provided an opportunity for the community to engage with the vendor and carrier participants. The event facilities also hosted two workshops in conjunction with GEC: GENI Research, Education and Experiments Workshop and the Global Lambda Integrated Facilities Workshop.</p>\n<p>&nbsp;</p>\n<p>Overall, GEC 19 was a great success, based on the feedback received by the GENI Project Office and the event attendees.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2015<br>\n\t\t\t\t\tModified by: Russell&nbsp;J&nbsp;Clark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe GENI Engineering Conference (GEC) is organized three times per year, in which the entire GENI community meets to review current status and to decide on subsequent steps in GENIÆs evolution. These GECs include community-based technical/research groups leading GENIÆs design and planning, and demonstrating progress with live experiments. GECs have proven to be an excellent mechanism for community building. GECs are regular open working meetings where researchers, developers, industrial &amp; international partners, and the GPO (GENI Project Office) meet to advance infrastructure planning and prototyping for the GENI project. Furthermore, the GEC focuses on how to design and build a suite of infrastructure that can best inspire and support creative research and experimentation. Conference registration is open to all.\n\n \n\nThe 19th GENI Engineering Conference (GEC 19) was hosted by the Georgia Institute of Technology, March 17-19, 2014 in Atlanta, Georgia. The event successfully brought together more than 350 industry and academic participants including leading researchers and Ph.D. students from top institutions, industry, and other government agencies who shared ideas about experimental research and testbed infrastructures. GEC 19 hosted a very successful demo event on the campus, with more than 40 live demos presented including direct connectivity to the GENI backbone. The event sessions were live-streamed and captured for later viewing by members of the community who were not able to attend in person. The event included a unique industry panel that provided an opportunity for the community to engage with the vendor and carrier participants. The event facilities also hosted two workshops in conjunction with GEC: GENI Research, Education and Experiments Workshop and the Global Lambda Integrated Facilities Workshop.\n\n \n\nOverall, GEC 19 was a great success, based on the feedback received by the GENI Project Office and the event attendees.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2015\n\n\t\t\t\t\tSubmitted by: Russell J Clark"
 }
}