{
 "awd_id": "1412596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Innovative Morphological Analysis with a Panchromatic Galaxy Atlas Enabled by Citizen-Scientist Volunteers",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927373",
 "po_email": "jpesce@nsf.gov",
 "po_sign_block_name": "Joseph E. Pesce",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 465098.0,
 "awd_amount": 465098.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2016-07-21",
 "awd_abstract_narration": "This proposal undertakes an innovative galaxy survey meant to become a treasury for astronomers and, just as importantly, a valuable science education platform for the public.  It primarily uses a data set from the Pan-STARRS1 (PS1) telescope located on Maui, Hawaii.  This data set, called the \"PS1 Optical Galaxy Survey (POGS)\" covers 75% of the sky, and will be combined with data from the ultraviolet, infrared, and radio regimes.  When combined, this information will provide transformational insight regarding the variety and current state of galaxy structure in the nearby Universe.  In order to accomplish this work, which is computationally intensive and also requires individual inspection, the proposers plan to use involvement of volunteer citizen scientists.  This results in a natural, world-wide opportunity for astronomy education.  In fact, this work is already underway, with a rapidly growing user base (5,800 volunteers at present). In addition, summer mentoring of female high school students as participants in science analysis of POGS products, providing an opportunity to train an underrepresented group in the STEM fields in scientific methods.\r\n\r\nTo measure galactic structural properties unbiased by the mask of recent star formation and dust, the proposers are conducting a citizen-scientist enabled nearby galaxy survey based on the unprecedented optical imaging from Pan-STARRS1 (PS1), but also incorporating ancillary multi-wavelength data from the ultraviolet and infrared regimes (via GALEX and WISE). The PS1 Optical Galaxy Survey (POGS) will cover 3pi steradians (75% of the sky), about twice the footprint of the Sloan Digital Sky Survey (SDSS). For each cataloged galaxy, publicly-distributed computing contributed by thousands of volunteers will enable pixel-by-pixel spectral energy distribution (SED) fitting, which in turn provides key physical parameters such as the local stellar mass surface density, star formation rate (SFR), and dust attenuation. Sufficiently nearby galaxies will be processed using complete UV-optical-IR SED information as part of a base sample, whereas distant but more numerous galaxies will be processed with optical only data due to the resolution of ancillary observations. With pixel SED fitting output the proposers will then constrain parametric models of galaxy structure and measure non-parametric morphology indicators in a more meaningful way than ordinarily achieved, by operating on images of estimated physical parameters.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Thilker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Thilker",
   "pi_email_addr": "dthilker@pha.jhu.edu",
   "nsf_id": "000394706",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Heckman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy M Heckman",
   "pi_email_addr": "heckman@pha.jhu.edu",
   "nsf_id": "000277765",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 165285.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 154425.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 145388.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern extragalactic astronomy has become increasingly multi-wavelength in nature, with imaging observations commonly spanning the ultraviolet-optical-infrared spectral range. &nbsp;This is particularly true for galaxy morphology studies in the nearby universe. &nbsp;Galaxies are often quite&nbsp;complex in their structure and appearance at the smallest physical scales that can be seen in typical galaxy images, even if galaxies as a whole can be broadly&nbsp;categorized into basic morphological types such as spiral disks, elliptical, and irregular galaxies. &nbsp;Multi-wavelength imaging provides an opportunity to understand the physical origin of such substructure, whether it be associated with young stellar populations and star forming complexes, interstellar dust and the gaseous interstellar medium, or stars formed many gigayears ago and spatially&nbsp;redistributed over their lifetime&nbsp;via dynamical processes. &nbsp;This is because each of these galactic ingredients has a characteristic spectral signature, and one can use the localized&nbsp;spectral energy distribution (SED) like a fingerprint of sorts&nbsp;to determine the physical properties of a region by comparing observations&nbsp;to predicted&nbsp;models.&nbsp;&nbsp;<span>In turn, understanding the detailed physical structure of galaxies then&nbsp;allows us to refine models for long-term galaxy evolution in a cosmological context. &nbsp;Our project was motivated by the desire to improve SED-fitting&nbsp;</span><span>method<span>s and the&nbsp;uniformity of outcome for such multi-wavelength galaxy morphology&nbsp;investigations, while directly&nbsp;engaging the public in aspects of the work as a means of outreach/education.</span></span></p>\n<p>Astronomy is currently experiencing a period of intense&nbsp;survey activity. &nbsp;Observatories around the globe and in space are&nbsp;undertaking large scale projects to map the sky to fainter levels, at higher resolution, with attention to time variation of sources, and in diverse wavelength bands. &nbsp;Pan-STARRS (Panoramic Survey Telescope And Rapid Response System) is&nbsp;a system for wide-field astronomical imaging developed and operated by the Institute for Astronomy at the University of Hawaii. &nbsp;Pan-STARRS1 (PS1) is the first part of Pan-STARRS to be completed and&nbsp;used a 1.8 meter telescope with&nbsp;its 1.4 Gigapixel camera&nbsp;to image the&nbsp;three-quarters of the&nbsp;sky in five optical filters. &nbsp;The PS1 Optical Galaxy Survey (POGS) is the parent project associated with our NSF-supported research, and is compiling information on low redshift galaxies in the&nbsp;portion of sky imaged by PS1. &nbsp;&nbsp;We developed a distributed-computing platform (theSkyNet-POGS)&nbsp;running<span>&nbsp;within the&nbsp;</span>Berkeley Open Infrastructure for Network Computing (BOINC) environment in&nbsp;order to allow volunteer citizens to contribute their own computer CPU/GPU power to accomplish model&nbsp;fitting of&nbsp;<span>pixel-SEDs (the spectral energy distribution at any given position within a galaxy). &nbsp;Pixel-SEDs were generated from galaxies with&nbsp;POGS optical imaging and at lower resolution using additional ultraviolet and infrared data from GALEX and WISE, respectively. &nbsp;</span><span>Over the duration of the project we reached &gt;65,000 users, averaging &gt;6,000 active at any time, with an average of 16,000 computers processing our data. &nbsp;We achieved sustained processing speed of approximately 0.3 petaFLOPS. &nbsp;We&nbsp;</span><span>successfully</span><span><span>&nbsp;analyzed over 107,000 galaxies pixel-by-pixel using&nbsp;</span>the<span>&nbsp;SED-fitting code called MAGPHYS</span><span>, and are now preparing them for release to the community.</span></span></p>\n<p><span>Of the physical parameters constrained by our observations and the&nbsp;BOINC MAGPHYS SED model fitting procedure, stellar mass and average recent star formation rate (SFR, during the past&nbsp;100 million&nbsp;years) are the most reliable with optical only data. &nbsp;Adding the panchromatic spectral coverage, allows for additional diagnostic power for stellar age and dust properties, but at the cost of lower&nbsp;resolution using current UV/IR surveys. &nbsp;In the image associated with this report, &nbsp;we show an example POGS&nbsp;galaxy image, the stellar mass map, and the SFR&nbsp;distribution. As can be seen the physical parameter maps clarify the substructuring of the galaxy, distinguishing the relatively smoothly distributed population of old stars from recently formed clumps. &nbsp;We developed new metrics for interpreting&nbsp;galaxy morphology on the basis of such&nbsp;maps. &nbsp;We conducted educational&nbsp;outreach activities both locally (talks, training)&nbsp;and via the project website (galaxy stamp collecting, link to galaxies processed via Stellarium). &nbsp;The lessons learned from this distributed computing project will directly aid similar massively-parallel-amenable&nbsp;processing tasks expected in the&nbsp;upcoming decade associated with the Large Synoptic Survey Telescope (LSST) and&nbsp;various radio interferometer arrays.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/25/2019<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Thilker</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1412596/1412596_10336970_1558825848797_POGS_example_image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1412596/1412596_10336970_1558825848797_POGS_example_image--rgov-800width.jpg\" title=\"Pixel-SED fitting for a typical galaxy\"><img src=\"/por/images/Reports/POR/2019/1412596/1412596_10336970_1558825848797_POGS_example_image--rgov-66x44.jpg\" alt=\"Pixel-SED fitting for a typical galaxy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example PS1 imaging from POGS (left), plus physical parameter maps for stellar mass (center) and star formation rate surface density (right) for a typical galaxy.</div>\n<div class=\"imageCredit\">Thilker, David; Heckman, Timothy; Vinsen, Kevin</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">David&nbsp;A&nbsp;Thilker</div>\n<div class=\"imageTitle\">Pixel-SED fitting for a typical galaxy</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nModern extragalactic astronomy has become increasingly multi-wavelength in nature, with imaging observations commonly spanning the ultraviolet-optical-infrared spectral range.  This is particularly true for galaxy morphology studies in the nearby universe.  Galaxies are often quite complex in their structure and appearance at the smallest physical scales that can be seen in typical galaxy images, even if galaxies as a whole can be broadly categorized into basic morphological types such as spiral disks, elliptical, and irregular galaxies.  Multi-wavelength imaging provides an opportunity to understand the physical origin of such substructure, whether it be associated with young stellar populations and star forming complexes, interstellar dust and the gaseous interstellar medium, or stars formed many gigayears ago and spatially redistributed over their lifetime via dynamical processes.  This is because each of these galactic ingredients has a characteristic spectral signature, and one can use the localized spectral energy distribution (SED) like a fingerprint of sorts to determine the physical properties of a region by comparing observations to predicted models.  In turn, understanding the detailed physical structure of galaxies then allows us to refine models for long-term galaxy evolution in a cosmological context.  Our project was motivated by the desire to improve SED-fitting methods and the uniformity of outcome for such multi-wavelength galaxy morphology investigations, while directly engaging the public in aspects of the work as a means of outreach/education.\n\nAstronomy is currently experiencing a period of intense survey activity.  Observatories around the globe and in space are undertaking large scale projects to map the sky to fainter levels, at higher resolution, with attention to time variation of sources, and in diverse wavelength bands.  Pan-STARRS (Panoramic Survey Telescope And Rapid Response System) is a system for wide-field astronomical imaging developed and operated by the Institute for Astronomy at the University of Hawaii.  Pan-STARRS1 (PS1) is the first part of Pan-STARRS to be completed and used a 1.8 meter telescope with its 1.4 Gigapixel camera to image the three-quarters of the sky in five optical filters.  The PS1 Optical Galaxy Survey (POGS) is the parent project associated with our NSF-supported research, and is compiling information on low redshift galaxies in the portion of sky imaged by PS1.   We developed a distributed-computing platform (theSkyNet-POGS) running within the Berkeley Open Infrastructure for Network Computing (BOINC) environment in order to allow volunteer citizens to contribute their own computer CPU/GPU power to accomplish model fitting of pixel-SEDs (the spectral energy distribution at any given position within a galaxy).  Pixel-SEDs were generated from galaxies with POGS optical imaging and at lower resolution using additional ultraviolet and infrared data from GALEX and WISE, respectively.  Over the duration of the project we reached &gt;65,000 users, averaging &gt;6,000 active at any time, with an average of 16,000 computers processing our data.  We achieved sustained processing speed of approximately 0.3 petaFLOPS.  We successfully analyzed over 107,000 galaxies pixel-by-pixel using the SED-fitting code called MAGPHYS, and are now preparing them for release to the community.\n\nOf the physical parameters constrained by our observations and the BOINC MAGPHYS SED model fitting procedure, stellar mass and average recent star formation rate (SFR, during the past 100 million years) are the most reliable with optical only data.  Adding the panchromatic spectral coverage, allows for additional diagnostic power for stellar age and dust properties, but at the cost of lower resolution using current UV/IR surveys.  In the image associated with this report,  we show an example POGS galaxy image, the stellar mass map, and the SFR distribution. As can be seen the physical parameter maps clarify the substructuring of the galaxy, distinguishing the relatively smoothly distributed population of old stars from recently formed clumps.  We developed new metrics for interpreting galaxy morphology on the basis of such maps.  We conducted educational outreach activities both locally (talks, training) and via the project website (galaxy stamp collecting, link to galaxies processed via Stellarium).  The lessons learned from this distributed computing project will directly aid similar massively-parallel-amenable processing tasks expected in the upcoming decade associated with the Large Synoptic Survey Telescope (LSST) and various radio interferometer arrays. \n\n \n\n\t\t\t\t\tLast Modified: 05/25/2019\n\n\t\t\t\t\tSubmitted by: David A Thilker"
 }
}