{
 "awd_id": "1413652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unveiling the Assembly History of Galaxies by Dissecting their Structure, Chemical Evolution, and Stellar Populations",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 297613.0,
 "awd_amount": 297613.0,
 "awd_min_amd_letter_date": "2014-06-27",
 "awd_max_amd_letter_date": "2014-06-27",
 "awd_abstract_narration": "Understanding how galaxies -- the luminous building blocks of the Universe -- evolve is one of the fundamental goals of astronomy and a critical step toward understanding our origins. This project will explore the different physical processes through which galaxies grow by dissecting the distribution, velocities, chemical content, and excitation conditions of their constituent stars and gas. It will analyze both imaging data and exquisite, cutting-edge, spectroscopic data from a survey conducted at the McDonald Observatory, a research unit of the University of Texas at Austin. The analyses in this project will lay the groundwork for future explorations planned by next-generation astronomical facilities with heavy US investments. As part of this program, the team will also provide science-ready data products from the survey and educational materials to the community at large. This program will include nationally-recognized professional development workshops for several dozen secondary school teachers and impact over 15,000 secondary students. Nearly 50% of these students are expected to be Hispanic, a demographic group strongly underrepresented in science fields. Curriculum content and workshop practices will align with the National Science Education Standards, the new Next Generation Science Standards, and Texas science standards. \r\n\r\nUnderstanding the assembly history of galaxies as a function of epoch is one of the fundamental goals of astronomy. This project will explore the relative importance of different assembly modes by combining structural archaeology, chemical evolution, and the star formation history of galaxies. Combining photometric surveys with the spatially-resolved integral field spectroscopic data from a survey conducted at McDonald observatory, the team will be able to dissect spiral galaxies into dynamically different regions, such as the bulge, bar, spiral arms, and outer disk, as well as regions of different excitations. The project will examine the distributions of stellar and gas properties and determine how the abundance gradient varies across galaxies with different Hubble types and establish whether different gas-phase metallicity indicators show the same gradient and patterns within a galaxy. As part of this program, the team will also provide science-ready data products from the survey and educational materials to the community at large. The broader impact of this program incorporates Teacher Professional Development Workshops. The program is designed to insure maximum direct transfer of information gained by the teachers to their students in the classroom. The teachers involved in the program typically teach classes with a 51% Hispanic demographic, so the potential impact of the program on underrepresented minority students is substantial.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shardha",
   "pi_last_name": "Jogee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shardha Jogee",
   "pi_email_addr": "sj@astro.as.utexas.edu",
   "nsf_id": "000115868",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "Astronomy Department at the University of Texas at Austin",
  "perf_str_addr": "2511 Speedway",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787120259",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 297613.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research program has significantly advanced our understanding of how galaxies, the building blocks of the Universe, assemble their different components (bulge, bar and outer disk)&nbsp; and how their stars produce the chemical heavy elements responsible for life as we know it.&nbsp; Our program uses cutting edge datasets, particualrly our high-quality, integral field spectroscopic survey of nearby spirals conducted with the Mitchell spectrgraph on the 2.7-m telescope at the UT Austin McDonald Observatory.The big data techniques developed on the powerful Texas Advanced Computing Center (TACC) for the analysis of this large dataset&nbsp;will benefit the general field of data science, which has broad applications in computational biology, statistics, risk analysis, health care, medical science, human resource management, and other 21st century problems in society at large.</p>\n<p>The broader impact program has provided nationally-recognizedprofessional development workshops to 30 secondary school teachers,using the concepts and materials in the research program.The teachers take back science activities from the workshop to their classroom. Curriculum content and workshop practices align with the&nbsp;National Science Education Standards,&nbsp; the new Next Generation Science Standards,&nbsp; and Texas science&nbsp;standards. We expect the 30 teachers who participated in the workshops to use the materials for five years and reach 100 students per year,&nbsp; resulting in a broader impact to 15,000 secondary students, of&nbsp;which over 49% are expected to be Hispanics, a demographicgroup greatly underrepresented in STEM fields.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2018<br>\n\t\t\t\t\tModified by: Shardha&nbsp;Jogee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research program has significantly advanced our understanding of how galaxies, the building blocks of the Universe, assemble their different components (bulge, bar and outer disk)  and how their stars produce the chemical heavy elements responsible for life as we know it.  Our program uses cutting edge datasets, particualrly our high-quality, integral field spectroscopic survey of nearby spirals conducted with the Mitchell spectrgraph on the 2.7-m telescope at the UT Austin McDonald Observatory.The big data techniques developed on the powerful Texas Advanced Computing Center (TACC) for the analysis of this large dataset will benefit the general field of data science, which has broad applications in computational biology, statistics, risk analysis, health care, medical science, human resource management, and other 21st century problems in society at large.\n\nThe broader impact program has provided nationally-recognizedprofessional development workshops to 30 secondary school teachers,using the concepts and materials in the research program.The teachers take back science activities from the workshop to their classroom. Curriculum content and workshop practices align with the National Science Education Standards,  the new Next Generation Science Standards,  and Texas science standards. We expect the 30 teachers who participated in the workshops to use the materials for five years and reach 100 students per year,  resulting in a broader impact to 15,000 secondary students, of which over 49% are expected to be Hispanics, a demographicgroup greatly underrepresented in STEM fields.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2018\n\n\t\t\t\t\tSubmitted by: Shardha Jogee"
 }
}