{
 "awd_id": "1413963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Large: Collaborative Research: Location-Independent Networks: Evaluation Strategies and Studies",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 700851.0,
 "awd_amount": 700851.0,
 "awd_min_amd_letter_date": "2014-08-27",
 "awd_max_amd_letter_date": "2014-11-21",
 "awd_abstract_narration": "As the global Internet expands to satisfy the demands and expectations of an ever-increasing fraction of the world's population, profound changes are occurring in its interconnection structure, traffic dynamics, and the economic and political power of different players in the ecosystem.    These changes not only impact network engineering and operations, but also present broader challenges for technology investment, future network design, public policy, and scientific study of the Internet itself.   And yet, from both scientific and policy perspectives, the evolving ecosystem is largely uncharted territory.\r\n\r\nTwo related transformations of the Internet ecosystem motivate this project: the emergence of Internet exchanges (IXes) as anchor points in the mesh of interconnection, and content providers and Content Delivery Networks (CDNs) as major sources of traffic flowing into the Internet.  By some accounts over half the traffic volume in North America now comes from just two content distributors (Youtube and Netflix). This shift constitutes the rise of a new kind of hierarchy in the ecosystem, bringing new constraints on existing players who need to manage traffic on their networks to minimize congestion, resulting in tussles among commercial players as well as between the private sector and regulatory bodies, at the expense of users suffering degraded quality of experience.\r\n\r\nThe goal of this project is to characterize the changing nature of the Internet's topology and traffic dynamics, and to investigate the implications of these changes on network science, architecture, operations, and public policy.  The first task is to construct a new type of semantically rich Internet map, which will elucidate the role of IXes in facilitating robust and geographically diverse but complex interdomain connectivity.  This map will guide the second task: a measurement study of traffic congestion dynamics induced by evolving peering and traffic management practices of CDNs and ISPs, including methods to detect and localize the congestion to specific points in the network.  Data used will include measurements gathered using CAIDA's global active measurement infrastructure Archipelago (Ark), as well as data contributed by industry players for use in validation and refinement of methods.\r\n\r\nUltimately, this project will advance the scientific community's understanding of the evolving Internet by developing and applying a more sophisticated model of the physical Internet topology.  The inquiry is structured to pursue new methods of analysis and insights into the interaction between CDN dynamics, interconnection at IXes, and network performance.  Results, including the sharing of collected and curated data sets, will also inform related fields, including traffic modeling, infrastructure resiliency and protection, network economics, industrial organization, and future network architecture design.\r\n\r\nAdditionally, results will be disseminated via publications, conferences, industry meetings, online lectures, web pages. CAIDA and CSAIL will jointly host annual international interdisciplinary workshops to close the loop between empirical research results, theoretical modeling activities, and policymaking. By providing unbiased data about the evolving Internet ecosystem, the proposed research has the potential to be of great value to Internet users, network operators, and governments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Kurose",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "James F Kurose",
   "pi_email_addr": "kurose@cs.umass.edu",
   "nsf_id": "000111591",
   "pi_start_date": "2014-08-27",
   "pi_end_date": "2014-11-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Venkataramani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Venkataramani",
   "pi_email_addr": "arun@cs.umass.edu",
   "nsf_id": "000491693",
   "pi_start_date": "2014-11-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Venkataramani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Venkataramani",
   "pi_email_addr": "arun@cs.umass.edu",
   "nsf_id": "000491693",
   "pi_start_date": "2014-08-27",
   "pi_end_date": "2014-11-21"
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "School of Computer Science",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 700851.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to conduct research on the pros and cons of different next-generation Internet designs. More specifically, the research investigated the cost-benefit tradeoffs pertaining to <em>location independence</em>, or loosely how they handle frequent mobility, e.g., a smartphone connected to a home WiFi network may \"move\" network-wise by switching to cellular data when the owner gets into their car and drives away. The high level challenge in asking such an architectural research question is that there are hardly any widely established metrics or benchmarks to compare different futuristic Internet architectures, so the research in this project in part developed quantitative metrics and methodologies to bridge that gap.</p>\n<p>At a high level, we found that although there exist a large number of network architectural proposals most, if not all, of which share location independence as an intrinsically desirable goal, we found that they can largely be categorized into three <em>purist </em>classes based on how they handle mobility, namely, (1)&nbsp;<em>indirection routing</em>&nbsp;as in cellular networks as well as the Internet's on-paper approach to near-seamless mobility; (2)&nbsp;<em>name resolution</em>&nbsp;similar in spirit to the Internet's use of the Domain Name System to translate domain names to IP addresses); and (3)&nbsp;<em>name-based routing </em>that routes directly on flat, hierarchical, or otherwise structured names without an intermediate step to translate names to addresses identifying network locations. Furthermore, we found that that the name resolution approach based on a Global Name Service offers the best combinationn tradeoffs across cost and benefit metrics such as update cost, forwarding cost, time-to-establish-contact, etc.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2020<br>\n\t\t\t\t\tModified by: Arun&nbsp;Venkataramani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project sought to conduct research on the pros and cons of different next-generation Internet designs. More specifically, the research investigated the cost-benefit tradeoffs pertaining to location independence, or loosely how they handle frequent mobility, e.g., a smartphone connected to a home WiFi network may \"move\" network-wise by switching to cellular data when the owner gets into their car and drives away. The high level challenge in asking such an architectural research question is that there are hardly any widely established metrics or benchmarks to compare different futuristic Internet architectures, so the research in this project in part developed quantitative metrics and methodologies to bridge that gap.\n\nAt a high level, we found that although there exist a large number of network architectural proposals most, if not all, of which share location independence as an intrinsically desirable goal, we found that they can largely be categorized into three purist classes based on how they handle mobility, namely, (1) indirection routing as in cellular networks as well as the Internet's on-paper approach to near-seamless mobility; (2) name resolution similar in spirit to the Internet's use of the Domain Name System to translate domain names to IP addresses); and (3) name-based routing that routes directly on flat, hierarchical, or otherwise structured names without an intermediate step to translate names to addresses identifying network locations. Furthermore, we found that that the name resolution approach based on a Global Name Service offers the best combinationn tradeoffs across cost and benefit metrics such as update cost, forwarding cost, time-to-establish-contact, etc.\n\n\t\t\t\t\tLast Modified: 01/14/2020\n\n\t\t\t\t\tSubmitted by: Arun Venkataramani"
 }
}