{
 "awd_id": "1413717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Some Topics on Path Dependent Partial Differential Equations and Stochastic Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 254877.0,
 "awd_amount": 254877.0,
 "awd_min_amd_letter_date": "2014-08-28",
 "awd_max_amd_letter_date": "2014-08-28",
 "awd_abstract_narration": "In many practical problems the object under study can be characterized as the unique solution to certain partial differential equations.  This requires the so-called Markov structure of the problem, namely, the object depends only on the current value of a certain underlying process.  In many applications, for example in many financial models, the problem may be non-Markovian, namely, the object depends on the whole history of the underlying process.  The investigator and his colleagues study what are called path-dependent partial differential equations, which would enable them to apply standard ideas and techniques to a much larger class of applied problems.  The major difficulty, however, is that in such a non-Markovian framework the object process is typically not smooth and thus cannot be understood as the solution to the equation in a classical sense.  The main aim of this project is to study certain weak solutions, called viscosity solutions, for such equations.  The investigator considers conditions that ensure the existence, uniqueness, and stability of these solutions, and develops numerical methods to compute them.  He also studies time-inconsistent problems via stochastic differential equations.  Such problems arise naturally in many economic and financial applications such as prospect theory and contract theory.  Graduate students will be trained in the course of the project. \r\n\r\nThe theory of path-dependent partial differential equations considers paths to be a variable; notable examples including path-dependent Hamilton-Jacobi-Bellman equations and Isaacs equations.  It provides a convenient framework for stochastic optimization problems with diffusion control and economic or financial models with volatility uncertainty in a non-Markovian setting.  The investigator and his colleagues have previously developed a theory of viscosity solutions for problems in which the state space is not locally compact and the dominated convergence theorem fails.  In this project he develops the theory further in three directions, mainly motivated by various applications: (i) extending the convex analysis used in standard viscosity theory for partial differential equations to the path-dependent setting and providing a new proof for the comparison principle under weaker conditions;  (ii) investigating the regularity of viscosity solutions; and (iii) proposing feasible numerical methods.  The investigator also considers time-inconsistent problems.  There are typically two types of strategies for such problems: pre-commitment and consistent planning.  Most studies of continuous time models focus on the latter one.  A novel approach for the former one is proposed, by using multidimensional controlled backward stochastic differential equations.  The main innovation is to relate the time inconsistency to a comparison principle and to introduce a new order for comparison.  The approach may also provide new insights for some open problems on multidimensional backward stochastic differential equations, which lack a standard comparison principle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianfeng",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianfeng Zhang",
   "pi_email_addr": "jianfenz@usc.edu",
   "nsf_id": "000289052",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3620 S. Vermont Ave., KAP 248E",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900892532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 254877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit. </strong>The PI's completed works mainly focus on developing fundamental tools in pathwise stochastic analysis and theory of nonlinear expectations, which are particularly important in studying stochastic control/games in the weak formulation. Specically, the works substantially extended the notion of viscosity solutions to several new type of dierential equations, including path dependent PDEs, parabolic master equations, as well as stochastic PDEs and rough path PDEs. Since most of these equations have innite dimensional spatial spaces, the new notions of viscosity solutions often contain novel ideas in handling the subtle compactness issue.</p>\n<p>During the award period, the PI has completed 14 papers and one Springer book. The main works fall into the following four categories:</p>\n<p>1. Path dependent PDEs (PPDEs). PPDE provides a powerful tool for non-Markovian problems.In particular, the fully nonlinear PPDE has been used frequently for stochastic optimization game problems with diusion control or volatility uncertainty. In a series of works we either further extend our previously established viscosity theory for PPDEs or provide new applications. In particular, we use PPDE to provide a unied approach for pricing and hedging problems in a very general rough volatility model, which has been supported by empirical studies and modeled by using fractional Brownian motions or more general Volterra SDEs.</p>\n<p>2. Master equations. A master equation is a dierential equation whose state variable is the law of the state processes. We propose a new notion of viscosity solution for nonlinear parabolic path dependent master equations, arising from mean-fIeld control problems, and study its wellposedness. In another work we use master equations to characterize the value function of control problems with information delay, which appears often in nancial practice and operations management.</p>\n<p>3. Stochastic PDEs and rough path PDEs. We provide a unied framework for both rough path theory and functional It^o calculus, two pathwise approaches that are designed for forward problems and backward problems, respectively. Based on that, we establish a pathwise viscosity theory for fully nonlinear stochastic PDEs, rough PDEs, and (forward) PPDEs.</p>\n<p>4. Time inconsistent problems. Time inconsistency appears frequently in economics/nance, especially when behavioral nance and/or non-zero sum games are involved. We provide a new perspective towards time inconsistent optimization problems.&nbsp;</p>\n<p><strong>Broader Impacts.</strong> Most works reported above are either directly aiming at or providing mathematical tools for problems arising from economics, finance, and operations management. The relevant applications include: rough volatility models, stochastic optimizations with information delay, systemic risk, and behavioral finance. The PI has been presenting his research findings in numerous conferences and seminars, both domestic and international, and the Springer book is expected to help attracting more young researchers into some areas of backward SDEs and path dependent PDEs. During the award period five Ph.D students have finished their dissertations under PI's supervision, with two of them working in academia and the other three working in financial industry, and another three PhD students are working on their thesis. The PI has been serving in both graduate and undergraduate committees at USC Math Department, has been an academic advisor of the USC Math Finance Master program and running the Math Finance Colloquium, and has been serving as an Associate Editor of seven journals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Jianfeng&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit. The PI's completed works mainly focus on developing fundamental tools in pathwise stochastic analysis and theory of nonlinear expectations, which are particularly important in studying stochastic control/games in the weak formulation. Specically, the works substantially extended the notion of viscosity solutions to several new type of dierential equations, including path dependent PDEs, parabolic master equations, as well as stochastic PDEs and rough path PDEs. Since most of these equations have innite dimensional spatial spaces, the new notions of viscosity solutions often contain novel ideas in handling the subtle compactness issue.\n\nDuring the award period, the PI has completed 14 papers and one Springer book. The main works fall into the following four categories:\n\n1. Path dependent PDEs (PPDEs). PPDE provides a powerful tool for non-Markovian problems.In particular, the fully nonlinear PPDE has been used frequently for stochastic optimization game problems with diusion control or volatility uncertainty. In a series of works we either further extend our previously established viscosity theory for PPDEs or provide new applications. In particular, we use PPDE to provide a unied approach for pricing and hedging problems in a very general rough volatility model, which has been supported by empirical studies and modeled by using fractional Brownian motions or more general Volterra SDEs.\n\n2. Master equations. A master equation is a dierential equation whose state variable is the law of the state processes. We propose a new notion of viscosity solution for nonlinear parabolic path dependent master equations, arising from mean-fIeld control problems, and study its wellposedness. In another work we use master equations to characterize the value function of control problems with information delay, which appears often in nancial practice and operations management.\n\n3. Stochastic PDEs and rough path PDEs. We provide a unied framework for both rough path theory and functional It^o calculus, two pathwise approaches that are designed for forward problems and backward problems, respectively. Based on that, we establish a pathwise viscosity theory for fully nonlinear stochastic PDEs, rough PDEs, and (forward) PPDEs.\n\n4. Time inconsistent problems. Time inconsistency appears frequently in economics/nance, especially when behavioral nance and/or non-zero sum games are involved. We provide a new perspective towards time inconsistent optimization problems. \n\nBroader Impacts. Most works reported above are either directly aiming at or providing mathematical tools for problems arising from economics, finance, and operations management. The relevant applications include: rough volatility models, stochastic optimizations with information delay, systemic risk, and behavioral finance. The PI has been presenting his research findings in numerous conferences and seminars, both domestic and international, and the Springer book is expected to help attracting more young researchers into some areas of backward SDEs and path dependent PDEs. During the award period five Ph.D students have finished their dissertations under PI's supervision, with two of them working in academia and the other three working in financial industry, and another three PhD students are working on their thesis. The PI has been serving in both graduate and undergraduate committees at USC Math Department, has been an academic advisor of the USC Math Finance Master program and running the Math Finance Colloquium, and has been serving as an Associate Editor of seven journals.\n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Jianfeng Zhang"
 }
}