{
 "awd_id": "1413937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "International Collaboration in Chemistry: Doping of Colloidal Semiconductor Nanocrystals: Synthesis, Diffusion Mechanisms, Structure and Optoelectronic Properties",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2014-06-29",
 "awd_max_amd_letter_date": "2015-06-15",
 "awd_abstract_narration": "Anatoly Frenkel of Yeshiva University in New York is supported by the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry for an International Collaboration in Chemistry (ICC) grant to study small semiconductor crystals that have been doped with specific impurities. These impurities allow the investigators to manipulate the electronic properties of the semiconductors, although the ability to do this in an intentional and controlled way is an area of science that is still developing. In this project, impurities such as copper, silver and gold are added in controlled amounts to a system containing the precursors of the hoped-for semiconductor crystals. The location and nature of the impurities is then studied using a technique involving X-rays. The work is allowing the investigators to develop a detailed understanding of how the impurities find their way into the semiconductor crystal and whether and how they move around within the crystal structure. This research is having a broad impact on the development of potential new building blocks for applications in optics, electronics, solar energy capture, and other areas. The work is having a further broad impact on the educational opportunities of the students who are involved in this unique international collaboration.  The work includes an international collaboration with Uri Banin of the Hebrew University, Jerusalem (Israel).  Professor Banin's work is supported by the United States - Israel Binational Science Foundation (BSF).\r\n\r\nColloidal semiconductor nanocrystals (NCs) manifest unique size-dependent effects and are being intensively investigated as potential building blocks for applications in optics, optoelectronics, solar energy and biology. Exquisite control over the size, shape, and composition of such NCs has been gained through colloidal synthesis approaches. However, the ability to perform intentional doping, and understanding the effects of dopants on the NC properties remains an elusive challenge. This project has two main programmatic foci: 1) achieving a new level of synthetic control for doped semiconductor NCs that will provide a series of well-defined model systems for studying doping mechanisms, and 2) the use of advanced X-ray absorption spectroscopy, electron microscopy and Raman spectroscopy methods for their characterization. The study is contributing to several important open aspects concerning doped NCs: (1) Synthesis of doped semiconductor NCs and advanced structural characterization; (2) establishing an understanding of the mechanisms governing the incorporation of impurity atoms into a NC lattice; (3) studying the structural, electronic, optical and charge transport properties of doped NCs; and (4) investigating the formation kinetics, solubility limit and stability of colloidal NCs. In addition, this work is providing new chemical and physical data for the theoretical understanding of these systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anatoly",
   "pi_last_name": "Frenkel",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Anatoly I Frenkel",
   "pi_email_addr": "anatoly.frenkel@stonybrook.edu",
   "nsf_id": "000430588",
   "pi_start_date": "2014-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yeshiva University",
  "inst_street_address": "500 W 185TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129605217",
  "inst_zip_code": "100333299",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "YESHIVA UNIVERSITY",
  "org_prnt_uei_num": "Y419HHNNYXJ4",
  "org_uei_num": "CSSJGCRUZ9F3"
 },
 "perf_inst": {
  "perf_inst_name": "Yeshiva University",
  "perf_str_addr": "500 West 185th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100333201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5905",
   "pgm_ref_txt": "ISRAEL"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8008",
   "pgm_ref_txt": "Intl Collabrtn in Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 132581.0
  }
 ],
 "por": null
}