{
 "awd_id": "1413700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Unlocking the mechanism of tRNA translocation through the ribosome using large-scale molecular simulation",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 685329.0,
 "awd_amount": 685329.0,
 "awd_min_amd_letter_date": "2014-06-05",
 "awd_max_amd_letter_date": "2016-06-09",
 "awd_abstract_narration": "Ribosomes are molecular factories residing inside living cells responsible for reading genetic instructions originating in DNA and assembling proteins from amino acids based on these instructions. Ribosomes read genetic information by latching onto a long string-like molecule messenger RNA that contains the genetic instructions for one single protein molecule. The ribosome must convert the language of RNA into the language of protein. To accomplish this, the ribosome employs another class of RNA molecules called transfer RNA molecules, which convert the RNA alphabet into the protein alphabet. Much of ribosome research over the past 40 years has focused on the movement of transfer RNAs through the ribosome; however, the precise molecular mechanism has eluded researchers. It is only recently, with powerful supercomputers, single molecule imaging, and relevant atomic resolution structures, that this question can be addressed in atomic detail. Understanding how the ribosome works may lead to breakthroughs in the development of bio-inspired nanoscale computers, helping to fuel the nanotech industry. Understanding the ribosome may also lead to new insights into the origin of life and the origin of the genetic code. Broader impact of the project include teaching and learning in concert with discovery by training two graduate students. Each student will be trained in both molecular simulation and single-molecule imaging. The PI will also construct an immersive 3D visualization environment at Bradbury Science Museum and establish the New Mexico Consortium Visualization Center. The PI will also participate in the annual \"The Supercomputing Challenge\" for New Mexico middle and high school students.\r\n\r\n\r\nThe objective of this project is to study mechanism of ribosome head swivel using an integrated approach of molecular simulations and single molecule imaging. In head swivel, the head pivots around the neck, while the messenger RNA strand moves simultaneously around the neck and the transfer RNA moves through the inside of the ribosome. Simulations will be performed to understand the global motions of the ribosome occurring during head swivel. Detailed simulations will produce predictions for the energy landscape of head swivel. Fluorescent labels will be placed on the ribosome to monitor head swivel as a function of time using single molecule experiments. These same labels can be added into simulations to obtain comparisons between simulation and experiment and provide atomistic interpretations of the experiments. \r\n\r\nThis project is jointly supported by Molecular Biophysics in the Division of Molecular and Cellular Biosciences in the Directorate for Biological Sciences and the Computational Physics Program in the Division of Physics in the Mathematical and Physical Sciences Directorate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karissa",
   "pi_last_name": "Sanbonmatsu",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Karissa Y Sanbonmatsu",
   "pi_email_addr": "karissa.sanbonmatsu@gmail.com",
   "nsf_id": "000640045",
   "pi_start_date": "2014-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Consortium",
  "inst_street_address": "4200 W JEMEZ RD STE 301",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ALAMOS",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5054124200",
  "inst_zip_code": "875442587",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "NMC, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "TUMCX1C2C4B3"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Consortium",
  "perf_str_addr": "4200 West Jemez Road",
  "perf_city_name": "Los Alamos",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875442587",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 221042.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 235082.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 229205.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we study the ribosome, a naturally occurring, nano-scale molecular machine that is critical for all forms of life. We use computational and experimental techniques used in our previous investigations to understand motions of the ribosome that are critical to its activity. The project closely integrates molecular simulation with single-molecule imaging. The goal is to produce computer animations that integrate single-molecule, cryo-EM, X-ray crystallography and biochemical studies, providing a coherent picture of the motion of the ribosome, enhancing the understanding of this important system. These are expanded into immersive 3-D visualizations for the science museums around the country. We completed the objectives of this NSF project. We finished independent computing simulation and imaging (Cornell) of the critical movement of the ribosome (head swivel). We have finished&nbsp;computational design and the experimental test of improved labeling strategies for single-molecule FRET studies of head swivel. We placed the FRET labels on the ribosome and performed completed simulations of these labels, achieving good agreement with FRET measurements for head swivel and other states.&nbsp;Specifically, we have incorporated the specific FRET labels used by Blanchard into our models and completed simulations of the head swivel transition, producing results remarkably consistent with the multi-perspective smFRET experiments. These investigations revealed that &ldquo;super-swivel&rdquo; motions of the small subunit head domain further advance the tRNA-mRNA module with respect to the ribosome than was previously observed in the intermediate state of translocation captured by cryo-EM to exactly 3 nucleotides.</p>\n<p>To aid the effort to integrate molecular simulation with experiments, we improved a new technique (SHAPE-FIT) to produce molecular simulations highly consistent with selective 2&rsquo; hydroxyl acetylation by primer extension (SHAPE) measurements. We used our SHAPE-fit method on the yeast ribosome in a wide variety of states relevant to translocation and tRNA selection. Upon scaling the energy potential of each nucleotide by the normalized, measured reactivity at each nucleotide, we dramatically improve agreement between simulation and experiment. After mapping the SHAPE data onto the ribosome, we observe conformational hotspots in the head, neck and feet regions of the small subunit. We also observe large changes in reactivity in specific intersubunit bridge nucleotides between PRE and POST translocation states.</p>\n<p>The work represents the state-of-the-art in the field and pushes the frontiers of what can be achieved through high performance computing, with particular advances being made in the areas simulations of large biomolecular complexes for long time scales. These efforts are setting new standards in the field in terms of scaling. Regarding ribosomes, we present one of the first combined single molecule &ndash; simulation study of translocation, defining a new state-of-the-art. Our efforts to understand the molecular mechanism of translocation impacts the fields of molecular recognition, kinetics, and the general strategies with which others can explore dynamic aspects of macromolecular function and understand the conformational dynamics of other systems. The studies have been presented at conferences around the world and published in several scientific journals.</p>\n<p>Regarding outreach/ broader impact, we have completed our museum exhibit for the general public, &ldquo;The ribosome machine&rdquo;. &ldquo;The Ribosome Machine&rdquo; traveling museum exhibit describing the work of this NSF project (ribosome translocation and head swivel) was designed and produced by Sanbonmatsu in collaboration with the Bradbury Science Museum. The exhibit includes models of the ribosome, computer animations and also allows people to &ldquo;walk through the ribosome&rdquo;.&nbsp; &ldquo;The Ribosome Machine&rdquo; museum exhibit was unveiled at the 2017 annual conference of the Association of Science-Technology Centers (ASTC) in San Jose, California, displayed at the Museum of Science and Industry (Tampa), and displayed at The Health Museum (Houston) and the Bradbury Museum of Science (Los Alamos, N.M.). Thousands of visitors from the general public have seen the exhibit. The exhibit is currently on display in the Bradbury Museum of Science (Los Alamos, N.M.). We are now expanding the exhibit to include augmented reality and a more effective user experience based on feedback from previous displays of this exhibit. The project contributed to the training of students and post-doc that have progressed in their careers and joined the scientific work force in the USA. Specifically, we trained undergraduate, graduate and post-doctoral fellows in molecular modeling and 3-D visualization, molecular dynamics simulations and high performance computing public speaking, scientific writing and effective communication mechanisms in collaborative research. All of our mentees obtained positions after graduating from our labs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2019<br>\n\t\t\t\t\tModified by: Karissa&nbsp;Y&nbsp;Sanbonmatsu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we study the ribosome, a naturally occurring, nano-scale molecular machine that is critical for all forms of life. We use computational and experimental techniques used in our previous investigations to understand motions of the ribosome that are critical to its activity. The project closely integrates molecular simulation with single-molecule imaging. The goal is to produce computer animations that integrate single-molecule, cryo-EM, X-ray crystallography and biochemical studies, providing a coherent picture of the motion of the ribosome, enhancing the understanding of this important system. These are expanded into immersive 3-D visualizations for the science museums around the country. We completed the objectives of this NSF project. We finished independent computing simulation and imaging (Cornell) of the critical movement of the ribosome (head swivel). We have finished computational design and the experimental test of improved labeling strategies for single-molecule FRET studies of head swivel. We placed the FRET labels on the ribosome and performed completed simulations of these labels, achieving good agreement with FRET measurements for head swivel and other states. Specifically, we have incorporated the specific FRET labels used by Blanchard into our models and completed simulations of the head swivel transition, producing results remarkably consistent with the multi-perspective smFRET experiments. These investigations revealed that \"super-swivel\" motions of the small subunit head domain further advance the tRNA-mRNA module with respect to the ribosome than was previously observed in the intermediate state of translocation captured by cryo-EM to exactly 3 nucleotides.\n\nTo aid the effort to integrate molecular simulation with experiments, we improved a new technique (SHAPE-FIT) to produce molecular simulations highly consistent with selective 2? hydroxyl acetylation by primer extension (SHAPE) measurements. We used our SHAPE-fit method on the yeast ribosome in a wide variety of states relevant to translocation and tRNA selection. Upon scaling the energy potential of each nucleotide by the normalized, measured reactivity at each nucleotide, we dramatically improve agreement between simulation and experiment. After mapping the SHAPE data onto the ribosome, we observe conformational hotspots in the head, neck and feet regions of the small subunit. We also observe large changes in reactivity in specific intersubunit bridge nucleotides between PRE and POST translocation states.\n\nThe work represents the state-of-the-art in the field and pushes the frontiers of what can be achieved through high performance computing, with particular advances being made in the areas simulations of large biomolecular complexes for long time scales. These efforts are setting new standards in the field in terms of scaling. Regarding ribosomes, we present one of the first combined single molecule &ndash; simulation study of translocation, defining a new state-of-the-art. Our efforts to understand the molecular mechanism of translocation impacts the fields of molecular recognition, kinetics, and the general strategies with which others can explore dynamic aspects of macromolecular function and understand the conformational dynamics of other systems. The studies have been presented at conferences around the world and published in several scientific journals.\n\nRegarding outreach/ broader impact, we have completed our museum exhibit for the general public, \"The ribosome machine\". \"The Ribosome Machine\" traveling museum exhibit describing the work of this NSF project (ribosome translocation and head swivel) was designed and produced by Sanbonmatsu in collaboration with the Bradbury Science Museum. The exhibit includes models of the ribosome, computer animations and also allows people to \"walk through the ribosome\".  \"The Ribosome Machine\" museum exhibit was unveiled at the 2017 annual conference of the Association of Science-Technology Centers (ASTC) in San Jose, California, displayed at the Museum of Science and Industry (Tampa), and displayed at The Health Museum (Houston) and the Bradbury Museum of Science (Los Alamos, N.M.). Thousands of visitors from the general public have seen the exhibit. The exhibit is currently on display in the Bradbury Museum of Science (Los Alamos, N.M.). We are now expanding the exhibit to include augmented reality and a more effective user experience based on feedback from previous displays of this exhibit. The project contributed to the training of students and post-doc that have progressed in their careers and joined the scientific work force in the USA. Specifically, we trained undergraduate, graduate and post-doctoral fellows in molecular modeling and 3-D visualization, molecular dynamics simulations and high performance computing public speaking, scientific writing and effective communication mechanisms in collaborative research. All of our mentees obtained positions after graduating from our labs.\n\n\t\t\t\t\tLast Modified: 09/24/2019\n\n\t\t\t\t\tSubmitted by: Karissa Y Sanbonmatsu"
 }
}