{
 "awd_id": "1413768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI Collaboration: Designing Ultra-cold Atom Circuits in Quasi-2D Confinement",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2018-11-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 155000.0,
 "awd_min_amd_letter_date": "2014-06-06",
 "awd_max_amd_letter_date": "2016-07-07",
 "awd_abstract_narration": "This theoretical research program, to be performed by a collaboration between Dr. Mark Edwards of Georgia Southern University and Dr. Charles W. Clark of the Joint Quantum Institute (JQI), an institute run jointly by the University of Maryland and the National Institute of Standards and Technology (NIST), will be devoted to the design and study of new \"atom circuits\" for the purpose of developing an ultra-precise rotation sensor and for gaining a greater fundamental understanding of quantum matter at ultra-cold temperatures. An \"atom circuit\" is an atomic gas confined by laser light and held at temperatures just a few billionths of a degree above absolute zero. Gases of identical atoms confined at such low temperatures cause the constituent atoms to exhibit their wave-like quantum nature and the gas can form a state called a \"Bose-Einstein condensate\" (BEC). A BEC is a system of identical atoms all of whose matter-wave shapes are the same. Bose-Einstein-condensed gases can be manipulated by the confining laser light into arbitrary shapes such as rings and the atoms can be made to flow around circuits within the confinement. Such systems are called \"atom circuits\". These circuits have the potential to be at the heart of quantum devices that can sense rotations and magnetic and gravitational fields in an ultra-precise way. This research program will design new atom circuits and develop theoretical tools for characterizing and probing them. This work will performed in close collaboration with experimental researchers at JQI/NIST.\r\n\r\nThis research program is designed to enable two talented Georgia Southern University undergraduate physics majors to gain cutting-edge research experience in the area of ultra-cold atom theory thus advancing discovery while promoting learning. Edwards and the Georgia Southern students will communicate with both the JQI research group headed by Charles Clark and with members of the Laser Cooling and Trapping group at NIST, headed by Gretchen Campbell, using Google Hangout. Georgia Southern students will attend the weekly Quantum Information/Bose-Einstein meetings at NIST via the internet. The project will enhance the infrastructure for research and education by maintaining an established collaboration among an undergraduate institution (GA Southern), a national laboratory (NIST), and a major research university (University of Maryland). Broad dissemination to enhance scientific and technological understanding will be accomplished by bringing distinguished scientists to the Georgia Southern University campus to present colloquia and by developing visualization capabilities with the new digital projection system in the Georgia Southern Planetarium. Finally, new atom-circuits have the potential to be at the heart of a new generation of practical devices that will find applications in navigation, metrology, geodesy, and studies of the fundamental properties of matter.\r\n\r\nThis collaboration will conduct a theoretical exploration of various designs of atom circuits formed by confining a Bose-Einstein condensate (BEC) gas in an optical potential consisting of a horizontally oriented red-detuned light sheet and an arbitrary two-dimensional potential within this plane created by various red- and blue-detuned laser beams. Advances in optical trapping technology have enabled the creation of ultra-cold atom systems strongly confined in the vertical direction while being subject to an arbitrary potential in the horizontal plane. New atom-circuit potentials will be devised and studied. Studies of these systems will include (1) circuit behavior, (2) development of simple models of circuit operation analogous to Kirchhoff's rules for electronic circuits, (3) theoretical development of possible experimental probes to measure parameters appearing in these simple models, (4) effects of the environment, such as finite temperature, on circuit operation. The major tools that will be developed will be the Zaremba-Nikuni-Griffin (ZNG) theory in the laboratory and rotating frame. The ZNG theory treats the system as a combination of a BEC and a thermal cloud that can be weakly perturbed. The result is a finite-temperature, non-equilibrium system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Edwards",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Edwards",
   "pi_email_addr": "edwards@georgiasouthern.edu",
   "nsf_id": "000258422",
   "pi_start_date": "2014-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Southern University Research and Service Foundation, Inc",
  "inst_street_address": "261 FOREST DR STE 3000",
  "inst_street_address_2": "",
  "inst_city_name": "STATESBORO",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "9124785465",
  "inst_zip_code": "304586724",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "GA12",
  "org_lgl_bus_name": "GEORGIA SOUTHERN UNIVERSITY RESEARCH & SERVICE FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "FL4AUYLFP7E8"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Southern University",
  "perf_str_addr": "261 Forest Drive",
  "perf_city_name": "Statesboro",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "304588005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "GA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded research project entitled \"<span>Designing Ultra-cold Atom Circuits in Quasi-2D Confinement\" was devoted to the theoretical study of ultracold atomic gases which were confined and manipulated with laser light.&nbsp; This work was carried out in close collaboration with both theoretical and experimental researchers at the Joint Quantum Institute (JQI) at the University of Maryland.&nbsp; The JQI is an institute run jointly by the University of Maryland and the National Institute of Standards and Technology.</span></p>\n<p>Researchers on this project studied systems where ultracold gases were squeezed into a thin horizontal sheet by laser light and then other laser light was used to control the atoms within this horizontal sheet.&nbsp; When such a confined gas is cooled to temperatures lower than 100 billionths of a degree above absolute zero, the atoms in the gas exhibit their quantum nature by acting like waves. At a low enough temperature, the matter waves of all of the atoms in the gas lock together so that all the atoms behave identically.&nbsp; This state of matter is called a Bose-Einstein condensate (BEC).</p>\n<p>The major studies completed in the project were (1) the behavior of BECs confined in a \"dumbbell\" shaped trap, (2) shock waves produced in ring-shaped BECs, (3) detecting the phase of a BEC, and (4) the study of the production of the sonic analog of Hawking radiation produced in a needle-shaped BEC.&nbsp; All of these studies involved modeling experiments or in collaboration with experimentalists.</p>\n<p>This project involved the long-term (&gt; 2 years) participation of three talented undergraduate students at Georgia Southern University.&nbsp; These students were able to conduct original research in physics, interact with world-class physicists at the JQI, and present their results at national physics conferences such as the March Meeting of the American Physical Society (APS) and the APS Division of Atomic, Molecular, and Optical Physics (DAMOP) annual meeting.&nbsp; In total, over the life of this project, there were 15 presentations involving Georgia Southern undergraduates and one publication in the Physical Review A.</p>\n<p>One of these students, Elizabeth Ashwood, participated in the NSF Research Experiences for Undergraduates (REU) program in the summer of 2015 as a supplemental award to this grant.&nbsp;&nbsp;<span>Her training and professional development activities during this time included presenting a contributed talk at the APS DAMOP meeting held in Columbus, OH during June 8-12, 2015 and a research visit to the National Institute of Standards and Technology and the JQI.&nbsp; During this visit, Elizabeth had the opportunity to speak with women who are professional physicists such as Dr. Marianna Safronova of the University of Delaware, Dr. Katharine Gebbie of NIST, and Dr. Gretchen Campbell of JQI.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2019<br>\n\t\t\t\t\tModified by: Mark&nbsp;A&nbsp;Edwards</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF-funded research project entitled \"Designing Ultra-cold Atom Circuits in Quasi-2D Confinement\" was devoted to the theoretical study of ultracold atomic gases which were confined and manipulated with laser light.  This work was carried out in close collaboration with both theoretical and experimental researchers at the Joint Quantum Institute (JQI) at the University of Maryland.  The JQI is an institute run jointly by the University of Maryland and the National Institute of Standards and Technology.\n\nResearchers on this project studied systems where ultracold gases were squeezed into a thin horizontal sheet by laser light and then other laser light was used to control the atoms within this horizontal sheet.  When such a confined gas is cooled to temperatures lower than 100 billionths of a degree above absolute zero, the atoms in the gas exhibit their quantum nature by acting like waves. At a low enough temperature, the matter waves of all of the atoms in the gas lock together so that all the atoms behave identically.  This state of matter is called a Bose-Einstein condensate (BEC).\n\nThe major studies completed in the project were (1) the behavior of BECs confined in a \"dumbbell\" shaped trap, (2) shock waves produced in ring-shaped BECs, (3) detecting the phase of a BEC, and (4) the study of the production of the sonic analog of Hawking radiation produced in a needle-shaped BEC.  All of these studies involved modeling experiments or in collaboration with experimentalists.\n\nThis project involved the long-term (&gt; 2 years) participation of three talented undergraduate students at Georgia Southern University.  These students were able to conduct original research in physics, interact with world-class physicists at the JQI, and present their results at national physics conferences such as the March Meeting of the American Physical Society (APS) and the APS Division of Atomic, Molecular, and Optical Physics (DAMOP) annual meeting.  In total, over the life of this project, there were 15 presentations involving Georgia Southern undergraduates and one publication in the Physical Review A.\n\nOne of these students, Elizabeth Ashwood, participated in the NSF Research Experiences for Undergraduates (REU) program in the summer of 2015 as a supplemental award to this grant.  Her training and professional development activities during this time included presenting a contributed talk at the APS DAMOP meeting held in Columbus, OH during June 8-12, 2015 and a research visit to the National Institute of Standards and Technology and the JQI.  During this visit, Elizabeth had the opportunity to speak with women who are professional physicists such as Dr. Marianna Safronova of the University of Delaware, Dr. Katharine Gebbie of NIST, and Dr. Gretchen Campbell of JQI.\n\n\t\t\t\t\tLast Modified: 03/30/2019\n\n\t\t\t\t\tSubmitted by: Mark A Edwards"
 }
}