{
 "awd_id": "1413954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-Ex:   A Model for Groundwater Allocation and Management at the Bakken Shale in Western North Dakota",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927594",
 "po_email": "sruth@nsf.gov",
 "po_sign_block_name": "Sarah Ruth",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 249423.0,
 "awd_amount": 249423.0,
 "awd_min_amd_letter_date": "2014-07-11",
 "awd_max_amd_letter_date": "2014-07-11",
 "awd_abstract_narration": "Unconventional oil and gas production in U.S. has increased dramatically since 2008 due to advancement in hydraulic fracturing technology (also known as \"fracking\"). According to Time Magazine (October 14, 2013), the oil production at the Bakken Shale of western North Dakota increased about ten times since 2008 while the combined oil production at the Permian Basin and Eagle Ford Shale in Texas more than doubled in the same time period. Similar stories can also be told for the Marcellus Shale in Pennsylvania and New York and the Niobrara Shale in Wyoming and Colorado. Whereas the onshore shale oil and gas development has indisputably increased the nation?s energy production, its impact on natural environment, especially on local water resources, remains poorly understood due to the lack of research and data collection for this new subject area. This project is a pilot study of the energy-water nexus at the Bakken Shale of western North Dakota, using mathematical modeling to gain a better understanding of the complex interactions between the region's human and natural systems that are leading to unprecedented economic development and use of water resources. This interdisciplinary study will also shed light on the gaps between current industry practices and government policy. Given that the use of hydraulic fracturing is still on the rise, the findings from this Bakken Shale study will be of great importance to policymakers and communities in and around the hydraulic fracturing oil regions in the country.\r\n\r\nThe rapid expansion of unconventional oil and gas production in western North Dakota, a region rich in energy but scarce in water, has given birth to a novel water allocation system - water depots, to distribute a large quantity of freshwater for industrial uses in rural areas. The region's largest aquifer, the Fox Hills-Hell Creek (FH-HC) aquifer, is the sole reliable water source for livestock watering in rural North Dakota and Montana. However, there are growing concerns about the existing and potential water withdrawal from the FH-HC aquifer due to the large-scale water demand by the oil industry. It is imperative to understand the dynamics of the water depot-based water allocation system and its interactions with the underlying groundwater systems. This project will develop an integrated hydro-economic model to study the dynamics of the coupled water depot-groundwater system so that appropriate policy tools may be devised to manage the regional groundwater resources for long-term, sustainable use. The following methods will be employed to achieve this goal. (1) An agent-based model will be developed to study the emergent patterns and dynamics of the water depot-based water allocation system at the Bakken Shale in western North Dakota. (2) The agent-based model will be integrated with the regional groundwater model to simulate the rate of changes in the water levels of the FH-HC aquifer under future socioeconomic and climate scenarios. (3) A Bayesian model averaging method will be developed to estimate the variance associated with groundwater model predictions due to uncertain parameters and imprecise model structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhulu",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhulu Lin",
   "pi_email_addr": "zhulu.lin@ndsu.edu",
   "nsf_id": "000574038",
   "pi_start_date": "2014-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Siew",
   "pi_last_name": "Lim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siew Lim",
   "pi_email_addr": "siew.lim@ndsu.edu",
   "nsf_id": "000658094",
   "pi_start_date": "2014-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "Dept 4000 - PO Box 6050",
  "perf_city_name": "Fargo",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1579",
   "pgm_ref_txt": "HYDROLOGIC SCIENCES"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 249423.0
  }
 ],
 "por": null
}