{
 "awd_id": "1413437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Delay dynamics: biochemical importance, large deviations, and statistical coherence",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 188000.0,
 "awd_amount": 188000.0,
 "awd_min_amd_letter_date": "2014-06-15",
 "awd_max_amd_letter_date": "2018-01-09",
 "awd_abstract_narration": "A major goal of synthetic biology is the creation of practical, engineered genetic circuits for medical and industrial applications.  Mathematics plays a vital role in the design of such circuits by providing applied scientists and engineers with predictive models that describe how to achieve desired design goals.  These predictive models must take into account the 'delay' that results from the synthesis of functional protein inside cells.  Recent high-resolution laboratory data and theoretical investigations have shown that this type of delay helps naturally-occurring organisms achieve biologically desirable results: it can accelerate signaling, stabilize biochemical networks, and create tunable oscillations.  The principal investigator and his colleagues develop the mathematical theory needed to help explain how delay shapes the dynamics of genetic circuits as well as study certain associated infinite-dimensional models.  Synthetic biologists use this theory to inform the design and implementation of synthetic genetic circuits for use in medicine and industry.\r\n\r\n'Delay' is now recognized as an important component of genetic regulatory networks and biochemical networks  more generally.  Given the pace of technological innovation in synthetic biology and the availability of high-resolution biological data, there is need for a mathematical theory applicable to the dynamics of delay systems.  The principal investigator (PI) and his colleagues leverage and extend techniques from both probability theory and abstract ergodic theory to study the interplay between stochasticity and delay on multiple levels.  First, the PI and his colleagues study the rare events problem for delay stochastic processes.  Specific topics include large deviations rates, optimal transition paths, mean first passage times, numerical simulation, and importance sampling.  Further, the PI and his colleagues develop a method by which time series data may be used to estimate the distribution of biochemical delay.  Such a method is valuable because delay distributions are difficult to measure experimentally.  Second, the PI and his collaborators study the stochasticity that can arise after one takes thermodynamic limits of delay stochastic models.  Such stochasticity may be called 'statistical coherence.'  it arises from dynamical instabilities in the deterministic limits.  When one takes the thermodynamic limit of a delay stochastic differential equation, one obtains a delay differential equation (DDE).  From the ergodic-theoretic point of view, a DDE may be viewed as a functional differential equation (FDE) that generates a solution semigroup on a suitable Banach space of functions.  Similarly, certain evolution partial differential equations (PDEs) generate solution semigroups on suitable Banach spaces.  These solution semigroups are infinite-dimensional dynamical systems; the PI and his colleagues study statistical coherence in the FDE and PDE contexts. They do this by isolating specific geometric mechanisms that produce nonuniformly hyperbolic dynamics.  In this context new notions of Sinai-Ruelle-Bowen (SRB) measure must be developed.  SRB measures form a cornerstone of statistical coherence because they govern the asymptotic distribution of large sets of orbits in the function space.  Crucially, checkable conditions that imply the existence of SRB measures for concrete FDEs and PDEs are developed.  Statistical properties such as central limit theorem behavior, decay of correlations, invariance principles, extreme value statistics, and stochastic stability are investigated.  This work informs the modeling, experimental study, and design of biochemical systems and introduces a large new class of physically relevant examples to the abstract dynamical systems community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Ott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Ott",
   "pi_email_addr": "ott@math.uh.edu",
   "nsf_id": "000418251",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 188000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rare events such as earthquakes, floods, droughts, and financial disturbances impact our lives. It is important to understand how, and how often, such rare events occur. This knowledge can then be used to mitigate the impact of these events, and in some cases prevent undesirable rare events.</p>\n<p>Turning to biology, complex genetic circuitry controls the function of our bodies. In turn, regulator proteins control the function of these circuits. A fundamental design question arises: How do we design genetic circuitry that functions robustly in noisy biochemical settings, yet can fundamentally adjust behavior in response to significant environmental change?</p>\n<p>To answer these questions, we have developed a theoretical and computational large deviations framework for genetic biocircuits. This framework allows us to understand how, and how often, rare events occur. Crucially, our framework must account for delay. Delay is an inherent feature of genetic biocircuits because it takes on the order of minutes to complete the construction of functional regulator protein once protein synthesis begins.</p>\n<p>Synthetic biologists aim to construct synthetic biocircuits that perform useful functions. Potential applications include bioremediation (e..g oil spill mitigation) and therapeutic medicine (e.g. drug delivery). We have developed mathematical theory that informs the design and testing of synthetic biocircuits. For instance, our experimental collaborators have constructed and characterized a vast library of synthetic genetic parts that are needed for the construction of complex circuits. Further, we have constructed and tested a genetic clock that maintains functionality over a range of temperatures. More precisely, the genetic clock oscillates at a frequency that does not depend on temperature. The circadian rhythm in humans functions analogously: We maintain our sleep-wake cycles as the weather fluctuates from cold to hot.</p>\n<p>Turning to dynamical systems, dynamical processes in nature often involve instabilities. These instabilities make accurate prediction difficult, as is the case with hurricane track forecasting, for instance. In such situations, it is wise to take a statistical viewpoint. Instead of trying to predict exactly where a hurricane will make landfall, for instance, it is useful to estimate the probability that the hurricane will make landfall within a given stretch of coastline.</p>\n<p>Our work on dynamical instabilities has improved our understanding of how these instabilities develop. Further, we have assessed the statistical implications of these instabilities. Our work will lead to improved forecasting methods for complex systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2018<br>\n\t\t\t\t\tModified by: William&nbsp;R&nbsp;Ott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRare events such as earthquakes, floods, droughts, and financial disturbances impact our lives. It is important to understand how, and how often, such rare events occur. This knowledge can then be used to mitigate the impact of these events, and in some cases prevent undesirable rare events.\n\nTurning to biology, complex genetic circuitry controls the function of our bodies. In turn, regulator proteins control the function of these circuits. A fundamental design question arises: How do we design genetic circuitry that functions robustly in noisy biochemical settings, yet can fundamentally adjust behavior in response to significant environmental change?\n\nTo answer these questions, we have developed a theoretical and computational large deviations framework for genetic biocircuits. This framework allows us to understand how, and how often, rare events occur. Crucially, our framework must account for delay. Delay is an inherent feature of genetic biocircuits because it takes on the order of minutes to complete the construction of functional regulator protein once protein synthesis begins.\n\nSynthetic biologists aim to construct synthetic biocircuits that perform useful functions. Potential applications include bioremediation (e..g oil spill mitigation) and therapeutic medicine (e.g. drug delivery). We have developed mathematical theory that informs the design and testing of synthetic biocircuits. For instance, our experimental collaborators have constructed and characterized a vast library of synthetic genetic parts that are needed for the construction of complex circuits. Further, we have constructed and tested a genetic clock that maintains functionality over a range of temperatures. More precisely, the genetic clock oscillates at a frequency that does not depend on temperature. The circadian rhythm in humans functions analogously: We maintain our sleep-wake cycles as the weather fluctuates from cold to hot.\n\nTurning to dynamical systems, dynamical processes in nature often involve instabilities. These instabilities make accurate prediction difficult, as is the case with hurricane track forecasting, for instance. In such situations, it is wise to take a statistical viewpoint. Instead of trying to predict exactly where a hurricane will make landfall, for instance, it is useful to estimate the probability that the hurricane will make landfall within a given stretch of coastline.\n\nOur work on dynamical instabilities has improved our understanding of how these instabilities develop. Further, we have assessed the statistical implications of these instabilities. Our work will lead to improved forecasting methods for complex systems.\n\n\t\t\t\t\tLast Modified: 10/03/2018\n\n\t\t\t\t\tSubmitted by: William R Ott"
 }
}