{
 "awd_id": "1413799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Photon Impact Ionization of Fullerene and Endofullerene Molecules: Cross Sections, Resonances, and Time-Delays",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 165000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2016-06-20",
 "awd_abstract_narration": "The encapsulation of an atom or a cluster of atoms, or even a smaller fullerene (buckyball made of carbon atoms) inside a larger fullerene cage offers a unique molecular-level laboratory in which to examine the behavior of the guest system in sub-nanometer to nanometer (1 billionth of a meter) size confinements.  Studies of these so called endofullerenes can not only lead to intriguing effects at the atomic scale but also can probe processes within the nanometric space that can be accessed by the current technology.  In fact, the endofullerenes hold the promise of exciting applications in areas including quantum computations, superconductivity, biomedical fields, drug delivery research, magnetic resonance imaging, and organic photovoltaic devices. Further, the discovery of endofullerenes in extraterrestrial environments indicates their astrophysical relevance.  Hence, understanding the influence of the confining fullerene cage on the behavior of the confined species, and vice versa, are matters of great scientific interest. \r\n\r\nFor atoms confined in a fullerene, recent studies have predicted huge enhancements and alterations in the atom's response to radiation. However, it is not known how the process will evolve if instead a cluster of metal atoms or a smaller fullerene is confined. By examining couplings between such captive-captor pairs, researchers will be able to uncover fundamental effects, thereby substantially adding to the current knowledge. With capabilities of precision measurements being available, such findings shall motivate experiments involving cluster-doped endofullerenes. Furthermore, advancements in technology for generating extremely short attosecond (1 billion billionth of a second) laser pulses enable study of the light-matter interaction time with unprecedented precision. Results from this program produced the best agreement so far with the argon atom's time-delay measurements. Encouraged by this result, attosecond response studies of endofullerenes will be initiated. The outcome may bridge the gap between atto- and nano-sciences to establish a new domain of research in 'atto-nano-science'. Finally, another planned research area will focus on processes wherein a light-driven stimulation is caused at one location inside the compound which subsequently de-stimulates to transfer energy off-site to cause a dramatic response in a new location. The current program will access processes in endofullerenes where such local stimulations may cause a global response. This is similar to an antenna-receiver pair at the molecular scale where the antenna couples to the incoming light and transfers energy globally to enhance the efficiency of the ultimate output by enabling the antenna to also contribute to the process in sync with the receiver. The effect and related knowledge may have significant utilization in nanoscale antenna technology.\r\n       \r\n\r\nThis project involves the theoretical study of the response of neutral and ionic endofullerenes to an external photon. Photoelectron cross sections, angular distributions, Wigner-Smith time delays, and intercoulombic decay (ICD) resonances for both pure and hybrid levels of the compound will be calculated. This will help to understand better: (i) The many-body interactions that determine the absorption, temporal and resonant-decay properties at low plasmonic energies; and (ii) The diffraction-type oscillations due to multipath interferences between electron waves from various sites of the compound. Several areas will be studied. First, for atoms confined in C60, recent studies predicted huge enhancements in the atomic photoionization over the C60 plasmon resonance energy region. However, it is not entirely known how this coupling will evolve if instead a metal cluster or a smaller fullerene is confined, since these systems can excite their own plasmons. It is expected that by examining couplings between the plasmon-active captive-captor pair novel effects will be discovered, thereby substantially adding to the current knowledge. With recent capabilities of precision measurements such findings shall motivate experiments involving cluster-doped or onion-type endofullerenes. Second, for a confined atom the photo-liberation of atomic inner-electrons involves reflection off the fullerene shell. For the atom-fullerene hybrid-levels emissions from both the atomic and the fullerene sites occur. The quantum multipath interference between these modes of emissions carries a wealth of information on the geometry of the compound. Replacing the inner atom by a cluster or a fullerene will further compound this interference effect, producing far richer structures in photoionization cross section that can be diagnosed with our recently established Fourier photospectroscopy methods, thereby, significantly advancing scientific knowledge. Next the intercoulombic decay (ICD) process is a naturally abundant nonradiative relaxation pathway of a vacancy in a cluster and a topic of intense contemporary interest. The precursor excitation to form this vacancy can be accomplished by promoting an inner shell electron to an excited state by the photon or charged particle impact. Endofullerenes, being rotational analogues of asymmetric dimers of two concentric and unequal systems, can induce novel ICD processes. Research results in this topic can, therefore, generate significant experimental impetus, besides discovering fundamental effects. Finally, advancements in technology for generating attosecond laser pulses enable study of the light-matter interaction with unprecedented precision by pump-probe experiments. Attosecond photoemission studies of endofullerenes have been initiated. The outcome may bridge the gap between atto- and nano-sciences to establish a new domain of research in 'atto-nano-science'.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "HIMADRI",
   "pi_last_name": "CHAKRABORTY",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "HIMADRI S CHAKRABORTY",
   "pi_email_addr": "himadri@nwmissouri.edu",
   "nsf_id": "000406244",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwest Missouri State University",
  "inst_street_address": "800 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "MARYVILLE",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "6605621440",
  "inst_zip_code": "644686015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MO06",
  "org_lgl_bus_name": "NORTHWEST MISSOURI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NA5UHAGAF7N7"
 },
 "perf_inst": {
  "perf_inst_name": "Northwest Missouri State University",
  "perf_str_addr": "800 University Drive",
  "perf_city_name": "Maryville",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "644686015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MO06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Shining laser lights on an atom or colliding the atom with charged particles one can probe the atom&rsquo;s response to such external stimuli. Using these techniques to nanosystems, far more complex than atoms and of direct applied interests, is beneficial for advancements of basic science and technology. The primary systems of our interests during this grant period were Buckminster fullerenes and larger fullerenes, including atoms/clusters caged inside them, called the endofullerenes. These materials hold the promise of applications in areas of quantum computations, superconductivity, biomedical fields, drug delivery research, magnetic resonance imaging, and organic photovoltaics. Thus, understanding the physics of of these systems are matters of great scientific value. Using computer simulations, it has been shown in this research how electrons inside the systems collectively interact with one another and how that affects their exit (called ionization) behavior from the system. In the following, the main research outcomes are described.</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It has been found that when an atom is confined in a fullerene, some loose electrons in the atom get &ldquo;hybridized&rdquo; with other loose electrons from the fullerene cage. Each of these electrons shares both atomic and fullerene characters. It has been found that the laser-kicked ionization of these hybrid electrons are very different than that of non-hybrid pure electrons. The ionization process of such hybrid electrons is studies in some detailed. &nbsp;</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Research has also discovered that if laser excites or stimulates an atom confined in a fullerene, the atom can subsequently de-excite and transfer that energy to the host fullerene to induce an off-the-atom remote event. It has been further discovered that the same can happen in the reverse direction, that is, an initially laser-stimulated fullerene sending energy to the guest atom. This is similar to an antenna-receiver pair where the antenna couples to the incoming electromagnetic info and transfers that to the receiver which then carries out the display.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The effect described in (2) above was found to be significantly enhanced when hybrid electrons addressed in (1) were involved. This is like, with the antenna-receiver example above, the ultimate output is enhanced if the antenna itself also contributes to the final act in sync with the receiver. This novel effect is fundamental and shows a singularly powerful access path to such multicenter processes in large and may motivate applications both in nanoscale antenna technology and radiooncology.</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Delayed or accelerated exit or ionization of electrons directly correlates with interactions and forces the emerging electrons experience from the electron community inside the system. Computation of the exit time in attoseconds (one billionth of a second) of electrons from various systems, such as fullerenes, endofullerenes, as well as from atoms consumed a large effort of the research. It has been shown with a number of simulations that delay results critically depend on the laser energy suggesting a wide landscape of electron &ldquo;community&rdquo; behavior or electron correlation effects. Our results have stimulated ongoing experiments by other groups using ultrafast optics.</p>\n<p>5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Research has also been initiated in an entirely new and fundamental direction. Exotic anti-matter partners of electrons (matter), called positrons, were chosen to collide with fullerenes to study the formation of matter-antimatter (electron-positron) binaries, called the positronium (Ps). Simulation predicted a novel phenomenon showing alternatively high and low Ps production as positron impact energy varies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2018<br>\n\t\t\t\t\tModified by: Himadri&nbsp;S&nbsp;Chakraborty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nShining laser lights on an atom or colliding the atom with charged particles one can probe the atom?s response to such external stimuli. Using these techniques to nanosystems, far more complex than atoms and of direct applied interests, is beneficial for advancements of basic science and technology. The primary systems of our interests during this grant period were Buckminster fullerenes and larger fullerenes, including atoms/clusters caged inside them, called the endofullerenes. These materials hold the promise of applications in areas of quantum computations, superconductivity, biomedical fields, drug delivery research, magnetic resonance imaging, and organic photovoltaics. Thus, understanding the physics of of these systems are matters of great scientific value. Using computer simulations, it has been shown in this research how electrons inside the systems collectively interact with one another and how that affects their exit (called ionization) behavior from the system. In the following, the main research outcomes are described.\n\n1)      It has been found that when an atom is confined in a fullerene, some loose electrons in the atom get \"hybridized\" with other loose electrons from the fullerene cage. Each of these electrons shares both atomic and fullerene characters. It has been found that the laser-kicked ionization of these hybrid electrons are very different than that of non-hybrid pure electrons. The ionization process of such hybrid electrons is studies in some detailed.  \n\n2)      Research has also discovered that if laser excites or stimulates an atom confined in a fullerene, the atom can subsequently de-excite and transfer that energy to the host fullerene to induce an off-the-atom remote event. It has been further discovered that the same can happen in the reverse direction, that is, an initially laser-stimulated fullerene sending energy to the guest atom. This is similar to an antenna-receiver pair where the antenna couples to the incoming electromagnetic info and transfers that to the receiver which then carries out the display.\n\n3)      The effect described in (2) above was found to be significantly enhanced when hybrid electrons addressed in (1) were involved. This is like, with the antenna-receiver example above, the ultimate output is enhanced if the antenna itself also contributes to the final act in sync with the receiver. This novel effect is fundamental and shows a singularly powerful access path to such multicenter processes in large and may motivate applications both in nanoscale antenna technology and radiooncology.\n\n4)      Delayed or accelerated exit or ionization of electrons directly correlates with interactions and forces the emerging electrons experience from the electron community inside the system. Computation of the exit time in attoseconds (one billionth of a second) of electrons from various systems, such as fullerenes, endofullerenes, as well as from atoms consumed a large effort of the research. It has been shown with a number of simulations that delay results critically depend on the laser energy suggesting a wide landscape of electron \"community\" behavior or electron correlation effects. Our results have stimulated ongoing experiments by other groups using ultrafast optics.\n\n5)      Research has also been initiated in an entirely new and fundamental direction. Exotic anti-matter partners of electrons (matter), called positrons, were chosen to collide with fullerenes to study the formation of matter-antimatter (electron-positron) binaries, called the positronium (Ps). Simulation predicted a novel phenomenon showing alternatively high and low Ps production as positron impact energy varies.\n\n\t\t\t\t\tLast Modified: 11/08/2018\n\n\t\t\t\t\tSubmitted by: Himadri S Chakraborty"
 }
}