{
 "awd_id": "1414801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Beetle-fungus fidelity: an investigation into how ambrosia beetles maintain their fungal symbionts",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-28",
 "awd_max_amd_letter_date": "2014-05-28",
 "awd_abstract_narration": "Ambrosia beetles are a harmless component of many forests where they grow and maintain gardens of symbiotic fungi inside dead or dying trees. This habit has changed for some ambrosia beetles that have been accidentally introduced into regions that are distant from their native range. Non-native ambrosia beetles can attack healthy trees, causing tree death with the fungi they carry. For example, redbay trees in the southeast United States now lie on a path to extinction since the arrival of the redbay ambrosia beetle and its associated fungus from Asia. The proposed project will investigate how ambrosia beetles maintain their relationship with fungi, which are often the causal agent in tree death. Beetles and fungi will be collected in collaboration with Dr. Wang Bo of the Xishuangbanna Tropical Botanical Gardens in southern China, a region which hosts some of the largest diversity of ambrosia beetles on earth. Results generated from this study will be used to predict which non-native beetles may be carrying tree-killing fungi and whether those fungi may be shared with other beetle species. \r\n\r\nPestiferous, non-native ambrosia beetles greatly threaten forest ecosystems across the world. It's currently unknown how frequently exotic beetles may share their symbiotic plant pathogenic fungi with native beetles, and how faithful the beetles are to specific fungal partners. This project will determine how the ambrosia symbiosis is maintained through high-throughput and culture-based analyses of the fungal communities from diverse ambrosia beetle clades in both native and exotic territories. Understanding these relationships will allow for predictions about the probability of tree-pathogens spreading to different beetle species, which is key for informed management of these complexes as they are introduced to non-native regions. This NSF EAPSI award is funded in collaboration with the Chinese Ministry of Science and Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Bateman",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Craig C Bateman",
   "pi_email_addr": "",
   "nsf_id": "000656156",
   "pi_start_date": "2014-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bateman                 Craig          C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gainesville",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "326015359",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": null,
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112076",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is no surprise that introductions of non-indigenous (exotic) species have caused massive economic and ecological damages in the United States and across the world. The fungus-farming ambrosia beetles are no exception. For example, the introduction of the redbay ambrosia beetle and it&rsquo;s fungal partner into the US from Asia has threatened the avocado industry and resulted in hundreds of thousands of eradicated bay trees from the American landscape. Unfortunately, very little is known about what fungi most ambrosia beetles carry, whether those fungi can kill trees, and how frequently the beetles exchange fungal partners. The research supported by the NSF EAPSI grant has helped to fund research intended to address these issues. Several hundred beetles were collected in China to describe their fungal symbiont communities. This collection has helped to complete a massive dataset of beetle-fungus complexes from around the world, covering every known origin of fungus farming among beetles.</p>\n<p>The data collected in this study has helped to identify the fungi carried by hundreds of beetles and establish whether those fungi are able to kill trees. Results indicate which beetles are more likely to exchange symbiotic fungi, and which strictly maintain their own symbiotic fungi. These results will be used by invasive species regulators to prevent damages caused by invasive ambrosia beetles. In addition to funding research in the field of symbiosis and biological invasions, this grant has also supported several broader impact activities designed to improve science communication and international research infrastructure. While overseas, the PI initiated weekly discussions with multi-national colleagues, presented research at three venues, taught new methods to graduate students and professors, and trained three students in bark beetle collection and dissection methods, fungal culturing, and molecular phylogenetic analysis. These activities have helped to establish new collaborations in Asia for future work on invasive species and the ambrosia symbiosis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2015<br>\n\t\t\t\t\tModified by: Craig&nbsp;C&nbsp;Bateman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is no surprise that introductions of non-indigenous (exotic) species have caused massive economic and ecological damages in the United States and across the world. The fungus-farming ambrosia beetles are no exception. For example, the introduction of the redbay ambrosia beetle and itÆs fungal partner into the US from Asia has threatened the avocado industry and resulted in hundreds of thousands of eradicated bay trees from the American landscape. Unfortunately, very little is known about what fungi most ambrosia beetles carry, whether those fungi can kill trees, and how frequently the beetles exchange fungal partners. The research supported by the NSF EAPSI grant has helped to fund research intended to address these issues. Several hundred beetles were collected in China to describe their fungal symbiont communities. This collection has helped to complete a massive dataset of beetle-fungus complexes from around the world, covering every known origin of fungus farming among beetles.\n\nThe data collected in this study has helped to identify the fungi carried by hundreds of beetles and establish whether those fungi are able to kill trees. Results indicate which beetles are more likely to exchange symbiotic fungi, and which strictly maintain their own symbiotic fungi. These results will be used by invasive species regulators to prevent damages caused by invasive ambrosia beetles. In addition to funding research in the field of symbiosis and biological invasions, this grant has also supported several broader impact activities designed to improve science communication and international research infrastructure. While overseas, the PI initiated weekly discussions with multi-national colleagues, presented research at three venues, taught new methods to graduate students and professors, and trained three students in bark beetle collection and dissection methods, fungal culturing, and molecular phylogenetic analysis. These activities have helped to establish new collaborations in Asia for future work on invasive species and the ambrosia symbiosis.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2015\n\n\t\t\t\t\tSubmitted by: Craig C Bateman"
 }
}