{
 "awd_id": "1414759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Investigating large, explosive volcanic eruption in the Chilean Andes",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-28",
 "awd_max_amd_letter_date": "2014-05-28",
 "awd_abstract_narration": "The Laguna del Maule volcanic field, located in central Chile, is currently uplifting at a rate among the fastest ever measured at a volcano that is not actively erupting. For the last 20 thousand years, volcanism at Laguna del Maule has been dominated by rhyolite, an uncommon volcanic rock that commonly erupts explosively. The distribution and compositions of recent rhyolites suggest that they are the product of a large, shallow magma reservoir that persists to this day. To understand the relationship between the ongoing uplift and a future potentially large, explosive eruption, it is critical to characterize the magma dynamics that preceded the most recent volcanism. The composition of minerals crystallized in the most recent rhyolites record the changing temperature, pressure, and chemistry of the Laguna del Maule magma reservoir. This research will consist of measuring compositional variation within individual crystals and utilizing numerical models to estimate the timing of the changes in the state of the magma reservoir relative to the subsequent eruption. This research will be performed at the Nanyang Technological University in Singapore in collaboration with Dr. Fidel Costa, a pioneer in applying these numerical modeling techniques. \r\n\r\nPlagioclase and quartz compositions will be measured using electron microprobe and LA-ICP-MS. The measurement of multiple trace elements with varying diffusivities will provide the most accurate relative ages. The intrusion of mafic magma into the shallow silicic magma system at Laguna del Maule could potentially have imparted the observed mineral zonation, triggered the recent eruptions, and be driving the ongoing unrest. Understanding the dynamic response to such and event is critical to assessing the volcanic hazard at Laguna del Maule and the assembly and eventual eruptions of voluminous rhyolitic magma reservoirs. This NSF EAPSI award is funded in collaboration with the National Research Foundation of Singapore.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Andersen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan L Andersen",
   "pi_email_addr": "",
   "nsf_id": "000659279",
   "pi_start_date": "2014-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Andersen                Nathan         L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "537061600",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Andersen                Nathan         L",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\"><strong>Introduction</strong><span> </span></span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>The Laguna del Maule (LdM) volcanic field, located in central Chile, is currently experiencing extraordinary unrest including shallow seismicity and rapid (25 cm/yr) uplift. Geophysical modeling suggests intrusion of magma into the upper crust is driving this unrest. Volcanism at LdM since the last glacial retreat, approximately 25,000 years ago, has produced spatially and temporally concentrated rhyolitic eruptions. Given this recent volcanic history, the inference of shallow magmatism raises the concern of a future, potentially large and explosive rhyolitic eruption and makes LdM an uniquely ideal location to investigate shallow silicic magmatism [1, 2, 3, 4].&nbsp;</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">The goal of this project is to assess the physiochemical evolution of the LdM magma system and the magma dynamics that preceded the post-glacial eruptions. The compositions of minerals carried by these rhyolites record the temperature, pressure, and chemical composition of the host magma reservoir. Changes in these parameters can impart chemical zonation in individual crystals. Modeling the diffusive reequilibration of these crystals can estimate the time elapsed between the thermo-chemical change (e.g. due to the intrusion of a new magma batch) and eruption.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\"><br /></span></p>\n<p class=\"p1\"><span class=\"s1\"><strong>Methods</strong></span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>Compositional measurements were made of rims and interior domains of plagioclase crystals from three post-glacial rhyolite centers ranging in age from 20 to 2 thousand years old using the field emission electron microprobe (EPMA) and laser ablation ICP-MS (LA-ICP-MS) instruments at the Earth Observatory of Singapore at the Nanyang Technological University. Diffusion ages were calculated using a finite difference model [5].&nbsp;</span>&nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\"><strong>Results and Discussion</strong> &nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>Major element compositions of Laguna del Maule plagioclase occupy a narrow range. However, trace element, particularly light rare earth element (LREE) compositions distinguish plagioclase carried by the earlier erupted northern rhyolites from those of the later erupted southern rhyolites indicating the presence of chemically distinct magma reservoirs beneath LdM over the last 20 thousand years. The absence of high LREE interior domains in plagioclase carried by the younger, southern rhyolites indicates that these magma reservoirs were spatially and/or temporally distinct and thus did not physically interact. Zones of elevated Mg, Sr and Ba concentrations record the interaction of mafic magma and the upper crust; both direct mixing with rhyolitic melt and defrosting of highly crystalline magmatic mush or wall rock. Both of these processes have been variable in time and space producing heterogeneity observed among the several Lagnuna del Maule eruptive centers. &nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\"><br /></span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>Complex zoning makes the determination of an appropriate initial condition for diffusion modeling difficult and limits the precision of the calculated timescales. However, the preservation of sharp compositional gradients requires storage of these crystals at magmatic temperatures for no more than a few decades and possibly only a few years prior to eruption. The shortest of the estimated timescales approaches the duration of the ongoing uplift at LdM. These results demonstrate that, despite its recent rarity as an eruptive product, mafic magma has imparted an important control on&nbsp; the dynamics of the LdM magma re...",
  "por_txt_cntn": "Introduction \n The Laguna del Maule (LdM) volcanic field, located in central Chile, is currently experiencing extraordinary unrest including shallow seismicity and rapid (25 cm/yr) uplift. Geophysical modeling suggests intrusion of magma into the upper crust is driving this unrest. Volcanism at LdM since the last glacial retreat, approximately 25,000 years ago, has produced spatially and temporally concentrated rhyolitic eruptions. Given this recent volcanic history, the inference of shallow magmatism raises the concern of a future, potentially large and explosive rhyolitic eruption and makes LdM an uniquely ideal location to investigate shallow silicic magmatism [1, 2, 3, 4]. \n \nThe goal of this project is to assess the physiochemical evolution of the LdM magma system and the magma dynamics that preceded the post-glacial eruptions. The compositions of minerals carried by these rhyolites record the temperature, pressure, and chemical composition of the host magma reservoir. Changes in these parameters can impart chemical zonation in individual crystals. Modeling the diffusive reequilibration of these crystals can estimate the time elapsed between the thermo-chemical change (e.g. due to the intrusion of a new magma batch) and eruption. \n\n\nMethods\n Compositional measurements were made of rims and interior domains of plagioclase crystals from three post-glacial rhyolite centers ranging in age from 20 to 2 thousand years old using the field emission electron microprobe (EPMA) and laser ablation ICP-MS (LA-ICP-MS) instruments at the Earth Observatory of Singapore at the Nanyang Technological University. Diffusion ages were calculated using a finite difference model [5].  \n \nResults and Discussion  \n Major element compositions of Laguna del Maule plagioclase occupy a narrow range. However, trace element, particularly light rare earth element (LREE) compositions distinguish plagioclase carried by the earlier erupted northern rhyolites from those of the later erupted southern rhyolites indicating the presence of chemically distinct magma reservoirs beneath LdM over the last 20 thousand years. The absence of high LREE interior domains in plagioclase carried by the younger, southern rhyolites indicates that these magma reservoirs were spatially and/or temporally distinct and thus did not physically interact. Zones of elevated Mg, Sr and Ba concentrations record the interaction of mafic magma and the upper crust; both direct mixing with rhyolitic melt and defrosting of highly crystalline magmatic mush or wall rock. Both of these processes have been variable in time and space producing heterogeneity observed among the several Lagnuna del Maule eruptive centers.  \n\n\n Complex zoning makes the determination of an appropriate initial condition for diffusion modeling difficult and limits the precision of the calculated timescales. However, the preservation of sharp compositional gradients requires storage of these crystals at magmatic temperatures for no more than a few decades and possibly only a few years prior to eruption. The shortest of the estimated timescales approaches the duration of the ongoing uplift at LdM. These results demonstrate that, despite its recent rarity as an eruptive product, mafic magma has imparted an important control on  the dynamics of the LdM magma reservoir; including potentially triggering eruptions as has been observed at other large silicic systems [6, 7]. \n\n\n 40Ar/39Ar eruption ages establish that rhyolite has erupted around the entire circumference of Laguna del Maule throughout the post glacial period [3,4]. The feldspar data obtained in this project suggest that these eruptions issued from distinct magma reservoirs. However, additional data to be obtained in the coming months are needed to deconvolve the temporal and spatial variations in mineral chemistry. Taken together, the data obtained during this project and a future analytical session will provide an improved understanding of the configuration of th..."
 }
}