{
 "awd_id": "1414995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Investigating superconductivity in ultrathin materials",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-06-03",
 "awd_max_amd_letter_date": "2014-06-03",
 "awd_abstract_narration": "A superconductor is a type of material that allows electricity to flow without any resistance. However, these materials have to be cooled down to low temperatures before they can exhibit this property. Superconductivity at room temperature would vastly improve many aspects of life; long distance power transmission, medical imaging, and transportation are just a few examples. This project will explore the possibility of superconductivity at the interface, or \"meeting area\", between different materials by employing a technique that allows for the growth of atomically smooth interfaces, called Molecular Beam Epitaxy (MBE). A specialized MBE for the growth of oxide materials will be used under the guidance of Dr. Wei-Li Lee at Academia Sinica in Taiwan.\r\n\r\nMolecular Beam Epitaxy is a technique that allows for atomic layer-by-layer growth of materials. This allows growth of novel materials that would otherwise be inaccessible by traditional solid state methods, as well as the observation of new phenomena that may not be present in bulk materials. Recently, interfacial superconductivity in thin film materials has gained great interest due to several observations of significantly elevated Tc. Materials thought to be superconducting via an interfacial mechanism include FeSe thin films, RE-doped CaFe2As2, the Sr2RuO4-Ru eutectic system, and LaAlO3/SrTiO3 (LAO/STO). In LAO/STO, superconductivity arises at the interface between two insulators. This project will probe the role of the interface by employing an oxide Molecular Beam Epitaxy (MBE) system to grow materials with a focus on the LAO / STO system. This project aims to characterize the crystal structures as well as the physical properties of the grown films in order to better understand the nature of the superconductivity in this system and others. This NSF EAPSI award is funded in collaboration with the National Science Council of Taiwan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "BenMaan",
   "pi_last_name": "Jawdat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "BenMaan Jawdat",
   "pi_email_addr": "",
   "nsf_id": "000660354",
   "pi_start_date": "2014-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jawdat                  BenMaan",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "770053128",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "TX07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Academia Sinica",
  "perf_str_addr": null,
  "perf_city_name": "Taipei 115",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"MsoNormal\">Superconductivity is a field with broad possible applications in our daily lives. In the search for superconducting materials with higher transition temperatures &ndash; those that will be more readily useful for technological applications &ndash; the ability to grow very high quality materials is integral. In particular, growing ultra-thin materials, as thin as a single atomic layer, is a particularly promising approach to probe the fundamental physics behind superconductivity at higher temperatures. In this project, research was carried out at Academia Sinica in Taipei, Taiwan, with the aim of growing ultra-thin oxide materials using a specialized oxide molecular beam epitaxy system. Molecular beam epitaxy is a very important technique in the growth of atomic layer-by-layer materials, allowing for the controlled growth of materials that might be impossible to grow by other methods.</p>\n<p class=\"MsoNormal\">&nbsp;</p>\n<p class=\"MsoNormal\">The Fellow spent 8 weeks at Academia Sinica in Taipei, Taiwan, to grow ultra-thin SrTiO<sub>3</sub> films. SrTiO<sub>3</sub> is a very important material in the study of superconductivity in ultra-thin materials, and the ability to grow ultra-high purity SrTiO<sub>3</sub> films is therefore critical. The Fellow therefore worked on the development of the ability to grow ultra-high purity SrTiO<sub>3</sub> films at the Institute of Physics at Academia Sinica. Over the course of the 8 weeks in Taipei, the Fellow used several methods to characterize the films that were grown in the ultra-high vacuum molecular beam epitaxy system. These included methods that were &ldquo;in-situ&rdquo;, meaning the sample could remain in ultra-high vacuum conditions, as well as methods that were &ldquo;ex-situ&rdquo;, meaning the sample had to be removed to ambient conditions. These methods included reflection high energy electron diffraction (RHEED), x-ray diffraction (XRD), and atomic force microscopy (AFM). After each new batch of grown samples, the Fellow characterized the grown samples to further fine tune the growth conditions for the next batch, in order to achieve a very high purity film.</p>\n<p class=\"MsoNormal\">&nbsp;</p>\n<p class=\"MsoNormal\">By the end of the summer, an ultra-high purity film of SrTiO<sub>3</sub> was grown using molecular beam epitaxy, and was characterized by the above mentioned methods. Furthermore, the ultra-high purity of the film was confirmed by scanning transmission electron microscopy, a technique which can image individual atoms and can reveal whether or not there are impurities or defects in the system. The work which was done has contributed towards the growth of further materials, including superconductors, which are currently being investigated.</p>\n<p class=\"MsoNormal\">&nbsp;</p>\n<p class=\"MsoNormal\">In addition to the successful growth of ultra-high purity SrTiO3, the Fellow had the opportunity to learn in-depth the important technique of molecular beam epitaxy. This knowledge is currently being put to great use at the Texas Center for Superconductivity at the University of Houston towards the development of a novel MBE system for the exploration, discovery, growth and characterization of new superconducting materials. Furthermore, the collaborations and friendships which the Fellow developed while in Taiwan will continue to grow over time and will help to promote future work and scientific cooperation.</p>\n<div id=\"_mcePaste\" class=\"mcePaste\" style=\"left: -10000px; top: 0px; width: 1px; height: 1px; overflow: hidden; position: absolute;\"><span style=\"line-height: 107%;\">Superconductivity is a field with broad possible applications in our daily lives. In the search for superconducting materials with higher transition temperatures &ndash; those that will be more readily useful for technological applications &ndash; the ability to grow very high quality materials is integral. In particular, gro...",
  "por_txt_cntn": "Superconductivity is a field with broad possible applications in our daily lives. In the search for superconducting materials with higher transition temperatures &ndash; those that will be more readily useful for technological applications &ndash; the ability to grow very high quality materials is integral. In particular, growing ultra-thin materials, as thin as a single atomic layer, is a particularly promising approach to probe the fundamental physics behind superconductivity at higher temperatures. In this project, research was carried out at Academia Sinica in Taipei, Taiwan, with the aim of growing ultra-thin oxide materials using a specialized oxide molecular beam epitaxy system. Molecular beam epitaxy is a very important technique in the growth of atomic layer-by-layer materials, allowing for the controlled growth of materials that might be impossible to grow by other methods.\n \nThe Fellow spent 8 weeks at Academia Sinica in Taipei, Taiwan, to grow ultra-thin SrTiO3 films. SrTiO3 is a very important material in the study of superconductivity in ultra-thin materials, and the ability to grow ultra-high purity SrTiO3 films is therefore critical. The Fellow therefore worked on the development of the ability to grow ultra-high purity SrTiO3 films at the Institute of Physics at Academia Sinica. Over the course of the 8 weeks in Taipei, the Fellow used several methods to characterize the films that were grown in the ultra-high vacuum molecular beam epitaxy system. These included methods that were \"in-situ\", meaning the sample could remain in ultra-high vacuum conditions, as well as methods that were \"ex-situ\", meaning the sample had to be removed to ambient conditions. These methods included reflection high energy electron diffraction (RHEED), x-ray diffraction (XRD), and atomic force microscopy (AFM). After each new batch of grown samples, the Fellow characterized the grown samples to further fine tune the growth conditions for the next batch, in order to achieve a very high purity film.\n \nBy the end of the summer, an ultra-high purity film of SrTiO3 was grown using molecular beam epitaxy, and was characterized by the above mentioned methods. Furthermore, the ultra-high purity of the film was confirmed by scanning transmission electron microscopy, a technique which can image individual atoms and can reveal whether or not there are impurities or defects in the system. The work which was done has contributed towards the growth of further materials, including superconductors, which are currently being investigated.\n \nIn addition to the successful growth of ultra-high purity SrTiO3, the Fellow had the opportunity to learn in-depth the important technique of molecular beam epitaxy. This knowledge is currently being put to great use at the Texas Center for Superconductivity at the University of Houston towards the development of a novel MBE system for the exploration, discovery, growth and characterization of new superconducting materials. Furthermore, the collaborations and friendships which the Fellow developed while in Taiwan will continue to grow over time and will help to promote future work and scientific cooperation.\nSuperconductivity is a field with broad possible applications in our daily lives. In the search for superconducting materials with higher transition temperatures &ndash; those that will be more readily useful for technological applications &ndash; the ability to grow very high quality materials is integral. In particular, growing ultra-thin materials, as thin as a single atomic layer, is a particularly promising approach to probe the fundamental physics behind superconductivity at higher temperatures. In this project, research was carried out at Academia Sinica in Taipei, Taiwan, with the aim of growing ultra-thin oxide materials using a specialized oxide molecular beam epitaxy system. Molecular beam epitaxy is a very important technique in the growth of atomic layer-by-layer materials, allowing for the controll..."
 }
}