{
 "awd_id": "1414879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: An examination of relationships between mindfulness, personality traits, and levels of anxiety and depression in American and Japanese populations",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-29",
 "awd_max_amd_letter_date": "2014-05-29",
 "awd_abstract_narration": "Mindfulness is described as nonjudgmental awareness on the present moment. Grounded in Eastern religions, mindfulness has gained recent attention in psychological research due to its association with positive well-being. Mindfulness-based therapies are associated with decreased stress and anxiety as well as increased social emotion and behavior. In contrast, certain personality traits, can serve as risk factors for higher levels of depression and anxiety. Overall, the current proposal investigates whether levels of mindfulness mediate the relationship between personality traits and levels of anxiety and depression in nonclinical populations in Japan and America. This study will be conducted at the University of Tsukuba under Dr. Shintaro Yukuwa, a current researcher of mindfulness and emotion. Expecting differing levels of the proposed variables due to culture and religion, it is essential that the proposed study be conducted in an East Asian country to bridge the literature gap between Western-conceived mindfulness and Eastern religious mindfulness. \r\n \r\nThis research aims to advance the scientific literature on personality traits, clinically-relevant symptoms (e.g., depression and anxiety), and facets of mindfulness through comparing data between populations. Of more clinical interest, correlation and mediation analyses will allow us to see how mindfulness occurs in individuals and how it relates to pertinent variables. Also of significant interest is exposure to natural disasters and degree of religiosity. By better understanding the multifaceted relationship of mindfulness, personality and clinical measures, psychologists can better help those suffering from mental conditions and create preventative methods for those at risk of developing clinical problems. Mental illness can often be greatly reduced in severity: understanding risk factors, such as personality traits, and ameliorating variables, such as mindfulness, can have a significant impact in psychology and international society in general. This NSF EAPSI award is funded in collaboration with the Japan Society for the Promotion of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Stiksma",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa C Stiksma",
   "pi_email_addr": "",
   "nsf_id": "000658378",
   "pi_start_date": "2014-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stiksma                 Melissa        C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boca Raton",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Tsukuba",
  "perf_str_addr": null,
  "perf_city_name": "Tsukuba, Ibaraki Prefectur",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Reflecting back on my EAPSI experience in Japan allows me to realize what a truly immense and powerful impact it had on my career and life. Being immersed in the beautiful Japanese culture and conducting research with my collaborators at the University of Tsukuba was a holistically enriching experience that altered the course of my life.</p>\n<p><span style=\"white-space: pre;\"> </span>To briefly summarize the research component, mindfulness can be described as nonjudgmental awareness and is frequently associated with adaptive psychological properties (fewer anxious or depressive symptoms). On the other hand, certain personality traits, such as emotionality or extraversion, are associated with differing levels of anxiety and depression. We investigated whether levels of mindfulness mediated the relationships between personality traits and levels of anxiety and depression in in Japanese and American individuals. Furthermore, cross-cultural comparisons were made regarding level of self-reported mindfulness, personality, and perceived stress and depressive symptoms. During my time in Japan we were able to effectively design and utilize a series of Japanese surveys to measure the proposed variables. Following ethics approval, we recruited participants and collected a wealth of data for direct comparison to an American sample. Although specific results are currently being prepared for publication, evidence of partial mediation effects were found and mean comparisons between cultures allow for interesting speculation on measurement thods, particularly for mindfulness. Preliminary results have been presented at the 16<sup>th</sup> Annual Convention for the Society of Personality and Social Psychology leading to further data analyses and meaningful discussion of the interplay of these interdisciplinary variables both within and between cultures. &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Professionally, I could not have asked for a more profound experience at an important time in my growing career. I found every conversation, be it with fellow EAPSI graduate students, my Japanese collaborators, or the cashier at 7-eleven, to be a learning experience. My horizons were broadened while discussing psychological theories with social science colleagues or being exposed to completely unrelated research (physics, agriculture, biochemical, etc.). Not to mention the positive experience of exposure to foreign research by my Japanese collaborators. Additionally, meeting the Emperor and Empress of Japan or exchanging business cards with psychology professors at the University of Tsukuba taught me a great deal about respect in a professional climate. These formal and informal conversations were extraordinarily enlightening and often lead to further questions and a deeper understanding of my research.</p>\n<p><span style=\"white-space: pre;\"> </span>Lastly, the cultural immersion experience of living in Japan for 10 weeks cannot be overstated. I will never forget exploring the bustling streets of Shinjuku or biking in the quaint villages just outside of Tsukuba. Hiking Fujisan and seeing the sun rise over the hills of Japan will always be one of the most important moments in my life. Words cannot possibly capture how I strongly I feel about my wonderful experiences. Japan is a beautiful country with even more beautiful and gracious people. I was consistently impressed by their intelligence, grace, and hospitality and I hope to return soon.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>My life-changing experience in Japan unequivocally helped in my growth from a Master&rsquo;s degree to a PhD in Clinical Psychology. The personal, professional, and research skills I acquired through this program were undeniably valuable for developing as a researcher and as a person. For this and countless other reasons I will forever be grateful as I c...",
  "por_txt_cntn": "\n Reflecting back on my EAPSI experience in Japan allows me to realize what a truly immense and powerful impact it had on my career and life. Being immersed in the beautiful Japanese culture and conducting research with my collaborators at the University of Tsukuba was a holistically enriching experience that altered the course of my life.\n\n To briefly summarize the research component, mindfulness can be described as nonjudgmental awareness and is frequently associated with adaptive psychological properties (fewer anxious or depressive symptoms). On the other hand, certain personality traits, such as emotionality or extraversion, are associated with differing levels of anxiety and depression. We investigated whether levels of mindfulness mediated the relationships between personality traits and levels of anxiety and depression in in Japanese and American individuals. Furthermore, cross-cultural comparisons were made regarding level of self-reported mindfulness, personality, and perceived stress and depressive symptoms. During my time in Japan we were able to effectively design and utilize a series of Japanese surveys to measure the proposed variables. Following ethics approval, we recruited participants and collected a wealth of data for direct comparison to an American sample. Although specific results are currently being prepared for publication, evidence of partial mediation effects were found and mean comparisons between cultures allow for interesting speculation on measurement thods, particularly for mindfulness. Preliminary results have been presented at the 16th Annual Convention for the Society of Personality and Social Psychology leading to further data analyses and meaningful discussion of the interplay of these interdisciplinary variables both within and between cultures.  \n\n Professionally, I could not have asked for a more profound experience at an important time in my growing career. I found every conversation, be it with fellow EAPSI graduate students, my Japanese collaborators, or the cashier at 7-eleven, to be a learning experience. My horizons were broadened while discussing psychological theories with social science colleagues or being exposed to completely unrelated research (physics, agriculture, biochemical, etc.). Not to mention the positive experience of exposure to foreign research by my Japanese collaborators. Additionally, meeting the Emperor and Empress of Japan or exchanging business cards with psychology professors at the University of Tsukuba taught me a great deal about respect in a professional climate. These formal and informal conversations were extraordinarily enlightening and often lead to further questions and a deeper understanding of my research.\n\n Lastly, the cultural immersion experience of living in Japan for 10 weeks cannot be overstated. I will never forget exploring the bustling streets of Shinjuku or biking in the quaint villages just outside of Tsukuba. Hiking Fujisan and seeing the sun rise over the hills of Japan will always be one of the most important moments in my life. Words cannot possibly capture how I strongly I feel about my wonderful experiences. Japan is a beautiful country with even more beautiful and gracious people. I was consistently impressed by their intelligence, grace, and hospitality and I hope to return soon. \n\n My life-changing experience in Japan unequivocally helped in my growth from a MasterÆs degree to a PhD in Clinical Psychology. The personal, professional, and research skills I acquired through this program were undeniably valuable for developing as a researcher and as a person. For this and countless other reasons I will forever be grateful as I continue to learn and live. \n\n \n\n\t\t\t\t\tLast Modified: 03/01/2015\n\n\t\t\t\t\tSubmitted by: Melissa C Stiksma"
 }
}