{
 "awd_id": "1414795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Understanding Variations in Thermal Histories in Volcanic Centers Over Time and Space",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-29",
 "awd_max_amd_letter_date": "2014-05-29",
 "awd_abstract_narration": "Large silicic volcanic centers are responsible for the most catastrophic volcanic eruptions on earth, including massive 'supervolcanic' eruptions. In order to potentially anticipate when a supervolcano is likely to erupt, it is important to understand the timescales over which magma is generated and stored prior to eruption. In particular, it is not clear for how long magmatic bodies reside in the subsurface in a mostly-solid state (i.e., as low-temperature crystal-rich mushes), relative to how long they spend in a mostly-liquid (i.e., high-temperature), eruptible state. This project will examine crystals from eruptive products from the Taupo Volcanic Zone (TVZ) in New Zealand, the most active volcanic zone in the world. The goals of this work are twofold: 1) to determine what proportion of a crystal's existence was spent at high temperatures within a magma reservoir; 2) to determine how magma evolves differently over both time and space within a volcanic center. This research will be conducted in collaboration with Dr. Fidel Costa Rodriguez, an expert on the use of diffusion profiles to determine magmatic temperatures, at Nanyang Technological University in Singapore.\r\n\r\nIn order to determine what proportion of a crystal's existence was spent at high temperatures, it is necessary to constrain the absolute age of the crystal. Plagioclase crystal ages from a series of TVZ eruptions will be acquired by measuring U-series disequilibrium ages, and the difference between the crystallization age and the eruption age will yield the amount of time spent in the subsurface. Analyses of diffusion profiles (temperature-dependent trace element distributions) will be completed in order to determine what proportion of the crystal's subsurface existence was spent at high temperatures. Results will be compared between a series of eruptions to determine not only how volcanic centers evolve over time and space, but also what differences exist between the evolutions of eruptions of different magnitudes. This NSF EAPSI award is funded in collaboration with the National Research Foundation of Singapore.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Rubin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Allison E Rubin",
   "pi_email_addr": "",
   "nsf_id": "000660074",
   "pi_start_date": "2014-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rubin                   Allison        E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Davis",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "956162243",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "UC Davis",
  "perf_str_addr": null,
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956162243",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large silicic volcanic centers produce the most catastrophic eruptions on earth, including massive &lsquo;supervolcanic&rsquo; eruptions. In order to eventually anticipate an eruption, it is necessary to constrain what processes are occurring within a magma reservoir and on what timescales. The goal of this project is to test the hypothesis that magma reservoirs spend the majority of their pre-eruptive existences as mostly solid, low-temperature bodies, and only make brief excursions to higher temperatures to exist as mostly liquid, eruptible bodies. We can quantify this by measuring U-series crystallization ages of a bulk plagioclase separate in order to determine when a crystal population was formed, and then measuring and interpreting temperature-dependent trace element diffusion profiles within individual plagioclase crystals to calculate what proportion of that existence was spent at high temperatures. Measurements of trace elements in plagioclase were completed by electron microprobe and laser ablation ICPMS at Nanyang Technological University in Singapore. Analysis and interpretation of these data were also conducted in collaboration with Dr. Fidel Costa at NTU.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Samples for this study were taken from the Taupo Volcanic Zone (TVZ) in New Zealand, a large silicic volcanic center that has produced approximately 50 eruptions over the past 50,000 years. Plagioclase crystals were sourced and analyzed from two eruptions: the large (~120 km<sup>3</sup>), caldera-forming Rotoiti eruption (erupted 45,000 years ago) and the smaller (~5 km<sup>3</sup>) Kaharoa eruption (erupted 700 years ago). Preliminary data from the Rotoiti crystals indicate that while most crystals spent on the order of hundreds of years or less at high temperatures in a mostly-liquid state, many crystals are compositionally complex and there is a wide range in timescales obtained from different crystals. More data are needed to complete the Kaharoa data set, but initial analyses of plagioclase and zircon seem to indicate a simpler thermal history, with most crystals recording brief amounts of time spent at high temperatures. By linking these data with crystallization ages (currently in progress), as well as expanding this data set to include other eruptions from a wider temporal and spatial scale, this project will not only characterize the thermal evolutions of eruptions throughout the TVZ, but also delineate differences in the evolutions of eruptions of different sizes.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This work has significant implications for volcanic hazards. In order to eventually anticipate and prepare for a volcanic eruption, it is necessary to understand what proportion of a volcano&rsquo;s lifetime is spent in different physical conditions (i.e., mostly solid vs. mostly liquid). These preliminary data suggest that volcanic systems may spend a short amount of time in an eruptible state relative to their entire existence. They also imply that the thermal evolutions of large, caldera-forming eruptions may be different from those of smaller ones.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2015<br>\n\t\t\t\t\tModified by: Allison&nbsp;E&nbsp;Rubin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLarge silicic volcanic centers produce the most catastrophic eruptions on earth, including massive æsupervolcanicÆ eruptions. In order to eventually anticipate an eruption, it is necessary to constrain what processes are occurring within a magma reservoir and on what timescales. The goal of this project is to test the hypothesis that magma reservoirs spend the majority of their pre-eruptive existences as mostly solid, low-temperature bodies, and only make brief excursions to higher temperatures to exist as mostly liquid, eruptible bodies. We can quantify this by measuring U-series crystallization ages of a bulk plagioclase separate in order to determine when a crystal population was formed, and then measuring and interpreting temperature-dependent trace element diffusion profiles within individual plagioclase crystals to calculate what proportion of that existence was spent at high temperatures. Measurements of trace elements in plagioclase were completed by electron microprobe and laser ablation ICPMS at Nanyang Technological University in Singapore. Analysis and interpretation of these data were also conducted in collaboration with Dr. Fidel Costa at NTU.\n\n            Samples for this study were taken from the Taupo Volcanic Zone (TVZ) in New Zealand, a large silicic volcanic center that has produced approximately 50 eruptions over the past 50,000 years. Plagioclase crystals were sourced and analyzed from two eruptions: the large (~120 km3), caldera-forming Rotoiti eruption (erupted 45,000 years ago) and the smaller (~5 km3) Kaharoa eruption (erupted 700 years ago). Preliminary data from the Rotoiti crystals indicate that while most crystals spent on the order of hundreds of years or less at high temperatures in a mostly-liquid state, many crystals are compositionally complex and there is a wide range in timescales obtained from different crystals. More data are needed to complete the Kaharoa data set, but initial analyses of plagioclase and zircon seem to indicate a simpler thermal history, with most crystals recording brief amounts of time spent at high temperatures. By linking these data with crystallization ages (currently in progress), as well as expanding this data set to include other eruptions from a wider temporal and spatial scale, this project will not only characterize the thermal evolutions of eruptions throughout the TVZ, but also delineate differences in the evolutions of eruptions of different sizes.\n\n            This work has significant implications for volcanic hazards. In order to eventually anticipate and prepare for a volcanic eruption, it is necessary to understand what proportion of a volcanoÆs lifetime is spent in different physical conditions (i.e., mostly solid vs. mostly liquid). These preliminary data suggest that volcanic systems may spend a short amount of time in an eruptible state relative to their entire existence. They also imply that the thermal evolutions of large, caldera-forming eruptions may be different from those of smaller ones.\n\n\t\t\t\t\tLast Modified: 02/26/2015\n\n\t\t\t\t\tSubmitted by: Allison E Rubin"
 }
}