{
 "awd_id": "1414821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Documenting the Geological Controls that Influenced the Exceptional Preservation of Trilobites from 520 Million Years Ago in Southwestern China",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-30",
 "awd_max_amd_letter_date": "2014-05-30",
 "awd_abstract_narration": "Well-preserved fossilized parts of soft-bodied organisms and trilobites from the early Cambrian (520 million years ago) are exceptionally rare but are significant for understanding the evolution of Earth's earliest animals. Understanding the geological processes that lead to their preservation as fossils sheds new light into how rapid, repeated environmental changes over long intervals of time affected the biodiversity of early animals. In collaboration with Dr. Xiguang Zhang  at the Yunnan University in China, this project will investigate the preservational and depositional controls of two early Cambrian fossil assemblages from Southwestern China bearing rare, exceptionally well-preserved trilobites and soft-bodied organisms. This collaboration affords an opportunity to have access to these early Cambrian fossils recovered thus far only in China. \r\n\r\nThese assemblages are contained within two different 1 m thick mudstone beds of the Hongjingshao Formation near Kunming, China. The geologically younger assemblage contains fully articulated to partially articulated trilobites of all developmental stages belonging to the species Zhangshania typical; this assemblage also contains numerous soft-bodied organisms. Conversely, the geologically older assemblage comprises of clusters of mature specimens of the trilobite Hongshiyanaspis sp. This study will involve dissecting each 1 m bed layer by layer so that taphonomic details (e.g., orientation, posture, state of articulation, presence of soft-bodied preservation, clustering, etc.) of the fossils will be recorded. These bed-specific data will be sequentially digitized into a Geographic Information Systems (GIS) database, where they will then be assessed spatially and temporally at this stratigraphic fine scale to allow for taphonomic and behavioral comparisons to be made between the two excavated sections. This study will contribute new information concerning the environmental processes that led to the exceptional, but rare, preservation of animal life during its early evolutionary history. This NSF EAPSI award is funded in collaboration with the Chinese Ministry of Science and Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mathew",
   "pi_last_name": "Knauss",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mathew J Knauss",
   "pi_email_addr": "",
   "nsf_id": "000659652",
   "pi_start_date": "2014-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Knauss                  Mathew         J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverside",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "925210423",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "OH39",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Knauss                  Mathew         J",
  "perf_str_addr": null,
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": null
}