{
 "awd_id": "1414557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:  Next Generation Bioplastic Nanocomposites",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2013-08-31",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 179741.0,
 "awd_amount": 179741.0,
 "awd_min_amd_letter_date": "2013-12-02",
 "awd_max_amd_letter_date": "2014-05-08",
 "awd_abstract_narration": "This Partnership for Innovation Project from the Polytechnic Institute of New York University (NYU-POLY) addresses the need to develop bioplastics that, in addition to being biobased and offering a desirable environmental footprint, will also provide future customers with improved performance characteristics over existing materials. To do so is critical in order to motivate consumers to renounce current petro-derived materials for new-to-the-world bioplastics such as those proposed herein.  The strategy pursued by the project team is to utilize bioplastics with the right combination of properties while focusing on engineering the interface or boundaries between these components to optimize material performance.   Specifically, selected material components include cellulose nanowhiskers (CNWs), poly (omega-hydroxyfatty acids (P (omega-OHFAs)), and poly (lactic acid) (PLA). While P (omeg-OHFAs) provides good hydrolytic stability and physical toughness, the PLA-CNW nanocomposites provide high modulus and improved use temperatures. The knowledge-enhance partner (KEP) small businesses in this project, PolyNew Inc. (engineered CNWs) and SyntheZyme LLC (P(omega-OHFAs) and their blends with PLA), bring together the required technologies to exploit synergies that will result by the judicious combination of materials to provide superior performance 100% biobased bioplastics.  The production of omega-OHFAs will be performed by using SyntheZyme's newly engineered yeast strain that provides the first efficient biotechnological route to convert fatty acids to omega-HOFAs.  P(omega-HOFAs) have properties similar to medium density polyethylene (PE). However, unlike PE, P(omega-HOFAs) contain ester groups separated by 13 to 17 methylene (CH2) units. Thus, P(omega-HOFAs) provide important PE-like properties such as water resistance and excellent ductility while retaining chemical reactivity so they can be reactive blended with PLA and strengthened by CNWs. PolyNew Inc. and SyntheZyme LLC will work together to develop technologies by which CNWs are functionalized to engineer interactions with blended P(omega-HOFAs) and PLAs. The impressive performance of CNWs derives from their aspect ratio that enables them to reach their percolation threshold (e.g., where long-range connectivity is achieved within the material) at relatively low loadings, resulting in impressive modulus increases. Preliminary work has shown that P (omega-OHFAs)/PLA blends show promising properties that would greatly benefit by incorporation of specifically functionalized CNWs. \r\n\r\nThe broader impacts of this research to society at large are many. The project is consistent with Federal policies supporting greater use of biobased products including the Food, Conservation, and Energy Act of 2008, which is designed to ensure that a sufficiently large base of new, non-food, non-feed biomass crops is established to meet demands for renewable energy and bioproducts. Socially, there are advantages associated with employment in the plastics, forestry and agriculture sectors of the economy--the project strongly supports Green Jobs creation. Reductions in petroleum dependence (even relatively modest ones) are also considered beneficial. Teaching and training will be promoted and considerable outreach activities will be pursued. Previous success in incorporating underrepresented groups (women, Hispanics, and African Americans) in research activities will be continued.\r\n\r\nPartners at the inception of the project are the Knowledge-Enhancement Partnership (KEP) unit, consisting of NYU-POLY (Brooklyn, NY) and two small businesses partner companies: SyntheZyme LLC (Brooklyn, NY), a small business with private stock holders; and PolyNew Inc. (Golden, CO), a privately held woman-owned small business. Other partners are academic institutional organizations: University of Colorado, Anschutz Medical Campus (CO), Colorado School of Mines (CO), NYU Langone Medical Center (NY), NYU College of Dentistry (NY),\r\nMemorial Sloan Kettering Institute (NY), and the Denver School for Science and Technology (DSST) (CO);  private sector organizations: Fish & Richardson; Smith, Gambrell & Russell, LLP; Berenbaum & Weinsheienk; Sealed Air; Dart Packaging; DSM; ADM; NatureWorks; Lubrizol; BASF and Pepsico; and public sector organizations: Aurora Economic Development Council (AEDC), New York State Energy Research and Development Authority (NYSERDA), Colorado Bioscience Association (CBSA), Colorado Institute for Drug, Device and Diagnostic Development (CID4), Colorado Office for Economic Development and International Trade (OEDIT), Colorado Small Business Development Centers (SBDC), and Fitzsimons BioBusiness Partners (FBBp) & Fitzsimons Redevelopment Authority (FRA) (Aurora, CO).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Gross",
   "pi_email_addr": "grossr@rpi.edu",
   "nsf_id": "000165649",
   "pi_start_date": "2013-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th St.",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179741.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Project Summary:</span> This program addressed the need to develop bioplastics that overcome limitations in their mechanical and barrier properties. Achieving this goal by cost-efficient technologies is critically important so that bioplastics can compete on a cost-performance basis with existing petroleum derived materials. Polylactic acid from L-lactide (PLLA) was chosen as the primary target as it is available commercially and has property deficiencies that, if overcome, will improve PLA-based material cost-performance and allow its use in a broader range of applications.&nbsp; The primary strategy pursued to achieve these improvements was the development of cellulose-derived nanofibers that are functionalized with appropriate groups to facilitate their dispersion in polymer matrices during melt-blending. Property improvements targeted include enhancing PLLA strength, heat distortion temperature (HDT, temperature at which a plastic sample deforms) and barrier properties (e.g. decrease oxygen permeability). &nbsp;In addition, work was performed to improve PLLAs impact resistance and ductility without compromising other valued PLLA properties.</p>\n<p>1)&nbsp;&nbsp; <span style=\"text-decoration: underline;\">Intellectual Merit:</span> The ability to obtain high nanofiber dispersions in blends is directly related to the desired material property improvements. Hence, the fundamental challenge is to develop methods by which CNCs can be synthesized with fine-control of their surface chemistry to optimize matrix-fiber interactions by a process that is simple, scalable, green and versatile. This was accomplished by crafting a one-pot (e.g. using one reaction vessel) reaction where cellulose from ramie or cotton linters is combined with an organic acid and hydrochloric acid (HCl) (Figure 1). Reaction parameters (e.g. temperature, HCl concentration, reaction time) were systematically varied to optimize modified CNCs yields. We learned that optimal reaction parameters varied considerably for each organic acid studied (e.g. citric, lactic, acetic, acrylic and levulinic acids). Nevertheless, by this approach, and by invoking recycling strategies to re-use residual cellulose, yields of up to about 50% CNCs were obtained. In one example, when surface modified CNCs esterified with lactic acid, acetic acid and non-modified were compared, we showed that far superior improvements in PLLA properties were achieved with lactic acid esterified CNCs (LA-CNCs). Indeed, at 5 wt-%&nbsp;loading&nbsp;of LA-CNCs, enhancements in PLLAs storage modulus below and above its glass transition temperature were 31 and 450 %, respectively (Figure 2 and 3). Direct visualization by atomic force microscopy showed that, relative to non-modified and acetic acid esterified CNCs, LA-CNCs were best dispersed (lowest tendency to aggregate) in the PLA matrix. Further improvements in the performance benefits from LA-CNC were realized by developing a method of chemically linking (e.g. grafting) long PLA chains of the opposite (D-) stereochemistry (PDLA) to CNC fibers. By this strategy, PLLA and PDLA form a unique crystal structure (a stereocomplex) that is high melting and enhances the fiber-matrix interactions. Melt blending of PLLA, non-grafted PDLA and CNC with PDLA grafts (75:25:15 by-wt, respectively) resulted in an increase in the HDT by 32 &deg;C (to 110 &deg;C) relative to neat PLA. &nbsp;This improvement in the HDT is sufficient to allow contact of this material with boiling water. &nbsp;This work and other studies during the course of the program demonstrated how the dispersion of CNCs in PLLA matrices is profoundly influenced by relatively small changes in CNC modification chemistry.</p>\n<p>&nbsp;P(&omega;-HOC14) is a unique biopolyester developed by SyntheZyme that is 100% biobased and fully biodegradable in compost environments (Figure 5). We discovered that, ...",
  "por_txt_cntn": "\nProject Summary: This program addressed the need to develop bioplastics that overcome limitations in their mechanical and barrier properties. Achieving this goal by cost-efficient technologies is critically important so that bioplastics can compete on a cost-performance basis with existing petroleum derived materials. Polylactic acid from L-lactide (PLLA) was chosen as the primary target as it is available commercially and has property deficiencies that, if overcome, will improve PLA-based material cost-performance and allow its use in a broader range of applications.  The primary strategy pursued to achieve these improvements was the development of cellulose-derived nanofibers that are functionalized with appropriate groups to facilitate their dispersion in polymer matrices during melt-blending. Property improvements targeted include enhancing PLLA strength, heat distortion temperature (HDT, temperature at which a plastic sample deforms) and barrier properties (e.g. decrease oxygen permeability).  In addition, work was performed to improve PLLAs impact resistance and ductility without compromising other valued PLLA properties.\n\n1)   Intellectual Merit: The ability to obtain high nanofiber dispersions in blends is directly related to the desired material property improvements. Hence, the fundamental challenge is to develop methods by which CNCs can be synthesized with fine-control of their surface chemistry to optimize matrix-fiber interactions by a process that is simple, scalable, green and versatile. This was accomplished by crafting a one-pot (e.g. using one reaction vessel) reaction where cellulose from ramie or cotton linters is combined with an organic acid and hydrochloric acid (HCl) (Figure 1). Reaction parameters (e.g. temperature, HCl concentration, reaction time) were systematically varied to optimize modified CNCs yields. We learned that optimal reaction parameters varied considerably for each organic acid studied (e.g. citric, lactic, acetic, acrylic and levulinic acids). Nevertheless, by this approach, and by invoking recycling strategies to re-use residual cellulose, yields of up to about 50% CNCs were obtained. In one example, when surface modified CNCs esterified with lactic acid, acetic acid and non-modified were compared, we showed that far superior improvements in PLLA properties were achieved with lactic acid esterified CNCs (LA-CNCs). Indeed, at 5 wt-% loading of LA-CNCs, enhancements in PLLAs storage modulus below and above its glass transition temperature were 31 and 450 %, respectively (Figure 2 and 3). Direct visualization by atomic force microscopy showed that, relative to non-modified and acetic acid esterified CNCs, LA-CNCs were best dispersed (lowest tendency to aggregate) in the PLA matrix. Further improvements in the performance benefits from LA-CNC were realized by developing a method of chemically linking (e.g. grafting) long PLA chains of the opposite (D-) stereochemistry (PDLA) to CNC fibers. By this strategy, PLLA and PDLA form a unique crystal structure (a stereocomplex) that is high melting and enhances the fiber-matrix interactions. Melt blending of PLLA, non-grafted PDLA and CNC with PDLA grafts (75:25:15 by-wt, respectively) resulted in an increase in the HDT by 32 &deg;C (to 110 &deg;C) relative to neat PLA.  This improvement in the HDT is sufficient to allow contact of this material with boiling water.  This work and other studies during the course of the program demonstrated how the dispersion of CNCs in PLLA matrices is profoundly influenced by relatively small changes in CNC modification chemistry.\n\n P(&omega;-HOC14) is a unique biopolyester developed by SyntheZyme that is 100% biobased and fully biodegradable in compost environments (Figure 5). We discovered that, by incorporating relatively rubbery P(w-HOC14) domains within the PLLA matrix, PLLA can be transformed from brittle to ductile without significant loss in material strength. For example, reactive blending of PLLA/P(&o..."
 }
}