{
 "awd_id": "1414660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Observing seasonal changes in sea ice microstructure with electric property measurements",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-29",
 "awd_max_amd_letter_date": "2014-05-29",
 "awd_abstract_narration": "Sea ice plays many roles in Polar Regions including providing habitat for microorganisms at the base of marine food webs; playing an integral part in the lives and cultures of polar communities; and impacting natural resources exploration in the polar oceans. The microstructure of sea ice is constantly evolving from formation in the fall through melt in the summer. Fundamental challenges exist however, in observing this seasonal evolution and its effect on the interaction between sea ice and the surrounding environment. Any removal of ice cores to obtain data on ice properties, results in the immediate loss of brine and alterations of microstructure. The remoteness of field sites also limits observations. Methods to monitor sea ice microstructure continuously and non-destructively are therefore being explored. This project will study the potential for the electric properties of sea ice, highly sensitive to the brine distribution within to ice, to act as a proxy for microstructure. This research will be conducted at Victoria University of Wellington (VUW) in collaboration with Dr. Malcolm Ingham, a leading researcher on the electric properties of sea ice.\r\n\r\nThis project aims to link one particular property, complex dielectric permittivity, to the seasonal evolution of sea ice microstructure. Throughout the Spring of 2013, measurements of low frequency complex dielectric permittivity in the range of 10Hz to 95kHz were made off the coast of Barrow, Alaska. Additionally, temperature and salinity measurements and ice samples were collected for further ice microstructure characterization. A similar set of measurements is planned for 2014 creating a robust dataset, the first of its kind, linking low frequency complex permittivity measurements to the seasonal evolution of key sea ice properties and microstructure. Analysis of this data set while at VUW will enable the creation of an improved microstructural model of sea ice and lead to further development of techniques to monitor ice conditions throughout the year. This NSF EAPSI award is funded in collaboration with the Royal Society of New Zealand.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "O'Sadnick",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Megan E O'Sadnick",
   "pi_email_addr": "",
   "nsf_id": "000655889",
   "pi_start_date": "2014-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "O'Sadnick               Megan          E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Fairbanks",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "",
  "inst_zip_code": "997093865",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Geophysical Institute, University of Alaska-Fairbanks",
  "perf_str_addr": null,
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Sea ice plays many roles in Polar Regions including providing habitat for microorganisms at the base of marine food webs; playing an integral part in the lives and cultures of polar communities; and impacting natural resources exploration in the polar oceans. The microstructure of sea ice is constantly evolving from formation in the fall through melt in the summer. Fundamental challenges exist however, in observing this seasonal evolution and its effect on the interaction between sea ice and the surrounding environment. Any removal of ice cores to obtain data on ice properties, results in the immediate loss of brine and alterations of microstructure. The remoteness of field sites also limits observations. Methods to monitor sea ice microstructure continuously and non-destructively are therefore being explored. This project studied the potential for the electric properties of sea ice, highly sensitive to the brine distribution within to ice, to act as a proxy for microstructure. Research was conducted at Victoria University of Wellington (VUW) in collaboration with Dr. Malcolm Ingham, a leading researcher on the electric properties of sea ice.</p>\n<p><span style=\"white-space: pre;\"> </span>Previous to beginning work at VUW, measurements of the low frequency complex dielectric permittivity in the range of 10Hz to 95kHz were obtained off the coast of Barrow,AK on landfast sea ice. This electric property provides a complete description of a materials response to an electric current with measurements reflecting the polarization of the material (the real part of the permittivity, &epsilon;&rsquo;) and the attenuation of the signal (the imaginary part of the permittivity, &epsilon;&rsquo;&rsquo;). We observed an increase across all frequencies in measurements of &epsilon;&rsquo;&rsquo; as ice evolved from March through June (Fig. 1). This trend is in agreement with past studies focused on the DC conductivity of sea ice and is attributed to an increase in conductive loss, itself primarily controlled by the connectivity of pore spaces (<em>Jones et al., 2010</em>). When examining measurements of &epsilon;&rsquo;, a distinct frequency dependence is apparent (Fig. 2). While &epsilon;&rsquo; was found to remain constant through the season above 1000Hz, below this frequency a substantial increase was observed from March through June particular in the upper 0.45m of ice. The physical processes responsible for this increase are surmised to be largely dependent on the microstructure of the ice including individual pore volumes and the geometry of pore spaces (<em>Leroy et al., 2008; Scott and Barker, 2003</em>). As a result, subsequent analysis has focused primarily on measurements obtained below 1000Hz.</p>\n<p><span style=\"white-space: pre;\"> </span>In parallel to measurements of complex permittivity, bulk properties including temperature, salinity, and brine value fraction were measured during each sampling campaign. Additionally, ice samples were gathered for 3D imaging allowing for further analysis of pore microstructure. Measurements of &epsilon;&rsquo; and &epsilon;&rsquo;&rsquo; made at 10Hz were found to be significantly correlated to both temperature and brine volume fraction in 2013 and 2014. Given previous studies citing a relationship between &epsilon;&rsquo; and &epsilon;&rsquo;&rsquo; to microstructural characteristics, both were next compared to measurements of individual pore volume, geometry (described using surface area to volume ratio) and connectivity. Initial analysis has revealed a strong correlation between &epsilon;&rsquo; and both pore volume and geometry, and &epsilon;&rsquo;&rsquo; and connectivity. While these results are promising, further research is needed to improve our understanding of the physical mechanisms responsible for each relationship described above and determine the dominant factors causing variatio...",
  "por_txt_cntn": "\n Sea ice plays many roles in Polar Regions including providing habitat for microorganisms at the base of marine food webs; playing an integral part in the lives and cultures of polar communities; and impacting natural resources exploration in the polar oceans. The microstructure of sea ice is constantly evolving from formation in the fall through melt in the summer. Fundamental challenges exist however, in observing this seasonal evolution and its effect on the interaction between sea ice and the surrounding environment. Any removal of ice cores to obtain data on ice properties, results in the immediate loss of brine and alterations of microstructure. The remoteness of field sites also limits observations. Methods to monitor sea ice microstructure continuously and non-destructively are therefore being explored. This project studied the potential for the electric properties of sea ice, highly sensitive to the brine distribution within to ice, to act as a proxy for microstructure. Research was conducted at Victoria University of Wellington (VUW) in collaboration with Dr. Malcolm Ingham, a leading researcher on the electric properties of sea ice.\n\n Previous to beginning work at VUW, measurements of the low frequency complex dielectric permittivity in the range of 10Hz to 95kHz were obtained off the coast of Barrow,AK on landfast sea ice. This electric property provides a complete description of a materials response to an electric current with measurements reflecting the polarization of the material (the real part of the permittivity, &epsilon;Æ) and the attenuation of the signal (the imaginary part of the permittivity, &epsilon;ÆÆ). We observed an increase across all frequencies in measurements of &epsilon;ÆÆ as ice evolved from March through June (Fig. 1). This trend is in agreement with past studies focused on the DC conductivity of sea ice and is attributed to an increase in conductive loss, itself primarily controlled by the connectivity of pore spaces (Jones et al., 2010). When examining measurements of &epsilon;Æ, a distinct frequency dependence is apparent (Fig. 2). While &epsilon;Æ was found to remain constant through the season above 1000Hz, below this frequency a substantial increase was observed from March through June particular in the upper 0.45m of ice. The physical processes responsible for this increase are surmised to be largely dependent on the microstructure of the ice including individual pore volumes and the geometry of pore spaces (Leroy et al., 2008; Scott and Barker, 2003). As a result, subsequent analysis has focused primarily on measurements obtained below 1000Hz.\n\n In parallel to measurements of complex permittivity, bulk properties including temperature, salinity, and brine value fraction were measured during each sampling campaign. Additionally, ice samples were gathered for 3D imaging allowing for further analysis of pore microstructure. Measurements of &epsilon;Æ and &epsilon;ÆÆ made at 10Hz were found to be significantly correlated to both temperature and brine volume fraction in 2013 and 2014. Given previous studies citing a relationship between &epsilon;Æ and &epsilon;ÆÆ to microstructural characteristics, both were next compared to measurements of individual pore volume, geometry (described using surface area to volume ratio) and connectivity. Initial analysis has revealed a strong correlation between &epsilon;Æ and both pore volume and geometry, and &epsilon;ÆÆ and connectivity. While these results are promising, further research is needed to improve our understanding of the physical mechanisms responsible for each relationship described above and determine the dominant factors causing variations found in measurements of complex permittivity.\n\n In addition to assisting in the analysis of complex permittivity measurements, the microstructural characterization conducted as part of this project provides a more detailed description of the seasonal evolution of natural sea ice. In the past this top..."
 }
}