{
 "awd_id": "1414978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Team Assembly and Performance in a Large Sample of Chinese Online Gamers",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-30",
 "awd_max_amd_letter_date": "2014-05-30",
 "awd_abstract_narration": "Traditional teams are well-established, clearly delineated groups of two or more people working together to achieve a common goal.  However, due to the advent of the Internet, individuals are now able to assemble into teams with increasing flexibility and fluidity. For instance, geographically dispersed individuals from a diverse array of backgrounds can temporarily join forces to complete a unique project, and then subsequently disband. This study will use a very large sample of Chinese online gaming teams in attempts to resolve the yet unanswered questions of how people go about choosing teammates when engaging in this type of ephemeral teamwork and whether some methods of teammate selection result in better performance than others. This research will be conducted at Fudan University in Shanghai, China under the guidance of Dr. Yunjie Xu. Dr. Xu is a foremost expert in quantitative methodology, and has unprecedented access to some of China's largest and most popular online gaming communities.\r\n\r\nThis project will utilize a dataset that is largely comprised of digital trace data, which is a type of big data that stems from the automatic recording of information based on user activity within the context of a virtual system. One primary benefit of using digital trace data is the unobtrusive nature of its acquisition; the current data were all collected within the context of a virtual online game, allowing for inconspicuous tracking of teaming patterns. Furthermore, the proposed hypotheses will be tested using a specific network analytic method known as exponential random graph modeling (ERGM). In this method, an observed network of relationships (i.e., team assembly ties) is modeled by estimating parameters based on individual differences, relational configurations present in the observed network, and even other relational independent variables. This NSF EAPSI award is funded in collaboration with the Chinese Ministry of Science and Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Wax",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Amy M Wax",
   "pi_email_addr": "",
   "nsf_id": "000658377",
   "pi_start_date": "2014-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wax                     Amy            M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "303081660",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": null,
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The current study utilized a de-identified data set of Dragon Nest online gaming teams.&nbsp; Dragon Nest is a free-to-play web-based massively multiplayer online role-playing game&mdash;or MMORPG.&nbsp; The Dragon Nest data set is largely comprised of digital trace data, which is a type of big data that stems from the automatic recording of information based on users&rsquo; activity within the context of a virtual system.&nbsp; The raw Dragon Nest trace data set includes roughly 6,116,200 data points (i.e., instances of individual players questing, either by themselves or on teams) for each weeklong period.&nbsp; Contemporarily, computing power poses a serious limitation to the analysis of such a large data set.&nbsp; Thus, due to the unusually large size of the raw data, the proposed research tested the aforementioned hypotheses on a sample of Dragon Nest in-game data.&nbsp; Specifically, gameplay from Monday, February 6, 2012 was analyzed, because this date coincides with China&rsquo;s Lantern Festival.&nbsp; Overall, analyses of the digital trace Dragon Nest data set rendered several significant findings.&nbsp; As expected, analyses revealed that individuals tend to self-assemble into teams that are homogenous in terms of player level, guild affiliation, and guild role, and also tend to form teams based on prior friendship and closure.&nbsp; However&mdash;deviating from hypothesized outcomes&mdash;results also suggested that: attractiveness as a teammate is not proportional to popularity as a teammate; individuals do not tend to self-assemble into teams that are homogenous in terms of character class, skill points, completed quests, money, or logins; individuals are prone to teaming up with players that are geographically distal rather than proximal; and situational attraction mechanisms are not the most influential on team self-assembly.&nbsp; In terms of performance analyses, only two hypothesized differences between performance groups were supported: unsuccessful teams were more homogenous in terms of completed quests than successful teams were, and successful teams had more friendships than unsuccessful teams did.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/23/2015<br>\n\t\t\t\t\tModified by: Amy&nbsp;M&nbsp;Wax</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe current study utilized a de-identified data set of Dragon Nest online gaming teams.  Dragon Nest is a free-to-play web-based massively multiplayer online role-playing game&mdash;or MMORPG.  The Dragon Nest data set is largely comprised of digital trace data, which is a type of big data that stems from the automatic recording of information based on usersÆ activity within the context of a virtual system.  The raw Dragon Nest trace data set includes roughly 6,116,200 data points (i.e., instances of individual players questing, either by themselves or on teams) for each weeklong period.  Contemporarily, computing power poses a serious limitation to the analysis of such a large data set.  Thus, due to the unusually large size of the raw data, the proposed research tested the aforementioned hypotheses on a sample of Dragon Nest in-game data.  Specifically, gameplay from Monday, February 6, 2012 was analyzed, because this date coincides with ChinaÆs Lantern Festival.  Overall, analyses of the digital trace Dragon Nest data set rendered several significant findings.  As expected, analyses revealed that individuals tend to self-assemble into teams that are homogenous in terms of player level, guild affiliation, and guild role, and also tend to form teams based on prior friendship and closure.  However&mdash;deviating from hypothesized outcomes&mdash;results also suggested that: attractiveness as a teammate is not proportional to popularity as a teammate; individuals do not tend to self-assemble into teams that are homogenous in terms of character class, skill points, completed quests, money, or logins; individuals are prone to teaming up with players that are geographically distal rather than proximal; and situational attraction mechanisms are not the most influential on team self-assembly.  In terms of performance analyses, only two hypothesized differences between performance groups were supported: unsuccessful teams were more homogenous in terms of completed quests than successful teams were, and successful teams had more friendships than unsuccessful teams did.\n\n \n\n\t\t\t\t\tLast Modified: 02/23/2015\n\n\t\t\t\t\tSubmitted by: Amy M Wax"
 }
}