{
 "awd_id": "1414909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Probing Photosynthetic Processes with Computers",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-29",
 "awd_max_amd_letter_date": "2014-05-29",
 "awd_abstract_narration": "Although great advances are being made to build more efficient and environment-friendly solar machines for green energy production, it still remains a challenge to design solar cells that are both efficient and inexpensive. This is the main reason to study naturally-occurring photosynthetic complexes found in plants and bacteria:  these organisms contain evolutionarily optimized architecture capable of yielding near 100% efficiency in converting sunlight to potentially viable energy. Since many of the key photosynthetic processes occur extremely fast, limited information can be obtained experimentally. This makes computational studies especially useful and motivates our development of accurate and reliable mathematical models based on quantum and classical physics to simulate the sub-nanometer and femtosecond chemistry. In collaboration with Dr. Young Min Rhee at Pohang University of Science and Technology in Korea, this research will combine two computational methodologies to develop an accurate representation of how sunlight is converted to chemical energy in naturally occurring photosynthetic complexes.\r\n\r\nThe reaction center is a subunit of the Photosystem II pigment-protein complex where exciton to charge-transition manifold quantum transition occurs. Several groups have studied this complex and yet, it still remains unclear why some charge-transfer states are created while others are not. This study will focus on developing a unifying model for the reaction center. The protein environment can be treated as classical point charges for the exciton manifold. However, for the charge-separated manifold, the charged chromophores will significantly polarize the local environment and a static charge description will not be sufficient. Thus, this study will build a polarizable representation of the protein for the QM/MM and MD calculations. The overall energy landscape will be implemented into quantum dynamics algorithm to simulate energy transfer and conversion. This NSF EAPSI award is funded in collaboration with the National Research Foundation of Korea.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "MiKyung",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "MiKyung Lee",
   "pi_email_addr": "",
   "nsf_id": "000659495",
   "pi_start_date": "2014-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lee                     MiKyung",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boston",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "022152521",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Pohang University of Science and Technology",
  "perf_str_addr": null,
  "perf_city_name": "Kyungbuk",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Korea, South",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientists world-wide are experimentally and theoretically engineering novel artificial photosynthetic and photovoltaic devices for cheap and efficient green energy production.&nbsp; Though great advances have been made such that artificial production of energy is becoming more ubiquitous, performances of these devices are still significantly subpar when compared to the efficiency of evolutionarily optimized photosynthetic complexes of algae, plants, and bacteria.&nbsp; Thus, more and more groups are designing devices that emulate the physics and chemistry of naturally occurring photosynthesis.&nbsp; And consequently, deeper understanding of photosynthetic mechanism at the atomistic level is becoming an imperative.</p>\n<p>Spectroscopic methods that use multiple laser pulses to probe femtosecond energy and charge transfer dynamics have become a popular experimental technique to characterize a variety of photosynthetic complexes.&nbsp; For example, energy and charge transfer pathways, as well as estimation of transfer rates, can be deduced from these experimental results.&nbsp; Oftentimes however, the complexity and the ultrafast dynamics in these networks of chromophores complicate data analysis and the resulting conclusions are oftentimes controversial.&nbsp; This is where computational studies can use the experimentally resolved data as guidelines and conduct theoretical experiments to provide a deeper understanding of the system.&nbsp; Especially with increasing availability of computational power, as well as exponentially growing development of advanced computational methods, building and applying mathematical models is becoming an indispensible tool to aide experimental research.&nbsp; This project focuses on building a mathematical model to describe the energy and charge transfer processes during the initial stages of photosynthesis in the reaction center subunit of the Photosystem II pigment-protein complex.&nbsp; The construction of our non-empirical model will allow us to computationally simulate experimental results and allow a clearer description of how nature evolutionally optimized photosynthesis to yield near 100% efficiency.</p>\n<p>Specifically, we are constructing a new system-bath Hamiltonian in the diabatic manifold of singly excited states of chromophores (coupled by transition dipole interactions), and charge-transfer states of two oppositely charged chromophores.&nbsp; This system Hamiltonian can be reliably approximated by constructing an ensemble distribution of energies obtained from a molecular dynamics configurations.&nbsp; The couplings of the electronic states to all the nuclear degrees of freedom in the complex are treated in two different ways:&nbsp; (1) the long-range intermolecular interaction of the chromophores with the protein and solvent environment is approximated classically by point-charge Coulomb interaction; (2) the fluctuation of the electronic energies induced by the intramolecular vibrational modes of the chromophores are treated quantum mechanically by calculating the changes in energies as the chromophores are displaced along the chromophore quantum normal modes.&nbsp;</p>\n<p>Previous and ongoing research in the Coker Group show that the classical description of the intermolecular interaction is a cheap and reliable method to capture how the slow thermal collective motions of the environment tune the energy fluctuations of the chromophores.&nbsp; Our most recent results also show that for intramolecular interactions, the vibrational motions of the chromophores, as well as how the energy changes along these modes, are unaffected by the differences in the local protein environment.&nbsp;</p>\n<p>Currently, all research and machinery have been tested for neutral states of chromophores. For the charged states in the reaction center, however, new physics needs to be taken into account in our model.&nbsp; Unlike the neutral exc...",
  "por_txt_cntn": "\nScientists world-wide are experimentally and theoretically engineering novel artificial photosynthetic and photovoltaic devices for cheap and efficient green energy production.  Though great advances have been made such that artificial production of energy is becoming more ubiquitous, performances of these devices are still significantly subpar when compared to the efficiency of evolutionarily optimized photosynthetic complexes of algae, plants, and bacteria.  Thus, more and more groups are designing devices that emulate the physics and chemistry of naturally occurring photosynthesis.  And consequently, deeper understanding of photosynthetic mechanism at the atomistic level is becoming an imperative.\n\nSpectroscopic methods that use multiple laser pulses to probe femtosecond energy and charge transfer dynamics have become a popular experimental technique to characterize a variety of photosynthetic complexes.  For example, energy and charge transfer pathways, as well as estimation of transfer rates, can be deduced from these experimental results.  Oftentimes however, the complexity and the ultrafast dynamics in these networks of chromophores complicate data analysis and the resulting conclusions are oftentimes controversial.  This is where computational studies can use the experimentally resolved data as guidelines and conduct theoretical experiments to provide a deeper understanding of the system.  Especially with increasing availability of computational power, as well as exponentially growing development of advanced computational methods, building and applying mathematical models is becoming an indispensible tool to aide experimental research.  This project focuses on building a mathematical model to describe the energy and charge transfer processes during the initial stages of photosynthesis in the reaction center subunit of the Photosystem II pigment-protein complex.  The construction of our non-empirical model will allow us to computationally simulate experimental results and allow a clearer description of how nature evolutionally optimized photosynthesis to yield near 100% efficiency.\n\nSpecifically, we are constructing a new system-bath Hamiltonian in the diabatic manifold of singly excited states of chromophores (coupled by transition dipole interactions), and charge-transfer states of two oppositely charged chromophores.  This system Hamiltonian can be reliably approximated by constructing an ensemble distribution of energies obtained from a molecular dynamics configurations.  The couplings of the electronic states to all the nuclear degrees of freedom in the complex are treated in two different ways:  (1) the long-range intermolecular interaction of the chromophores with the protein and solvent environment is approximated classically by point-charge Coulomb interaction; (2) the fluctuation of the electronic energies induced by the intramolecular vibrational modes of the chromophores are treated quantum mechanically by calculating the changes in energies as the chromophores are displaced along the chromophore quantum normal modes. \n\nPrevious and ongoing research in the Coker Group show that the classical description of the intermolecular interaction is a cheap and reliable method to capture how the slow thermal collective motions of the environment tune the energy fluctuations of the chromophores.  Our most recent results also show that for intramolecular interactions, the vibrational motions of the chromophores, as well as how the energy changes along these modes, are unaffected by the differences in the local protein environment. \n\nCurrently, all research and machinery have been tested for neutral states of chromophores. For the charged states in the reaction center, however, new physics needs to be taken into account in our model.  Unlike the neutral excited states, the charges describing the protein and solvent molecules will no longer be static but will change dynamically in response to the charge gain/loss of the ..."
 }
}