{
 "awd_id": "1414296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ants as a model system to study processes that influence the transmission dynamics of infectious diseases",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 1831270.0,
 "awd_amount": 1831270.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "Living in societies affects disease transmission, and understanding how infectious diseases transmit in social settings is a crucial area of research for humans directly, for the animals and plants we use as food, and for the environments we seek to protect. Many settings for disease spread are currently being studied, from schools and workplaces to farms and wild areas. But few systems offer the opportunity to experimentally examine the diverse factors driving disease transmission. Social ant colonies provide a novel experimental approach to manipulate infection and measure disease transmission. In this project, the investigators will seek to understand the role of group size, group complexity, and individual contact networks in driving infectious disease transmission. Historically, linking individual contact patterns with the emergent properties of disease transmission has been limited by logistical constraints. In this research, scientists will use video cameras and ant colonies as a model system to track social interaction networks and follow movement of beneficial, null and pathogenic agents. The project will leverage a general excitement for ants, including public interest in some of their parasites, such as zombie ant fungi, to provide products for diverse stakeholders. These will include comprehensive lesson plans, work modules and experiments on mathematical biology of disease. Videos, computer code, games and statistical packages will also be developed, enabling K-12 teachers and students, university classes, and the broader public, to collect and analyze data on social interactions and pathogen transmission. The Epidemics MOOC (Massive, Open, Online Course) at Pennsylvania State University will disseminate the project to a broad audience. Because the research focuses on understanding the mathematical rules of disease transmission, the results will have direct relevance for humans and provide novel insights into how to manipulate the process of transmission to reduce disease. \r\n\r\nAnts have a highly evolved social system. Their colonies have agriculture, waste management, air conditioning, aggressive interactions and food limitation. They also are able to effectively control many diseases. Because ant societies are known to optimize the transmission of resources like sugar and protein while reducing pathogen spread, they will serve as a model system for understanding disease transmission. Using epidemiological, spatial and network models, the research will investigate how a range of agents from positive (food) to negative (pathogens) to null (inert beads) are shuttled around the nest. The study of transmission elements that range from beneficial to virulent will allow the establishment of baseline patterns for scaling transmission as a function of colony size and extrinsic conditions (i.e. physical structure) and will shed new light on the role of infectious processes in structuring societies. Although the study of contact networks is often limited to examining a subset of a population (ignoring contacts with unmeasured individuals), some proxy for the relevant contacts that is easier to measure or to the realized transmission network of some pathogen rather than the full network of potential paths, is needed.  The use of video recording within ant nests will allow high-resolution quantification of contacts; thus enabling a comprehensive study of pathogen transmission as an emergent property of societies. The project will include continuous data recorded on thousands of individuals to study the scaling of transmission as a generic process (i.e. independent of pathogens) and link that transmission to the spread of both beneficial and deleterious elements. Using novel dynamic network models and spatial movement models, the important components of social living that promote disease transmission, and those that reduce its spread will be identified. The role of these components will be verified with targeted knockout experiments that will provide specific insights into controlling destructive ant colonies and general insights into the mechanisms behind social immunity and disease control in humans and other social species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hughes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Hughes",
   "pi_email_addr": "dhughes@psu.edu",
   "nsf_id": "000568739",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Ferrari",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Ferrari",
   "pi_email_addr": "mferrari@psu.edu",
   "nsf_id": "000162701",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shweta",
   "pi_last_name": "Bansal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shweta Bansal",
   "pi_email_addr": "shweta@sbansal.com",
   "nsf_id": "000552482",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ephraim",
   "pi_last_name": "Hanks",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ephraim M Hanks",
   "pi_email_addr": "hanks@psu.edu",
   "nsf_id": "000659544",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1831270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In our project we examined how infectious diseases move in complex societies and the role of crowding on such transmission. &nbsp;Our own complex society is currently experiencing a global pandemic so understanding the factors driving transmission is of &nbsp;great interest. We used ants and fungi as a model for experimentally infecting a society and following disease transmission. We developed an innovative system of following all ants within a nest and all their interactions. We introduced fungal diseases which had been genetically modified to be florescent. As ants would enter the next the would pick up spores and spread them around. We used an automated, powerful microscope to image the floor space of ant colonies. &nbsp;In this way we could tell how density in a society and the movement patterns influenced the spread of diseases. We went further to examine how such conditions affected the spread of disease between ants too. We built an innovative nest where we could flash freeze a colony with liquid nitrogen to freeze all ants in place and prevent more spread of the disease agent. Then we extracted them and using a more powerful microscope counted the spores on the cuticle of ants. We also used a complementary technique of DNA analysis. This unique experimental data allowed us to precisely relate the movement and density of individuals in a society with the precise details of transmission by an infectious agent. The replicability of our ant fungal model and experimental control offers great potential for understanding disease spread in our own societies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2021<br>\n\t\t\t\t\tModified by: David&nbsp;Hughes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn our project we examined how infectious diseases move in complex societies and the role of crowding on such transmission.  Our own complex society is currently experiencing a global pandemic so understanding the factors driving transmission is of  great interest. We used ants and fungi as a model for experimentally infecting a society and following disease transmission. We developed an innovative system of following all ants within a nest and all their interactions. We introduced fungal diseases which had been genetically modified to be florescent. As ants would enter the next the would pick up spores and spread them around. We used an automated, powerful microscope to image the floor space of ant colonies.  In this way we could tell how density in a society and the movement patterns influenced the spread of diseases. We went further to examine how such conditions affected the spread of disease between ants too. We built an innovative nest where we could flash freeze a colony with liquid nitrogen to freeze all ants in place and prevent more spread of the disease agent. Then we extracted them and using a more powerful microscope counted the spores on the cuticle of ants. We also used a complementary technique of DNA analysis. This unique experimental data allowed us to precisely relate the movement and density of individuals in a society with the precise details of transmission by an infectious agent. The replicability of our ant fungal model and experimental control offers great potential for understanding disease spread in our own societies.\n\n \n\n\t\t\t\t\tLast Modified: 01/05/2021\n\n\t\t\t\t\tSubmitted by: David Hughes"
 }
}