{
 "awd_id": "1414911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Determining the Biology and Ecology of One of Earth's Earliest animals: Dickinsonia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-06-02",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "Fossils of the Ediacara biota, represent the earliest evidence of macroscopic, multicellular organisms on Earth. This diverse fauna of soft-bodied organisms helps to bridge the evolutionary gap between microscopic, unicellular life forms known to exist through most of Earth's early history and the complex, familiar forms that exists today. Dickinsonia is a common and diverse member of this biota, however it remains poorly understood. Determining the ecology and biology of this early organism will provide critical insight to our understanding of the evolution of early life. Abundant fossils, including hundreds of Dickinsonia have been identified in the Flinders Ranges area of South Australia and many are housed in the South Australia Museum (SAM). Travel to South Australia will allow access to this unparalleled data set and permit collaboration with Dr. Jim Gehling (at the SAM), the premier expert on specimens from this region.\r\n\r\nStudy of Dickinsonia from the Ediacaran deposits of South Australia will be conducted in order to test two hypotheses: 1) previously determined species distinctions can be identified using morphologic differences and are not an artifact of varying preservational modes; and 2) Dickinsonia had preferred environmental habitats and was one of the most abundant organism of the Ediacara biota. Data will also be used to address the extent to which size frequency and spatial patterns can inform us about the autecology and synecology of this unique organism. These hypotheses will be tested through four objectives: 1) identify morphological variability in order to investigate speciation; 2) to determine dominance and environmental preference using photographs of entire bed surfaces along with detailed reports of presence, absence, and abundance of Dickinsonia; 3) bed scale observations of size and abundance data will also be documented as well as spatial relations between Dickinsonia and other taxonomic groups to examine the ecologic importance of this ancient organism; and 4) evaluate potential preservation biases in this fossil record. This NSF EAPSI award is funded in collaboration with the Australian Academy of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Evans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Evans",
   "pi_email_addr": "",
   "nsf_id": "000657776",
   "pi_start_date": "2014-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Evans                   Scott",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverside",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "925076011",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "South Australia Museum",
  "perf_str_addr": null,
  "perf_city_name": "Adelaide, South Australia",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The enigmatic members of the Ediacara biota represent the earliest known examples of multicellular animal-like organisms. While ancestors of many animal groups familiar today were most likely extant during the Ediacaran, determining the biological affinities for specific taxa remains difficult. Recent studies have focused on specific biologic and ecological attributes of Ediacara organisms.&nbsp; This project focused on one of the most common and easily recognizable, yet poorly understood, members of the Ediacara biota, <em>Dickinsonia </em>(fig. 1)&nbsp;in order to constrain its ecology and biology</p>\n<p>Examination of <em>Dickinsonia</em> specimens in the Flinders Ranges area of South Australia and at the South Australia Museum in Adelaide resulted in two significant findings. The first major outcome of this fellowship demonstrated a consistent pattern of incomplete preservation in certain fossil specimens of <em>Dickinsonia</em>, that is some of these samples seemed to be missing pieces of their relatively simple bodies (fig. 2). Measurements of the orientation of these incomplete specimens demonstrated that there was a consistent directionality to these &ldquo;missing pieces&rdquo; of <em>Dickinsonia. </em>Comparison of the orientation of this unique feature with sedimentological and fossil evidence of current orientation acting upon these fossil beds indicated that this preservational variant formed during a high energy burial event. Thus, the so-called missing pieces are not in fact missing but rather represent the partial preservation of specimens that were lifted off of the seafloor during storm events. This result also indicates that <em>Dickinsonia</em> was a free-living, non-attached organism and supports other evidence that it may have been capable of some form of movement.</p>\n<p>The second phase of research focused on determining patterns in abundance and body size for <em>Dickinsonia. </em>Body size measurements of over 900 specimens of <em>Dickinsonia costata</em> produce a log-normal size frequency curve, indicative of a modern reproductive strategy known as high infant mortality. This strategy implies that this organism produced numerous young and that few of those juveniles reached full maturity. The presence of <em>D. costata</em> in numerous disparate lithologies, representing distinct habitats within the ancient Ediacaran ocean, demonstrates that it was capable of living in a variety of environments. Abundance data suggests that <em>D. costata</em> preferred to live in shallow water habitats below the influence of daily wave action. Within this habitat, examinations of <em>D. costata</em> on individual bed surfaces demonstrates a significant variability in density and size (Table 1). <em>D. costata</em> avoided areas of the ocean dominated by large frondose organisms and the tubular fossil <em>Funisia</em>. Based on evidence from organic mat coverings, the timing between storm events that resulted in the burial of these fossil communities limited the possible size ranges of <em>D. costata</em>, with small populations representing communities buried before they fully developed. A single bed contains more than half of the <em>D. costata </em>at Nilpena and the absence of cohorts of similarly sized specimens within this population suggests that this organism reproduced continuously and unsystematically throughout the year. Size distributions on other beds support this reproductive strategy while others may be skewed by low specimen numbers and the timing of depositional events. &nbsp;</p>\n<p>These finding demonstrate how the environment over 550 million years ago directly impacted a poorly understood fossil organism. This will allow the same determinations to be made for other Ediacaran fossil organisms. This study also adds to the evidence that <em>Dickinsonia </em>was a mobile, free-living organism which makes it one of the earliest macroscopi...",
  "por_txt_cntn": "\nThe enigmatic members of the Ediacara biota represent the earliest known examples of multicellular animal-like organisms. While ancestors of many animal groups familiar today were most likely extant during the Ediacaran, determining the biological affinities for specific taxa remains difficult. Recent studies have focused on specific biologic and ecological attributes of Ediacara organisms.  This project focused on one of the most common and easily recognizable, yet poorly understood, members of the Ediacara biota, Dickinsonia (fig. 1) in order to constrain its ecology and biology\n\nExamination of Dickinsonia specimens in the Flinders Ranges area of South Australia and at the South Australia Museum in Adelaide resulted in two significant findings. The first major outcome of this fellowship demonstrated a consistent pattern of incomplete preservation in certain fossil specimens of Dickinsonia, that is some of these samples seemed to be missing pieces of their relatively simple bodies (fig. 2). Measurements of the orientation of these incomplete specimens demonstrated that there was a consistent directionality to these \"missing pieces\" of Dickinsonia. Comparison of the orientation of this unique feature with sedimentological and fossil evidence of current orientation acting upon these fossil beds indicated that this preservational variant formed during a high energy burial event. Thus, the so-called missing pieces are not in fact missing but rather represent the partial preservation of specimens that were lifted off of the seafloor during storm events. This result also indicates that Dickinsonia was a free-living, non-attached organism and supports other evidence that it may have been capable of some form of movement.\n\nThe second phase of research focused on determining patterns in abundance and body size for Dickinsonia. Body size measurements of over 900 specimens of Dickinsonia costata produce a log-normal size frequency curve, indicative of a modern reproductive strategy known as high infant mortality. This strategy implies that this organism produced numerous young and that few of those juveniles reached full maturity. The presence of D. costata in numerous disparate lithologies, representing distinct habitats within the ancient Ediacaran ocean, demonstrates that it was capable of living in a variety of environments. Abundance data suggests that D. costata preferred to live in shallow water habitats below the influence of daily wave action. Within this habitat, examinations of D. costata on individual bed surfaces demonstrates a significant variability in density and size (Table 1). D. costata avoided areas of the ocean dominated by large frondose organisms and the tubular fossil Funisia. Based on evidence from organic mat coverings, the timing between storm events that resulted in the burial of these fossil communities limited the possible size ranges of D. costata, with small populations representing communities buried before they fully developed. A single bed contains more than half of the D. costata at Nilpena and the absence of cohorts of similarly sized specimens within this population suggests that this organism reproduced continuously and unsystematically throughout the year. Size distributions on other beds support this reproductive strategy while others may be skewed by low specimen numbers and the timing of depositional events.  \n\nThese finding demonstrate how the environment over 550 million years ago directly impacted a poorly understood fossil organism. This will allow the same determinations to be made for other Ediacaran fossil organisms. This study also adds to the evidence that Dickinsonia was a mobile, free-living organism which makes it one of the earliest macroscopic organisms capable of movement. Results of this research also establish the reproductive strategy for a fossil organism with relatively unknown biological affinities. Understanding recruitment strategies and environmental preferences for Dic..."
 }
}