{
 "awd_id": "1414674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Mechanosensitive hydrogels to measure the forces cells exert on their environment",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-27",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "Cells in solid tissue are surrounded by the extra cellular matrix (ECM), a complex assortment of proteins and other biomolecules. The ECM provides chemical and mechanical signals to guide cell behavior, however, it is still not entirely understood how cells sense and respond to these signals. Progress in this area has been limited by a lack of tools to measure the mechanical forces cells exert in biologically relevant conditions. Therefore, in collaboration with Dr. Jong-Man Kim at Hanyang University in Seoul, South Korea, this research aims to create an analytical platform to allow researchers to directly measure the cell-generated forces in three dimensional cell culture systems. Dr. Jong-Man Kim and his research group are experts in the synthesis of polydiacetylene (PDA) vesicles that exhibit a mechanosensitive fluorescence response. The development of better research tools to measure these forces would enable a better understanding of processes such as tumor invasion in cancer and cellular differentiation during development, as well as lead to advances in areas such as tissue engineering for regenerative medicine.\r\n\r\nCells bind directly to ECM proteins with integrins, forming cell-matrix adhesions which mediate signaling between the cell and local microenvironment. 3D models of tissue culture consist of gel structures in which cells may be directly suspended in, better simulating the in vivo microenvironment compared to surface 2D culture systems. These PDA vesicles can be chemically modified to display protein motifs native to the ECM, such as the RGD (Arg-Gly-Asp) motif, enabling cells to form adhesions with the vesicles. Thus, this research aims to fabricate and characterize 3D scaffolds containing PDA-RGD vesicles, with the goal of enabling direct observation of cell-matrix forces. This NSF EAPSI award is funded in collaboration with the National Research Foundation of Korea.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Augusto",
   "pi_last_name": "Tentori",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Augusto M Tentori",
   "pi_email_addr": "",
   "nsf_id": "000659008",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tentori                 Augusto        M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947091716",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Hanyang University",
  "perf_str_addr": null,
  "perf_city_name": "Seoul",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Korea, South",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For this EAPSI project, I proposed to work in collaboration with Professor Jong-Man Kim and his lab in the Chemical Engineering Department at Hanyang University in Seoul, Korea. Professor Jong-Man Kim is a widely respected leader in the area of polymer chemistry, and his laboratory synthesises polymers known as polydiacetylene (PDA) vesicles that exhibit a colorimetric response upon a variety of stimuli, such as temperature, molecular binding, and mechanical forces. PDA vesicles can be modified to display different chemistries including the RGD motif for mammalian cell binding.&nbsp;</p>\n<p>Our proposed project was to modify cell culture gels with the PDA-RGD vesicles to develop a cell culture system to monitor the mechanical forces cells exert upon binding to the PDA-RGD decorated gel substrate. Development of a tool to measure these mechanical forces could have important implications in areas such as tissue engineering, cancer cell metastasis, and tumor development. During the summer, I also worked with Professor Justyn Jaworski and his research group also in the Chemical Engineering Department and close collaborators of Professor Jong-Man Kim. Because of the gel fabrication and electrophoresis expertise I have obtained from my dissertation work at the Herr Lab in UC Berkeley, in addition to exploring the use of PDA vesicles for mechano-sensitive tissue culture systems, we also looked into using the chemical binding colorimetric response of PDA vesicles for molecular detection in polyacrylamide gel electrophoresis (PAGE) systems.</p>\n<p>PDA vesicles exhibit a blue color were cross-linked using UV light in the 254 nm range. The color of the vesicles changes to red after incubation for 1 hour at 37 &ordm;C and 60&ordm;C.&nbsp; The colorimetric response of the vesicles was calculated after measuring the absorption in a fluorospectrophotometer to establish a baseline for what was expected. The first challenge was to develop an approach to embed PDA vesicles into gels for cell culture while preserving their colorimetric response of the vesicles. Several approaches were tested to embed PDA vesicles into polyacrylamide gels including chemical polymerization using TEMED and APS and UV photopolymerization with azo initiator VA-086. Incorporation of vesicles into agarose gels was also tested. Additionally, covalent attachment of PDA vesicles to the surface of prepolymerized was also explored. The most successful approach was the use of gel photopolymeration with the precursor solution containing previously cross-linked vesicles.</p>\n<p>As a proof-of-concept demonstration of the use of PDA vesicles for biosensing applications, we embedded PDA vesicles into a polyacrylamide gel and electrophoretically introduced the detergent SDS to induce a color change. After this proof-of-concept demonstration with SDS, our next step is to showcase the binding induced colorimetric response with biotin-streptavidin or RGD-ligand molecular binding interactions. We are planning to continue this research by testing the color changes induced in PDA-biotin vesicles by molecular binding of streptavidin. We are also planning to embed PDA-RGD vesicles in acrylamide gels investigate the ability of cells to bind to the RGD domain and attach to the gels. Understanding how the forces generated at the cell-matrix interface evolve in 3D is a difficult problem for which we currently lack the appropriate tools to study. PDA can provide an elegant solution to this problem by allowing us to construct a mechanoresponsive scaffold from which we can directly monitor the evolution of stresses in 3D cell culture systems. The results from this continuing work could not only increase our understanding of the fundamental chemistry of the colorimetric response of PDA vesicles, but also impact many areas of great societal concern, such as better understanding of tumor tissue invasion in cancer and cell migration duri...",
  "por_txt_cntn": "\nFor this EAPSI project, I proposed to work in collaboration with Professor Jong-Man Kim and his lab in the Chemical Engineering Department at Hanyang University in Seoul, Korea. Professor Jong-Man Kim is a widely respected leader in the area of polymer chemistry, and his laboratory synthesises polymers known as polydiacetylene (PDA) vesicles that exhibit a colorimetric response upon a variety of stimuli, such as temperature, molecular binding, and mechanical forces. PDA vesicles can be modified to display different chemistries including the RGD motif for mammalian cell binding. \n\nOur proposed project was to modify cell culture gels with the PDA-RGD vesicles to develop a cell culture system to monitor the mechanical forces cells exert upon binding to the PDA-RGD decorated gel substrate. Development of a tool to measure these mechanical forces could have important implications in areas such as tissue engineering, cancer cell metastasis, and tumor development. During the summer, I also worked with Professor Justyn Jaworski and his research group also in the Chemical Engineering Department and close collaborators of Professor Jong-Man Kim. Because of the gel fabrication and electrophoresis expertise I have obtained from my dissertation work at the Herr Lab in UC Berkeley, in addition to exploring the use of PDA vesicles for mechano-sensitive tissue culture systems, we also looked into using the chemical binding colorimetric response of PDA vesicles for molecular detection in polyacrylamide gel electrophoresis (PAGE) systems.\n\nPDA vesicles exhibit a blue color were cross-linked using UV light in the 254 nm range. The color of the vesicles changes to red after incubation for 1 hour at 37 &ordm;C and 60&ordm;C.  The colorimetric response of the vesicles was calculated after measuring the absorption in a fluorospectrophotometer to establish a baseline for what was expected. The first challenge was to develop an approach to embed PDA vesicles into gels for cell culture while preserving their colorimetric response of the vesicles. Several approaches were tested to embed PDA vesicles into polyacrylamide gels including chemical polymerization using TEMED and APS and UV photopolymerization with azo initiator VA-086. Incorporation of vesicles into agarose gels was also tested. Additionally, covalent attachment of PDA vesicles to the surface of prepolymerized was also explored. The most successful approach was the use of gel photopolymeration with the precursor solution containing previously cross-linked vesicles.\n\nAs a proof-of-concept demonstration of the use of PDA vesicles for biosensing applications, we embedded PDA vesicles into a polyacrylamide gel and electrophoretically introduced the detergent SDS to induce a color change. After this proof-of-concept demonstration with SDS, our next step is to showcase the binding induced colorimetric response with biotin-streptavidin or RGD-ligand molecular binding interactions. We are planning to continue this research by testing the color changes induced in PDA-biotin vesicles by molecular binding of streptavidin. We are also planning to embed PDA-RGD vesicles in acrylamide gels investigate the ability of cells to bind to the RGD domain and attach to the gels. Understanding how the forces generated at the cell-matrix interface evolve in 3D is a difficult problem for which we currently lack the appropriate tools to study. PDA can provide an elegant solution to this problem by allowing us to construct a mechanoresponsive scaffold from which we can directly monitor the evolution of stresses in 3D cell culture systems. The results from this continuing work could not only increase our understanding of the fundamental chemistry of the colorimetric response of PDA vesicles, but also impact many areas of great societal concern, such as better understanding of tumor tissue invasion in cancer and cell migration during development and regeneration.\n\n\t\t\t\t\tLast Modified: 02/25/2015\n\n\t\t\t\t\tSubmitted by: Augus..."
 }
}