{
 "awd_id": "1414862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Integrating mechanical and biochemical cues in wound healing",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 70.0,
 "awd_amount": 70.0,
 "awd_min_amd_letter_date": "2014-05-27",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "A fundamental question in biology is how cells can maintain their cell-cell contacts and move together in two-dimensional and three-dimensional space. This process is important in functions including tissue development, wound healing, and invasion of tumor cells. While there is considerable knowledge about how single cells migrate, little is known about how groups of cells migrate together. Many researchers have looked into individual molecules that contribute to the ability of cells to migrate collectively, but investigations into the role of the mechanical properties of the environment are still in early stages. In collaboration with Dr. Paul Matsudaira, of the National University of Singapore, this study will use substrates with different mechanical properties to investigate how these mechanical cues mimicking physiological environments, for example stiffness, effect collective cell migration.  The Mechanobiology Institute at the National University of Singapore has state of the art instrumentation and expertise that will enable the completion of this study.\r\n\r\nMore specifically, this project will use a tunable viscoelastic substrate to investigate how mechanical cues from the environment affect collective cell migration. The balance between cell-matrix adhesions and cell-cell adhesion will be studied by looking into the biochemical properties that mediate substrate induced collective cell migration. Single-cell confocal and fluorescence imaging will be employed, along with development of automated image-processing tools, to quantitatively assess cell-junctions in real time migration experiments. Modulating biochemical factors known to be important in collective cell migration (including focal adhesion kinase, proteases, and cadherins) will be used to uncover mechanisms that differ between stiff and viscous substrate migration to develop a more complete model of how epithelial cells make collective decisions in response to their environment. The successful completion of this project will result in a more concrete understanding of tissue migration and dynamics in physiological environments. This NSF EAPSI award is funded in collaboration with the National Research Foundation of Singapore.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Schrier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Schrier",
   "pi_email_addr": "",
   "nsf_id": "000658902",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Schrier                 Sarah",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021394306",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National University of Singapore",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SN",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Singapore",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 70.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A fundamental question in biology is how cells can maintain their cell-cell contacts and move together in two-dimensional and three-dimensional space. This process is important <span style=\"color: #ff0000;\"><span style=\"text-decoration: line-through;\">in&nbsp;</span></span>tissue development, <del datetime=\"2014-04-23T16:26\" cite=\"mailto:Bill%20Hesse\">&nbsp;</del>wound healing, <ins datetime=\"2014-04-23T16:26\" cite=\"mailto:Bill%20Hesse\">and</ins> invasion of tumor cells<span style=\"color: #008000;\">.</span>&nbsp;Cells&rsquo; ability to migrate collectively despite their individual motility underlies how tissues form and adapt while maintaining these important functions. Although we know a lot about how single cells migrate, we know comparatively little about how groups of cells migrate.&nbsp; While many investigations have studied how individual molecules contribute to collective migration, investigations into the effect of mechanical properties of the environment are still in early stages.&nbsp; In collaboration with Dr. Paul Matsudaira, of the National University of Singapore, this study used substrates with different mechanical properties&nbsp;to investigate how these mechanical cues mimicking physiological environments, for example stiffness, effect collective cell migration.</p>\n<p>&nbsp;</p>\n<p>During the award period, I setup an imaging system allowing visualization of the cell membrane and cell nucleus in a temperature and humidity controlled environment over time periods of 8 hours.&nbsp; I was able to test several different types of cell stains to determine which would be the most optimal for downstream image analysis. Finally, I worked with PDMS of three different viscoelasticies to come up with a series of cell tracking videos representing how confluent cells moved on each of these different substrates. &nbsp;These experiments, plus the computational tracking framework I developed, enabled me to assess several parameters that differ between cells seeded on stiff vs. elastic substrates.&nbsp; The framework developed here to study differences in migration on these surfaces, as well as the computational analysis allowing us to identify in an automated way parameters that are specific to migration on each stiffness of substrate tested, will help to form a more concrete understanding of tissue migration and dynamics in physiological environments. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Additionally, this NSF EAPSI award provided me with an exciting opportunity to collaborate internationally with researchers at the National University of Singapore.&nbsp; This fostered international collaboration, communication, and sharing of scientific ideas and techniques that would have otherwise not been possible.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/25/2015<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Schrier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA fundamental question in biology is how cells can maintain their cell-cell contacts and move together in two-dimensional and three-dimensional space. This process is important in tissue development,  wound healing, and invasion of tumor cells. CellsÆ ability to migrate collectively despite their individual motility underlies how tissues form and adapt while maintaining these important functions. Although we know a lot about how single cells migrate, we know comparatively little about how groups of cells migrate.  While many investigations have studied how individual molecules contribute to collective migration, investigations into the effect of mechanical properties of the environment are still in early stages.  In collaboration with Dr. Paul Matsudaira, of the National University of Singapore, this study used substrates with different mechanical properties to investigate how these mechanical cues mimicking physiological environments, for example stiffness, effect collective cell migration.\n\n \n\nDuring the award period, I setup an imaging system allowing visualization of the cell membrane and cell nucleus in a temperature and humidity controlled environment over time periods of 8 hours.  I was able to test several different types of cell stains to determine which would be the most optimal for downstream image analysis. Finally, I worked with PDMS of three different viscoelasticies to come up with a series of cell tracking videos representing how confluent cells moved on each of these different substrates.  These experiments, plus the computational tracking framework I developed, enabled me to assess several parameters that differ between cells seeded on stiff vs. elastic substrates.  The framework developed here to study differences in migration on these surfaces, as well as the computational analysis allowing us to identify in an automated way parameters that are specific to migration on each stiffness of substrate tested, will help to form a more concrete understanding of tissue migration and dynamics in physiological environments.  \n\n \n\nAdditionally, this NSF EAPSI award provided me with an exciting opportunity to collaborate internationally with researchers at the National University of Singapore.  This fostered international collaboration, communication, and sharing of scientific ideas and techniques that would have otherwise not been possible. \n\n\t\t\t\t\tLast Modified: 02/25/2015\n\n\t\t\t\t\tSubmitted by: Sarah Schrier"
 }
}