{
 "awd_id": "1415398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Measuring Quantum Dot Interactions Using Coherent Two-Dimensional Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 410537.0,
 "awd_amount": 282291.0,
 "awd_min_amd_letter_date": "2014-07-03",
 "awd_max_amd_letter_date": "2015-05-19",
 "awd_abstract_narration": "Non-technical abstract\r\n\r\nSemiconductor quantum dots have discrete energy levels similar to those in an atom, thus they are often described as as \"artificial atoms\". Unlike atoms, the energy level structure of a quantum dot can be engineered, making them attractive for a wide range of applications ranging from highly efficient lasers to quantum information processing. In addition, quantum dots can be embedded in solid-state devices, a key feature for use in applications. When quantum dots are brought into proximity to one another, their interaction results in new states, just as the interaction between atoms results in the formation of molecules. This project will employ a new coherent optical method to observe and characterize the interactions between quantum dots with sufficient spatial resolution to isolate a single dot or a small set of interacting dots. This new optical method is inspired by established magnetic resonance tachniques that are used to determine molecular structure. Furthermore, the spectroscopic technique developed by this project will have broader applications. For example, it could be used to study excitation processes in photovoltaic solar cells. This project will combine research and education by training students in the multidisciplinary field of coherent optical spectroscopy of solid state systems. This training will include the basic science of the interaction of condensed matter systems with light as well as practical aspects of photonics and microfabrication.\r\n\r\n\r\nTechnical Abstract\r\n\r\nSemiconductor quantum dots grown by molecular beam epitaxy have possible applications ranging from low-threshold laser diodes to implementing qubits in quantum information science. Epitaxially grown quantum dots have been studied extensively using single dot techniques, however single dot techniques are not as good at probing the coupling between quantum dots. Interactions can dramatically alter the optical and electronic properties of quantum dots. Furthermore, quantum information schemes require that there be controllable interactions between qubits, and hence between quantum dots. This project probes the coupling between quantum dots using a new implementation of optical multi-dimensional coherent spectroscopy based on photocurrent readout and applying it to small ensembles of InGaAs quantum dots. Two-dimensional coherent spectroscopy was originally developed in nuclear magnetic resonance. Over the last decade, there has been extensive progress in implementing two-dimensional spectroscopy in the infrared and optical regions of the spectrum. The principal investigator's group is a leader in developing methods for using it to study electronic transitions in semiconductors using near-infrared light. Recently these studies have included large ensembles of GaAs natural quantum dots and InAs self-assembled quantum dots. However, the methods used so far, based on detecting an optical signal produced by the third-order nonlinear response of the sample, are not appropriate for use on small ensembles of quantum emitters, which will not generate a well formed signal beam. Thus this project uses a new approach to two-dimensional spectroscopy that detects a fourth-order population through measurement of photocurrent. This approach will be applied to InAs quantum dots and quantum dot molecules embedded in a diode structure. The goal is to understand and measure the interactions between quantum dots to advance the fundamental understanding of quantum phenomena in these nanoscale systems. This understanding can improve the design of systems with target quantum mechanical states and dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Cundiff",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Steven T Cundiff",
   "pi_email_addr": "cundiff@umich.edu",
   "nsf_id": "000197361",
   "pi_start_date": "2014-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 94491.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}