{
 "awd_id": "1415128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Using an Unmanned Aerial Vehicle to Detect Wind Turbine Blade Defects in Offshore Wind Parks",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-05-29",
 "awd_max_amd_letter_date": "2014-05-29",
 "awd_abstract_narration": "Current wind turbine blades (WTB) maintenance requires a crane, a highly trained expert who can diagnose issues, and a large amount of safety equipment. Performing these inspections is enormously costly and time intensive, and in some cases nearly impossible to perform in a safe and consistent manner. This project aims to reduce inspection costs and improve worker safety by developing a prototype of an unmanned aerial vehicle that will be able to perform inspections that can identify hairline thickness cracks on turbine blades in even the most challenging environments. This research will be conducted at Shanghai Jiao Tong University in China in collaboration with Dr. Long Chengnian. China is an especially good site for studying semi-automatic blade inspections because China has a larger fraction of wind energy capacity than the United States and the air pollution in China complicates blade inspections because dust and particles can reduce the visibility of site employees and inspection devices.\r\n\r\nThis project will develop a cost-effective semi-automatic device that can identify and classify WTB surface defects using advanced image processing techniques and especially will focus on offshore WTBs because offshore sites represent a worst-case scenario of obstacles to performing safe and consistent blade inspections. Offshore WTBs are especially large in size, are far from land on which a crane may be anchored, and are prone to defects and poor inspection lighting caused by dust, salt, and water vapor in the air. If the wind energy is to further develop its offshore capabilities, it is critical to develop a semi-automatic blade inspection system that can detect early defects and minimize the costs that remain an obstacle to wind energy's adoption as a replacement for burning fossil fuels. This NSF EAPSI award is funded in collaboration with the Chinese Ministry of Science and Technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huiyi",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huiyi Zhang",
   "pi_email_addr": "",
   "nsf_id": "000658809",
   "pi_start_date": "2014-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Zhang                   Huiyi",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ames",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "",
  "inst_zip_code": "500108809",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Shanghai Jiao Tong University",
  "perf_str_addr": null,
  "perf_city_name": "Shanghai",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "200240",
  "perf_ctry_code": "CH",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">This project developed a cost-effective, semi-automatic unmanned aerial vehicle device that can identify and classify wind turbine blade surface defects using advanced image processing techniques. It especially focuses on offshore wind turbine blades because offshore sites represent a worst-case scenario of obstacles to performing safe and consistent blade inspections. The results showed that it is feasible to detect surface flaws of offshore wind turbine blades with an unmanned aerial vehicle system, but it is not yet feasible to build a completely automated system.</p>\n<p style=\"text-align: left;\">The field test showed that it is easier to capture a full image of the turbine when the blades are rotating at low wind speeds like 3-5 m/s. The low pressure side of the blades was easily inspected when the turbine was in a stationary position even though the distance between the unmanned aerial vehicle and the blade was more than 75 meters. However, it was impossible to inspect the high-pressure side of the blades with the unmanned aerial vehicle when the blade was in stationary position because the camera was located under the propellers of the unmanned aerial vehicle. On the other side, three positions were selected to capture the entire surface images of a rotating turbine and the results showed that it is sufficient to capture the entire surface of the blades with some minor adjustment of the camera.</p>\n<p style=\"text-align: left;\">Shanghai&rsquo;s offshore wind park began operations in 2010 with 34 3-megawatt (MW) wind turbines (Xinhua News, 2012). Inspecting the blades on offshore turbines is especially challenging because the blades are large and located far from land in high wind areas with unpredictable weather. Further, the blade surface defects are difficult to see because of poor visibility caused by dust, salt, and water vapor in the air. In short, offshore sites in eastern China represent a worst case scenario for the surfaces of wind turbine blades. The 34 x 3 MW wind turbines of the Shanghai East Sea Bridge Offshore Wind Park 1 were installed in 4 rows on the west side of the Shanghai East Sea Bridge at the Yangshan Deep Water Harbor. The wind park is 1 km away from the Shanghai East Sea Bridge and 8-13 kilometers away from the coastline. The rotor diameter of each of the turbines is 91.3 meters with a hub height of 90 meters. The distance between turbines is 500 meters along the north to south direction and 1,000 meters along the west to east direction. Therefore, a team of unmanned aerial vehicles was used to achieve the automated field inspection goal, in which individual unmanned aerial vehicles are based at a selected turbine and are in charge of several neighbor turbines depending on the appropriate communication distance. The flying path of the unmanned aerial vehicles is determined by GPS and image processing techniques so that the unmanned aerial vehicles can find where the blades are located accurately.</p>\n<p style=\"text-align: left;\">The research work was accepted by the WINDPOWER 2015 Conference &amp; Exhibition as a poster presentation. Moreover, the project directly benefited wind energy studies in both academia and industry. Since current practices require lots of human effort, the research significantly reduces the uncertainty generated by human eye-based inspections and the safety concerns of sending site employees on tower. Chinese offshore parks were developed in deep territorial waters surrounded by large cities, which is similar to the US&rsquo;s plans for development. Thus, the results can be adapted to future wind parks in the U.S. Reducing wind turbine failure rates will benefit the industry, improve the return on investment for energy subsidies, and further demonstrate the reliability of wind power to an increasingly supportive public. This project brought opportunities for Iowa State University to co...",
  "por_txt_cntn": "This project developed a cost-effective, semi-automatic unmanned aerial vehicle device that can identify and classify wind turbine blade surface defects using advanced image processing techniques. It especially focuses on offshore wind turbine blades because offshore sites represent a worst-case scenario of obstacles to performing safe and consistent blade inspections. The results showed that it is feasible to detect surface flaws of offshore wind turbine blades with an unmanned aerial vehicle system, but it is not yet feasible to build a completely automated system.\nThe field test showed that it is easier to capture a full image of the turbine when the blades are rotating at low wind speeds like 3-5 m/s. The low pressure side of the blades was easily inspected when the turbine was in a stationary position even though the distance between the unmanned aerial vehicle and the blade was more than 75 meters. However, it was impossible to inspect the high-pressure side of the blades with the unmanned aerial vehicle when the blade was in stationary position because the camera was located under the propellers of the unmanned aerial vehicle. On the other side, three positions were selected to capture the entire surface images of a rotating turbine and the results showed that it is sufficient to capture the entire surface of the blades with some minor adjustment of the camera.\nShanghaiÆs offshore wind park began operations in 2010 with 34 3-megawatt (MW) wind turbines (Xinhua News, 2012). Inspecting the blades on offshore turbines is especially challenging because the blades are large and located far from land in high wind areas with unpredictable weather. Further, the blade surface defects are difficult to see because of poor visibility caused by dust, salt, and water vapor in the air. In short, offshore sites in eastern China represent a worst case scenario for the surfaces of wind turbine blades. The 34 x 3 MW wind turbines of the Shanghai East Sea Bridge Offshore Wind Park 1 were installed in 4 rows on the west side of the Shanghai East Sea Bridge at the Yangshan Deep Water Harbor. The wind park is 1 km away from the Shanghai East Sea Bridge and 8-13 kilometers away from the coastline. The rotor diameter of each of the turbines is 91.3 meters with a hub height of 90 meters. The distance between turbines is 500 meters along the north to south direction and 1,000 meters along the west to east direction. Therefore, a team of unmanned aerial vehicles was used to achieve the automated field inspection goal, in which individual unmanned aerial vehicles are based at a selected turbine and are in charge of several neighbor turbines depending on the appropriate communication distance. The flying path of the unmanned aerial vehicles is determined by GPS and image processing techniques so that the unmanned aerial vehicles can find where the blades are located accurately.\nThe research work was accepted by the WINDPOWER 2015 Conference &amp; Exhibition as a poster presentation. Moreover, the project directly benefited wind energy studies in both academia and industry. Since current practices require lots of human effort, the research significantly reduces the uncertainty generated by human eye-based inspections and the safety concerns of sending site employees on tower. Chinese offshore parks were developed in deep territorial waters surrounded by large cities, which is similar to the USÆs plans for development. Thus, the results can be adapted to future wind parks in the U.S. Reducing wind turbine failure rates will benefit the industry, improve the return on investment for energy subsidies, and further demonstrate the reliability of wind power to an increasingly supportive public. This project brought opportunities for Iowa State University to collaborate with leading Chinese institutions and understand the issues of wind energy for large coastal cities, which are rarely discussed in rural states like Iowa. Furthermore, the project brought ne..."
 }
}