{
 "awd_id": "1415297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEES Fellows: Landowner decision-making and landscape-level reforestation",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 353178.0,
 "awd_amount": 353178.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "The project is supported under the NSF Science, Engineering and Education for Sustainability Fellows (SEES Fellows) program, with the goal of helping to enable discoveries needed to inform actions that lead to environmental, energy and societal sustainability while creating the necessary workforce to address these challenges. Sustainability science is an emerging field that addresses the challenges of meeting human needs without harm to the environment, and without sacrificing the ability of future generations to meet their needs. A strong scientific workforce requires individuals educated and trained in interdisciplinary research and thinking, especially in the area of sustainability science. With the SEES Fellowship support, this project will enable a promising early career researcher to establish himself in an independent research career related to sustainability. This project addresses the more sustainable management of degraded agricultural areas in Panama, with a particular focus on how the natural regrowth in abandoned areas may be more effectively managed to enhance the conservation of biodiversity. The work will be done in Panama in collaboration with a local non-governmental organization. Results will include a freely available computer model for exploring the coupled human and natural aspects of reforestation in the tropics, as well as workshops involving both local people using the land for agriculture, researchers, and government officials. \r\n\r\nNative secondary forest regrowth in degraded tropical landscapes is critical for biodiversity conservation, carbon sequestration and human livelihood. Reforestation over a large spatial extent will be necessary to counteract tropical deforestation rates of millions of hectares per year. Although landscape-scale reforestation requires an understanding of both social processes enabling land use change and ecological processes enabling forest succession, the social and ecological drivers have largely been studied in separate disciplinary frameworks and at different spatial scales. This project will bridge this knowledge gap using a novel modeling approach to link landowner decision-making with forest dynamics. The model will be applied to the Azuero Peninsula in Panama, a landscape similar to many other Latin American sites. Three questions are posed: (1) How does landowner decision-making determine the spatial configuration of patches available for reforestation? (2) How does the spatial configuration of reforesting patches determine the rate of reforestation? (3) Where in the landscape will spontaneous reforestation occur, and where are socioeconomic or ecological interventions necessary to promote an increase in native forest cover? Ultimately, the research will apply complexity theory to produce a systemic conservation plan with detailed, site-specific recommendations for increasing reforestation. This will provide key insight into restoring Mesoamerican tropical dry forest, an endangered ecosystem, and develop a modeling framework for uniting social and ecological data that could be applied to many other regions. This project is co-funded by the NSF International Science and Engineering program (ISE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trevor",
   "pi_last_name": "Caughlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trevor Caughlin",
   "pi_email_addr": "trevor.caughlin@gmail.com",
   "nsf_id": "000660417",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "136 Newins-Ziegler Hall",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  },
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "8232",
   "pgm_ref_txt": "SEES Fellows"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 249629.0
  }
 ],
 "por": null
}