{
 "awd_id": "1415700",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Ultra Low-power, Photoenabled Gas Sensors for Mobile Devices based Industrial Monitoring",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 148850.0,
 "awd_amount": 166240.0,
 "awd_min_amd_letter_date": "2014-05-20",
 "awd_max_amd_letter_date": "2015-05-29",
 "awd_abstract_narration": "The broader impact/commercial potential of this project is in various applications requiring real-time detection of toxic, explosive, and other harmful chemicals in a variety of environments. This innovative chemical sensor technology promises single-chip multianalyte sensors with significant cost savings resulting from enhanced performance, reliability, and lifetime. Developing ultra-small chemical detectors capable of detecting various toxic and hazardous chemicals in air reliably is essential in safeguarding individuals and communities.  Such ultra-small multianalyte detectors could save lives of industrial workers and fire-fighters by making them more aware of their dangerous surrounding. Also next-generation of cloud-based, crowd-sourced, large-area sensor networks for urban monitoring can protect our communities from terrorist attacks. The diversity of potential industrial, environmental, and safety monitoring applications ensures sustainable growth paths in various domestic and international gas detection markets. The scientific component of this project will enhance the understanding of the complex processes occurring at the surfaces of these novel multicomponent nanoclusters, which could have profound impact in various other fields including photovoltaic, energy storage, and catalytic pollution-remediation.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will demonstrate single-chip ammonia (NH3) and carbon monoxide (CO) sensors using patent-pending innovation in multicomponent photocatalytic nanocluster-based hybrid sensor technology. Both NH3 and CO are toxic industrial chemicals with very serious health hazards, and often present in various industrial, farming, agricultural, and transportation related activities. High-performance mobile devices used in various operational situations represent a powerful infrastructure which could be leveraged for chemical monitoring. Due to their size and power requirement, traditional sensors are not suitable for mobile-platform deployment. Single-chip, ultra low-power selective detection of NH3 and CO will be a significant accomplishment towards the goal of development of mobile devices based multithreat monitors that can be used by industrial workers, civilians, first-responders, and soldiers for both personal safety and infrastructural security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Baomei",
   "pi_last_name": "Wen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baomei Wen",
   "pi_email_addr": "bwen@n5sensors.com",
   "nsf_id": "000660632",
   "pi_start_date": "2014-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "N5 Sensors, Inc.",
  "inst_street_address": "9605 MEDICAL CTR DR",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3012576756",
  "inst_zip_code": "208506359",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "N5 SENSORS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "DPHWXD86RNS4"
 },
 "perf_inst": {
  "perf_inst_name": "N5 Sensors, Inc.",
  "perf_str_addr": "18008 Cottage Garden Drive, 302",
  "perf_city_name": "Germantown",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208745820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MD06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1185",
   "pgm_ref_txt": "SENSORY SYSTEMS"
  },
  {
   "pgm_ref_code": "163E",
   "pgm_ref_txt": "SBIR Phase IB"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 148850.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 17390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to inexpensively measure individual air pollutant exposure in real-time can revolutionize the air quality monitoring <a href=\"http://www.epa.gov/airtrends/\">and can provide unparalleled data on its local and global trends</a>. Such a system can transform industrial and environmental monitoring. However, almost all of the commercial sensor technologies such as electrochemical sensors (ECs), catalytic sensors, and photo-ionization detectors (PIDs) commonly used for portable gas detectors in industrial safety monitoring are costly, big, power-hungry, high maintenance, have limited sensitivity, and life-time.</p>\n<p>N5 Sensors has developed a disruptive chip-scale gas sensor technology for a wearable environmental monitoring system. These new sensors, built using the same fabrication processes that are commonly used for silicon computer chips, are small, accurate, low-power and capable of detecting multiple gases at the same time. N5&rsquo;s technology, which can be interfaced with mobile devices, will allow industrial workers, first-responders, soldiers, other individuals to assess their surroundings rapidly and accurately in real-time using their smart phones or other mobile devices. Spatially- and temporally-resolved data would supplement and improve air quality modeling lessening the likelihood of controversies among regulators and industry.</p>\n<p>N5 will empower citizens and make them more aware of their surroundings by given them unprecedented access to environmental information, which was not possible before due to high cost and operational limitations of the commercial technologies. Individuals especially children and elderly with susceptible respiratory health can be particularly benefitted from our technology, which would allow them to access real-time environmental toxic exposure information via their mobile devices using N5's compact air sensor modules.</p>\n<p>Each chip contains arrays of microsensors fabricated on a semiconductor die (size of a postage stamp) using techniques similar to those used for manufacturing electronic integrated circuits (ICs). The sensors have excellent sensitivity with no cross-sensitivity to other gases with significant reduction in SWAP (Size-Wight-And- Power) and cost. Each microsensor is designed to detect a specific target gas, using our patent-pending innovation in photo-enabled sensing - which combines the selective adsorption properties of multicomponent photocatalytic nanoclusters together with the sensitive transduction capability of microscale photoconductors of semiconducting gallium nitride (GaN). This key innovation enables the sensors to operate with very little power and be completely free from cross-sensitivity to other gases.</p>\n<p>N5 Sensors, Inc. has demonstrated the feasibility of a disruptive chip-scale gas sensor technology during the project. Using all conventional large-scale microfabrication processes (typically used for integrated circuit manufacturing) low-cost, low-power, ammonia (NH3) and carbon monoxide (CO) sensors on a chip has been demonstrated. The sensors were capable to detect these gases in air with concentrations in the range of 1 parts-per-million (ppm) to 1000 ppm. To the best of our knowledge, this is the first demonstration of a high-throughput production process for making chip-scale gas sensors using nanoengineered semiconducting material. The sensor manufacturing process is highly scalable and have very limited environmental impact, unlike other commercially available sensor technologies.</p>\n<p>N5&rsquo;s sensor technology is extremely robust, capable of withstanding condensing humidity and large concentrations of the target gases. N5&rsquo;s sensors were submerged in water and recovered. This demonstrates even if the sensors are exposed to a relative humidity greater than the dew point the devices will not be destroyed. Commercial products require an extensive recalibr...",
  "por_txt_cntn": "\nThe ability to inexpensively measure individual air pollutant exposure in real-time can revolutionize the air quality monitoring and can provide unparalleled data on its local and global trends. Such a system can transform industrial and environmental monitoring. However, almost all of the commercial sensor technologies such as electrochemical sensors (ECs), catalytic sensors, and photo-ionization detectors (PIDs) commonly used for portable gas detectors in industrial safety monitoring are costly, big, power-hungry, high maintenance, have limited sensitivity, and life-time.\n\nN5 Sensors has developed a disruptive chip-scale gas sensor technology for a wearable environmental monitoring system. These new sensors, built using the same fabrication processes that are commonly used for silicon computer chips, are small, accurate, low-power and capable of detecting multiple gases at the same time. N5Æs technology, which can be interfaced with mobile devices, will allow industrial workers, first-responders, soldiers, other individuals to assess their surroundings rapidly and accurately in real-time using their smart phones or other mobile devices. Spatially- and temporally-resolved data would supplement and improve air quality modeling lessening the likelihood of controversies among regulators and industry.\n\nN5 will empower citizens and make them more aware of their surroundings by given them unprecedented access to environmental information, which was not possible before due to high cost and operational limitations of the commercial technologies. Individuals especially children and elderly with susceptible respiratory health can be particularly benefitted from our technology, which would allow them to access real-time environmental toxic exposure information via their mobile devices using N5's compact air sensor modules.\n\nEach chip contains arrays of microsensors fabricated on a semiconductor die (size of a postage stamp) using techniques similar to those used for manufacturing electronic integrated circuits (ICs). The sensors have excellent sensitivity with no cross-sensitivity to other gases with significant reduction in SWAP (Size-Wight-And- Power) and cost. Each microsensor is designed to detect a specific target gas, using our patent-pending innovation in photo-enabled sensing - which combines the selective adsorption properties of multicomponent photocatalytic nanoclusters together with the sensitive transduction capability of microscale photoconductors of semiconducting gallium nitride (GaN). This key innovation enables the sensors to operate with very little power and be completely free from cross-sensitivity to other gases.\n\nN5 Sensors, Inc. has demonstrated the feasibility of a disruptive chip-scale gas sensor technology during the project. Using all conventional large-scale microfabrication processes (typically used for integrated circuit manufacturing) low-cost, low-power, ammonia (NH3) and carbon monoxide (CO) sensors on a chip has been demonstrated. The sensors were capable to detect these gases in air with concentrations in the range of 1 parts-per-million (ppm) to 1000 ppm. To the best of our knowledge, this is the first demonstration of a high-throughput production process for making chip-scale gas sensors using nanoengineered semiconducting material. The sensor manufacturing process is highly scalable and have very limited environmental impact, unlike other commercially available sensor technologies.\n\nN5Æs sensor technology is extremely robust, capable of withstanding condensing humidity and large concentrations of the target gases. N5Æs sensors were submerged in water and recovered. This demonstrates even if the sensors are exposed to a relative humidity greater than the dew point the devices will not be destroyed. Commercial products require an extensive recalibration due to shifts in oxide stoichiometry after condensed water exposure. All sensor generations were exposed to &lt;1% ammonia concentrations and easily..."
 }
}