{
 "awd_id": "1415628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Realizing Quantum Memory for Light",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Orel",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 120286.0,
 "awd_amount": 120286.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "The rapidly developing field of quantum information science (QIS) employs the unique properties of quantum systems to process, store, and transmit data in ways that are impossible to achieve with classical information systems.  For many practical applications of QIS in quantum computing, secure communications, quantum networks, and non-classical metrology, a \"quantum memory\" that is capable of storing and retrieving quantum states on demand is an enabling component urgently needed.  Of all the optically addressed quantum memories being investigated, rare-earth ions in crystals at cryogenic temperatures stand out as one of the most promising light-matter interfaces that can store and recall the quantum states of light with high fidelity, efficiency, and bandwidth. This project focuses on the demonstration of efficient solid-state quantum memories based on special rare-earth-activated crystals in collaboration with the experimental quantum communication group of Prof. Wolfgang Tittel at the University of Calgary, a world leader in quantum memory system development.  The broad goal of the work is to uniquely integrate understanding of fundamental material physics with practical quantum optics to enable transformative advances in solid-state quantum memories and realize all the requirements for teleportation of quantum states between light and matter.  Quantum memories that enable long distance quantum key distribution are of strategic importance for transmitting confidential information in a way that remains secure far into the future.  The group will study the intrinsic material properties, manipulate the nanoscale material dynamics that cause decoherence in the memory, and characterize the material performance in actual quantum memory demonstrations to guide and validate the system optimization process.  A central objective is to increase the direct storage time of entangled photons to the hundreds of microseconds required for practical long-distance quantum communications and for other quantum information systems.  Fundamental advances in the exceptional, high-quality, rare-earth-activated materials pursued in this project have direct applications in a broad range of other rare-earth-enabled photonic technologies including classical optical signal processing, ultra-stable optical clocks, and solid-state lasers.\r\n\r\nRecent reviews highlight the importance of rare earth ion ensembles in demonstrations of robust quantum memories for light. These solid-state systems store and recall quantum states of light with high fidelity and are competitive with or better than alternative approaches. Analysis and demonstrations have shown that rare-earth systems offer the potential to simultaneously achieve massively multimode quantum storage (spatial, temporal, spectral, and polarization) with >90% efficiency, >95% fidelity, and GHz access bandwidths. Quantum memories that simultaneously satisfy all these properties are critical in the race to develop quantum networks, long-distance quantum communication and quantum cryptography, and linear optics quantum computing. In recent demonstrations of a high-fidelity solid-state waveguide quantum memory for entangled photons by Tittel, et al. (Nature, 2011), the total system recall efficiency was limited by decoherence and population relaxation in the Tm3+-doped storage material. In this one year effort, the group will build on recent successes in increasing quantum memory material performance to achieve a major new milestone of a 500 microsecond direct storage time in integrated solid-state quantum memory using Tm3+-activated crystals such as LiNbO3, LiTaO3, Y3Al5O12, and Y3Ga5O12 that operate at wavelengths near 795 nanometers. This project combines experimental study of optical decoherence with theoretical modeling of the material physics and quantum memory demonstrations in collaboration with Professor Wolfgang Tittel at the University of Calgary to reveal and control mechanisms for excess decoherence that limit current material performance.  This collaboration combines expertise ranging from solid-state chemistry, optical material characterization, non-linear optics, and quantum information science, and is essential to achieve major advances in solid-state quantum memory materials.  These studies uniquely enable improvements in performance through routes including new chemical compositions, improved quantum storage protocols, alternate crystal fabrication processes, and manipulation of ion-ion and spin-ion dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rufus",
   "pi_last_name": "Cone",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rufus L Cone",
   "pi_email_addr": "cone@montana.edu",
   "nsf_id": "000260696",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "309 Montana Hall",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120286.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The rapidly developing field of Quantum Information Science employs the unique properties of quantum systems (systems governed by quantum physics) to process, store, and transmit data in ways that are impossible to achieve with traditional information systems. Practical applications of quantum information science, including quantum computers, secure long distance communications, quantum networks for computers, and non-classical metrology (measurements), urgently need a &ldquo;quantum memory&rdquo; that can store and retrieve quantum states of matter and light on demand. In particular, quantum memories enable long distance distribution of the &ldquo;quantum keys&rdquo; that are of strategic importance for transmitting confidential information in a way that remains secure far into the future. Of all the optically addressed quantum memories being investigated, rare-earth ions in transparent crystals at cryogenic temperatures stand out as one of the most promising that can store and recall the quantum states of light with high fidelity, efficiency, and signal bandwidth.</p>\n<p>This project focused on demonstration of efficient quantum memories based on rare-earth-activated crystals in collaboration with the quantum communication group of Prof. Wolfgang Tittel at the University of Calgary, a world leader in quantum memory system development. The broad goal of our work is to integrate fundamental material physics with practical quantum optics to enable transformative advances in solid-state quantum memories and realize all the requirements for teleportation of quantum states between light and matter. We study the intrinsic material properties, manipulate the nanoscale dynamics that cause decoherence (loss of information) and characterize performance in actual demonstrations to guide the system optimization process. These exceptional rare-earth-activated materials also have applications in many other technologies including classical optical signal processing and solid-state lasers.</p>\n<p>By combining efforts spanning quantum information science, materials chemistry, spectroscopy, crystal growth, atomic physics, nonlinear optics, and integrated photonics, a new quantum memory crystal was developed and tested. This new system, thulium-activated yttrium gallium garnet, offers dramatically enhanced performance. A central objective of this effort was to increase the maximum memory storage time from tens of microseconds to hundreds of microseconds to achieve a critical milestone required for practical spectrally multiplexed quantum repeaters to operate at 100 km intervals in long distance communication links. We surpassed our ambitious goal of 500 microsecond storage times, demonstrating actual coherence lifetimes of up to 660 microseconds and projecting the potential for storage times as long as 1 millisecond. Furthermore, we were able to show electronic excited-state lifetimes of up to 64 milliseconds in this system, one of the longest ever observed in a solid, allowing new approaches for programming the quantum memory with large spectral bandwidth (&gt;10 GHz) and enabling optimization of the multiplexed spectral storage channels.</p>\n<p>In addition to the fundamental materials science involved in this project, a range of applied quantum memory demonstrations were carried out with our Canadian partners using the sophisticated quantum communications hardware available at the University of Calgary. This work included successful storage and recall of quantum states of members of entangled photon pairs created by parametric down-conversion, with characterization of cross correlation coefficients to confirm the quantum nature of the single photon memory. The multiplexing capacity was also investigated, with initial results achieving heralded single photon storage with bandwidths of up to 2 GHz and ~10 temporal modes. This system offers the potential for simultaneous storage of o...",
  "por_txt_cntn": "\nThe rapidly developing field of Quantum Information Science employs the unique properties of quantum systems (systems governed by quantum physics) to process, store, and transmit data in ways that are impossible to achieve with traditional information systems. Practical applications of quantum information science, including quantum computers, secure long distance communications, quantum networks for computers, and non-classical metrology (measurements), urgently need a \"quantum memory\" that can store and retrieve quantum states of matter and light on demand. In particular, quantum memories enable long distance distribution of the \"quantum keys\" that are of strategic importance for transmitting confidential information in a way that remains secure far into the future. Of all the optically addressed quantum memories being investigated, rare-earth ions in transparent crystals at cryogenic temperatures stand out as one of the most promising that can store and recall the quantum states of light with high fidelity, efficiency, and signal bandwidth.\n\nThis project focused on demonstration of efficient quantum memories based on rare-earth-activated crystals in collaboration with the quantum communication group of Prof. Wolfgang Tittel at the University of Calgary, a world leader in quantum memory system development. The broad goal of our work is to integrate fundamental material physics with practical quantum optics to enable transformative advances in solid-state quantum memories and realize all the requirements for teleportation of quantum states between light and matter. We study the intrinsic material properties, manipulate the nanoscale dynamics that cause decoherence (loss of information) and characterize performance in actual demonstrations to guide the system optimization process. These exceptional rare-earth-activated materials also have applications in many other technologies including classical optical signal processing and solid-state lasers.\n\nBy combining efforts spanning quantum information science, materials chemistry, spectroscopy, crystal growth, atomic physics, nonlinear optics, and integrated photonics, a new quantum memory crystal was developed and tested. This new system, thulium-activated yttrium gallium garnet, offers dramatically enhanced performance. A central objective of this effort was to increase the maximum memory storage time from tens of microseconds to hundreds of microseconds to achieve a critical milestone required for practical spectrally multiplexed quantum repeaters to operate at 100 km intervals in long distance communication links. We surpassed our ambitious goal of 500 microsecond storage times, demonstrating actual coherence lifetimes of up to 660 microseconds and projecting the potential for storage times as long as 1 millisecond. Furthermore, we were able to show electronic excited-state lifetimes of up to 64 milliseconds in this system, one of the longest ever observed in a solid, allowing new approaches for programming the quantum memory with large spectral bandwidth (&gt;10 GHz) and enabling optimization of the multiplexed spectral storage channels.\n\nIn addition to the fundamental materials science involved in this project, a range of applied quantum memory demonstrations were carried out with our Canadian partners using the sophisticated quantum communications hardware available at the University of Calgary. This work included successful storage and recall of quantum states of members of entangled photon pairs created by parametric down-conversion, with characterization of cross correlation coefficients to confirm the quantum nature of the single photon memory. The multiplexing capacity was also investigated, with initial results achieving heralded single photon storage with bandwidths of up to 2 GHz and ~10 temporal modes. This system offers the potential for simultaneous storage of over seventy-thousand spectral-temporal modes with the current material performance, meeting essential cr..."
 }
}