{
 "awd_id": "1415589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Empirical and mathematical approaches to study gradient sensing using yeast as a model",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Matthias Falk",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 1079481.0,
 "awd_amount": 1114481.0,
 "awd_min_amd_letter_date": "2014-07-17",
 "awd_max_amd_letter_date": "2015-07-20",
 "awd_abstract_narration": "The individual cells of multicellular organisms sense chemical signals that are essential both to maintain the organisms and to enable them to respond to changes in the environment. Cells have developed complex biochemical events (signaling) that allow them to sense very subtle changes in the concentration of these chemical signals (gradients). The PI uses yeast cells as a model to study these signaling events, but they are likely broadly applicable to cells in more complex organisms as well. In previous studies, he identified a variety of biochemical events that are required for cells to interpret chemical gradients. In this project, he will investigate the contributions of two novel signaling events, using the classic tools of cell biology, molecular genetics, molecular biology, biochemistry, and imaging. In addition, the PI will develop a mathematical model that not only describes the known components of the signaling system, but also predicts novel components of the pathway. This approach is particularly exciting because it will allow the PI to identify signaling events that might not have been identified through experimentation alone. In short, this project will work at the interface of mathematics and biology to identify the critical regulators of cells' responses to the chemical signals that allow them to function appropriately. The PI is committed to science education at all levels and will use the project to train undergraduates and students in an AP biology class. Every other year, the PI will offer his newly developed graduate seminar course, \"Explaining Science\" designed to teach graduate students how to talk about their work with anyone, from a child to a congressperson. The project will give the PI's students and postdoc the chance to work with collaborators who are experts in diverse areas. Because the project is at the interface of math and biology, researchers in each discipline will gain a better understanding of how those in the other discipline think.\r\n\r\nChemotropism, directed cell growth in response to a chemical gradient, is integral to axon guidance, angiogenesis, pollen tube guidance, and fungal infection. Naturally occurring chemical gradients are very shallow and dynamic. Models of chemotactic phenomena invoke positive feedback loops that amplify small differences in receptor activation across the cell surface into a substantially steeper intracellular signaling gradient. It is presumed that the response of chemotropic cells to shallow chemical gradients is also amplified by interacting feedback loops, but a mechanistic understanding of such loops is lacking. The goal of this project is to understand how the chemotropic growth site is established upstream of directed secretion, and how the cell responds to changes in the gradient after initial orientation. Observations made during the current project suggest that two interconnected positive feedback loops underlie the establishment of receptor polarity upstream of directed secretion. A mathematical reaction/diffusion model of these mechanisms has been developed, and will be used in combination with experimental approaches to provide a better understanding of how gradient-aligned receptor polarity is established and maintained. The degree to which the model mimics the behavior of gradient-stimulated yeast cells will guide both experimentation and the evolution of the model itself. This project will lead to a deeper and more comprehensive understanding of gradient sensing while simultaneously developing mathematical modeling as a tool for biologists. During this project period, the PI will continue to administer and train students in the NSF-Capstone Undergraduate Research Program, which he co-developed. He has also developed a graduate course, \"Explaining Science\", designed to teach graduate students how to explain their science to laypersons. He will meet annually with a high school AP biology class to discuss his research. The project will provide the PI's students and postdoc with interdisciplinary training, through interactions with collaborators who are experts in diverse areas. Specifically, the project is at the interface of math and biology and will provide students and postdoctoral researchers with training in this emerging area.\r\n\r\nThis project is funded jointly by the Cellular Dynamics and Function Cluster in the Molecular and Cellular Biosciences Division and by the Mathematical Biology Program in the Division of Mathematical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Stone",
   "pi_email_addr": "dstone@uic.edu",
   "nsf_id": "000295707",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Liang",
   "pi_email_addr": "jliang@uic.edu",
   "nsf_id": "000305363",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "ARKOWITZ",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A ARKOWITZ",
   "pi_email_addr": "arkowitz@unice.fr",
   "nsf_id": "000523070",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "900 S. Ashland, 4002 MBRB",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606074067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7334",
   "pgm_ref_txt": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ref_code": "7454",
   "pgm_ref_txt": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1079481.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cellular responses to chemical gradients are likely essential to the life cycles of all species, and are thus of fundamental interest to cell, organismal, and developmental biologists. Cellular movement toward a chemical source is called chemotaxis; the orientation of cellular growth toward a chemical source is called chemotropism. These processes are required for a wide range of biological phenomena. For example, chemotaxis plays a vital role in development, inflammation, immunity, wound healing, and the spread of cancer cells; chemotropism is integral to the growth of blood vessels, the connection of neurons, and fungal pathogenicity. Although they ultimately exhibit quite different behaviors, chemotactic and chemotropic cells face similar challenges: the responding cell must determine the position of the gradient source by sensing small differences in chemical concentration across its surface and then polarizing its cytoskeleton in that direction.&nbsp;&nbsp;</p>\n<p>Despite their importance to both basic and applied biology, the mechanisms that guide directional cell movement and growth within chemical gradients are not well understood. In this project, the mating response of the budding yeast&nbsp;<em>Saccharomyces&nbsp;cerevisia</em>e was used as a model chemotropic system. Study of this prototypical eukaryotic cell over the last 100 years has contributed greatly to our understanding of basic cell systems. Yeast cells exist as two mating types, each of which secretes a pheromone (which is like a hormone) that binds to surface receptors on cells of the opposite type. Activation of the pheromone receptors triggers a series of conserved signaling events that cause the cells to polarize their growth (i.e., elongate) in the direction of the closest potential mating partner. By tracking the pheromone gradient produced by their partner, mating cells orient towards one another and ultimately fuse at their growing tips. Yeast cells exhibit a remarkable ability to interpret chemical gradients. It has been estimated that a 1% difference in the number of activated receptors across the diameter of a yeast cell in a pheromone gradient is sufficient to elicit orientation toward the pheromone source. Numerous models have been proposed to explain yeast gradient sensing, but none address how mating cells reliably track such weak spatial signals.</p>\n<p>Based on observations made during this investigation, we have proposed a model that explains both how yeast orient toward the source of shallow pheromone gradients, and how they reorient in response to a change in gradient direction. We discovered that receptor activity is preferentially maintained on the surface of the cell nearest to the pheromone source and that the mechanisms that generate this state are essential for gradient tracking. We also demonstrated that the pheromone receptor and associated signaling proteins concentrate at a predetermined assembly site, building what we call the Gradient Tracking Machine (GTM) at the beginning of the mating process. Once assembled, the GTM moves along the plasma membrane to the point of maximal pheromone concentration, where it stabilizes and triggers chemotropic growth. A computational model accurately simulated the gradient tracking behavior of real yeast cells, and correctly predicted that GTM assembly at a predetermined site contributes to mating fidelity. Because the key components of the GTM are highly conserved from yeast to man, our model will aid the study of gradient tracking in other cell types.</p>\n<p>A primary broader impact of this project was STEM education at multiple levels. In total, four undergraduate students, nine graduate students, and two postdoctoral fellows contributed to the work. Three of the four undergraduate students completed Honors Projects and presented their results at an Undergraduate Research Colloquium in their senior years. The collaborative nature of the investigation gave the PI?s students and postdocs the chance to work with experts in diverse areas ? proteomics, advanced imaging, next generation probes and reporters, and systems biology.&nbsp;A second broader impact of this project was its integration of empirical and computational approaches. Because the use of computational tools in cell biology is in its infancy, the interactions between the experimentalists and theoreticians was especially valuable. In two of the papers funded by this award, computational modeling was used to strengthen the conclusions. These papers will serve as examples of how computational approaches can inform cell biology research. The PI's interdisciplinary experiences in this project contributed to the creation of NSF-sponsored workshops designed to help traditional cell biologists use computational modeling in their research, and to catalyze collaborations between computational modelers and cell biologists. A more ambitious series of meetings for an expanded community of biologists and modelers from all disciplines is planned.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2019<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Stone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCellular responses to chemical gradients are likely essential to the life cycles of all species, and are thus of fundamental interest to cell, organismal, and developmental biologists. Cellular movement toward a chemical source is called chemotaxis; the orientation of cellular growth toward a chemical source is called chemotropism. These processes are required for a wide range of biological phenomena. For example, chemotaxis plays a vital role in development, inflammation, immunity, wound healing, and the spread of cancer cells; chemotropism is integral to the growth of blood vessels, the connection of neurons, and fungal pathogenicity. Although they ultimately exhibit quite different behaviors, chemotactic and chemotropic cells face similar challenges: the responding cell must determine the position of the gradient source by sensing small differences in chemical concentration across its surface and then polarizing its cytoskeleton in that direction.  \n\nDespite their importance to both basic and applied biology, the mechanisms that guide directional cell movement and growth within chemical gradients are not well understood. In this project, the mating response of the budding yeast Saccharomyces cerevisiae was used as a model chemotropic system. Study of this prototypical eukaryotic cell over the last 100 years has contributed greatly to our understanding of basic cell systems. Yeast cells exist as two mating types, each of which secretes a pheromone (which is like a hormone) that binds to surface receptors on cells of the opposite type. Activation of the pheromone receptors triggers a series of conserved signaling events that cause the cells to polarize their growth (i.e., elongate) in the direction of the closest potential mating partner. By tracking the pheromone gradient produced by their partner, mating cells orient towards one another and ultimately fuse at their growing tips. Yeast cells exhibit a remarkable ability to interpret chemical gradients. It has been estimated that a 1% difference in the number of activated receptors across the diameter of a yeast cell in a pheromone gradient is sufficient to elicit orientation toward the pheromone source. Numerous models have been proposed to explain yeast gradient sensing, but none address how mating cells reliably track such weak spatial signals.\n\nBased on observations made during this investigation, we have proposed a model that explains both how yeast orient toward the source of shallow pheromone gradients, and how they reorient in response to a change in gradient direction. We discovered that receptor activity is preferentially maintained on the surface of the cell nearest to the pheromone source and that the mechanisms that generate this state are essential for gradient tracking. We also demonstrated that the pheromone receptor and associated signaling proteins concentrate at a predetermined assembly site, building what we call the Gradient Tracking Machine (GTM) at the beginning of the mating process. Once assembled, the GTM moves along the plasma membrane to the point of maximal pheromone concentration, where it stabilizes and triggers chemotropic growth. A computational model accurately simulated the gradient tracking behavior of real yeast cells, and correctly predicted that GTM assembly at a predetermined site contributes to mating fidelity. Because the key components of the GTM are highly conserved from yeast to man, our model will aid the study of gradient tracking in other cell types.\n\nA primary broader impact of this project was STEM education at multiple levels. In total, four undergraduate students, nine graduate students, and two postdoctoral fellows contributed to the work. Three of the four undergraduate students completed Honors Projects and presented their results at an Undergraduate Research Colloquium in their senior years. The collaborative nature of the investigation gave the PI?s students and postdocs the chance to work with experts in diverse areas ? proteomics, advanced imaging, next generation probes and reporters, and systems biology. A second broader impact of this project was its integration of empirical and computational approaches. Because the use of computational tools in cell biology is in its infancy, the interactions between the experimentalists and theoreticians was especially valuable. In two of the papers funded by this award, computational modeling was used to strengthen the conclusions. These papers will serve as examples of how computational approaches can inform cell biology research. The PI's interdisciplinary experiences in this project contributed to the creation of NSF-sponsored workshops designed to help traditional cell biologists use computational modeling in their research, and to catalyze collaborations between computational modelers and cell biologists. A more ambitious series of meetings for an expanded community of biologists and modelers from all disciplines is planned.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2019\n\n\t\t\t\t\tSubmitted by: David E Stone"
 }
}