{
 "awd_id": "1415659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Superstring Theory, Gravitational Instantons and Black Hole Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2014-07-15",
 "awd_max_amd_letter_date": "2014-07-15",
 "awd_abstract_narration": "This award supports the research of Wafic Sabra, from the American University of Beirut (AUB).\r\n\r\nAfter the success of the unification of the fundamental particle interactions within the standard model, the most pressing question in theoretical physics has since been the unification of the laws of quantum mechanics with the theory of general relativity, as well as the incorporation of quantum gravity with the other fundamental forces in a unified theory. Superstring theory is the leading candidate for a consistent finite theory unifying quantum gravity with the other forces of nature. The phenomenology derived from superstrings may have relevance to the problems encountered in the study of the black holes, particle physics and cosmology. In recent years, a new picture has emerged pointing to the existence of a fundamental theory, M-theory. Many theories behave very nicely if there is a small parameter, since one can perturbatively expand in this parameter and make sensible predictions.    This new fundamental theory behaves like string theory at the perturbative level, but at the nonperturbative level, in which there are no small parameters, it has a rich structure of symmetries connecting perturbative aspects of string theory to nonperturbative states. This project will study gravitational backgrounds in these theories, focusing on black holes in higher numbers of dimensional backgrounds.  The interdisciplinary nature of the proposed research will make it of benefit to both physicists and mathematicians working in fields related to string theory and differential geometry. It will also help in the development of the graduate programs in physics and mathematics at AUB, and in introducing students to the frontiers of research, particularly in the various fields of high energy physics. \r\n\r\n\r\nM-theory behaves like string theory at the perturbative level, but at the nonperturbative level has a rich structure of duality symmetries connecting perturbative excitations to solitonic states.   A major development is the equivalence between string theory on anti-de Sitter spaces and certain superconformal Yang-Mills gauge theories living on the boundary of these spaces. This equivalence gave more importance to the study of gravitational anti-de Sitter configurations as they provide a tool to the study of quantum gauge field theories important for particle physics. The main focus of Sabra's supported research is: a) The study and the classification of supersymmetric and non-supersymmetric gravitational backgrounds in various spacetime dimensions and in particular the search for black rings in gauged supergravity models. b)The study of gravitational instantons and their relation to integrable models, Einstein--Weyl structures and black holes in higher dimensions as well as the interpretation of Euclidean supergravity solutions in terms of string and M-theory. c) The development of our understanding of the nonperturbative theory underlying string theory, and incorporating this in the study of the phenomenological implications of string theory to gravitational physics, particle physics and cosmology",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wafic",
   "pi_last_name": "Sabra",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Wafic A Sabra",
   "pi_email_addr": "ws00@aub.edu.lb",
   "nsf_id": "000085007",
   "pi_start_date": "2014-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American University of Beirut",
  "inst_street_address": "3 DAG HAMMARSKJOLD PLZ",
  "inst_street_address_2": "FL 8",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "9611350000",
  "inst_zip_code": "100172322",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "AMERICAN UNIVERSITY OF BEIRUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "JA17A756E3E1"
 },
 "perf_inst": {
  "perf_inst_name": "American University of Beirut",
  "perf_str_addr": "American University of Beirut",
  "perf_city_name": "3 Dag Hammarskjold Plaza",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100172303",
  "perf_ctry_code": "LE",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "Lebanon",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Following the success of the unification of the electro-weak and strong force within the standard model, the most pressing question in theoretical physics has since been the unification of the laws of quantum mechanics with the theory of general relativity, as well as the incorporation of quantum gravity with the other fundamental forces in a unified theory. At the classical level, Einstein's general theory of relativity is sufficient to analyse and understand all known gravitational phenomena. Quantum mechanical effects become significant in the study of the early universe and the physics of black holes. The standard field theory approach when applied to general theory of relativity, with the gravitons being the quanta of the quantum gravitational field, led to unremovable divergences and thus to no physical predictions.&nbsp; &nbsp;</p>\n<p>In recent years superstring theory emerged as a very promising approach to the unification of the fundamental forces of nature. Superstring theory is formulated with a natural cutoff and the quantum contributions to the masses and charges are believed to be finite. However, it appeared that there are five consistent superstring theories, all living in ten space-time dimensions. In 1994, it was realized that superstring theories possess duality symmetries which relate strong to weak coupling and therefore non-perturbative effects to perturbative ones. A new picture has emerged which points to the existence of a fundamental eleven-dimensional theory, the M-theory. The five distinct superstring theories are in fact different perturbative expansions of M-theory. This new fundamental theory, perturbatively, behaves like string theory, but at the non-perturbative level has a simple yet very rich structure that includes symmetries relating perturbative excitations to solitonic states. It also turns out that string theory contains extended objects such as Dp-branes, where p refers to the number of spatial dimensions of the branes.&nbsp; &nbsp;</p>\n<p>Another major development is the AdS/CFT correspondence. This was first conjectured in 1997 as a correspondence relating four-dimensional Conformal Field Theory (CFT) to anti-de Sitter (AdS) space in five dimensions. The AdS/CFT correspondence constitutes a novel duality relating quantum field theory and gravity. It can be thought of as a holographic correspondence connecting quantum physics in d dimensions to classical dynamics of gravity (geometry) in d+1 dimensions.&nbsp; &nbsp;</p>\n<p>The main focus of my research is on understanding the basic laws that govern the fundamental forces in nature, developing our understanding of various dualities and their implication to the yet unknown non-perturbative theory underlying string theory and black hole physics, and incorporating the new developments in the study of the phenomenological implications of string theory to gravitational physics, particle physics and cosmology.&nbsp; My work in this project is in major research directions in physics and mathematics which are the construction of new supergravity theories, the systematic classification of supersymmetric solutions in supergravity theories in various space-time dimensions, and the analysis of near horizon geometries of black holes in supergravity theories.&nbsp; &nbsp;</p>\n<p>In this direction, we have obtained a specific ansatz for the study and analysis of non-supersymmetric gravitational solutions in arbitrary space-time dimensions and various metric signatures. Our results, depending on the signature of the metric, provide a general framework for finding non-extremal black holes, instantons, branes and S-branes. We have also obtained time-dependent solutions for a class of exotic supergravity models which should be analysed in terms of their relevance to cosmology and the field of dark matter. New four and five dimensional Euclidean Supergravity theories were constructed where the geometry of the scalar fields of these theories are described by some interesting complex manifolds. We have also found the geometry of the near-horizon of a class of supersymmetric five-dimensional black holes and the relation of these solutions to three--dimensional Einstein--Weyl structures.&nbsp; Our results are relevant to branches of pure mathematics and in particular complex geometry and integrable models. The study of supersymmetric black holes will also lead to an improvement in our understanding of the intricate relation between supersymmetry, geometry and topology and hopefully to a better understanding of the non-perturbative structure underlying gauge field theories and string theory. The interdisciplinary nature of our research makes it of benefit to both particle physicists and mathematicians working in fields related to string theory and differential geometry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2017<br>\n\t\t\t\t\tModified by: Wafic&nbsp;A&nbsp;Sabra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFollowing the success of the unification of the electro-weak and strong force within the standard model, the most pressing question in theoretical physics has since been the unification of the laws of quantum mechanics with the theory of general relativity, as well as the incorporation of quantum gravity with the other fundamental forces in a unified theory. At the classical level, Einstein's general theory of relativity is sufficient to analyse and understand all known gravitational phenomena. Quantum mechanical effects become significant in the study of the early universe and the physics of black holes. The standard field theory approach when applied to general theory of relativity, with the gravitons being the quanta of the quantum gravitational field, led to unremovable divergences and thus to no physical predictions.   \n\nIn recent years superstring theory emerged as a very promising approach to the unification of the fundamental forces of nature. Superstring theory is formulated with a natural cutoff and the quantum contributions to the masses and charges are believed to be finite. However, it appeared that there are five consistent superstring theories, all living in ten space-time dimensions. In 1994, it was realized that superstring theories possess duality symmetries which relate strong to weak coupling and therefore non-perturbative effects to perturbative ones. A new picture has emerged which points to the existence of a fundamental eleven-dimensional theory, the M-theory. The five distinct superstring theories are in fact different perturbative expansions of M-theory. This new fundamental theory, perturbatively, behaves like string theory, but at the non-perturbative level has a simple yet very rich structure that includes symmetries relating perturbative excitations to solitonic states. It also turns out that string theory contains extended objects such as Dp-branes, where p refers to the number of spatial dimensions of the branes.   \n\nAnother major development is the AdS/CFT correspondence. This was first conjectured in 1997 as a correspondence relating four-dimensional Conformal Field Theory (CFT) to anti-de Sitter (AdS) space in five dimensions. The AdS/CFT correspondence constitutes a novel duality relating quantum field theory and gravity. It can be thought of as a holographic correspondence connecting quantum physics in d dimensions to classical dynamics of gravity (geometry) in d+1 dimensions.   \n\nThe main focus of my research is on understanding the basic laws that govern the fundamental forces in nature, developing our understanding of various dualities and their implication to the yet unknown non-perturbative theory underlying string theory and black hole physics, and incorporating the new developments in the study of the phenomenological implications of string theory to gravitational physics, particle physics and cosmology.  My work in this project is in major research directions in physics and mathematics which are the construction of new supergravity theories, the systematic classification of supersymmetric solutions in supergravity theories in various space-time dimensions, and the analysis of near horizon geometries of black holes in supergravity theories.   \n\nIn this direction, we have obtained a specific ansatz for the study and analysis of non-supersymmetric gravitational solutions in arbitrary space-time dimensions and various metric signatures. Our results, depending on the signature of the metric, provide a general framework for finding non-extremal black holes, instantons, branes and S-branes. We have also obtained time-dependent solutions for a class of exotic supergravity models which should be analysed in terms of their relevance to cosmology and the field of dark matter. New four and five dimensional Euclidean Supergravity theories were constructed where the geometry of the scalar fields of these theories are described by some interesting complex manifolds. We have also found the geometry of the near-horizon of a class of supersymmetric five-dimensional black holes and the relation of these solutions to three--dimensional Einstein--Weyl structures.  Our results are relevant to branches of pure mathematics and in particular complex geometry and integrable models. The study of supersymmetric black holes will also lead to an improvement in our understanding of the intricate relation between supersymmetry, geometry and topology and hopefully to a better understanding of the non-perturbative structure underlying gauge field theories and string theory. The interdisciplinary nature of our research makes it of benefit to both particle physicists and mathematicians working in fields related to string theory and differential geometry.\n\n\t\t\t\t\tLast Modified: 09/27/2017\n\n\t\t\t\t\tSubmitted by: Wafic A Sabra"
 }
}