{
 "awd_id": "1415104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Analyzing lithium and boron isotopes in hot springs and rivers of Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 5070.0,
 "awd_amount": 5070.0,
 "awd_min_amd_letter_date": "2014-06-10",
 "awd_max_amd_letter_date": "2014-06-10",
 "awd_abstract_narration": "Atmospheric carbon dioxide is a direct external driver of Earth's climate. Over geological timescales, carbon dioxide is released through volcanism and is balanced by weathering of silicate minerals. To constrain our understanding of how weathering processes affect Earth's carbon cycle and climate, this project will employ geochemical tools to characterize the chemistry of hot springs and rivers on the island of Taiwan. Taiwan serves as an ideal natural environment for studying hydrothermal inputs to river systems and has been shown to have some of the highest rates of chemical weathering. Lithium and boron isotopes can be used as proxies for chemical weathering intensities through Earth history and today. Interpretations of weathering processes via lithium and boron isotopes are confounded by a lack of data from hot springs; records of chemical weathering should correct for these isotopic inputs through mass balance. Hot spring and river water chemistry will be analyzed in collaboration with Dr. Chen-Feng You's Isotope Geochemistry Laboratory (IGL) at the National Cheng Kung University. Dr. You's expertise in low-temperature geochemistry, and IGL's equipment affords an opportunity to employ unique methods to address the problems presented by this project. \r\n\r\nIn addition to isotopic measurements using a Multi-Collector Inductively-Coupled Plasma Mass Spectrometer (MC-ICP-MS) for lithium and a Thermal Ionization Mass Spectrometer (TIMS) for boron, major elements will be measured for chemical geothermometry. Chemical geothermometry will estimate the subsurface water temperature in hot springs during interaction with rock. This will help to constrain the temperatures lithium and boron isotopes experience during the fractionation. Mixing calculations for hot springs inputs to rivers using lithium and boron isotopes will determine inputs of hot springs, which can inform the global budgets of the isotopes. This NSF EAPSI award is funded in collaboration with the National Science Council of Taiwan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirstin",
   "pi_last_name": "Washington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirstin Washington",
   "pi_email_addr": "",
   "nsf_id": "000659688",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington              Kirstin",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "900890016",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National Cheng Kung University",
  "perf_str_addr": null,
  "perf_city_name": "Tainan City",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Taiwan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin-bottom: 0in; line-height: 150%;\">Atmospheric carbon dioxide is thought to be a direct driver of Earth's climate.  Over geological timescales, carbon dioxide is released through volcanic degassing, and this release is balanced by the removal of carbon dioxide through the weathering of silicate minerals (which stimulates carbon sequestration in carbonate rocks).  The overall goal of this project was to improve understanding of new geochemical proxies for chemical weathering intensities, specifically the isotopic composition of lithium (Li) and boron (B). These proxies promise to illuminate how Earth&rsquo;s carbon cycle has triggered and responded to major environmental change in the geologic past. However, interpretations of weathering processes via lithium and boron isotopes are confounded by a lack of data from continental hot springs; interpretation of records of chemical weathering should consider these isotopic inputs but the compositions are poorly understood. This study focused on characterizing the lithium and boron chemistry of hot springs and rivers on the island of Taiwan.  Taiwan serves as an ideal natural environment for studying hydrothermal inputs to river systems and has been shown to have some of the highest rates of chemical weathering on the present-day Earth.   Interpretations of weathering processes via lithium and boron isotopes are confounded by a lack of data from hot springs; records of chemical weathering should correct for these isotopic inputs through mass balance.  Hot spring and river water chemistry was analyzed in collaboration with Dr. Chen-Feng You's Isotope Geochemistry Laboratory (IGL) at the National Cheng Kung University in Tainan City, Taiwan.  Dr. You's expertise in low-temperature geochemistry, and IGL's equipment affords an opportunity to employ unique methods to address the problems presented by this project.</p>\n<p style=\"margin-bottom: 0in; line-height: 150%;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in; line-height: 150%;\">As an EAPSI Fellow in Taiwan, I collected hot spring and river samples from sites in southern eastern Taiwan. I analyzed major and trace element concentrations and Li and B isotope ratios in these samples at Dr. Chen-Feng You's Isotope Geochemistry Laboratory (IGL) at the National Cheng Kung University in Tainan City, Taiwan.  Dr. You's expertise in low-temperature geochemistry, and IGL's equipment, afforded a unique opportunity to address the problems presented by this project.  With the elemental concentration data, I was able to utilize chemical geothermometry to estimate the temperatures that the hot spring waters experienced below the surface.  I found a systematic relationship between the Li and B isotopic signatures of hot springs and temperature. This result improves the understanding of how high and low temperature alteration of geologic materials relate to relatively new isotopic proxies of weathering.</p>\n<p style=\"margin-bottom: 0in; line-height: 150%;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in; line-height: 150%;\">In addition to the scientific outcomes from this project, the EAPSI Fellowship provided me with unique training in new geochemical techniques, which I will now be able to take into my further PhD research. I additionally gained field experience in Taiwan and a much better understanding of the hydrothermal systems on this island. Finally, this project also provided me with the opportunity to be immersed in a new country and learn about Taiwanese scientific culture and daily customs, enriching my own perspective on science and forging new scientific friendships and collaborations that I hope to extend in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2015<br>\n\t\t\t\t\tModified by: Kirstin&nbsp;Washington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Atmospheric carbon dioxide is thought to be a direct driver of Earth's climate.  Over geological timescales, carbon dioxide is released through volcanic degassing, and this release is balanced by the removal of carbon dioxide through the weathering of silicate minerals (which stimulates carbon sequestration in carbonate rocks).  The overall goal of this project was to improve understanding of new geochemical proxies for chemical weathering intensities, specifically the isotopic composition of lithium (Li) and boron (B). These proxies promise to illuminate how EarthÆs carbon cycle has triggered and responded to major environmental change in the geologic past. However, interpretations of weathering processes via lithium and boron isotopes are confounded by a lack of data from continental hot springs; interpretation of records of chemical weathering should consider these isotopic inputs but the compositions are poorly understood. This study focused on characterizing the lithium and boron chemistry of hot springs and rivers on the island of Taiwan.  Taiwan serves as an ideal natural environment for studying hydrothermal inputs to river systems and has been shown to have some of the highest rates of chemical weathering on the present-day Earth.   Interpretations of weathering processes via lithium and boron isotopes are confounded by a lack of data from hot springs; records of chemical weathering should correct for these isotopic inputs through mass balance.  Hot spring and river water chemistry was analyzed in collaboration with Dr. Chen-Feng You's Isotope Geochemistry Laboratory (IGL) at the National Cheng Kung University in Tainan City, Taiwan.  Dr. You's expertise in low-temperature geochemistry, and IGL's equipment affords an opportunity to employ unique methods to address the problems presented by this project.\n \nAs an EAPSI Fellow in Taiwan, I collected hot spring and river samples from sites in southern eastern Taiwan. I analyzed major and trace element concentrations and Li and B isotope ratios in these samples at Dr. Chen-Feng You's Isotope Geochemistry Laboratory (IGL) at the National Cheng Kung University in Tainan City, Taiwan.  Dr. You's expertise in low-temperature geochemistry, and IGL's equipment, afforded a unique opportunity to address the problems presented by this project.  With the elemental concentration data, I was able to utilize chemical geothermometry to estimate the temperatures that the hot spring waters experienced below the surface.  I found a systematic relationship between the Li and B isotopic signatures of hot springs and temperature. This result improves the understanding of how high and low temperature alteration of geologic materials relate to relatively new isotopic proxies of weathering.\n \nIn addition to the scientific outcomes from this project, the EAPSI Fellowship provided me with unique training in new geochemical techniques, which I will now be able to take into my further PhD research. I additionally gained field experience in Taiwan and a much better understanding of the hydrothermal systems on this island. Finally, this project also provided me with the opportunity to be immersed in a new country and learn about Taiwanese scientific culture and daily customs, enriching my own perspective on science and forging new scientific friendships and collaborations that I hope to extend in the future.\n\n\t\t\t\t\tLast Modified: 03/01/2015\n\n\t\t\t\t\tSubmitted by: Kirstin Washington"
 }
}