{
 "awd_id": "1416179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Using microbes as a cost effective sensor network to improve oil and gas production",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2014-05-27",
 "awd_max_amd_letter_date": "2014-12-08",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to increase the efficiency of oil production and to decrease the percentage of oil that is currently inaccessible using bioinformatics software to predict oil well features based on subsurface microbes.  Over 50% of domestic oil reservoirs cannot be economically produced today, and a lack of information about the subsurface is a key roadblock to increasing this efficiency.  The goal is to help unlock $1 trillion of economic value in domestic energy potential currently inaccessible with current technology. This project seeks to utilize the subsurface microbes as a network of sensors that provide novel information for oil and gas companies. This information will be used to inform key decisions that increase production with more targeted approaches that result in greater U.S. energy independence while reducing the environmental impact of oil drilling and production. In so doing, the project will provide disruptive value in the $12B reservoir data and well logging industry. \r\n\r\nThis SBIR Phase I project proposes to use microbial communities that are native to the subsurface as an advanced and cost effective sensor network that describe key properties of the oil reservoirs. Deep within the subsurface, there are trillions of unique interactions of the native microbes to their ecosystem.  By combining advances in cloud computing, DNA sequencing, and novel software analytics, this project will demonstrate that these microbial communities correlate to meaningful production parameters for the oil and gas industry. In so doing, the project will demonstrate at pilot scale that this new information source can be utilized as a novel, non-invasive, low-cost reservoir characterization tool that allows the industry to maximize hydrocarbon production while minimizing environmental impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "AJAY",
   "pi_last_name": "KSHATRIYA",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "AJAY KSHATRIYA",
   "pi_email_addr": "AGK@BIOTA.COM",
   "nsf_id": "000657655",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "UC2",
  "inst_street_address": "9880 CAMPUS POINT DR STE 430",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6508886512",
  "inst_zip_code": "921211565",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "BIOTA TECHNOLOGY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTCPDC44YDD7"
 },
 "perf_inst": {
  "perf_inst_name": "UC2",
  "perf_str_addr": "2025 Ash St",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802073717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "163E",
   "pgm_ref_txt": "SBIR Phase IB"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>UC2&rsquo;s vision is to extract actionable information from the world's microbes. UC2 couples its innovations in software and data science with next-generation DNA sequencing to identify unique microbial patterns in specific environments. In this Small Business Innovation Research (SBIR) Phase I project UC2 focused on identifying oil and gas reservoirs' subsurface features that could be used to improve energy production efficiency. Using current diagnostics, the oil industry is only able to extract hydrocarbon from 50% of the fractured stages in tight rock formations; this represents $250B of lost economic value for the US economy. UC2 is increasing the efficiency of oil production by providing novel subsurface information to improve operational decision-making. The resulting value increase for a producer can be up to $1M per well. UC2 not only improves the economics of oil production, but also reduces the environmental impact of the hydraulic fracturing process. By providing novel subsurface data for the industry, UC2's services can reduce environmental impact by saving up to 3M gallons of fresh water per well.</p>\n<p><span style=\"white-space: pre;\"> </span>The SBIR grant funded the completion of the four technical objectives that make up UC2's Proof-of-Concept: (1) Collecting oil samples and relevant well data, (2) extracting microbial DNA from oil samples, (3) sequencing the microbial DNA to create microbial profiles for each sample, and (4) analyze the microbial profiles to identify associations between the microbes and oil reservoir features. To complete these goals UC2 created a partnership with an established oil company. Working with this oil company, UC2 collected over 400 oil samples from 37 producing wells.</p>\n<p><span style=\"white-space: pre;\"> </span>UC2 obtained these samples without any safety or environmental incidents and without disrupting the oil company&rsquo;s operations. Through refinements to the sampling workflow, sampling costs were reduced seven-fold. After optimizing the DNA extraction protocols, over 80% of the samples were shown to have enough genetic material to be included in the analysis. The robustness and reliability of the DNA extraction protocols were thoroughly tested and potential contamination sources were identified and filtered out. Over 48 Million DNA sequences were analyzed and approximately 53,000 unique microbial features were identified. These microbes were used as the foundation of UC2's novel microbial database. By combining the microbial data with relevant oilfield data, mathematical models were developed that allowed UC2 to identify statistically significant relationships between microbes and subsurface oilfield features. These models were sufficiently accurate to provide actionable information for the oil field partner. Based on these outcomes, UC2 has generated additional industry interest from several oil producers and continues to commercialize their services.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2015<br>\n\t\t\t\t\tModified by: Ajay&nbsp;Kshatriya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n UC2Æs vision is to extract actionable information from the world's microbes. UC2 couples its innovations in software and data science with next-generation DNA sequencing to identify unique microbial patterns in specific environments. In this Small Business Innovation Research (SBIR) Phase I project UC2 focused on identifying oil and gas reservoirs' subsurface features that could be used to improve energy production efficiency. Using current diagnostics, the oil industry is only able to extract hydrocarbon from 50% of the fractured stages in tight rock formations; this represents $250B of lost economic value for the US economy. UC2 is increasing the efficiency of oil production by providing novel subsurface information to improve operational decision-making. The resulting value increase for a producer can be up to $1M per well. UC2 not only improves the economics of oil production, but also reduces the environmental impact of the hydraulic fracturing process. By providing novel subsurface data for the industry, UC2's services can reduce environmental impact by saving up to 3M gallons of fresh water per well.\n\n The SBIR grant funded the completion of the four technical objectives that make up UC2's Proof-of-Concept: (1) Collecting oil samples and relevant well data, (2) extracting microbial DNA from oil samples, (3) sequencing the microbial DNA to create microbial profiles for each sample, and (4) analyze the microbial profiles to identify associations between the microbes and oil reservoir features. To complete these goals UC2 created a partnership with an established oil company. Working with this oil company, UC2 collected over 400 oil samples from 37 producing wells.\n\n UC2 obtained these samples without any safety or environmental incidents and without disrupting the oil companyÆs operations. Through refinements to the sampling workflow, sampling costs were reduced seven-fold. After optimizing the DNA extraction protocols, over 80% of the samples were shown to have enough genetic material to be included in the analysis. The robustness and reliability of the DNA extraction protocols were thoroughly tested and potential contamination sources were identified and filtered out. Over 48 Million DNA sequences were analyzed and approximately 53,000 unique microbial features were identified. These microbes were used as the foundation of UC2's novel microbial database. By combining the microbial data with relevant oilfield data, mathematical models were developed that allowed UC2 to identify statistically significant relationships between microbes and subsurface oilfield features. These models were sufficiently accurate to provide actionable information for the oil field partner. Based on these outcomes, UC2 has generated additional industry interest from several oil producers and continues to commercialize their services. \n\n\t\t\t\t\tLast Modified: 08/05/2015\n\n\t\t\t\t\tSubmitted by: Ajay Kshatriya"
 }
}