{
 "awd_id": "1416816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Education, Engagement, and Well-Being Among Adolescents",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 249999.0,
 "awd_amount": 249999.0,
 "awd_min_amd_letter_date": "2014-09-02",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "Education policy tends to focus almost exclusively on test scores as a measure of student achievement, but an ever-increasing body of research suggests that non-cognitive skills may be the key to succes in school and beyond.  This project, drawing on Gallup survey data and administrative records, explores how students' well-being, school involvement, and optimism about the future are related to academic achievement and civic engagement.  In doing so, the study is the first to link together school administrative records and polling data in order to understand how the school context, \"non-cognitive\" traits, and civic behavior interact.  A primary goal of this work is to identify and encourage the policies and practices that promote students' future quality of life and participation in democracy.  \r\n\r\nAlthough previous research suggests that the school setting plays a large role in development of non-cognitive skills, few studies have been able to test models of the link between school, engagement, and well-being comprehensively, because the data demands have been simply too great.  This project solves past methodological challenges by linking extensive information about the school environment, the home environment, individual attitudes and opinions from a sufficiently large number of students across diverse settings.  The researchers will use a combination of survey data and administrative records, coupled with a field experiment, to examine how adolescent well-being measures are related to studnet achievement and civic engagement, over and above demographic correlates and how school characteristics and policies are related to hope, engagement, and well-being.  The project is an initial studep towards a better understanding of how schools can nurture and facilitate adolescent well-being and engagement.\r\n\r\nThis project will focus attention on an important research problems that can only be addressed by an interdisciplinary team and will have meaningful impact across research disciplines and intellectual boundaries.  Also, in a climate that focues on test-based achievement measures, the proposed research will inform education policy-making that balances academic pedagogy with support for noncognitive factors that are important for life success.  Ultimately, this research may encourage schools to address well-being, engagement, and hope as part of their standard curriculum.  The project will also contribute to the interdisciplinary education of doctoral and undergraduate students, who will be involved in the development, implementation, analysis, and presentation of the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "D. Sunshine",
   "pi_last_name": "Hillygus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "D. Sunshine Hillygus",
   "pi_email_addr": "hillygus@duke.edu",
   "nsf_id": "000498237",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Gibson-Davis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christina Gibson-Davis",
   "pi_email_addr": "cgibson@duke.edu",
   "nsf_id": "000625586",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 249999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has explored the relationship between education, engagement, and well-being among adolescents. Education policy tends to focus on test scores as a measure of student achievement, but an ever-increasing body of research suggests that psychosocial skills&mdash;like grit and perseverance&mdash;may be the key to success in school and beyond. Previous research has linked grit to school attendance, grades, and test scores.&nbsp; In this project, we consider a broader set of well-being measures, including engagement is school, community, and democracy.</p>\n<p><br />This project has established a partnership with Wake County Public School System (WCPSS), the 15th largest school district in the nation.&nbsp; Using longitudinal student surveys and administrative records, we explore the broader implications for students&rsquo; levels of grit&mdash;or the &ldquo;exertion of effort or will necessary to achieve goals&rdquo; and the ability &ldquo;to keep going in the face of failure, adversity, obstacles, and setbacks.&rdquo; While scholars, practitioners, and the popular press have increasingly paid attention to grit in recent years, little is known about this attribute&rsquo;s contribution to educational outcomes beyond academic achievement and educational attainment. We show that grit is a strong predictor of academic achievement and also appears to contribute to students&rsquo; engagement in school, community, and democracy. Grittier students show more engagement with teachers, schoolwork, and peers; have fewer absences and tardies; and are more likely to feel politically efficacious, volunteer in their community, and plan to vote when they are old enough to do so.</p>\n<p><br />&nbsp;These results provide general insights that speak to contemporary debates in educational psychology, that cut across disciplinary boundaries, and that speak to current education policy. Although the current debate about grit has centered on the potential importance of this attribute for academic performance, our results highlight that the development of psychosocial attributes can have positive effects on other life outcomes&mdash;for individuals and society.&nbsp;</p>\n<p><br />The success of our partnership has now enabled us to move to a second phase of the project, in which we will assess school civic engagement activities, interview social studies teachers, and conduct randomized control experiments to attempt to use the insights from our study to increase youth voter registration and turnout.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2017<br>\n\t\t\t\t\tModified by: D. Sunshine&nbsp;Hillygus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has explored the relationship between education, engagement, and well-being among adolescents. Education policy tends to focus on test scores as a measure of student achievement, but an ever-increasing body of research suggests that psychosocial skills&mdash;like grit and perseverance&mdash;may be the key to success in school and beyond. Previous research has linked grit to school attendance, grades, and test scores.  In this project, we consider a broader set of well-being measures, including engagement is school, community, and democracy.\n\n\nThis project has established a partnership with Wake County Public School System (WCPSS), the 15th largest school district in the nation.  Using longitudinal student surveys and administrative records, we explore the broader implications for students? levels of grit&mdash;or the \"exertion of effort or will necessary to achieve goals\" and the ability \"to keep going in the face of failure, adversity, obstacles, and setbacks.\" While scholars, practitioners, and the popular press have increasingly paid attention to grit in recent years, little is known about this attribute?s contribution to educational outcomes beyond academic achievement and educational attainment. We show that grit is a strong predictor of academic achievement and also appears to contribute to students? engagement in school, community, and democracy. Grittier students show more engagement with teachers, schoolwork, and peers; have fewer absences and tardies; and are more likely to feel politically efficacious, volunteer in their community, and plan to vote when they are old enough to do so.\n\n\n These results provide general insights that speak to contemporary debates in educational psychology, that cut across disciplinary boundaries, and that speak to current education policy. Although the current debate about grit has centered on the potential importance of this attribute for academic performance, our results highlight that the development of psychosocial attributes can have positive effects on other life outcomes&mdash;for individuals and society. \n\n\nThe success of our partnership has now enabled us to move to a second phase of the project, in which we will assess school civic engagement activities, interview social studies teachers, and conduct randomized control experiments to attempt to use the insights from our study to increase youth voter registration and turnout.\n\n \n\n\t\t\t\t\tLast Modified: 10/02/2017\n\n\t\t\t\t\tSubmitted by: D. Sunshine Hillygus"
 }
}