{
 "awd_id": "1416591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Low Cost Robotic Orthotics for Industrial Lift Safety",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2014-06-05",
 "awd_max_amd_letter_date": "2014-06-05",
 "awd_abstract_narration": "The broader impact/commercial potential of this project is significant. The industrial lift assist device being developed directly in this effort can be a tool that mitigates the 137 thousand annual lifting injuries seen in the US and the annual price tag of over $50 billion in direct and indirect costs. This device can be sold directly to corporations and result in an improved quality of life for those patients that avoid a long term lifting injury. Another area of impact of the technology presented in this proposal is that it is much larger than just the industrial application being evaluated at first. Orthotic devices are a brand new field that has demonstrated potential in many different markets including military applications, medical, education, and even consumer. In each of these cases, the costs of the current generation of devices are one of the leading limitations for their widespread integration. The fabric design concepts developed in this effort will create a foundation for revolutionizing these other markets as well as leading to the birth of an entire new industry that spans many aspects of the US economy.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project develops a novel architecture used to construct this low cost lift assist device. The low cost orthotic device proposed in this effort is constructed entirely out of fabric. This effort pioneers the use of selectively compliant fabric structures to replace the rigid components, typically made from steel or aluminum, of traditional exoskeleton design methodologies. This effort is founded in the realization that some high strength fabrics have strength to weight ratios up to 10x that of steel, while they can be manufactured for a fraction of the cost. This design approach also allows the part count to be significantly reduced further reducing the cost of these devices. We anticipate that these cost reductions can result in a viable lift assist device that can be sold for 10x less than that of conventional lift assist exoskeletons. There are currently no design tools for the design of fabric structures as the typical design infrastructure is limited to rigid components. As a result, this effort will seek to build on our existing internal design infrastructure and experience to tailor these fabric structures to the application of industrial lift safety.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Swift",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Swift",
   "pi_email_addr": "tim@otherlab.com",
   "nsf_id": "000660999",
   "pi_start_date": "2014-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Other Lab Inc",
  "inst_street_address": "3101 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4152253618",
  "inst_zip_code": "941102714",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "OTHER LAB, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "J9DRQLG8JP97"
 },
 "perf_inst": {
  "perf_inst_name": "Other Lab",
  "perf_str_addr": "1301 20th Street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941102714",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With this project we sought to develop the technical foundation for an exoskeleton for use in light industrial applications for lift assistance and safety. In order to make an exoskeleton like this practical for wide spread adoption in this application, we are focusing on reducing the weight and cost of the device significantly over traditional exoskeleton design methods. Our approach involves the development of a novel type of exoskeleton that is constructed entirely out of high strength fabrics using a pneumatic transmission. In this project, we intended to leverage the knowledge gained through some of our original prototype upper extremity exoskeleton devices to develop a lower extremity device for powered knee extension to help with lifting.</p>\n<p>The intellectual merit aspects of the project made significant progress in the desired direction. We evaluated various components that provide the infrastructure for manufacturing these fabric exoskeletons such as the heat welded manufacture of high strength fabrics and light weight, low profile pneumatic connections. We also manufactured a number of prototype knee braces to provide assistance with knee extension and identified their limits of performance and the design flexibility that we have. Most importantly, this effort provided us the working knowledge of the design of lower extremity exoskeletons made from high strength fabrics to allow us to develop initial industrial lift safety devices in future phases of this project.</p>\n<p>We also made progress in validating the broader impacts of this work. Around 14 billion dollars is spent annually in the US on direct workman&rsquo;s compensation payments for overexertion injuries due to lifting. During this project we have made inroads with a number of large US and European companies that are interested in evaluating this technology when initial product prototypes are available.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2015<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Swift</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith this project we sought to develop the technical foundation for an exoskeleton for use in light industrial applications for lift assistance and safety. In order to make an exoskeleton like this practical for wide spread adoption in this application, we are focusing on reducing the weight and cost of the device significantly over traditional exoskeleton design methods. Our approach involves the development of a novel type of exoskeleton that is constructed entirely out of high strength fabrics using a pneumatic transmission. In this project, we intended to leverage the knowledge gained through some of our original prototype upper extremity exoskeleton devices to develop a lower extremity device for powered knee extension to help with lifting.\n\nThe intellectual merit aspects of the project made significant progress in the desired direction. We evaluated various components that provide the infrastructure for manufacturing these fabric exoskeletons such as the heat welded manufacture of high strength fabrics and light weight, low profile pneumatic connections. We also manufactured a number of prototype knee braces to provide assistance with knee extension and identified their limits of performance and the design flexibility that we have. Most importantly, this effort provided us the working knowledge of the design of lower extremity exoskeletons made from high strength fabrics to allow us to develop initial industrial lift safety devices in future phases of this project.\n\nWe also made progress in validating the broader impacts of this work. Around 14 billion dollars is spent annually in the US on direct workmanÆs compensation payments for overexertion injuries due to lifting. During this project we have made inroads with a number of large US and European companies that are interested in evaluating this technology when initial product prototypes are available.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/27/2015\n\n\t\t\t\t\tSubmitted by: Timothy Swift"
 }
}