{
 "awd_id": "1416973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Space-based detection of sinkhole activities in Central Florida",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2014-06-24",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "Over the past year two sinkhole events in central Florida attracted significant media attention. In March 2013, a sinkhole collapsed beneath a house in Seffner and ?swallowed? a person from his bedroom. In August 2013 a sinkhole collapse destroyed a resort complex near Disney World.  These dramatic events, however, are just extreme examples that stand out from a steady stream of property damage, which spikes at times of anthropogenic groundwater withdrawals. Detecting incipient sinkhole activity, particularly that which may result in sudden collapse, is a challenging task. However, recent improvements in the detection and resolution capabilities of Synthetic Aperture Radar (SAR) satellites enable nowadays space-base detection of small movements of the Earth?s surface at the millimeter/year level. In this project we will use SAR observations acquired over central Florida by German and Italian SAR satellites. Interferometric processing of the data using advanced time series techniques, will provide detailed maps of surface movements and will allow us to detect localized subsiding areas that may be indicative of sinkhole activity. Verification of the space-base sinkhole detection will be conducted using Ground Penetrating Radar surveys. Successful detection of pre-collapse sinkhole activities will serve as very important tool to minimize life and property hazard in central Florida and other sinkhole-prone areas worldwide.\r\n\r\nSinkhole activity in central Florida is a major natural hazard, resulting in severe property damage and occasionally in life loss.  We propose to use Inferometric Synthetic Aperture Radar (InSAR) to monitor sinkhole activities in central Florida, in order to detect subsiding sites and resolve possible precursory subsidence prior to sinkhole collapse. We will task the German satellite TerraSAR-X and the Italian satellite constellation Cosmo-SkyMed to acquire high-resolution observations (sub-meter pixel resolution) over selected areas, with repeat acquisition intervals of 10-20 days. Interferometric processing of the data using InSAR time series techniques will provide us high spatial resolution maps of surface movements with 1-2 mm/yr accuracy, which will enable us to detect localized subsidence and better understand activity that may be precursory to sinkhole collapse. We will use the space-based data to select sites for study with sub-meter scale ground-penetrating radar surveys. The purpose of this limited scale project is to provide a proof-of-concept that InSAR observations can be used to detect precursory sinkhole activity in the challenging sub-tropical vegetation-rich environment of central Florida. Successful space-based detection of sinkhole activity will lead to further utilization of InSAR observations for sinkhole hazard mitigation in central Florida and other sinkhole-prone areas worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Kruse",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Kruse",
   "pi_email_addr": "skruse@usf.edu",
   "nsf_id": "000309772",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 East Fowler Ave",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336209951",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our colleagues at the University of Miami worked to determine whether satellite measurements could be used to detect ground subsidence associated with sinkhole activity.&nbsp; As part of this study we identified a test site, where it is known that the ground is subsiding, presumably due to sinkhole activity.&nbsp; The test site lies within the Sand Hill Boy Scout Reserve in Brooksville, FL, next to a swimming pool that is cracking as the ground subsides. We ran geophysical surveys over an open grassy field nearby to look for features characteristic of sinkholes, and to understand the ground structure.&nbsp; Beneath the smooth surface the surveys, including seismic refraction, resistivity, and ground penetrating radar profiles and grids, indicate shallow sand and clay layers (1-3 m deep) that are draped over deeper limestone.&nbsp; The deeper limestone forms steep pinnacles and troughs.&nbsp; Drilling shows that the depth to limestone changes from 7 m to 20 m between two points just 10 m apart.&nbsp; Our surveys show this variability is typical over the whole area, which indicates the limestone has dissolved locally in some places and not in others.&nbsp; Where the limestone has dissolved, sand from the surface has presumably migrated downward to fill the void.&nbsp; There are now voids close to the surface, around 70 cm deep, near the water table and clay-rich layers, further indicating that sand is moving downward while shallow clay layers support the surface. &nbsp;The University of Miami researchers installed reflectors of satellite signals to ensure optimal monitoring of this site.&nbsp; As part of a new project, we will return to the site to see how the structure varies with the ongoing deformation monitored by satellite.&nbsp; We will run models to better understand how the subsidence and collapse of sinkholes actually takes place.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2016<br>\n\t\t\t\t\tModified by: Sarah&nbsp;E&nbsp;Kruse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur colleagues at the University of Miami worked to determine whether satellite measurements could be used to detect ground subsidence associated with sinkhole activity.  As part of this study we identified a test site, where it is known that the ground is subsiding, presumably due to sinkhole activity.  The test site lies within the Sand Hill Boy Scout Reserve in Brooksville, FL, next to a swimming pool that is cracking as the ground subsides. We ran geophysical surveys over an open grassy field nearby to look for features characteristic of sinkholes, and to understand the ground structure.  Beneath the smooth surface the surveys, including seismic refraction, resistivity, and ground penetrating radar profiles and grids, indicate shallow sand and clay layers (1-3 m deep) that are draped over deeper limestone.  The deeper limestone forms steep pinnacles and troughs.  Drilling shows that the depth to limestone changes from 7 m to 20 m between two points just 10 m apart.  Our surveys show this variability is typical over the whole area, which indicates the limestone has dissolved locally in some places and not in others.  Where the limestone has dissolved, sand from the surface has presumably migrated downward to fill the void.  There are now voids close to the surface, around 70 cm deep, near the water table and clay-rich layers, further indicating that sand is moving downward while shallow clay layers support the surface.  The University of Miami researchers installed reflectors of satellite signals to ensure optimal monitoring of this site.  As part of a new project, we will return to the site to see how the structure varies with the ongoing deformation monitored by satellite.  We will run models to better understand how the subsidence and collapse of sinkholes actually takes place.\n\n \n\n\t\t\t\t\tLast Modified: 07/05/2016\n\n\t\t\t\t\tSubmitted by: Sarah E Kruse"
 }
}