{
 "awd_id": "1416791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IBSS-Ex: Maternal Speech and Children's Physiological and Behavioral Regulation",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 249744.0,
 "awd_amount": 249744.0,
 "awd_min_amd_letter_date": "2014-07-25",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "The ability to regulate stress is central to emotional and physical health across the human lifespan.  Individual differences in stress regulation are shaped, in part, by the early caregiving environment, particularly parental support during challenge.  Little is known, however, about specific features of the parenting response that promote children's regulatory functioning.  This interdisciplinary research project will examine prosody, a potentially vital but largely unexamined feature of parental behavior that is defined as the rhythm and intonation of speech and is assessed by investigating the acoustic properties of maternal speech.  The investigators will conduct the project by drawing on and integrating theory and evidence from psychology, psychophysiology, linguistics, and speech science.  The project will assess the degree to which the acoustic properties of language may elicit parasympathetic activity and, in turn, act as a mechanism by which social experiences \"get under the skin\" to affect attention and behavior of children during their early years.  Project results will enhance knowledge about direct sensory links between parenting and child regulation and will help advance understanding of early socialization processes and child development.  Results also will inform key questions in linguistics regarding the biological mechanisms through which communication may operate and, relatedly, may lay groundwork for building models of prosody in spontaneous speech.  A more fine-grained understanding of caregiving and its influence on child regulation will be valuable in the design and implementation of prevention and intervention programs for families in high-stress circumstances. This project also will provide valuable educational opportunities for graduate and undergraduate students from multiple disciplines, including training in observational methodology, acoustic analysis, physiological assessments, and advanced data-analytic techniques. \r\n\r\nThis project will bring together theory and evidence in psychophysiology as well as burgeoning findings from linguistics and speech sciences regarding the acoustic correlates of perceived emotional arousal.  The investigators will examine associations between the acoustic properties of maternal speech and children's physiological and behavioral regulation.  They will focus on children between 3 and 5 years of age, a developmental period in which regulatory capacities show tremendous growth and caregivers may play a particularly salient role.  Mother-child dyads will participate in visits to the laboratory playroom during which time video, audio, and physiological data will be time-synched and recorded continuously during a baseline assessment, a mother-child play session, and two mother-child challenge tasks. Because the stress response unfolds over real time, the investigators will adopt a dynamic analytic approach that permits investigation of the relations between maternal prosody and child regulation across time.  Comparisons across interactive tasks will explore whether such processes are more salient under challenge conditions.  Because of the pervasiveness of spoken language and the acoustic properties of speech in everyday life, this project will yield information and insights of value for a wide array of disciplines in the social and behavioral sciences.  This project is supported through the NSF Interdisciplinary Behavioral and Social Sciences Research (IBSS) competition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "McElwain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy McElwain",
   "pi_email_addr": "mcelwn@illinois.edu",
   "nsf_id": "000157153",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cole",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer S Cole",
   "pi_email_addr": "jennifer.cole1@northwestern.edu",
   "nsf_id": "000383964",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Berry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Berry",
   "pi_email_addr": "dberry@umn.edu",
   "nsf_id": "000660027",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013811",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821300",
   "pgm_ele_name": "Interdiscp Behav&SocSci IBSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8213",
   "pgm_ref_txt": "IBSS"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 249744.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Children's ability to effectively regulate emotions and manage stress are critical to long-term adjustment, and such abilities develop in the context of children's earliest interactions with caregivers. Although prior research indicates that children who experience high levels of maternal sensitivity and emotional support tend to show better socioemotional and cognitive outcomes, little is known about the specific mechanisms underlying these associations. We aimed to address this gap by pinpointing a potentially vital, but virtually unexamined, feature of the maternal response: prosody (defined as the rhythm and intonation of speech, and assessed in this project via the acoustic properties of the speech signal). In addressing this overarching aim, we have drawn upon theory and evidence from psychology, psychophysiology, linguistics, and speech sciences. Across these literatures, there is increasing reason to suspect that acoustic properties of language may elicit physiological responses and, in turn, act as a mechanism by which social experiences 'get under the skin' to affect attention and behavior.</span></p>\n<p><span>One hundred and thirty mother-child dyads participated in a laboratory visit when children were between 3.5 and 5 years of age. After a brief warm-up period, wireless and noninvasive physiological sensors were attached to mothers and children. Mothers and children completed a 5-min baseline physiological assessment. Following the baseline assessment, mother-child dyads completed a series of interaction tasks, including a 10-minute play session that involved two 5-minute segments (puzzle play and pretend play) and two challenging 5-min puzzle tasks.<span> </span>Across the play and puzzle sessions, we obtained measures of maternal speech prosody (a composite score of acoustic measurements of mean pitch, maximum pitch, and pitch variability), maternal behavior (4-point observer ratings of emotional support, positive affect, cognitive assistance), child behavior (4-point observer ratings of attention to task, defeat/frustration, positive affect), and child physiological stress response and regulatory capacity (measured via respiratory sinus arrhythmia, an indicator of cardiac vagal tone) in 15-second epochs. The 15-second epochs were time-synchronized across speech, behavioral, and physiological measures, which permitted assessment of how moment-to-moment fluctuations at one level (e.g., maternal speech prosody) related to fluctuations at another level (e.g., child behavior).</span></p>\n<p><span><span>Results supported key hypotheses regarding how moment-to-moment changes in mothers' speech prosody is coupled with corresponding changes in child behavior and physiology. First, it is worth noting that </span><span>momentary increases in maternal speech prosody were associated with related changes in emotionally salient parenting (e.g., emotional support, positive affect displays), whereas momentary decreases in maternal prosody were associated with increases in cognitively relevant maternal behaviors (e.g., cognitive assistance or teaching). Second, above and beyond time-varying contributions of maternal emotional support and positive affect, momentary increases in maternal prosody were associated with contemporaneous increases in children's cardiac vagal tone (i.e. vagal augmentation) and positive and negative dimensions of affect, but decreases in child task-related attention. Maternal emotional prosody may serve a unique function to socially orient the child toward the mother and may also be a central component of the maternal response to the child's affective cues. Such moment-to-moment coupling between maternal prosody, on the one hand, and child affect and physiology, on the other, may underlie co-regulatory processes that enable children to effectively manage stress. </span></span><span>That these findings focused on associations at the within-person level, in which the individual acts as his or her own control, is important because such associations cannot be attributed to between-person factors, such as maternal personality, child temperament, or family socioeconomic status. </span></p>\n<p><span>Given the pervasiveness of spoken language and, therefore, the acoustic properties of speech in everyday life, the findings from this study may be used to inform an array of cutting-edge scientific pursuits in the social and behavioral sciences, including unpacking the biological basis for communication, aiding in construction of models of prosody in spontaneous speech, and leveraging methodological innovations in automated signal processing to investigate developmental and regulatory processes in real time. This line of research could also eventually inform the design and implementation of prevention and intervention programs for families in high-stress circumstances, including the diagnosis and treatment of mother-child relationship disturbances in which maternal psychopathology (e.g., depression) is conveyed via prosody or child characteristics (e.g., autism) impede processing of maternal prosody. </span><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p><span><span>Broader impacts of this project include training of graduate and undergraduate students in psychophysiological and observational measures of child regulation, advanced statistical methods to test dynamic models of mother-child interaction across time, presentation of results at national conferences, and preparation of manuscripts for submission to scientific journals. We have also shared project findings with the larger community through participation in community events serving parents and young children, such as <em>Brain Awareness Day</em> at a local children's museum and University of Illinois' <em>Beckman Institute Open House</em>, in which we created interactive exhibits that present research about body-brain-behavior connections in a fun and engaging manner.<strong>&nbsp;</strong><em>&nbsp;</em><br /></span></span></p>\n<p><span><span><span><br /></span></span></span></p>\n<p><span> <span>&nbsp;</span></span><strong>&nbsp;</strong><em>&nbsp;</em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2019<br>\n\t\t\t\t\tModified by: Nancy&nbsp;Mcelwain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nChildren's ability to effectively regulate emotions and manage stress are critical to long-term adjustment, and such abilities develop in the context of children's earliest interactions with caregivers. Although prior research indicates that children who experience high levels of maternal sensitivity and emotional support tend to show better socioemotional and cognitive outcomes, little is known about the specific mechanisms underlying these associations. We aimed to address this gap by pinpointing a potentially vital, but virtually unexamined, feature of the maternal response: prosody (defined as the rhythm and intonation of speech, and assessed in this project via the acoustic properties of the speech signal). In addressing this overarching aim, we have drawn upon theory and evidence from psychology, psychophysiology, linguistics, and speech sciences. Across these literatures, there is increasing reason to suspect that acoustic properties of language may elicit physiological responses and, in turn, act as a mechanism by which social experiences 'get under the skin' to affect attention and behavior.\n\nOne hundred and thirty mother-child dyads participated in a laboratory visit when children were between 3.5 and 5 years of age. After a brief warm-up period, wireless and noninvasive physiological sensors were attached to mothers and children. Mothers and children completed a 5-min baseline physiological assessment. Following the baseline assessment, mother-child dyads completed a series of interaction tasks, including a 10-minute play session that involved two 5-minute segments (puzzle play and pretend play) and two challenging 5-min puzzle tasks. Across the play and puzzle sessions, we obtained measures of maternal speech prosody (a composite score of acoustic measurements of mean pitch, maximum pitch, and pitch variability), maternal behavior (4-point observer ratings of emotional support, positive affect, cognitive assistance), child behavior (4-point observer ratings of attention to task, defeat/frustration, positive affect), and child physiological stress response and regulatory capacity (measured via respiratory sinus arrhythmia, an indicator of cardiac vagal tone) in 15-second epochs. The 15-second epochs were time-synchronized across speech, behavioral, and physiological measures, which permitted assessment of how moment-to-moment fluctuations at one level (e.g., maternal speech prosody) related to fluctuations at another level (e.g., child behavior).\n\nResults supported key hypotheses regarding how moment-to-moment changes in mothers' speech prosody is coupled with corresponding changes in child behavior and physiology. First, it is worth noting that momentary increases in maternal speech prosody were associated with related changes in emotionally salient parenting (e.g., emotional support, positive affect displays), whereas momentary decreases in maternal prosody were associated with increases in cognitively relevant maternal behaviors (e.g., cognitive assistance or teaching). Second, above and beyond time-varying contributions of maternal emotional support and positive affect, momentary increases in maternal prosody were associated with contemporaneous increases in children's cardiac vagal tone (i.e. vagal augmentation) and positive and negative dimensions of affect, but decreases in child task-related attention. Maternal emotional prosody may serve a unique function to socially orient the child toward the mother and may also be a central component of the maternal response to the child's affective cues. Such moment-to-moment coupling between maternal prosody, on the one hand, and child affect and physiology, on the other, may underlie co-regulatory processes that enable children to effectively manage stress. That these findings focused on associations at the within-person level, in which the individual acts as his or her own control, is important because such associations cannot be attributed to between-person factors, such as maternal personality, child temperament, or family socioeconomic status. \n\nGiven the pervasiveness of spoken language and, therefore, the acoustic properties of speech in everyday life, the findings from this study may be used to inform an array of cutting-edge scientific pursuits in the social and behavioral sciences, including unpacking the biological basis for communication, aiding in construction of models of prosody in spontaneous speech, and leveraging methodological innovations in automated signal processing to investigate developmental and regulatory processes in real time. This line of research could also eventually inform the design and implementation of prevention and intervention programs for families in high-stress circumstances, including the diagnosis and treatment of mother-child relationship disturbances in which maternal psychopathology (e.g., depression) is conveyed via prosody or child characteristics (e.g., autism) impede processing of maternal prosody.   \n\nBroader impacts of this project include training of graduate and undergraduate students in psychophysiological and observational measures of child regulation, advanced statistical methods to test dynamic models of mother-child interaction across time, presentation of results at national conferences, and preparation of manuscripts for submission to scientific journals. We have also shared project findings with the larger community through participation in community events serving parents and young children, such as Brain Awareness Day at a local children's museum and University of Illinois' Beckman Institute Open House, in which we created interactive exhibits that present research about body-brain-behavior connections in a fun and engaging manner.  \n\n\n\n\n\n    \n\n\t\t\t\t\tLast Modified: 05/02/2019\n\n\t\t\t\t\tSubmitted by: Nancy Mcelwain"
 }
}