{
 "awd_id": "1416006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing a Student Centered Assessment for General Chemistry",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2013-11-05",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 73528.0,
 "awd_amount": 73528.0,
 "awd_min_amd_letter_date": "2014-02-04",
 "awd_max_amd_letter_date": "2014-02-04",
 "awd_abstract_narration": "Chemistry (12)\r\n\r\nThis project is developing a set of valid and reliable alternative assessments for general chemistry called Creative Exercises (CEs), which provide the stem of a problem but not the question, and then ask the student to generate as many independent correct statements about the problem as possible. The student therefore determines what statements are related to the original prompt, that are correct and distinct, and that are also relevant to the material presented in general chemistry. CEs hold the potential to engage students in alternative forms of assessment that may promote learning retention and mitigate test anxiety, and to provide instructors with additional measures of how students represent their understanding of chemistry. The CEs are being integrated into exams in general chemistry courses at five different colleges and universities in Georgia, with two iterations of studying and improving the items, their implementation, and how to score them reliably. The research includes the study of validity, reliability and bias in assessing student learning via CEs in general chemistry. Additionally, the project is investigating potential benefits of the use of CEs. To better understand how the CEs measure students' understanding, the project is also conducting a parallel investigation of the associations between student understanding as measured by the CEs and how students represent their understanding using concept maps, to probe students' schemata assuming a cognitive constructivist model. The resources being developed include a psychometrically sound set of assessments and rubrics for scoring them. These resources are being shared with educators through peer-reviewed publications, presentations at professional meetings, and online databases that feature materials for chemistry instruction. The project is also offering workshops for STEM faculty presenting alternative assessments at each of the five collaborating institutions during the summer of the third year of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Lewis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Scott E Lewis",
   "pi_email_addr": "slewis@usf.edu",
   "nsf_id": "000215892",
   "pi_start_date": "2014-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "3702 Spectrum Blvd",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 73527.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>General Chemistry as a survey course covers a range of topics and the topics may appear disjointed to students. &nbsp;The separation between topics is further emphasized by assessments where tests are frequently given on recent topics with no incorporation of previously learned concepts.&nbsp; This instructional approach is in contrast with learning theories that emphasize understanding the relationships among topics.&nbsp; This project developed and disseminated a large series of test questions to promote students linking concepts throughout General Chemistry.&nbsp; Student responses to the assessments were shown to represent a valid measure of students&rsquo; chemistry knowledge and a diverse range of links in concepts.&nbsp; Student responses also highlighted misunderstandings in the limits of models presented in this course.&nbsp; For example, students would employ models designed for ionic compounds to covalent compounds, or models designed for gases to substances in the liquid phase. &nbsp;These findings highlighted the need for instruction to include discussing limits of models, and assessments, such as the ones developed here, to measure student understanding of the limits of models.</p>\n<p>The test questions developed were primarily open-ended where a large range of correct answers is possible.&nbsp; This format appealed to instructors with small class sizes but may be problematic to large class sizes.&nbsp; As a result, this project also developed closed-ended versions based on student responses that can be more easily implemented in large classes.&nbsp; The dissemination efforts included workshops to train over 60 STEM college faculty members on assessment theory and a range of alternative assessment techniques.&nbsp; The dissemination efforts have also led to dozens of instructors and educational researchers requesting copies of the assessments to inform their own instruction or research.</p>\n<p>The project also took advantage of the data generated to examine additional areas of research.&nbsp; First, data allowed an investigation into the validity of student responses to a nationally available General Chemistry exam.&nbsp; The studies found that this exam functioned as expected in predicting student performance on a follow-on course and no substantial evidence of item bias was present.&nbsp; Second, the data allowed for a longitudinal investigation of a teaching reform in General Chemistry.&nbsp; Proponents of teaching reforms often recommend targeting gateway courses such as General Chemistry owing to their large enrollments and importance in early student experience.&nbsp; This investigation found that reform teaching in General Chemistry improved student success in General Chemistry, but the effects were short lasting when examining follow-on classes.&nbsp; Future efforts to improve student success should explore teaching reforms that are present throughout the curriculum, for example a reform that targets General Chemistry, Organic Chemistry and Biochemistry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/19/2015<br>\n\t\t\t\t\tModified by: Scott&nbsp;E&nbsp;Lewis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGeneral Chemistry as a survey course covers a range of topics and the topics may appear disjointed to students.  The separation between topics is further emphasized by assessments where tests are frequently given on recent topics with no incorporation of previously learned concepts.  This instructional approach is in contrast with learning theories that emphasize understanding the relationships among topics.  This project developed and disseminated a large series of test questions to promote students linking concepts throughout General Chemistry.  Student responses to the assessments were shown to represent a valid measure of studentsÆ chemistry knowledge and a diverse range of links in concepts.  Student responses also highlighted misunderstandings in the limits of models presented in this course.  For example, students would employ models designed for ionic compounds to covalent compounds, or models designed for gases to substances in the liquid phase.  These findings highlighted the need for instruction to include discussing limits of models, and assessments, such as the ones developed here, to measure student understanding of the limits of models.\n\nThe test questions developed were primarily open-ended where a large range of correct answers is possible.  This format appealed to instructors with small class sizes but may be problematic to large class sizes.  As a result, this project also developed closed-ended versions based on student responses that can be more easily implemented in large classes.  The dissemination efforts included workshops to train over 60 STEM college faculty members on assessment theory and a range of alternative assessment techniques.  The dissemination efforts have also led to dozens of instructors and educational researchers requesting copies of the assessments to inform their own instruction or research.\n\nThe project also took advantage of the data generated to examine additional areas of research.  First, data allowed an investigation into the validity of student responses to a nationally available General Chemistry exam.  The studies found that this exam functioned as expected in predicting student performance on a follow-on course and no substantial evidence of item bias was present.  Second, the data allowed for a longitudinal investigation of a teaching reform in General Chemistry.  Proponents of teaching reforms often recommend targeting gateway courses such as General Chemistry owing to their large enrollments and importance in early student experience.  This investigation found that reform teaching in General Chemistry improved student success in General Chemistry, but the effects were short lasting when examining follow-on classes.  Future efforts to improve student success should explore teaching reforms that are present throughout the curriculum, for example a reform that targets General Chemistry, Organic Chemistry and Biochemistry.\n\n\t\t\t\t\tLast Modified: 08/19/2015\n\n\t\t\t\t\tSubmitted by: Scott E Lewis"
 }
}