{
 "awd_id": "1416919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ocean Acidification: RUI: Multiple Stressor Effects of Ocean Acidification and Hypoxia on Behavior, Physiology, and Gene Expression of Temperate Reef Fishes",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 330341.0,
 "awd_amount": 330341.0,
 "awd_min_amd_letter_date": "2014-07-25",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "For near shore marine species inhabiting upwelling ecosystems such as the California Current, climate change resulting from the anthropogenic release of CO2 into the atmosphere is likely to induce concurrent conditions of ocean acidification (OA) and hypoxia, which are exacerbated during periods of seasonal upwelling. Although marine fishes have generally been presumed to be tolerant of OA due to their competence in acid-base regulation, recent studies in tropical regions suggest that early life stages may be particularly sensitive to elevated levels of dissolved CO2 (which lowers seawater pH) by impairing respiration, acid-base regulation, and neurotransmitter function. Low levels of dissolved oxygen (DO), which occur during hypoxia, can likewise impact the behavior, physiology and survival of marine fishes. Few studies have addressed the potential interactive effects of a low pH, low DO environment. From molecular tools to whole animal physiology, this research will provide an in-depth examination of an inherently integrative process. The study will use a multiple stressor framework to address the potential threats posed by the independent and combined effects of OA and hypoxia on behavior, physiological capacity, and gene expression in temperate reef fishes. Because mortality in early life stages has important carryover effects, understanding the effects of these stressors is critical for predicting future climate change responses of global fish populations. Such information will lay the groundwork for further studies that address the synergistic effects of multiple stressors and the characteristics of California Current species that influence their ability to tolerate or adapt to changes in ocean chemistry in a rapidly changing climate. Broader impacts of the project include educational opportunities for graduate and undergraduate students at 4 institutions and outreach and educational activities for K-12 students and teachers through the Teaching Enhancement Program. Results will be communicated to fisheries management agencies, oceanographic observing programs, and the science community to provide information on climate change impacts for economically valuable groundfish.\r\n\r\nThe project goals are to use a combination of laboratory and field studies to examine ecologically and physiologically relevant responses of juvenile rockfish (genus Sebastes) to the independent and interactive effects of ocean acidification and hypoxia. Rockfish will be captured in the field and then reared in the lab at 4 different pCO2 levels and 4 different DO levels to simulate changes in environmental conditions. Response variables include: (1) measures of changes in olfactory capabilities, brain functional asymmetry and problem-solving ability and (2) effects on swimming capabilities, respiration, aerobic performance, and growth.  In addition, we will use next generation transcriptome sequencing to examine genome-wide changes in gene expression and enzyme activity for Na+/K+ ATPase (NKA), citrate synthase (CS), and lactate dehydrogenase (LDH), as proxies for acid-base compensation and metabolic shifts between aerobic and anaerobic metabolism. Oceanographic sensors will be deployed in the field to determine the frequency and intensity of hypoxia and low pH events in near shore habitats in Northern and Central California. Adaptive sampling of juvenile rockfish will be used to evaluate gene expression and physiological responses in individuals exposed in situ to low pH and low DO events in the field. The effects of OA and hypoxia will be compared across rockfish species with different life histories (e.g. larval duration, timing of spawning, etc.) and collected from regions differing in exposure to low pH/low DO events to address the potential for local adaptation. The focus of this project is on responses of the early juvenile stage at the time of settlement, because this stage is exposed to near shore changes in ocean chemistry during a critical period where physiological stress and behavioral disruptions may have the strongest demographic effects due to increased risk of predation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Scott L Hamilton",
   "pi_email_addr": "shamilton@mlml.calstate.edu",
   "nsf_id": "000522230",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sogard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Sogard",
   "pi_email_addr": "susan.sogard@noaa.gov",
   "nsf_id": "000382942",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "Moss Landing Marine Laboratories",
  "perf_str_addr": "8272 Moss Landing Road",
  "perf_city_name": "Moss Landig",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950399647",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 330341.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\">Intellectual Merit:</span></em></p>\n<p>We conducted 3 years of experiments testing the separate and combined effects of ocean acidification (OA) and hypoxia on behavior, physiology, and gene expression of multiple species of rockfish (genus&nbsp;<em>Sebastes</em>), focusing on the vulnerability juvenile fish to environmental stressors associated with climate change in kelp forests in the California Current Ecosystem.&nbsp;</p>\n<p>In Year 1, we examined the independent effects of OA by comparing the effects of low pH (elevated&nbsp;<em>p</em>CO<sub>2</sub>) on behavior, physiology, and patterns of gene expression in juvenile rockfish, integrating responses from the transcriptome to the whole organism. Experiments were conducted simultaneously on two closely related species, to compare high-CO<sub>2</sub>tolerance. Copper rockfish exhibited changes in behavioral lateralization (i.e., test of brain function), reduced critical swimming speed, depressed aerobic scope (i.e., measure of the capacity for aerobic activity), changes in metabolic enzyme activity, and increases in the expression of transcription factors and regulatory genes at high&nbsp;<em>p</em>CO<sub>2</sub>exposure. Blue rockfish, in contrast, showed no significant changes in behavior, swimming physiology, or aerobic capacity, but did exhibit significant changes in the expression of muscle structural genes as a function of&nbsp;<em>p</em>CO<sub>2</sub>, indicating acclimatization potential.&nbsp;</p>\n<p>We examined the independent effects of hypoxia (i.e., low dissolved oxygen [DO]) on copper and blue rockfish. The findings indicate that both species express sensitivity to low&nbsp;DO. Copper rockfish exhibited decreased growth rates and impaired brain function, while both species exhibited decreases in the capacity for aerobic activity. Additionally, copper rockfish exhibited a higher critical oxygen tolerance threshold. Despite the physiological changes that occurred for both species, they displayed some capacity for acclimation to low oxygen&nbsp;conditions.</p>\n<p>Studies of the independent effects of OA and hypoxia on otolith (earstone) growth found that these two environmental stressors have opposite effects. Otolith growth was reduced in low DO treatments. In contrast, otolith growth increased with decreasing pH (increasing&nbsp;<em>p</em>CO<sub>2</sub>), such that fish from the lowest pH treatments had larger otoliths for their size. These results suggest that ocean acidification and hypoxia may have different effects on hearing, balance, and equilibrium in rockfishes, given the sensory role played by otoliths in fishes.&nbsp;</p>\n<p>In Year 2, we examined the independent and combined effects of OA and hypoxia on juvenile rockfish of 3 species (blue, copper, and gopher rockfish). Findings indicate that for many of the behavioral and physiological responses, fish from the combined pH and DO treatment exhibited a similar response to fish from the low DO treatment alone, such that the magnitude of the behavioral or physiological response is much stronger to reduced oxygen levels than reduced pH levels, but in some instances the interactive effects of low pH and low DO produced the greatest impairment.&nbsp;</p>\n<p>Year 3 experiments tested the effects of static vs. fluctuating pH and DO levels, simulating upwelling-relaxation cycles. Experiments included 3 static treatments with combined pH and DO levels reflecting upwelling conditions and 2 fluctuating treatments simulating upwelling and relaxation events over a 7-day cycle. The results indicate that swimming abilities and physiological performance are progressively impaired as pH and DO levels decrease. Fish from the fluctuating upwelling treatment exhibited the same physiological response as fish in the most extreme static treatment. Interestingly, fish from the fluctuating relaxation treatment showed full recovery of physiological performance after 7 days in ambient conditions and these physiological responses were not different from fish held chronically in ambient conditions. The results indicate that short-term exposure to future ocean chemistry with increased upwelling can impair physiological performance while recovery occurs rapidly upon return to ambient or relaxation-type conditions. However, the growth and body condition data indicated that growth and condition were depressed in fluctuating treatments, indicating cumulative negative impacts of future upwelling.</p>\n<p>We also deployed a SeapHOx oceanographic sensor in the kelp forest, which provided a time series of covariation in temperature, salinity, pH, and dissolved oxygen. This information provided important context for our laboratory experiments.</p>\n<p>&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Broader Impacts:</span></em></p>\n<p>Graduate student training has been provided for 7 MS students conducting thesis research. Over 40 undergraduates from 4 institutions participated on the research, conducting independent projects and presenting results at scientific meetings. Many of the graduate and undergraduate students are women, first generation students, or from underrepresented groups.&nbsp;</p>\n<p>Tissues samples from our research were used twice in teaching a Capstone Marine Environmental Physiology course at CSU Monterey Bay, with approximately 15 undergraduates per class. The students were provided hands-on training in RNA sequencing and bioinformatics analysis of transcriptomics data.&nbsp;</p>\n<p>We have engaged with over 300 8th grade students in the Monterey Unified School District with lesson plans and curricula about the effects of climate change and ocean acidification in Monterey Bay.&nbsp;</p>\n<p>We are currently working with the California Ocean Science Trust to develop outreach materials on the impacts of ocean acidification on rockfish and other commercially important or indicator species in the California Current Ecosystem.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Scott&nbsp;Hamilton</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621942715_Aquarium_IMG_0092_W--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621942715_Aquarium_IMG_0092_W--rgov-800width.jpg\" title=\"Juvenile rockfish\"><img src=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621942715_Aquarium_IMG_0092_W--rgov-66x44.jpg\" alt=\"Juvenile rockfish\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Group of juvenile rockfish in the Moss Landing Marine Laboratories aquarium room for use in studies of the effects of ocean acidification and hypoxia on behavior and physiology</div>\n<div class=\"imageCredit\">Scott Hamilton</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Hamilton</div>\n<div class=\"imageTitle\">Juvenile rockfish</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621459103_Copperrockfishjuv--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621459103_Copperrockfishjuv--rgov-800width.jpg\" title=\"Juvenile copper rockfish\"><img src=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621459103_Copperrockfishjuv--rgov-66x44.jpg\" alt=\"Juvenile copper rockfish\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Juvenile copper rockfish in the kelp forest off the central California coast. Studies of ocean acidification and hypoxia tested how behavior and physiology of copper rockfish responded to changing ocean chemistry</div>\n<div class=\"imageCredit\">Scott Hamilton</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Hamilton</div>\n<div class=\"imageTitle\">Juvenile copper rockfish</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621649812_Evan-fish_image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621649812_Evan-fish_image--rgov-800width.jpg\" title=\"Blue rockfish in respirometry chamber\"><img src=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621649812_Evan-fish_image--rgov-66x44.jpg\" alt=\"Blue rockfish in respirometry chamber\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate student Evan Mattiasen holds a juvenile blue rockfish inside a respirometry chamber. Respirometry chambers were used to measure oxygen consumption and metabolic rates of rockfish reared under conditions simulating ocean acidification and hypoxia</div>\n<div class=\"imageCredit\">Grant Hilling</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Hamilton</div>\n<div class=\"imageTitle\">Blue rockfish in respirometry chamber</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621764655_Swim--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621764655_Swim--rgov-800width.jpg\" title=\"Rockfish in a swim tunnel\"><img src=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621764655_Swim--rgov-66x44.jpg\" alt=\"Rockfish in a swim tunnel\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Tests of critical swimming capabilities and maximum metabolic rates in response to ocean acidification and hypoxia were tested in a mini swim tunnel</div>\n<div class=\"imageCredit\">Melissa Palmisciano</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Hamilton</div>\n<div class=\"imageTitle\">Rockfish in a swim tunnel</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621332832_Juvenilegopherrockfish--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621332832_Juvenilegopherrockfish--rgov-800width.jpg\" title=\"Juvenile gopher rockfish\"><img src=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543621332832_Juvenilegopherrockfish--rgov-66x44.jpg\" alt=\"Juvenile gopher rockfish\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Juvenile gopher rockfish recruit to giant kelp to shelter from predators at the end of their pelagic phase. Studies of ocean acidification and hypoxia used this study species</div>\n<div class=\"imageCredit\">Scott Hamilton</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Hamilton</div>\n<div class=\"imageTitle\">Juvenile gopher rockfish</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543622708791_Bluerockfishschool4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543622708791_Bluerockfishschool4--rgov-800width.jpg\" title=\"Blue rockfish school\"><img src=\"/por/images/Reports/POR/2018/1416919/1416919_10322990_1543622708791_Bluerockfishschool4--rgov-66x44.jpg\" alt=\"Blue rockfish school\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Blue rockfish schooling in the kelp forest. This species was used in laboratory experiments to test the effects of ocean acidification and hypoxia on fish behavior and physiology</div>\n<div class=\"imageCredit\">Scott Hamilton</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Scott&nbsp;Hamilton</div>\n<div class=\"imageTitle\">Blue rockfish school</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nWe conducted 3 years of experiments testing the separate and combined effects of ocean acidification (OA) and hypoxia on behavior, physiology, and gene expression of multiple species of rockfish (genus Sebastes), focusing on the vulnerability juvenile fish to environmental stressors associated with climate change in kelp forests in the California Current Ecosystem. \n\nIn Year 1, we examined the independent effects of OA by comparing the effects of low pH (elevated pCO2) on behavior, physiology, and patterns of gene expression in juvenile rockfish, integrating responses from the transcriptome to the whole organism. Experiments were conducted simultaneously on two closely related species, to compare high-CO2tolerance. Copper rockfish exhibited changes in behavioral lateralization (i.e., test of brain function), reduced critical swimming speed, depressed aerobic scope (i.e., measure of the capacity for aerobic activity), changes in metabolic enzyme activity, and increases in the expression of transcription factors and regulatory genes at high pCO2exposure. Blue rockfish, in contrast, showed no significant changes in behavior, swimming physiology, or aerobic capacity, but did exhibit significant changes in the expression of muscle structural genes as a function of pCO2, indicating acclimatization potential. \n\nWe examined the independent effects of hypoxia (i.e., low dissolved oxygen [DO]) on copper and blue rockfish. The findings indicate that both species express sensitivity to low DO. Copper rockfish exhibited decreased growth rates and impaired brain function, while both species exhibited decreases in the capacity for aerobic activity. Additionally, copper rockfish exhibited a higher critical oxygen tolerance threshold. Despite the physiological changes that occurred for both species, they displayed some capacity for acclimation to low oxygen conditions.\n\nStudies of the independent effects of OA and hypoxia on otolith (earstone) growth found that these two environmental stressors have opposite effects. Otolith growth was reduced in low DO treatments. In contrast, otolith growth increased with decreasing pH (increasing pCO2), such that fish from the lowest pH treatments had larger otoliths for their size. These results suggest that ocean acidification and hypoxia may have different effects on hearing, balance, and equilibrium in rockfishes, given the sensory role played by otoliths in fishes. \n\nIn Year 2, we examined the independent and combined effects of OA and hypoxia on juvenile rockfish of 3 species (blue, copper, and gopher rockfish). Findings indicate that for many of the behavioral and physiological responses, fish from the combined pH and DO treatment exhibited a similar response to fish from the low DO treatment alone, such that the magnitude of the behavioral or physiological response is much stronger to reduced oxygen levels than reduced pH levels, but in some instances the interactive effects of low pH and low DO produced the greatest impairment. \n\nYear 3 experiments tested the effects of static vs. fluctuating pH and DO levels, simulating upwelling-relaxation cycles. Experiments included 3 static treatments with combined pH and DO levels reflecting upwelling conditions and 2 fluctuating treatments simulating upwelling and relaxation events over a 7-day cycle. The results indicate that swimming abilities and physiological performance are progressively impaired as pH and DO levels decrease. Fish from the fluctuating upwelling treatment exhibited the same physiological response as fish in the most extreme static treatment. Interestingly, fish from the fluctuating relaxation treatment showed full recovery of physiological performance after 7 days in ambient conditions and these physiological responses were not different from fish held chronically in ambient conditions. The results indicate that short-term exposure to future ocean chemistry with increased upwelling can impair physiological performance while recovery occurs rapidly upon return to ambient or relaxation-type conditions. However, the growth and body condition data indicated that growth and condition were depressed in fluctuating treatments, indicating cumulative negative impacts of future upwelling.\n\nWe also deployed a SeapHOx oceanographic sensor in the kelp forest, which provided a time series of covariation in temperature, salinity, pH, and dissolved oxygen. This information provided important context for our laboratory experiments.\n\n \n\nBroader Impacts:\n\nGraduate student training has been provided for 7 MS students conducting thesis research. Over 40 undergraduates from 4 institutions participated on the research, conducting independent projects and presenting results at scientific meetings. Many of the graduate and undergraduate students are women, first generation students, or from underrepresented groups. \n\nTissues samples from our research were used twice in teaching a Capstone Marine Environmental Physiology course at CSU Monterey Bay, with approximately 15 undergraduates per class. The students were provided hands-on training in RNA sequencing and bioinformatics analysis of transcriptomics data. \n\nWe have engaged with over 300 8th grade students in the Monterey Unified School District with lesson plans and curricula about the effects of climate change and ocean acidification in Monterey Bay. \n\nWe are currently working with the California Ocean Science Trust to develop outreach materials on the impacts of ocean acidification on rockfish and other commercially important or indicator species in the California Current Ecosystem.\n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Scott Hamilton"
 }
}