{
 "awd_id": "1416212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Economic Implications Of Lithic Technological Organization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 12544.0,
 "awd_amount": 12544.0,
 "awd_min_amd_letter_date": "2014-04-04",
 "awd_max_amd_letter_date": "2014-04-04",
 "awd_abstract_narration": "A central goal of archaeology is to understand the process which led to the development of large scale socially stratified societies which characterize the world today. What are the mechanisms, economic and otherwise which led to the successful functioning and integration of large groups of individuals? The goal of this project is to gain insight into their development.\r\n\r\nUnder the guidance of Dr. Marcello Canuto (PI), Rachel A. Horowitz (co-PI) will analyze lithic and ceramic materials from the site of Callar Creek Quarry, Belize.  The materials which will be analyzed were collected in investigations from 2011-2013 directed by Ms. Horowitz.  Callar Creek Quarry, located near the Belize/Guatemala border in western Belize, is a source of raw materials for the production of stone tools.  The quarry was used by ancient Maya living nearby from roughly 2000 BC - AD 1000.  \r\n\r\nThe study of quarry materials will examine the ancient Maya economy; how commodities were exchanged among the Maya is poorly understood.  Recent research has suggested that different types of objects circulated through a variety of exchange mechanisms under the control of various individuals.  For example, elite individuals are thought to have controlled access to jade, while food is thought to have been widely available.  The project will examine how chert resources functioned in the ancient Maya economy to see the role of chert commodities in the ancient Maya economy.       \r\n\r\nThe nature of Maya economic organization is important for several reasons.  This study in particular will increase our understanding of the role of elite and non-elite individuals in the Maya economy and examine how hinterland areas, or those areas distant from major cities, were integrated into a regional economy.  The role of hinterland residents is important because in an increasingly globalized economy, the integration of hinterland individuals becomes necessary.  This project examines the ancient Maya economy from a unique angle, that of lithic materials.  The extraction of lithic raw materials is generally an understudied segment of lithic technology in Mesoamerica.  \r\n\r\nThis research will seek to have a broader impact, both within the community in which the research is performed, and within the United States.  The information produced in this research will be disseminated through public presentations in Belize, which are attended by scholars from a variety of countries, local residents interested in archaeology, and tour guides who disseminate the information to tourists.  Presentations in the United States will occur at local, regional, and professional conferences.  Publication of the research and its conclusions will occur in peer reviewed journals.  The raw data from the investigations will be posted on the internet using tDAR (the Digital Archaeological Record) so that the information is accessible to the general public.  \r\n\r\nThis project will prepare Ms. Horowitz for her career as an archaeologist. In addition to furthering the education of the co-PI, undergraduate students attending a field school in Belize will be instructed about lithics and the analysis of lithic technology.  Lithic analysis is a tangible archaeological skill which can be utilized both in the students? further studies and in commercial archaeology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcello",
   "pi_last_name": "Canuto",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marcello A Canuto",
   "pi_email_addr": "mcanuto@tulane.edu",
   "nsf_id": "000550620",
   "pi_start_date": "2014-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Horowitz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel A Horowitz",
   "pi_email_addr": "rachel.horowitz@wsu.edu",
   "nsf_id": "000629324",
   "pi_start_date": "2014-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Belize",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12544.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<div>The goal of this project was to understand ancient Maya economic organization, specifically the role of utilitarian objects, such as lithic (stone tool) materials.  The nature of the Maya economy is a debated issue, particularly the role of non-elite individuals in managing, controlling, and producing various objects.  To address the varying role of elite and non-elite individuals, Ms. Horowitz analyzed lithic, stone tool, materials from the site of Callar Creek Quarry, Belize. &nbsp;Callar Creek Quarry, located in western Belize, is a source for chert, a raw material used for making stone tools.</div>\n<div></div>\n<div>Ms. Horowitz analyzed the lithic materials to obtain a picture of how lithics were produced within the quarry.  She determined that ancient Maya inhabitants of the area used the stone resources to make informal tools, for use locally, and to prepare the raw materials from the quarry for transport to other areas to be modified into other tools.  Ms. Horowitz also analyzed materials from two households adjacent to the quarry. She found, from a comparison of the lithic materials and the materials representative of day-to-day activities, that the household residents produced materials within the quarry, indicating that the household residents managed lithic extraction and production activities in the quarry area.</div>\n<div></div>\n<div>The management of lithic materials by local residents indicates that non-elite Maya peoples managed the raw material extraction and the production of lithic tools.  Such evidence highlights the role of non-elite, as opposed to elite individuals, in ancient economic practices.  In this case, the management of lithic materials by non-elites indicates that multiple types of economies operated concurrently for the ancient Maya, with some goods controlled by elite individuals and others controlled by non-elites.</div>\n<div></div>\n<div>This project has broader implications outside of Maya archaeology, particularly for other studies of economic activity.  In particular, the research highlights the importance of variation within economic systems and the role of non-elite individuals in these systems.</div>\n<div></div>\n<div>Ms. Horowitz presented information obtained through this study at academic and public talks in both Belize and the United States.  The data collected from the project are available through tDAR, an online depository of archaeological data, which is available to any interested parties; these data will also be published as part of Ms. Horowitz&rsquo;s dissertation.</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/14/2015<br>\n\t\t\t\t\tModified by: Rachel&nbsp;A&nbsp;Horowitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe goal of this project was to understand ancient Maya economic organization, specifically the role of utilitarian objects, such as lithic (stone tool) materials.  The nature of the Maya economy is a debated issue, particularly the role of non-elite individuals in managing, controlling, and producing various objects.  To address the varying role of elite and non-elite individuals, Ms. Horowitz analyzed lithic, stone tool, materials from the site of Callar Creek Quarry, Belize.  Callar Creek Quarry, located in western Belize, is a source for chert, a raw material used for making stone tools.\n\nMs. Horowitz analyzed the lithic materials to obtain a picture of how lithics were produced within the quarry.  She determined that ancient Maya inhabitants of the area used the stone resources to make informal tools, for use locally, and to prepare the raw materials from the quarry for transport to other areas to be modified into other tools.  Ms. Horowitz also analyzed materials from two households adjacent to the quarry. She found, from a comparison of the lithic materials and the materials representative of day-to-day activities, that the household residents produced materials within the quarry, indicating that the household residents managed lithic extraction and production activities in the quarry area.\n\nThe management of lithic materials by local residents indicates that non-elite Maya peoples managed the raw material extraction and the production of lithic tools.  Such evidence highlights the role of non-elite, as opposed to elite individuals, in ancient economic practices.  In this case, the management of lithic materials by non-elites indicates that multiple types of economies operated concurrently for the ancient Maya, with some goods controlled by elite individuals and others controlled by non-elites.\n\nThis project has broader implications outside of Maya archaeology, particularly for other studies of economic activity.  In particular, the research highlights the importance of variation within economic systems and the role of non-elite individuals in these systems.\n\nMs. Horowitz presented information obtained through this study at academic and public talks in both Belize and the United States.  The data collected from the project are available through tDAR, an online depository of archaeological data, which is available to any interested parties; these data will also be published as part of Ms. HorowitzÆs dissertation.\n\n \n\n\t\t\t\t\tLast Modified: 05/14/2015\n\n\t\t\t\t\tSubmitted by: Rachel A Horowitz"
 }
}