{
 "awd_id": "1416789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Re-imagining Video-Based Online Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 444060.0,
 "awd_amount": 444060.0,
 "awd_min_amd_letter_date": "2014-06-12",
 "awd_max_amd_letter_date": "2014-06-12",
 "awd_abstract_narration": "The goal of this exploratory project is to create, investigate, and provide evidence of promise for a model of online videos that embodies a more expansive vision of both the nature of the content and the pedagogical approach than is currently represented in YouTube-style lessons. This goal is pursued through the development and research of videos for two mathematics units--one focused on proportional reasoning at the middle grades level and the other focused on quadratic functions at the high school level, using an approach that could be applied to any STEM content area.  The media attention on the Khan Academy and the wide array of massive open online courses has highlighted the internet phenomenon of widespread accessibility to mathematics lessons, which offer many benefits, such as student control of the pace of learning and earlier access to advanced topics than is often possible in public schools. Yet, despite the huge range of topics presented in online videos, there is surprising uniformity in the procedural emphasis of the content and in the expository mode of presentation. Moving beyond the types of videos now used, primarily recorded lectures that replicate traditional classroom experience, this project advances our understanding about how students learn from video and from watching others learn - vicarious learning - as opposed to watching an expert. This project addresses the need for an alternative approach. Rather than relying on an expository style, the videos produced for this project focus on pairs of students, highlighting their dialogue, explanations and alternative conceptions. This alternative has the potential to contribute to learning sciences and to develop a usable tool.\r\n\r\nDespite the tremendous growth in the availability of mathematics videos online, little research has investigated student learning from them. This project develops dialogue-intensive videos in which children justify and explain their reasoning, elucidate their own comprehension of mathematical situations, and argue for and against various ideas and strategies. According to Wegerif (2007), such vicarious participation in a dialogic community may help learners take the perspective of another in a discussion, thus \"expanding the spaces of learning\" through digital technology. Consequently, a major contribution of this proposed work will be a set of four vicarious learning studies. Two qualitative studies investigate the particular meanings and ways of reasoning that learners appropriate from observing the dialogue of the students in the videos, as well as the learning trajectories of vicarious learners for each unit. Two quantitative studies isolate and test the effectiveness of the dialogic and the conceptual components of the model by comparing learning outcome gains for (a) conceptual dialogic versus conceptual expository conditions, and (b) dialogic conceptual versus dialogic procedural conditions. Another mark of the originality of the proposed work is the set of vicarious learning studies that contributes to the emerging literature across several dimensions, by (a) using secondary students rather than undergraduates; (b) exploring longer periods of learning, which is more conducive to deeper understanding; and (c) examining the nature of reasoning that is possible, not just the effectiveness of the approach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanne",
   "pi_last_name": "Lobato",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joanne E Lobato",
   "pi_email_addr": "jlobato@mail.sdsu.edu",
   "nsf_id": "000391592",
   "pi_start_date": "2014-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "San Diego State University",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 444060.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There has been explosive growth in the number of online mathematics videos available in recent years. Online videos are attractive for many reasons. They allow students to control the pace of learning, and mathematics instruction can be accessed at any time of the day and from any location, which allows people to be reached where and when they learn best. However, there is surprising uniformity in their procedural emphasis and expository mode of presentation. In response to the need for dialogic, conceptual mathematics videos for K-12 students, this project created videos (hosted at <a href=\"http://www.mathtalk.org/\">www.mathtalk.org</a>) in which secondary school students explore sources of confusion and resolve their own dilemmas through dialogue. Each video shows a pair of students (called the <em>talent</em>) next to their mathematical inscriptions, which allows other students viewing the videos (called <em>vicarious learners</em>) to clearly see both the talent and their work. A teacher guides the talent and can be heard but does not appear in the videos, so that the focus remains on children?s mathematics.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p><strong></strong>Three key features contribute to the originality of the videos. First, the dialogue is unscripted, which allows for the kind of authentic student confusion that adults have trouble anticipating. Second, the talent take on a dual role?as students engaged in problem solving and as teachers, which is made possible through annotations that highlight key features of their work and voiced-over summaries that re-present the talent?s key ideas. Third, each of two model units consists of 7-10 video lessons (with each lesson being made up of 4-5 short videos) meant to be viewed in succession. The lengthy treatment of each topic is designed to support conceptual development over time and productive problem solving practices (for both talent and vicarious learners).</p>\n<p>Research on the use of these videos falls within a small, emerging area known as the vicarious learning literature, where <em>vicarious learning</em> refers to learning from video- or audio-taped presentations of other people engaged in learning. Most of this research has focused on quantitative studies of the effectiveness of learning from dialogic versus monologic videos with short videos viewed by undergraduates. Furthermore, the dialogic videos used in the vicarious learning literature have focused on student-tutor rather than student-student dialogues. In contrast, vicarious learning studies conducted for this project used secondary students rather than undergraduates as participants, explored longer periods of learning, which is more conducive to deeper understanding, especially in mathematics, and, because of the qualitative nature of the studies, were able to contribute to our understanding of the nature of the vicarious learning process. Results from qualitative research studies conducted for this project provide evidence of the following: (a) widespread, spontaneous appropriation of mathematical information from the videos, (b) four different approaches to viewing videos and solving related math tasks, (c) a quasi-collaborative, emotionally-attached stance of vicarious learners toward the talent, (d) a learning trajectory of evolving mathematical reasoning.</p>\n<p>&nbsp;<strong>Broader Impacts</strong></p>\n<p>If the model developed for this project gains traction among students, teachers and researchers, then there are potentially large benefits to society.<strong> </strong>While the immense reach of free online instructional videos is potentially transformative, this potential can only be attained if access transcends physical availability to also include entry into important disciplinary understandings and practices, and only if the instructional method pushes past what would be considered retrograde pedagogy in any other setting than a digital one.&nbsp;The videos created for this project offer a much-needed model for how video-based online learning can provide access for children &nbsp;to other important aspects of what it means to know and learn in any content domain, such as understanding concepts, connecting ideas, explaining and justifying, and engaging in dialogue about meaning.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2018<br>\n\t\t\t\t\tModified by: Joanne&nbsp;E&nbsp;Lobato</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1416789/1416789_10309933_1542244924939_DialogicVideo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1416789/1416789_10309933_1542244924939_DialogicVideo--rgov-800width.jpg\" title=\"Dialogic Video\"><img src=\"/por/images/Reports/POR/2018/1416789/1416789_10309933_1542244924939_DialogicVideo--rgov-66x44.jpg\" alt=\"Dialogic Video\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Screenshot from a dialogic video created for the project</div>\n<div class=\"imageCredit\">www.mathtalk.com</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Joanne&nbsp;E&nbsp;Lobato</div>\n<div class=\"imageTitle\">Dialogic Video</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThere has been explosive growth in the number of online mathematics videos available in recent years. Online videos are attractive for many reasons. They allow students to control the pace of learning, and mathematics instruction can be accessed at any time of the day and from any location, which allows people to be reached where and when they learn best. However, there is surprising uniformity in their procedural emphasis and expository mode of presentation. In response to the need for dialogic, conceptual mathematics videos for K-12 students, this project created videos (hosted at www.mathtalk.org) in which secondary school students explore sources of confusion and resolve their own dilemmas through dialogue. Each video shows a pair of students (called the talent) next to their mathematical inscriptions, which allows other students viewing the videos (called vicarious learners) to clearly see both the talent and their work. A teacher guides the talent and can be heard but does not appear in the videos, so that the focus remains on children?s mathematics.\n\nIntellectual Merit\n\nThree key features contribute to the originality of the videos. First, the dialogue is unscripted, which allows for the kind of authentic student confusion that adults have trouble anticipating. Second, the talent take on a dual role?as students engaged in problem solving and as teachers, which is made possible through annotations that highlight key features of their work and voiced-over summaries that re-present the talent?s key ideas. Third, each of two model units consists of 7-10 video lessons (with each lesson being made up of 4-5 short videos) meant to be viewed in succession. The lengthy treatment of each topic is designed to support conceptual development over time and productive problem solving practices (for both talent and vicarious learners).\n\nResearch on the use of these videos falls within a small, emerging area known as the vicarious learning literature, where vicarious learning refers to learning from video- or audio-taped presentations of other people engaged in learning. Most of this research has focused on quantitative studies of the effectiveness of learning from dialogic versus monologic videos with short videos viewed by undergraduates. Furthermore, the dialogic videos used in the vicarious learning literature have focused on student-tutor rather than student-student dialogues. In contrast, vicarious learning studies conducted for this project used secondary students rather than undergraduates as participants, explored longer periods of learning, which is more conducive to deeper understanding, especially in mathematics, and, because of the qualitative nature of the studies, were able to contribute to our understanding of the nature of the vicarious learning process. Results from qualitative research studies conducted for this project provide evidence of the following: (a) widespread, spontaneous appropriation of mathematical information from the videos, (b) four different approaches to viewing videos and solving related math tasks, (c) a quasi-collaborative, emotionally-attached stance of vicarious learners toward the talent, (d) a learning trajectory of evolving mathematical reasoning.\n\n Broader Impacts\n\nIf the model developed for this project gains traction among students, teachers and researchers, then there are potentially large benefits to society. While the immense reach of free online instructional videos is potentially transformative, this potential can only be attained if access transcends physical availability to also include entry into important disciplinary understandings and practices, and only if the instructional method pushes past what would be considered retrograde pedagogy in any other setting than a digital one. The videos created for this project offer a much-needed model for how video-based online learning can provide access for children  to other important aspects of what it means to know and learn in any content domain, such as understanding concepts, connecting ideas, explaining and justifying, and engaging in dialogue about meaning.\n\n\t\t\t\t\tLast Modified: 11/14/2018\n\n\t\t\t\t\tSubmitted by: Joanne E Lobato"
 }
}