{
 "awd_id": "1417900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Supporting Secondary Students in Building External Models",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 918359.0,
 "awd_amount": 918359.0,
 "awd_min_amd_letter_date": "2014-07-30",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "The Concord Consortium and Michigan State University will collaborate to: (1) develop and test a modeling tool and accompanying instructional materials, (2) explore how to support students in building and using models to explain and predict phenomena across a range of disciplines, and (3) document the sophistication of understanding of disciplinary core ideas that students develop when building and using models in grades 6-12. By iteratively designing, developing and testing a modeling tool and instructional materials that facilitate the building of dynamic models, the project will result in exemplary middle and high school materials that use a model-based approach as well as an understanding of the potential of this approach in supporting student development of explanatory frameworks and modeling capabilities. A key goal of the project is to increase students' learning of science through modeling and to study student engagement with modeling as a scientific practice. \r\n\r\nThe project provides the nation with middle and high school resources that support students in developing and using models to explain and predict phenomena, a central scientific and engineering practice. Because the research and development work will be carried out in schools in which students typically do not succeed in science, the products will also help produce a population of citizens capable of continuing further STEM learning and who can participate knowledgeably in public decision making. The goals of the project are to (1) develop and test a modeling tool and accompanying instructional materials, (2) explore how to support students in building, using, and revising models to explain and predict phenomena across a range of disciplines, and (3) document the sophistication of understanding of disciplinary core ideas that students develop when building and using models in grades 6-12. Using a design-based research methodology, the research and development efforts will involve multiple cycles of designing, developing, testing, and refining the systems modeling tool and the instructional materials to help students meet important learning goals related to constructing dynamic models that align with the Next Generation Science Standards. The learning research will study the effect of working with external models on student construction of robust explanatory conceptual understanding. Additionally, it will develop a set of professional development resources and teacher scaffolds to help the expanding community of teachers not directly involved in the project take advantage of the materials and strategies for maximizing the impact of the curricular materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Krajcik",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Krajcik",
   "pi_email_addr": "krajcik@msu.edu",
   "nsf_id": "000341539",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 Auditorium Rd., Rm 2",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 482366.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 317684.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 118309.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modeling is essential in the pursuit of scientific knowledge and, as such, is a central practice used across the science disciplines. Scientists develop, revise, and use models to predict and explain natural phenomena. <em>A Framework for K-12 Science Education</em> and the Next Generation Science Standards identify modeling as one of eight science and engineering practices and encourage science education to use these practices coupled with a focus on a smaller number of disciplinary core ideas and crosscutting concepts. However, students seldom construct models to explain and predict phenomena in science classrooms.</p>\n<p>To fill this need, the Building Models project, a collaboration between the Concord Consortium and the CREATE for STEM Institute at Michigan State University, developed a free, open-source tool called SageModeler that makes it possible for students, beginning in middle school, to engage in systems thinking through designing, building, and revising system models that can simulate the system under investigation.</p>\n<p>SageModeler allows students to take their ideas about how something works and design a runnable simulation without writing equations or engaging in traditional coding. By making it possible to map students&rsquo; ideas about a phenomenon to a working computational simulation, students can test, share, evaluate, and revise their model, as well as gauge their understanding of the phenomenon.</p>\n<p>SageModeler can be used to create a) system diagrams, b) interactive models of static equilibria and investigate changes to those equilibria, and c) dynamic models with feedback loops and emergent behavior over time. It is integrated with the Common Online Data Analysis Platform (CODAP), an intuitive graphing and data analysis platform that takes the outputs generated by the system model, as well as any other data source&mdash;from published datasets to results of computational models or data from sensors&mdash;and combines them into a single analytic environment. SageModeler is available in eight languages (English, Hebrew, Spanish, Chinese, Turkish, German,&nbsp;<span>Norwegian</span> and Greek).</p>\n<p>The project developed several curriculum units for middle and high school students, including an introduction to modeling, ocean acidification, gas laws, forces and motion, magnetic force, electric motors, evaporation, lake effect snow, and water quality. The various content based units engaged leaners in making sense of phenomena. These units were designed to study: the effect of working with external models on students&rsquo; construction of internal mental models, the potential of these models to provide feedback on students&rsquo; understanding of disciplinary core ideas, and the development of students&rsquo; modeling capabilities. The units were also designed to to support students in building towards performance expectations on the Next Generation of Science Standards.&nbsp;</p>\n<p>We identified four aspects of system modeling competence: (1) defining the boundaries of the system by including components in the model that are relevant to the phenomena under investigation, (2) determining appropriate relationships between components in the model, (3) using evidence and reasoning to construct, use, evaluate, and revise models, and (4) interpreting the behaviour of a model to determine its usefulness in explaining and making predictions about phenomena.</p>\n<p>Research results from the project indicate that students progressed in their ability to choose appropriate variables, determine relevant relationships, and clarify causal mechanisms to make their relationships more direct. However, more work is needed in the development of teacher and student scaffolds to help refocus students on the big picture of what they are modeling as we frequently observed students focusing more on details and sub-components of the models.&nbsp;</p>\n<p>Another area of research analyzed student models and revealed several common model types, including redundant connections, multiple causal chains, and multiple predictions. The project instrumented SageModeler to automatically detect these features as a way to offer pedagogical approaches for the classroom teacher to pursue.</p>\n<p>For further information, free software, and curricula, see:</p>\n<p><a href=\"https://sagemodeler.concord.org/\">https://sagemodeler.concord.org/</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2020<br>\n\t\t\t\t\tModified by: Joseph&nbsp;S&nbsp;Krajcik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModeling is essential in the pursuit of scientific knowledge and, as such, is a central practice used across the science disciplines. Scientists develop, revise, and use models to predict and explain natural phenomena. A Framework for K-12 Science Education and the Next Generation Science Standards identify modeling as one of eight science and engineering practices and encourage science education to use these practices coupled with a focus on a smaller number of disciplinary core ideas and crosscutting concepts. However, students seldom construct models to explain and predict phenomena in science classrooms.\n\nTo fill this need, the Building Models project, a collaboration between the Concord Consortium and the CREATE for STEM Institute at Michigan State University, developed a free, open-source tool called SageModeler that makes it possible for students, beginning in middle school, to engage in systems thinking through designing, building, and revising system models that can simulate the system under investigation.\n\nSageModeler allows students to take their ideas about how something works and design a runnable simulation without writing equations or engaging in traditional coding. By making it possible to map students’ ideas about a phenomenon to a working computational simulation, students can test, share, evaluate, and revise their model, as well as gauge their understanding of the phenomenon.\n\nSageModeler can be used to create a) system diagrams, b) interactive models of static equilibria and investigate changes to those equilibria, and c) dynamic models with feedback loops and emergent behavior over time. It is integrated with the Common Online Data Analysis Platform (CODAP), an intuitive graphing and data analysis platform that takes the outputs generated by the system model, as well as any other data source&mdash;from published datasets to results of computational models or data from sensors&mdash;and combines them into a single analytic environment. SageModeler is available in eight languages (English, Hebrew, Spanish, Chinese, Turkish, German, Norwegian and Greek).\n\nThe project developed several curriculum units for middle and high school students, including an introduction to modeling, ocean acidification, gas laws, forces and motion, magnetic force, electric motors, evaporation, lake effect snow, and water quality. The various content based units engaged leaners in making sense of phenomena. These units were designed to study: the effect of working with external models on students’ construction of internal mental models, the potential of these models to provide feedback on students’ understanding of disciplinary core ideas, and the development of students’ modeling capabilities. The units were also designed to to support students in building towards performance expectations on the Next Generation of Science Standards. \n\nWe identified four aspects of system modeling competence: (1) defining the boundaries of the system by including components in the model that are relevant to the phenomena under investigation, (2) determining appropriate relationships between components in the model, (3) using evidence and reasoning to construct, use, evaluate, and revise models, and (4) interpreting the behaviour of a model to determine its usefulness in explaining and making predictions about phenomena.\n\nResearch results from the project indicate that students progressed in their ability to choose appropriate variables, determine relevant relationships, and clarify causal mechanisms to make their relationships more direct. However, more work is needed in the development of teacher and student scaffolds to help refocus students on the big picture of what they are modeling as we frequently observed students focusing more on details and sub-components of the models. \n\nAnother area of research analyzed student models and revealed several common model types, including redundant connections, multiple causal chains, and multiple predictions. The project instrumented SageModeler to automatically detect these features as a way to offer pedagogical approaches for the classroom teacher to pursue.\n\nFor further information, free software, and curricula, see:\n\nhttps://sagemodeler.concord.org/\n\n \n\n\t\t\t\t\tLast Modified: 11/23/2020\n\n\t\t\t\t\tSubmitted by: Joseph S Krajcik"
 }
}