{
 "awd_id": "1417997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Learning Linkages: Integrating Data Streams of Multiple Modalities and Timescales",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 160893.0,
 "awd_amount": 175893.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2015-09-08",
 "awd_abstract_narration": "This Research on Education and Learning (REAL) project arises from an October 2014 Ideas Lab on Data-intensive Research to Improve Teaching and Learning. The intentions of that effort were to (1) bring together researchers from across disciplines to foster novel, transformative, multidisciplinary approaches to using the data in large education-related data sets to create actionable knowledge for improving STEM teaching and learning environments in the medium term; and (2) revolutionize learning in the longer term. In this project, researchers from Carnegie-Mellon University, Wested, Arizona State University, and Northwestern University will collaborate to enhance understanding of influences on learning, and improve teaching and learning in high school and middle school STEM classes.  To accomplish this, they will leverage the latest tools for data processing and many different streams of data that can be collected in technology-rich classrooms to (1) identify classroom factors that affect learning and (2) explore how to use that data to automatically track development of students' understanding and capabilities over time.\r\n \r\nTwo forces are poised to transform research on learning. First, more and more student work is conducted on computers and online, producing vast amounts of learning-related data. At the same time, advances in computing, data mining, and learning analytics are providing new tools for the collection, analysis, and representation of these data. Together, the available data and analytical tools enable smart and responsive systems that personalize learning experiences for individual learners. The PIs aim to collect highly enriched data that go far beyond typical computer data capture, leveraging the latest tools for data processing to generate new insights about STEM teaching and learning. Working to maximize the potential while mitigating the risks of automated data collection and analysis, they will: (1) collect and integrate diverse sources of data including log files, videos, and written artifacts from across eight different two-week enactments of two different computer supported learning environments (one used in middle school math and one in high school science); and (2) compare analyses of log-file data with analyses of integrated datasets to understand the possibilities and limitations in using log-file data for assessment of student learning and proficiency. The collaborators expect their findings will inform both theories and practical recommendations applicable across a wide range of disciplines and settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "McNamara",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle S McNamara",
   "pi_email_addr": "dsmcnamara1@gmail.com",
   "nsf_id": "000596883",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7625",
   "pgm_ref_txt": "REESE"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "8500",
   "pgm_ref_txt": "Ideas Lab projects"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 160893.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4a6330c7-5093-1747-66dd-6a9b38f722ec\"> </span></p>\n<p dir=\"ltr\"><span>The &ldquo;big data&rdquo; movement is having a significant impact on education, especially on efforts to improve teaching and learning in STEM. More and more student work is conducted on computers and online, producing vast amounts of learning-related data. At the same time, advances in computing, data mining, and learning analytics are providing new tools for the collection, analysis, and representation of this data. Together, the available data and analytical tools enable smart and responsive systems that personalize learning experiences for individual learners. The collaborative research project, Learning Linkages: Integrating Data Streams of Multiple Modalities and Timescales, aimed to create novel tools that allow researchers to seamlessly integrate data from a variety of sources (e.g., log files, video data, written text) to create more complete models of learning. </span><span><br class=\"kix-line-break\" /></span><span><br class=\"kix-line-break\" /></span><span>The project yielded two innovative tools that allow researchers to align data from multiple sources to create actionable knowledge that can be used to develop online systems that are tailored to individual learning needs, provide students with information they can use to gauge their own learning, and support teachers as they make instructional decisions to best serve the needs of their students. </span><span><br class=\"kix-line-break\" /></span><span><br class=\"kix-line-break\" /></span><span>The first tool, Structured TRansactional Event Analysis of Multiple Streams (STREAMS) automatically extracts all relevant segments of audio and/or video data based on user-queried events of interest (e.g., all segments pertaining to a particular skill, or all segments of a particular skill that students answered incorrectly on their first attempt). Studies using this tool in high school chemistry and middle school math demonstrated that linking log file data with video and audio showed promise for identifying where and why students were struggling with content, the effectiveness of collaboration, affective issues during instruction, and other in-room events that affect learning in authentic classroom settings. </span><span><br class=\"kix-line-break\" /></span><span><br class=\"kix-line-break\" /></span><span>The second tool used Natural Language Processing to automatically assess open-ended student responses. The Constructed Response Analysis Tool (CRAT), provides an automated means of gauging student understanding from written responses. The tool has been made freely available to the public and is housed on a number of websites (e.g., see Tools at Soletlab.com).</span></p>\n<p><br /><span>The &ldquo;big data&rdquo; movement is poised to have a significant impact on education, especially on efforts to improve teaching and learning in STEM. This project&rsquo;s broad impact includes contributions to crucial efforts to create more informative and predictive models of what students know and whether they are engaged, generate &nbsp;actionable knowledge that can be used to develop online systems tailored to individual learning needs, provide students with information they can use to gauge their own learning, and support teachers as they make instructional decisions to best serve the needs of their students. To ensure this project &nbsp;has the broadest possible impact, </span><span>work from the project has been widely disseminated in multiple journal articles, books, chapters, conference proceedings papers, and conference presentations.</span><span><br class=\"kix-line-break\" /></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2017<br>\n\t\t\t\t\tModified by: Danielle&nbsp;S&nbsp;Mcnamara</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe \"big data\" movement is having a significant impact on education, especially on efforts to improve teaching and learning in STEM. More and more student work is conducted on computers and online, producing vast amounts of learning-related data. At the same time, advances in computing, data mining, and learning analytics are providing new tools for the collection, analysis, and representation of this data. Together, the available data and analytical tools enable smart and responsive systems that personalize learning experiences for individual learners. The collaborative research project, Learning Linkages: Integrating Data Streams of Multiple Modalities and Timescales, aimed to create novel tools that allow researchers to seamlessly integrate data from a variety of sources (e.g., log files, video data, written text) to create more complete models of learning. The project yielded two innovative tools that allow researchers to align data from multiple sources to create actionable knowledge that can be used to develop online systems that are tailored to individual learning needs, provide students with information they can use to gauge their own learning, and support teachers as they make instructional decisions to best serve the needs of their students. The first tool, Structured TRansactional Event Analysis of Multiple Streams (STREAMS) automatically extracts all relevant segments of audio and/or video data based on user-queried events of interest (e.g., all segments pertaining to a particular skill, or all segments of a particular skill that students answered incorrectly on their first attempt). Studies using this tool in high school chemistry and middle school math demonstrated that linking log file data with video and audio showed promise for identifying where and why students were struggling with content, the effectiveness of collaboration, affective issues during instruction, and other in-room events that affect learning in authentic classroom settings. The second tool used Natural Language Processing to automatically assess open-ended student responses. The Constructed Response Analysis Tool (CRAT), provides an automated means of gauging student understanding from written responses. The tool has been made freely available to the public and is housed on a number of websites (e.g., see Tools at Soletlab.com).\n\n\nThe \"big data\" movement is poised to have a significant impact on education, especially on efforts to improve teaching and learning in STEM. This project?s broad impact includes contributions to crucial efforts to create more informative and predictive models of what students know and whether they are engaged, generate  actionable knowledge that can be used to develop online systems tailored to individual learning needs, provide students with information they can use to gauge their own learning, and support teachers as they make instructional decisions to best serve the needs of their students. To ensure this project  has the broadest possible impact, work from the project has been widely disseminated in multiple journal articles, books, chapters, conference proceedings papers, and conference presentations.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/13/2017\n\n\t\t\t\t\tSubmitted by: Danielle S Mcnamara"
 }
}