{
 "awd_id": "1417308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  True Presence Occupancy Detection Sensors (TruePODS)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 254000.0,
 "awd_min_amd_letter_date": "2014-05-27",
 "awd_max_amd_letter_date": "2015-07-28",
 "awd_abstract_narration": "The broader impact/commercial potential of this project will extend to a number of interdisciplinary areas in science and engineering. In particular the areas of wireless sensors, wireless smart sensor network, transducer technology, and signal processing will be the primary beneficiaries.  The development of this new technology for efficient indoor sensing, and development of new algorithms for occupancy sensing techniques, will have immediate implications in the building automation and home construction industries, where improved occupancy sensing is necessary to achieve the promise of ?smart buildings? that adjust environmental conditions such as lighting and temperature automatically to suit the needs of the occupants. In addition to \"smart building\"/energy efficiency applications there are also significant opportunities to apply these highly-reliable and difficult-to-defeat sensors to facility security, military, law enforcement/correctional facilities and in-home care monitoring. The team will explore the potential commercialization of the technology, showing how these unique sensors provide important new capabilities in each of these sizable and rapidly growing markets.\r\n\r\nThis Small Business Transfer Research (STTR) Phase  I  project will develop True Presence Occupancy Detection Sensors (TruePODS) for indoor spaces that employ Doppler radar technology to detect true human presence, by adding passive nodes on off-the-shelf low-power system-on-chip (SoC) platform. These low-cost, high-efficiency, and novel occupancy sensors integrate the capabilities of sensing, processing and communications in a single device, thus providing the key to small, low-cost, and low-power wireless sensor unit for zero energy ?smart buildings? by reducing the energy consumption and improving the energy efficiency.  The work will demonstrate how such sensor units can be used to detect and report the true presence and activity of humans even while motions of appliances, such as rotating fans, are present, which generally will falsely set off conventional sensors, and subjects are motionless or sleeping, providing a highly-reliable low-power occupancy sensor for indoor spaces. TruePODS integrate sensing, processing, communications capabilities in a single low-cost device, providing an ideal platform for ?Smart Building? applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Chenyan",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chenyan Song",
   "pi_email_addr": "song@adnoviv.com",
   "nsf_id": "000660842",
   "pi_start_date": "2014-05-27",
   "pi_end_date": "2015-07-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ehsan",
   "pi_last_name": "Yavari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ehsan Yavari",
   "pi_email_addr": "ehsan@adnoviv.com",
   "nsf_id": "000699572",
   "pi_start_date": "2015-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olga",
   "pi_last_name": "Boric-Lubecke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olga Boric-Lubecke",
   "pi_email_addr": "olgabl@hawaii.edu",
   "nsf_id": "000489703",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Adnoviv, Inc.",
  "inst_street_address": "2800 WOODLAWN DR",
  "inst_street_address_2": "STE 101J",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "9175862509",
  "inst_zip_code": "968221863",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "ADNOVIV, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KKU8NJAATJC5"
 },
 "perf_inst": {
  "perf_inst_name": "Adnoviv LLC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968221862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "163E",
   "pgm_ref_txt": "SBIR Phase IB"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 29000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Utilizing funding from NSF, Adnoviv is developing new intelligent occupancy sensors &ndash; TruePODS (True Presence Occupancy Detection Sensors) which save energy without compromise.&nbsp; TruePODS are the first to employ Doppler radar &ldquo;life-sign&rdquo; sensing technology to detect true human presence in indoor spaces, to avoid the cost and nuisance associated with erroneous power switching.</p>\n<p>The innovation in TruePODS is to realize true occupancy detection by use of Doppler radar. It can sense a motion-modulated signal reflected by the chest of person breathing or heart beating remotely and accurately detect human presence with a low-power (radiated power level lower than a typical WiFi router or cell-phone) radio source and off-the-shelf SoC (System-on-Chip). By incorporating the low-power SoC into a customized radar circuit, TruePODS integrates the capabilities of sensing, decision-making and communication in a single device, and thus provides the key to a wireless sensor unit which can enable zero energy &ldquo;smart buildings&rdquo; by reducing the energy consumption and improving energy efficiency in an inexpensive, small form factor and low-power way.</p>\n<p>After 18 months of research and development, Adnoviv has achieved its set Phase I objective by having developed a low cost, high efficiency Doppler radar prototype that can detect human cardiopulmonary motion such as respiration and heartbeat at significant standoff distances, pre-process the received radar signals, and send the processed data over a wireless network. TruePODS lab prototype has a detection accuracy of more than 90%, a significant increase over the currently available passive infrared and ultrasonic sensors. Smaller than a business card, TruePODS sensors can be easily integrated into nearly any wall switch, thermostat, or other common control unit for building management. The team demonstrated significant commercial potential of such TruePODS in energy-saving applications and will advance the technology toward a pilot project with Hawaii Natural Energy Institute (HNEI) in Hawaii by leveraging HNEI&rsquo;s pre-engineered test platform buildings through their &ldquo;Energy Neutral Buildings: Performance Evaluation&rdquo; program.</p>\n<p>The potential success of this project will extend to a number of interdisciplinary areas in science and engineering. In particular the areas of wireless sensors, wireless smart sensor networks, transducer technology, and signal processing will be the primary beneficiaries. The development of this new technology of real human presence detection for efficient indoor sensing, and development of new algorithms for occupancy sensing techniques, will not only result in a revolutionary advance in occupancy sensing for &ldquo;smart building&rdquo;/energy efficiency, but also provide significant opportunities to apply these highly-reliable and difficult-to-defeat sensors to facility security, military, law enforcement/correctional facilities and in-home care monitoring.</p>\n<p>Phase I TruePODS project has already created two jobs, and we expect more job positions will be created with Phase II award to Adnoviv. Once TruePODS technology proves successful through Phase II, the innovations could be quickly adapted to a marketable line of products. As demand for more accurate sensors grows, we conservatively estimate half a million in product sales by 2020. With more third-party investment, we could recruit more marketing/sales support and reach much greater revenue, and generate more job opportunities, including R&amp;D, engineering, marketing and sales, and management.</p>\n<p>In addition, the success of TruePODS technology will advance the building automation and home construction industries to achieve the promise of &ldquo;smart building&rdquo; and &ldquo;smart home&rdquo;, not only by providing the convenience needed by the occupants, but also saving power...",
  "por_txt_cntn": "\nUtilizing funding from NSF, Adnoviv is developing new intelligent occupancy sensors &ndash; TruePODS (True Presence Occupancy Detection Sensors) which save energy without compromise.  TruePODS are the first to employ Doppler radar \"life-sign\" sensing technology to detect true human presence in indoor spaces, to avoid the cost and nuisance associated with erroneous power switching.\n\nThe innovation in TruePODS is to realize true occupancy detection by use of Doppler radar. It can sense a motion-modulated signal reflected by the chest of person breathing or heart beating remotely and accurately detect human presence with a low-power (radiated power level lower than a typical WiFi router or cell-phone) radio source and off-the-shelf SoC (System-on-Chip). By incorporating the low-power SoC into a customized radar circuit, TruePODS integrates the capabilities of sensing, decision-making and communication in a single device, and thus provides the key to a wireless sensor unit which can enable zero energy \"smart buildings\" by reducing the energy consumption and improving energy efficiency in an inexpensive, small form factor and low-power way.\n\nAfter 18 months of research and development, Adnoviv has achieved its set Phase I objective by having developed a low cost, high efficiency Doppler radar prototype that can detect human cardiopulmonary motion such as respiration and heartbeat at significant standoff distances, pre-process the received radar signals, and send the processed data over a wireless network. TruePODS lab prototype has a detection accuracy of more than 90%, a significant increase over the currently available passive infrared and ultrasonic sensors. Smaller than a business card, TruePODS sensors can be easily integrated into nearly any wall switch, thermostat, or other common control unit for building management. The team demonstrated significant commercial potential of such TruePODS in energy-saving applications and will advance the technology toward a pilot project with Hawaii Natural Energy Institute (HNEI) in Hawaii by leveraging HNEIÆs pre-engineered test platform buildings through their \"Energy Neutral Buildings: Performance Evaluation\" program.\n\nThe potential success of this project will extend to a number of interdisciplinary areas in science and engineering. In particular the areas of wireless sensors, wireless smart sensor networks, transducer technology, and signal processing will be the primary beneficiaries. The development of this new technology of real human presence detection for efficient indoor sensing, and development of new algorithms for occupancy sensing techniques, will not only result in a revolutionary advance in occupancy sensing for \"smart building\"/energy efficiency, but also provide significant opportunities to apply these highly-reliable and difficult-to-defeat sensors to facility security, military, law enforcement/correctional facilities and in-home care monitoring.\n\nPhase I TruePODS project has already created two jobs, and we expect more job positions will be created with Phase II award to Adnoviv. Once TruePODS technology proves successful through Phase II, the innovations could be quickly adapted to a marketable line of products. As demand for more accurate sensors grows, we conservatively estimate half a million in product sales by 2020. With more third-party investment, we could recruit more marketing/sales support and reach much greater revenue, and generate more job opportunities, including R&amp;D, engineering, marketing and sales, and management.\n\nIn addition, the success of TruePODS technology will advance the building automation and home construction industries to achieve the promise of \"smart building\" and \"smart home\", not only by providing the convenience needed by the occupants, but also saving power consumption and improving power efficiency. Implementing this false-alarm-free technology will realize millions of dollars of cost saving from reduced energy use. Such energy..."
 }
}