{
 "awd_id": "1417444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Determining the role of hydraulic redistribution regimes in the critical zone - an experimental and modeling synthesis",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ingrid Padilla",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 228421.0,
 "awd_amount": 228421.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2016-06-16",
 "awd_abstract_narration": "Understanding and predicting interactions between aboveground and belowground ecohydrologic processes is challenging. Roots play an important role in linking aboveground plant ecophysiological processes, such as carbon, water, and energy exchange with the atmosphere, and the belowground processes associated with soil moisture and carbon, and microbial and nutrient dynamics. Interestingly, root water movement is not always unidirectional; plants create pathways for preferential water movement through a phenomenon called \"hydraulic redistribution\", by which water moves downward through the roots during wet periods but upward during drier periods. This project will study such hydraulic redistribution. The study will both provide insights for dryland regions and enable broader generalizations regarding the interaction between groundwater, roots, and aboveground assemblages and their role in whole-ecosystem performance. The salient aspect of this study is the coupling between field research and modeling to enable hypotheses testing and provide an upscaling framework from site-based studies. Given projections of a warmer climate, there has been a rapid expansion in scientific interest in how ecosystems will respond to periods of prolonged stress. This research will help address this critical issue.\r\n\r\nThe scientific objective of the project is to systematically examine the role of hydraulic redistribution by roots as a mechanism for facilitating aboveground-belowground linkages that drive water and carbon dynamics, and the development of emergent spatial patterns of soil moisture and vegetation distribution. Field-based activities will be conducted at two sites in southern Arizona: a riparian site where precipitation inputs are augmented with belowground water sources and an upland site that lacks this secondary water pool. This research will advance the theory for understanding the interaction of aboveground and belowground ecohydrological processes using a model that mechanistically resolves the related processes. Coupled modeling and field experimentation and monitoring of root and stem sap flux, soil, carbon, whole-plant, and ecosystem-scale (via eddy covariance tower) water and carbon fluxes will mutually inform each other to provide detailed insights at a range of scales. Results from this study will be presented in kiosks on the tour route of Biosphere 2 that sees over 100,000 visitors per year that include K-12 students to retirees.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Praveen",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Praveen Kumar",
   "pi_email_addr": "kumar1@uiuc.edu",
   "nsf_id": "000388848",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "Suite A, 1901 South First Street",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 74880.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 75401.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 78140.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research focused on parallel field measurements and modeling studies to understand how vegetation roots move moisture, both downward and upward, through a phenomenon called hydraulic redistribution (HR). We simulated ecohydrologic model (MLCan) for an &ldquo;Upland Site&rdquo; (Santa Rita Experimental Range in Southern Arizona) and &ldquo;Riparian Site&rdquo; (San Pedro National Riparian Conservation Area in Southern Arizona). Along with the simulation, we installed instruments at field sites and collected data at both study sites. In both ecosystems, the dominant plants are velvet mesquite and understory bunchgrass that grows during summer monsoon season. Summer monsoon is the main source of the precipitation throughout a year in these semiarid sites, so examining water and CO<sub>2</sub>&nbsp;exchange and patterns of soil moisture before and after the monsoon provided insights into ecosystem response to climate variability. The major difference between the two sites is the presence of accessible groundwater, where trees in &ldquo;Riparian Site&rdquo; have access to groundwater (at around 10 m) and trees in &ldquo;Upland Site&rdquo; lack access to groundwater (where depth to groundwater is more than 100 m). For the two study sites, we compared the modeled results with measured sap flow data. We also compared the ecosystem annual water-use by coexisting vegetation species in order to examine the impact of groundwater on hydraulic redistribution (HR) pattern and water-use between coexisting vegetation species.</p>\n<p><strong>Ecohydrologic processes in &ldquo;Riparian Site&rdquo; and &ldquo;Upland Site&rdquo;:</strong></p>\n<p>Based on the comparison of simulation results between &ldquo;Upland Site&rdquo; and &ldquo;Riparian Site,&rdquo; we found that in the &ldquo;Riparian site&rdquo; where deep-rooted trees have access to groundwater, hydraulic redistribution promotes facilitative relationship between coexisting vegetation species in terms of their water-use. Although the deep-rooted trees are the primary beneficiaries of groundwater in both sites, the understory shallow-rooted grasses around the trees benefit more from hydraulically redistributed water when tree roots have access to groundwater.</p>\n<p>During wet season in the &ldquo;Riparian site,&rdquo; the presence of accessible groundwater induces simultaneous bi-directional (upward and downward) hydraulically redistributed flow pattern where deep-rooted trees redistribute groundwater upward while shallower-rooted grasses redistribute water in the shallow depth downward. When the water is supplied from both precipitation and groundwater, there is simultaneous upward and downward water movement through roots of different coexisting vegetation species that have different rooting depths.</p>\n<p>In both study sites, the amount of water transported (absorbed/released) via tree roots during nighttime is greater in monsoon season than in dry season. When we examine annual water budget, &ldquo;Riparian Site&rdquo; with less precipitation has higher transpiration than the &ldquo;Upland Site&rdquo; since deep-rooted trees in the &ldquo;Riparian Site&rdquo; supply soil-water to the ecosystem through hydraulic redistribution.&nbsp; At the &ldquo;Riparian Site,&rdquo; the major source of water absorbed by the trees is deep soil-water in both dry and monsoon seasons. Therefore, the amount of groundwater uptake is much greater than the amount of water supplied by precipitation over a year. The amount of water uptake near the groundwater increases during the monsoon season and as a result, the groundwater level gradually declined following new leaf production. The simulated result of water uptake by tree roots matches well with the drawdown of measured daily groundwater.</p>\n<p><strong>Sap flow data in the Riparian site:</strong></p>\n<p>When examining the sap flow data measured at the taproot of the control tree at the &ldquo;Riparian site,&rdquo; we found that the sap flow data fail to capture upward sap flow transport through the taproot at nighttime. At nighttime on dry days, the sap flow data do not show any upward movement through the taproot. The sap flow meter at the taproot captures nocturnal downward flow (negative sap velocity) whereas fails to capture nocturnal upward flow (positive sap velocity), which is recorded in previous literatures and shown in the simulation of hydraulic redistribution. We believe that the reason that sap flow measurement is unable to capture the upward flow could be due to a limitation of experimental design related to the depth where water is released by roots and the depth where sap flow meter is installed. If the depth where sap flow is measured is shallower than the depth where most of the water transport between soil-root interface occurs, then a major component of water exchange below the measurement depth will not be captured by the sap flow meter. This limitation could be resolved by installing sap flow meters at a deeper depth of the taproot (1-2 m), which will be below the depth where most of the water is released from roots to surrounding soil.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2019<br>\n\t\t\t\t\tModified by: Praveen&nbsp;Kumar</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1417444/1417444_10329375_1576523065099_upland_riparian_HR_supporting_TR--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1417444/1417444_10329375_1576523065099_upland_riparian_HR_supporting_TR--rgov-800width.jpg\" title=\"Upland and riparian sites hydraulic redistribution supporting transpiration\"><img src=\"/por/images/Reports/POR/2019/1417444/1417444_10329375_1576523065099_upland_riparian_HR_supporting_TR--rgov-66x44.jpg\" alt=\"Upland and riparian sites hydraulic redistribution supporting transpiration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Illustration of the modeled water dynamics (amount of water transpired by coexisting vegetation species and percentage of hydraulic redistribution supporting each transpiration) in the ecosystem of (a) riparian Charleston Mesquite (CM) and (b) upland Santa Rita Mesquite (SRM). (Figure not to scale).</div>\n<div class=\"imageCredit\">Esther Lee & Praveen Kumar</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Praveen&nbsp;Kumar</div>\n<div class=\"imageTitle\">Upland and riparian sites hydraulic redistribution supporting transpiration</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOur research focused on parallel field measurements and modeling studies to understand how vegetation roots move moisture, both downward and upward, through a phenomenon called hydraulic redistribution (HR). We simulated ecohydrologic model (MLCan) for an \"Upland Site\" (Santa Rita Experimental Range in Southern Arizona) and \"Riparian Site\" (San Pedro National Riparian Conservation Area in Southern Arizona). Along with the simulation, we installed instruments at field sites and collected data at both study sites. In both ecosystems, the dominant plants are velvet mesquite and understory bunchgrass that grows during summer monsoon season. Summer monsoon is the main source of the precipitation throughout a year in these semiarid sites, so examining water and CO2 exchange and patterns of soil moisture before and after the monsoon provided insights into ecosystem response to climate variability. The major difference between the two sites is the presence of accessible groundwater, where trees in \"Riparian Site\" have access to groundwater (at around 10 m) and trees in \"Upland Site\" lack access to groundwater (where depth to groundwater is more than 100 m). For the two study sites, we compared the modeled results with measured sap flow data. We also compared the ecosystem annual water-use by coexisting vegetation species in order to examine the impact of groundwater on hydraulic redistribution (HR) pattern and water-use between coexisting vegetation species.\n\nEcohydrologic processes in \"Riparian Site\" and \"Upland Site\":\n\nBased on the comparison of simulation results between \"Upland Site\" and \"Riparian Site,\" we found that in the \"Riparian site\" where deep-rooted trees have access to groundwater, hydraulic redistribution promotes facilitative relationship between coexisting vegetation species in terms of their water-use. Although the deep-rooted trees are the primary beneficiaries of groundwater in both sites, the understory shallow-rooted grasses around the trees benefit more from hydraulically redistributed water when tree roots have access to groundwater.\n\nDuring wet season in the \"Riparian site,\" the presence of accessible groundwater induces simultaneous bi-directional (upward and downward) hydraulically redistributed flow pattern where deep-rooted trees redistribute groundwater upward while shallower-rooted grasses redistribute water in the shallow depth downward. When the water is supplied from both precipitation and groundwater, there is simultaneous upward and downward water movement through roots of different coexisting vegetation species that have different rooting depths.\n\nIn both study sites, the amount of water transported (absorbed/released) via tree roots during nighttime is greater in monsoon season than in dry season. When we examine annual water budget, \"Riparian Site\" with less precipitation has higher transpiration than the \"Upland Site\" since deep-rooted trees in the \"Riparian Site\" supply soil-water to the ecosystem through hydraulic redistribution.  At the \"Riparian Site,\" the major source of water absorbed by the trees is deep soil-water in both dry and monsoon seasons. Therefore, the amount of groundwater uptake is much greater than the amount of water supplied by precipitation over a year. The amount of water uptake near the groundwater increases during the monsoon season and as a result, the groundwater level gradually declined following new leaf production. The simulated result of water uptake by tree roots matches well with the drawdown of measured daily groundwater.\n\nSap flow data in the Riparian site:\n\nWhen examining the sap flow data measured at the taproot of the control tree at the \"Riparian site,\" we found that the sap flow data fail to capture upward sap flow transport through the taproot at nighttime. At nighttime on dry days, the sap flow data do not show any upward movement through the taproot. The sap flow meter at the taproot captures nocturnal downward flow (negative sap velocity) whereas fails to capture nocturnal upward flow (positive sap velocity), which is recorded in previous literatures and shown in the simulation of hydraulic redistribution. We believe that the reason that sap flow measurement is unable to capture the upward flow could be due to a limitation of experimental design related to the depth where water is released by roots and the depth where sap flow meter is installed. If the depth where sap flow is measured is shallower than the depth where most of the water transport between soil-root interface occurs, then a major component of water exchange below the measurement depth will not be captured by the sap flow meter. This limitation could be resolved by installing sap flow meters at a deeper depth of the taproot (1-2 m), which will be below the depth where most of the water is released from roots to surrounding soil.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2019\n\n\t\t\t\t\tSubmitted by: Praveen Kumar"
 }
}