{
 "awd_id": "1417062",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Extended Analog Computer Development as a Digitally Configurable, High Speed, High Order, and Low Power Analog Matched Filter",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 222036.0,
 "awd_amount": 252036.0,
 "awd_min_amd_letter_date": "2014-05-27",
 "awd_max_amd_letter_date": "2015-06-24",
 "awd_abstract_narration": "The broader impact/commercial potential of this project lies in the ability of the Extended Analog Computer (EAC) to perform filtering operations not possible with current technology. The low power, near instantaneous filtering of complex analog signals, differentiates the EAC technology from DSP products currently in the marketplace. The development of prosthetics with advanced control characteristics is reaching a computational limit due to the need for neuromuscular waveform recognition and classification in the context of real-time, low power, small form factor computation. EACs promise to surmount these challenges, improving functionality of prosthetics and the quality of life for amputees. In 2010, the global prosthetics market was $3 billion and is expected to reach $4.5 billion by 2017, with myoelectric prosthetics representing a small, but growing fraction of this market. While the myoelectric prosthetics industry represents an initial customer base, this generic computing technology's financial upside can best be estimated by segmenting the multi-billion dollar market for digital signal processing and analog computing devices. The intent is to solve computing problems in niche markets within this broad potential marketplace.\r\n\r\nThis Small Business Technology Transfer Research (STTR) Phase I project is focused on the development of the Extended Analog Computer (EAC) for application to myoelectric prosthetics. New myoelectric interface techniques, such as targeted muscle reinnervation (TMR) are simplifying the use of advanced multi-degree of freedom prosthetics by amputees. However, the dramatic increase in the number and density of electrode sites, and need to implant multi-electrode structures into targeted muscles will increase the signal processing requirements beyond the capacity of traditional mobile digital signal processing (DSP). The EAC is a radical departure from the digital computer, deriving its computational power by taking advantage of the intrinsic solutions to partial differential equations represented as an analog voltage manifold in space. The proposed research aims to implement automatic machine learning/training methods to automatically configure networks of EAC sheets in a radial basis function network (RBFN). The research also explores the effect of the geometry of the input and output points on the sheet to optimize them for the TMR application. Finally, a physical instantiation enabling stand-alone, real-time operation of an EAC-RBFN will be developed. Using recorded data from intramuscular electrode arrays, the performance of the EAC will be tested against standard DSP techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Mattes",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory W Mattes",
   "pi_email_addr": "greg@analogcomputingsolutions.com",
   "nsf_id": "000657764",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Yoshida",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ken Yoshida",
   "pi_email_addr": "yoshidak@iupui.edu",
   "nsf_id": "000560142",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Analog Computing Solutions",
  "inst_street_address": "316 N Jordan Ave",
  "inst_street_address_2": "",
  "inst_city_name": "Bloomington",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "6364482934",
  "inst_zip_code": "474057513",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Department of Biomedical Engineering, IUPUI",
  "perf_str_addr": "723 West Michigan Street, SL-220",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462025132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "163E",
   "pgm_ref_txt": "SBIR Phase IB"
  },
  {
   "pgm_ref_code": "4080",
   "pgm_ref_txt": "ADVANCED COMP RESEARCH PROGRAM"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 222036.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the Phase I project, Analog Computing Solutions, Inc. (ACS) developed a real-time hardware system to process signals in the peripheral nervous and muscle systems. Computer simulations were created to determine the optimal architecture and requirements for the hardware, circuit board prototypes were built to test the architectures in hardware, and a detailed integrated circuit (IC) specification and design were completed. The project resulted in a significant step towards commercial readiness, where the design was optimized, replacing a large conductive sheet computing medium with a series of resistor ladders&mdash;resulting in a miniaturized and manufacturable system. This circuit implements a first generation digitally configurable analog artificial neural network (CAANN), achieving a low-power and high performance current mode analog architecture capable of real-time neural and muscle signal processing.</p>\n<p>The Phase I project was focused on the analysis of peripheral electroneurographic (ENG), intramuscular electromyographic (iEMG), and surface electromyographic (sEMG) signals with the goal of initially addressing the market for upper-limb amputees having received targeted muscle reinervation (TMR) surgery, where single electrode waveform shapes (action potentials) and patterns of parallel multi-electrode sensor data were successfully interpreted to classify specific amputee movement intentions. This work demonstrated the capability of the system to classify signals from the peripheral nervous system, proving that the CAANN computing architecture is a viable solution to these signal processing challenges. All objectives were completed in this Phase I project resulting in a first generation (Gen I) CAANN IC. This Phase I work served as the platform for Phase IB during which we quantified the low-power potential of the IC hardware and developed the first steps towards calibrating the chip in-the-loop in order to &ldquo;train away&rdquo; the effects of manufacturing errors.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2016<br>\n\t\t\t\t\tModified by: Gregory&nbsp;W&nbsp;Mattes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the Phase I project, Analog Computing Solutions, Inc. (ACS) developed a real-time hardware system to process signals in the peripheral nervous and muscle systems. Computer simulations were created to determine the optimal architecture and requirements for the hardware, circuit board prototypes were built to test the architectures in hardware, and a detailed integrated circuit (IC) specification and design were completed. The project resulted in a significant step towards commercial readiness, where the design was optimized, replacing a large conductive sheet computing medium with a series of resistor ladders&mdash;resulting in a miniaturized and manufacturable system. This circuit implements a first generation digitally configurable analog artificial neural network (CAANN), achieving a low-power and high performance current mode analog architecture capable of real-time neural and muscle signal processing.\n\nThe Phase I project was focused on the analysis of peripheral electroneurographic (ENG), intramuscular electromyographic (iEMG), and surface electromyographic (sEMG) signals with the goal of initially addressing the market for upper-limb amputees having received targeted muscle reinervation (TMR) surgery, where single electrode waveform shapes (action potentials) and patterns of parallel multi-electrode sensor data were successfully interpreted to classify specific amputee movement intentions. This work demonstrated the capability of the system to classify signals from the peripheral nervous system, proving that the CAANN computing architecture is a viable solution to these signal processing challenges. All objectives were completed in this Phase I project resulting in a first generation (Gen I) CAANN IC. This Phase I work served as the platform for Phase IB during which we quantified the low-power potential of the IC hardware and developed the first steps towards calibrating the chip in-the-loop in order to \"train away\" the effects of manufacturing errors.\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2016\n\n\t\t\t\t\tSubmitted by: Gregory W Mattes"
 }
}