{
 "awd_id": "1417438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Professional Development Models and Outcomes for Science Teachers (PDMOST)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 2075325.0,
 "awd_amount": 2075325.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2015-03-17",
 "awd_abstract_narration": "The investigators propose to characterize the multitude of approaches currently employed in the professional development of K-12 teachers of science, and to measure the effectiveness of such approaches in increasing teacher knowledge in the sciences. The project will study 150 professional development programs for teachers of science in grades K-12.   The sample will cover grade bands K-4, 5-8, and 9-12.  Subject matter will include life science (biology), physical science (physics, chemistry), earth and space science.  Such programs are funded through competitive federal grants for local implementation (by universities, museums, schools, and others), by state and local governments, by private institutions, and conducted by many federal agencies.  To date, there has not been a national inventory and study of the effectiveness of teacher professional development programs in science, using common outcome measures of teacher instructional practice.  If successful, the findings from this research will allow professional development providers and policymakers to design more effective teacher professional development programs and should provide a national landscape of teacher professional development in science.\r\n\r\nIn specific, the researchers will focus on assessing gains in teachers' subject matter knowledge and knowledge of student misconceptions, and will correlate these with professional development program design features.  Teachers of students from underrepresented groups will be oversampled to ensure special analyses for this group are possible.  Hierarchical linear modeling will be used in analyzing the results.  The project will result in a website, conference presentations, and scholarly and professional publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Sadler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Philip M Sadler",
   "pi_email_addr": "psadler@cfa.harvard.edu",
   "nsf_id": "000110731",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerhard",
   "pi_last_name": "Sonnert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerhard Sonnert",
   "pi_email_addr": "gsonnert@cfa.harvard.edu",
   "nsf_id": "000498138",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "60 Garden Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2075325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The federal government has spent billions of dollars on professional development (PD) for science teachers, yet evaluation efforts have primarily focused on showing the impact of individual projects. Those who design and conduct PD programs have strong views on which aspects of PD are most effective. This project used a common instrument to measure how effective a multitude of professional development approaches are in increasing teacher subject matter knowledge (SMK) in the sciences and teacher knowledge of student misconceptions (KOSM), the most frequent focus of PD programs.</p>\n<p>&nbsp;</p>\n<p>The team developed thirteen assessment instruments and administered these to educators in over 200 summer science PD programs nationally distributed across all 50 states and Puerto Rico. Cumulatively, over 1800 responses from participants at the beginning and end of their programs were collected and analyzed.</p>\n<p>&nbsp;</p>\n<p>The amount of time spent learning foundational concepts in the sciences was associated with gains in both SMK and KOSM (i.e., an increase in exposure or time spent predicted larger gains). The difference in gains between participants who reported &ldquo;Always&rdquo; spending time on learning these concepts and those who reported &ldquo;Never&rdquo; spending time was equivalent to the average gains teachers would make in ten years of teaching. Participants reporting that they attended the program because it \"provided an opportunity to learn new or innovative methods of teaching science\" or \"looked fun, challenging, or personally rewarding\" tended to have higher gains in both SMK and KOSM, equivalent to between five and eight years of teaching experience.</p>\n<p>&nbsp;</p>\n<p>Some PD program features were found to negatively impact teachers&rsquo; SMK or KOSM gains. Features that were associated with smaller SMK gains, but no changes in KOSM gains include time spent designing student field trips, learning the newest scientific thinking on a topic, and observing and critiquing classroom instruction. Features that were associated with decreased KOSM gains, but no changes in SMK gains include time spent designing assessment tools for the sciences, and a (perceived) goal of the program to increase knowledge of something else (other than SMK and KOSM). A PD feature that was associated with decreases in both SMK and KOSM gains was time spent developing original curricula or activities.</p>\n<p>&nbsp;</p>\n<p>In addition, some PD program features were found to have no impact on teachers&rsquo; SMK and KOSM. Program features showing no differences include: if program was conducted as an online, overnight or day program; whether research scientists, science educators, or other people were involved in presenting the program; and whether the (perceived) goal of the program was to increase participants&rsquo; science content knowledge, pedagogical content knowledge, or knowledge of curricula. Most of the PD activities showed no significant association, including time spent on: learning reform pedagogies (e.g., Active Learning, Inquiry-Based Learning, or the Modeling Method of Instruction); &nbsp;learning strategies for incorporating science content, cross cutting concepts or science and engineering practices into the curriculum; participating in lectures or workshops led by research scientists or science educators; using simulations, collecting and/or analyzing data or collecting online information; conducting or assisting with scientific research; and collaborating with colleagues in the same domain, grade, or geographic area.</p>\n<p>&nbsp;</p>\n<p>The study also examined to what extent teachers&rsquo; prior teaching experience would increase their SMK over the PD program. All else being equal, experienced teachers tended to improve their SMK more than inexperienced teachers, but teachers who had never taught science before tended to make fewer improvements to their SMK. Finally, teachers who had only ever taught classes in a different grade band (and so were attending a PD for a grade band in which they had no prior experience) also showed less improvement in their SMK than did teachers who had previous experience teaching that grade band.</p>\n<p>&nbsp;</p>\n<p>The thirteen assessments developed during the project have been made available to PD providers and educators through the MOSART website &ndash; PDMOST tab (<a href=\"https://www.cfa.harvard.edu/smgphp/mosart/\">https://www.cfa.harvard.edu/smgphp/mosart/</a>). Any educator can use these high-quality assessment instruments at no cost for self-assessment, and PD providers can use these tools to gauge the level of knowledge incoming educators possess as well as the knowledge gains they experience over the program.</p>\n<p>&nbsp;</p>\n<p>This study has contributed to the knowledge base that can serve to refine existing and create new PD programs for teachers. Policy makers and federal agencies now have research findings and an additional tool with which to inform the design and expansion of PD programs for the nation&rsquo;s teachers. PD providers can revise instructional practices and strategies, based on findings from the PDMOST study, to create future programs that are far more effective in helping teachers acquire the SMK and KOSM needed to improve student learning, with the result that scarce PD resources can be more effectively applied.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2019<br>\n\t\t\t\t\tModified by: Philip&nbsp;M&nbsp;Sadler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe federal government has spent billions of dollars on professional development (PD) for science teachers, yet evaluation efforts have primarily focused on showing the impact of individual projects. Those who design and conduct PD programs have strong views on which aspects of PD are most effective. This project used a common instrument to measure how effective a multitude of professional development approaches are in increasing teacher subject matter knowledge (SMK) in the sciences and teacher knowledge of student misconceptions (KOSM), the most frequent focus of PD programs.\n\n \n\nThe team developed thirteen assessment instruments and administered these to educators in over 200 summer science PD programs nationally distributed across all 50 states and Puerto Rico. Cumulatively, over 1800 responses from participants at the beginning and end of their programs were collected and analyzed.\n\n \n\nThe amount of time spent learning foundational concepts in the sciences was associated with gains in both SMK and KOSM (i.e., an increase in exposure or time spent predicted larger gains). The difference in gains between participants who reported \"Always\" spending time on learning these concepts and those who reported \"Never\" spending time was equivalent to the average gains teachers would make in ten years of teaching. Participants reporting that they attended the program because it \"provided an opportunity to learn new or innovative methods of teaching science\" or \"looked fun, challenging, or personally rewarding\" tended to have higher gains in both SMK and KOSM, equivalent to between five and eight years of teaching experience.\n\n \n\nSome PD program features were found to negatively impact teachers’ SMK or KOSM gains. Features that were associated with smaller SMK gains, but no changes in KOSM gains include time spent designing student field trips, learning the newest scientific thinking on a topic, and observing and critiquing classroom instruction. Features that were associated with decreased KOSM gains, but no changes in SMK gains include time spent designing assessment tools for the sciences, and a (perceived) goal of the program to increase knowledge of something else (other than SMK and KOSM). A PD feature that was associated with decreases in both SMK and KOSM gains was time spent developing original curricula or activities.\n\n \n\nIn addition, some PD program features were found to have no impact on teachers’ SMK and KOSM. Program features showing no differences include: if program was conducted as an online, overnight or day program; whether research scientists, science educators, or other people were involved in presenting the program; and whether the (perceived) goal of the program was to increase participants’ science content knowledge, pedagogical content knowledge, or knowledge of curricula. Most of the PD activities showed no significant association, including time spent on: learning reform pedagogies (e.g., Active Learning, Inquiry-Based Learning, or the Modeling Method of Instruction);  learning strategies for incorporating science content, cross cutting concepts or science and engineering practices into the curriculum; participating in lectures or workshops led by research scientists or science educators; using simulations, collecting and/or analyzing data or collecting online information; conducting or assisting with scientific research; and collaborating with colleagues in the same domain, grade, or geographic area.\n\n \n\nThe study also examined to what extent teachers’ prior teaching experience would increase their SMK over the PD program. All else being equal, experienced teachers tended to improve their SMK more than inexperienced teachers, but teachers who had never taught science before tended to make fewer improvements to their SMK. Finally, teachers who had only ever taught classes in a different grade band (and so were attending a PD for a grade band in which they had no prior experience) also showed less improvement in their SMK than did teachers who had previous experience teaching that grade band.\n\n \n\nThe thirteen assessments developed during the project have been made available to PD providers and educators through the MOSART website &ndash; PDMOST tab (https://www.cfa.harvard.edu/smgphp/mosart/). Any educator can use these high-quality assessment instruments at no cost for self-assessment, and PD providers can use these tools to gauge the level of knowledge incoming educators possess as well as the knowledge gains they experience over the program.\n\n \n\nThis study has contributed to the knowledge base that can serve to refine existing and create new PD programs for teachers. Policy makers and federal agencies now have research findings and an additional tool with which to inform the design and expansion of PD programs for the nation’s teachers. PD providers can revise instructional practices and strategies, based on findings from the PDMOST study, to create future programs that are far more effective in helping teachers acquire the SMK and KOSM needed to improve student learning, with the result that scarce PD resources can be more effectively applied.\n\n\t\t\t\t\tLast Modified: 12/11/2019\n\n\t\t\t\t\tSubmitted by: Philip M Sadler"
 }
}