{
 "awd_id": "1418771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Efficient Algorithms for Uncertainty Quantification in High Dimensions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 224999.0,
 "awd_amount": 224999.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2014-07-29",
 "awd_abstract_narration": "Uncertainty quantification (UQ) has become an integral part of today's scientific computing, as it is essential to the understanding of the impacts of various uncertain inputs (boundary and initial data, parameter values, geometry, etc.) to numerical predictions. UQ is thus critical to many important practical problems such as climate modeling, weather prediction, ocean dynamics, bio-chemical reactions, etc. One of the biggest challenges in UQ computations is the simulation cost, as UQ makes the traditional computations in much higher dimensional parameter spaces. For large and complex systems, the standard baseline deterministic simulations can be very time consuming, and conducing UQ simulations will further increase the simulation cost and can be prohibitively expensive. This is precisely the core issue this project intends to address and study. A novel set of highly efficient UQ algorithms will be developed to make UQ simulations amenable for large and complex systems. The new algorithms will significantly advance the current state-of-the-art of UQ methods. One prominent feature of the new algorithms is that they are designed to produce mathematically optimal UQ simulation results based on given affordable simulation capacity. While the traditional UQ methods seek to provide the smallest cost at fixed accuracy, the new methods will provide the best results at fixed affordable cost. This new feature thus makes the new algorithms ideally suited for practical UQ simulations of large and complex systems, and will have a profound impacts in various multidisciplinary fields where UQ is critical.\r\n\r\nThe core group of the new algorithms will be based on stochastic collation (SC). In order to provide optimal prediction under given and limited simulation capacity, this project is to develop a set of novel and efficient stochastic collocation methods, with a focus on high dimensional problems using very few number of samples. An important and  fundamental assumption is made: the number of the sample runs and the location of the samples are arbitrary and given by practitioners.  The goal is then to seek the best approximation in the potentially very high dimensional parameter space, based on the given samples.  The proposed research consists of three major approaches: (1) arbitrary interpolation type SC; (2) sparse regression type SC; and (3) multi-fidelity SC. In all cases, the number of high-fidelity simulations is assumed to be limited and given by the available simulation capacity, and methods are constructed to produce the best possible UQ simulations. All methods will be mathematically rigorous, as their constructions rely heavily on approximation theories in high dimensions; and also easy to implement, as they are the non-intrusive SC methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dongbin",
   "pi_last_name": "Xiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dongbin Xiu",
   "pi_email_addr": "xiu.16@osu.edu",
   "nsf_id": "000483248",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "72 South Central Campus Dr",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 119166.0
  }
 ],
 "por": null
}