{
 "awd_id": "1418141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Archaeological Research in Albania",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-09-10",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 74800.0,
 "awd_amount": 74800.0,
 "awd_min_amd_letter_date": "2014-01-14",
 "awd_max_amd_letter_date": "2014-01-14",
 "awd_abstract_narration": "The Projekti Arkeologjikë i Shkodrës (PASH), the Shkodër Archaeological Project, is a collaboration between Millsaps College in Jackson, Mississippi and the University of Tirana, Albania.  Michael Galaty, the Principal investigator proposes to investigate the appearance of social inequality in northern Albania, a strategically important region located in the western Balkans along the Adriatic coast.  The transition to social inequality in northern Albania was marked by the construction of nucleated, hill-top centers (\"hill forts\") and burial of elite individuals (\"warrior chiefs\") in mounds (\"tumuli\") at the start of the Early Bronze Age, about 3000 B.C.  In order to understand better the transition to social inequality in Albania, and in Europe generally, the research team is conducting three years of interdisciplinary archaeological research focused on hill forts and burial mounds.  The methods will allow the identification of the various factors that alone or in combination contributed to the dramatic changes in social organization in northern Albania that marked the Bronze Age.  The team plans two seasons (2012 and 2013) of geological and archaeological survey and rescue excavation of tumulus burials, followed by excavation at a representative hill fort (2014).\r\n\r\nThe study region encompasses the Shkodra Plain and surrounding hills, and is situated along the eastern shore of Shkodra Lake, the largest freshwater lake in the Balkans.  Geological surveys will be conducted in order to date lake shore and river course changes, which can be correlated with shifts in settlement, as established through intensive archaeological survey.  Archaeological survey, along with excavation of tumulus burials and a representative hill fort, will produce artifacts and human remains.  These will be subjected to a battery of analytical tests, including radiocarbon dating.  Radiocarbon dating will allow determination of whether hill fort and tumulus construction occurred simultaneously or sequentially.  The warrior chiefs buried in tumuli seem to have accessed multiple sources of power, ranging from violence and warfare to control of land, food, and trade.  In addition, episodes of migration may have affected the course of events, bringing new blood and ideas at the start of and throughout the Bronze Age.  Conflict and migration will be addressed through physical-anthropological assessment and strontium-isotope analysis of human bone remains and teeth from tumuli.  Changes in economy and subsistence will be gauged through study of botanical and faunal remains and residue analysis of pottery.  And the degree and direction of inter-regional interaction will be measured through the chemical characterization of clays and pottery.\r\n\r\nRecently, some archaeologists have suggested that elite institutions and social hierarchy spread north into Europe from the Near East via Greece in the later Bronze Age (2000-1000 B.C.).  This project is designed to test this model.  Time is of the essence, though.  Hill forts and tumuli are being fast destroyed in Shkodër as the city expands northward.  PASH also includes, therefore, a cultural-heritage educational program targeting landowners and farmers, and will instruct dozens of Albanian and American students in methods of archaeological reconnaissance and rescue excavation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Galaty",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Galaty",
   "pi_email_addr": "mgalaty@anthro.msstate.edu",
   "nsf_id": "000339750",
   "pi_start_date": "2014-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "397620001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 74800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Projekti Arkeologjik&euml; i Shkodr&euml;s (PASH; the Shkodra Archaeological Project) was designed to study social changes, such as the appearance of social inequality, in northern Albania, an historically significant region located in the western Balkans along the Adriatic coast. As with much of the rest of Europe, the transition to the Bronze Age in northern Albania was marked by the construction of &ldquo;hill forts&rdquo; and burial of important individuals in earthen mounds. These monuments appeared suddenly in Shkodra at the start of the Early Bronze Age (EBA; about 3100 B.C.), but their origins have remained unclear. Were forts and mounds, and therefore social inequality, local inventions or were they introduced from the outside, through migration for example? Distinguishing between these two processes &ndash; invention and diffusion &ndash; is an important topic in archaeology: if we are to explain social changes, in the past and today, we must determine whether they are typically driven by human innovation, the sharing of ideas, or both.</p>\n<p>&nbsp;</p>\n<p>PASH conducted three years of collaborative, interdisciplinary archaeological research in Shkodra. We studied seven factors that might have contributed to social changes during the course of the Bronze Age: 1) environmental changes, 2) settlement change, from small villages to defensible fortresses, 3) rising inequality, as indicated by mound burial, 4) conflict, 5) changes in economy and diet, 6) shifts to specialized manufacturing and trade, and 7) interaction and migration. To collect our data, we conducted archaeological and geological surveys in the plains and hills around Shkodra, excavations at three hill forts and three mounds, and scientific analysis of artifacts.</p>\n<p>&nbsp;</p>\n<p>The results of our research demonstrate its intellectual merit and will be of interest to social scientists operating in various fields and in other parts of the world. We determined that the first hill forts were in fact occupied prior to the beginning of the Early Bronze Age, perhaps as early as the Late Neolithic (about 4000 BC). So, the social changes that came with the start of the Bronze Age may well have been local phenomena, at least in part. Burial in mounds seems to have begun somewhat later, at the start of the Middle Bronze Age (about 1600 BC), and may well have been introduced from the outside; at least one individual buried in a mound was a foreigner. Interestingly, mounds appear to have connected communities not divided them, so despite the fact that people were living in defensible forts, conflicts between communities may have been limited. Likewise, diet across communities was similar, focused on farming and herding. Short-distance pastoralism may have linked the Shkodra region to other adjacent regions and facilitated trade, in pottery for example. Finally, changes in the size and nature of Shkodra Lake and surrounding rivers likely also affected social changes in the region through time. For example, prior to about 1200 years ago, the lake was a large marshland, which would have limited agricultural activities and, perhaps, encouraged settlement in the hills. We therefore conclude that key social changes in Shkodra were outcomes of both local invention and regional diffusion, and that this give and take, between innovation and sharing, likely characterizes human history generally.</p>\n<p>&nbsp;</p>\n<p>PASH has had various broad impacts. Our project was an international collaboration between Mississippi State University and the University of Tirana, Albania&rsquo;s flagship research university. We trained eight American and 29 Albanian students in methods of archaeological survey and excavation. Many of these students have gone on to careers in archaeology. In an effort to stem the destruction of mounds on private land, we undertook an educational campaign, which included production and dist...",
  "por_txt_cntn": "\nThe Projekti Arkeologjik&euml; i Shkodr&euml;s (PASH; the Shkodra Archaeological Project) was designed to study social changes, such as the appearance of social inequality, in northern Albania, an historically significant region located in the western Balkans along the Adriatic coast. As with much of the rest of Europe, the transition to the Bronze Age in northern Albania was marked by the construction of \"hill forts\" and burial of important individuals in earthen mounds. These monuments appeared suddenly in Shkodra at the start of the Early Bronze Age (EBA; about 3100 B.C.), but their origins have remained unclear. Were forts and mounds, and therefore social inequality, local inventions or were they introduced from the outside, through migration for example? Distinguishing between these two processes &ndash; invention and diffusion &ndash; is an important topic in archaeology: if we are to explain social changes, in the past and today, we must determine whether they are typically driven by human innovation, the sharing of ideas, or both.\n\n \n\nPASH conducted three years of collaborative, interdisciplinary archaeological research in Shkodra. We studied seven factors that might have contributed to social changes during the course of the Bronze Age: 1) environmental changes, 2) settlement change, from small villages to defensible fortresses, 3) rising inequality, as indicated by mound burial, 4) conflict, 5) changes in economy and diet, 6) shifts to specialized manufacturing and trade, and 7) interaction and migration. To collect our data, we conducted archaeological and geological surveys in the plains and hills around Shkodra, excavations at three hill forts and three mounds, and scientific analysis of artifacts.\n\n \n\nThe results of our research demonstrate its intellectual merit and will be of interest to social scientists operating in various fields and in other parts of the world. We determined that the first hill forts were in fact occupied prior to the beginning of the Early Bronze Age, perhaps as early as the Late Neolithic (about 4000 BC). So, the social changes that came with the start of the Bronze Age may well have been local phenomena, at least in part. Burial in mounds seems to have begun somewhat later, at the start of the Middle Bronze Age (about 1600 BC), and may well have been introduced from the outside; at least one individual buried in a mound was a foreigner. Interestingly, mounds appear to have connected communities not divided them, so despite the fact that people were living in defensible forts, conflicts between communities may have been limited. Likewise, diet across communities was similar, focused on farming and herding. Short-distance pastoralism may have linked the Shkodra region to other adjacent regions and facilitated trade, in pottery for example. Finally, changes in the size and nature of Shkodra Lake and surrounding rivers likely also affected social changes in the region through time. For example, prior to about 1200 years ago, the lake was a large marshland, which would have limited agricultural activities and, perhaps, encouraged settlement in the hills. We therefore conclude that key social changes in Shkodra were outcomes of both local invention and regional diffusion, and that this give and take, between innovation and sharing, likely characterizes human history generally.\n\n \n\nPASH has had various broad impacts. Our project was an international collaboration between Mississippi State University and the University of Tirana, AlbaniaÆs flagship research university. We trained eight American and 29 Albanian students in methods of archaeological survey and excavation. Many of these students have gone on to careers in archaeology. In an effort to stem the destruction of mounds on private land, we undertook an educational campaign, which included production and distribution of a pamphlet. Finally, PASH stimulated an MOU between MSU and UT, which we hope will lead to meaningful future exchanges...."
 }
}