{
 "awd_id": "1418848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Pre-Ionization Controlled Laser Plasma Formation for Ignition Applications",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 138100.0,
 "awd_min_amd_letter_date": "2014-09-06",
 "awd_max_amd_letter_date": "2016-04-12",
 "awd_abstract_narration": "Pre-Ionization Controlled Laser Plasma Formation for Ignition Applications\r\nAzer Yalin (Colorado State University), Anthony Marchese (Colorado State University), Mikhail Shneider (Princeton University), Zhili Zhang (University of Tennessee - Knoxville)\r\n\r\nBroader Significance and Importance: Plasmas formed from focused laser beams provide reactive heated volumes of gas, somewhat analogous to the sparks produced by conventional ignition systems. Laser plasmas, therefore, are of interest for a number of applications including ignition. We will develop the basic plasma science to provide tailored laser pulse schemes for ignition and laser induced breakdown spectroscopy (LIBS) applications. In terms of combustion, laser ignition has many potential benefits. For reciprocating natural gas engines one can ignite leaner mixtures (reducing NOx emissions and pollutant formation) and higher pressure mixtures (leading to higher engine efficiencies and fuel-savings). In aerospace applications one can achieve better relight in aero-turbines. The multi-pulse approaches may lower the burden on required laser sources and fiber delivery implementations. We will present our activities to local minority-serving public schools (K-12) and include research advances in courses at our universities. We will specifically target underrepresented or minority groups to work on the project as their Ph.D. thesis research.\r\n\r\nTechnical Description: The proposed research focuses on innovative approaches employing pre-ionizing pulses (ns-ps-fs) to enhance and control laser plasma formation in gases. In particular, we will examine cases in which an initial pulse is used to achieve pre-ionization, and is followed by a second pulse that provides controllable energy addition. The energy addition of the second pulse is enabled by pre-ionization due to the first pulse. The result will be a laser plasma that is not at full breakdown conditions (i.e. no spark), but that has elevated temperature (>~2000 K). Such laser plasmas can provide novel and improved ignition sources by avoiding the unnecessarily high temperatures, strong shock waves, and elevated laser pulse energies that accompany full laser breakdown (sparks). We will consider a range of pulse durations (ns-ps-fs) as well as both non-resonant and resonant schemes for pre-ionization. We will also study both non-resonant pre-ionizing pulses as well as Resonant Enhanced Multi-Photon Ionization (REMPI) schemes. The REMPI schemes will be developed for future applications in air with initial studies in synthetic gas mixtures, e.g. we will study REMPI of argon and oxygen which are abundant in air. The plasmas will be experimentally studied and characterized as well as modeled numerically. We will determine optimal laser pulse parameters (wavelength, duration, temporal separation etc.) to provide sufficient pre-ionization and to allow subsequent energy addition. Owing to the lack of visible emission, the study of such plasmas is challenging and a key feature of our proposal is the use of a newly developed microwave scattering technique to measure electron parameters. The proposed research will be transformative in terms of laser plasma formation; despite a large body of research in laser breakdown using single laser pulses there has been minimal research on multi-pulse approaches and pre-ionization. The three-year program will be conducted by Colorado State University (CSU), University of Tennessee at Knoxville (UTK), and Princeton University (PU) and combines experimental studies, advanced diagnostics, and computational plasma and combustion modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhili",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhili Zhang",
   "pi_email_addr": "zzhang24@utk.edu",
   "nsf_id": "000526859",
   "pi_start_date": "2014-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062E",
   "pgm_ref_txt": "Plasma-assisted combustion"
  },
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 45000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 93100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research award supported the fundamental laser plasma ignition research at University of Tennessee, with collaborations with Colorado State University and Princeton University. Through this research project, we have discovered fundamental laser ignitiion principles by ultrafast lasers including nanosecond, picosecond, femtoseconds and combination of them. We hypothesized that seed electrons generated by a weak resonant laser pulse can significantly reduce the ignition threshold. The first resonant experiments were conducted to ionize molecular oxygen in air and use long high-energy pulse to deposit energies to do the iginition. We can see the laser igntion threshold can be reduced by 30% or more.&nbsp; The second experiments were conducted to see the pulse repetition rate effect. We discovered that the laser pulse energies can be distributed at 50kHz rates, i.e., up to 20 microseconds without losing the enhancement. This can significantly reduce the requirements for the fiber delivery. The third experiment is to quantitatively measure the laser ignition core at nanosecond or shorter. By using coherent microwave scattering and new Multiplexed Structured Imaging and Capture (MUSIC), we have captured the plasma evolution at sub nanosecond time scale.&nbsp;</p>\n<p>The award has supported multiple graduate and undergraduate students at University of Tennessee. Three Ph.D. degrees have been granted. The undergraduate students under this award have gone to various graduate schools and industries.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Zhili&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research award supported the fundamental laser plasma ignition research at University of Tennessee, with collaborations with Colorado State University and Princeton University. Through this research project, we have discovered fundamental laser ignitiion principles by ultrafast lasers including nanosecond, picosecond, femtoseconds and combination of them. We hypothesized that seed electrons generated by a weak resonant laser pulse can significantly reduce the ignition threshold. The first resonant experiments were conducted to ionize molecular oxygen in air and use long high-energy pulse to deposit energies to do the iginition. We can see the laser igntion threshold can be reduced by 30% or more.  The second experiments were conducted to see the pulse repetition rate effect. We discovered that the laser pulse energies can be distributed at 50kHz rates, i.e., up to 20 microseconds without losing the enhancement. This can significantly reduce the requirements for the fiber delivery. The third experiment is to quantitatively measure the laser ignition core at nanosecond or shorter. By using coherent microwave scattering and new Multiplexed Structured Imaging and Capture (MUSIC), we have captured the plasma evolution at sub nanosecond time scale. \n\nThe award has supported multiple graduate and undergraduate students at University of Tennessee. Three Ph.D. degrees have been granted. The undergraduate students under this award have gone to various graduate schools and industries. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Zhili Zhang"
 }
}