{
 "awd_id": "1418480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Neighborhood Identity and Social Practice in a CLassic Mayan City",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 29888.0,
 "awd_amount": 29888.0,
 "awd_min_amd_letter_date": "2014-04-08",
 "awd_max_amd_letter_date": "2014-04-08",
 "awd_abstract_narration": "This research is important because it addresses the question of how communities survive and maintain their integrity in the face of difficult environmental and social situations. Many rural villages approximate in size those of late prehistoric Maya and this study, in common with much archaeological research has the potential to track change and cultural response over extended periods of time.\r\n\r\nUnder the guidance of Dr. E. Christian Wells, Kara Fulton will study how urban families developed and shared neighborhood identities at the ancient Maya city of Actuncan, Belize, ca. AD 800-900, a time when the city experienced rapid population growth as surrounding centers declined. Archaeologists wish to understand urban processes of growth and decay in this region, and how they are linked to the behaviors of social factions in neighborhood communities. The city of Actuncan provides a unique opportunity to examine these processes, because the city maintained intensive occupation before, during, and after the political prominence of the nearby and archaeologically well-known center of Xunantunich. To investigate neighborhood identities, this research will consider the nature and location of activity patterns in and around three households. Multiple methods will be employed for this work, including subsurface testing with auger probes, soil chemical residue analysis, macro- and microartifact analysis, and analysis of geophysical prospection data. Soil chemistry is a novel contribution to this line of research, and is based on the recent observation that low-density urban centers in the Maya region were nutrient reservoirs that trapped and preserved chemical residues of various activities. By comparing relative concentrations and combinations of chemical elements in soils and sediments around households at Actuncan, patterns from repeated activities (such as cooking and eating) can be identified and studied.\r\n\r\nThe proposed research will make at least two significant contributions to scientific archaeology. First, it will provide insight into the social strategies deployed by residents to maintain their communities following the collapse of the nearby metropolitan center of Xunantunich and the reorganization of political power in the region. Studying relationships among commoner households in the Maya region is an important foundation for understanding broader political dynamics, including relationships between households and rulers, and how rulers were able to create, legitimize, and maintain power and authority. Second, the results will provide empirical comparative data for other researchers working on similar issues, including the use of space in, around, and between prehispanic households. This research is innovative, because a soil chemical approach to extract and characterize activity residues will provide a deeper level of understanding of the residential landscape than is otherwise permitted by examining architecture and artifact assemblages alone.\r\n\r\nMore broadly, this research will contribute to broadening the ways in which contemporary heritage is viewed in Belize. Until recently, the tendency of researchers in the Maya region has been to focus on the lives of the ruling elite members of society. As a result, cultural history and heritage expressed today is dominated by an elite view of the past. With a focus on commoner households, this research aims to broaden the view of history and heritage and contribute to a more balanced perspective of the past. Moreover, through training a promising young scientist, the research will connect U.S. and Belizean researchers, which will strengthen international collaboration and help to make global collaborations in this part of the world more routine for scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Wells",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Wells",
   "pi_email_addr": "ecwells@usf.edu",
   "nsf_id": "000571764",
   "pi_start_date": "2014-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kara",
   "pi_last_name": "Fulton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kara Fulton",
   "pi_email_addr": "kara.fulton@unt.edu",
   "nsf_id": "000661846",
   "pi_start_date": "2014-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 29888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research examines the relationship between the ways in which urban families developed and shared neighborhood identities at the ancient Maya city of Actuncan, Belize, ca. AD 800-900, a time when the city experienced rapid population growth as surrounding centers declined. Archaeologists wish to understand urban processes of growth and decay in this region, and how they are linked to the behaviors of social factions in neighborhood communities. The city of Actuncan provides a unique opportunity to examine these processes, because the city maintained intensive occupation before, during, and after the political prominence of the nearby and archaeologically well-known center of Xunantunich.</p>\n<p>&nbsp;</p>\n<p>For communities, group identity can provide a sense of connection to place that integrates people at various social levels, provide an individual with social memories and meanings that can be applied to understanding and interpreting material life, and foster a common sense of self and awareness. Daily activities and their engagement with the material world entangle social meanings, values, and relationships. Further, spaces in which people reside and perform these tasks often affect the meanings and values associated with the activities themselves. The combination of shared practices and the spaces in which they occur is ultimately what helps to create and maintain group identity.</p>\n<p>&nbsp;</p>\n<p>To investigate household relationships, this research considers the nature and location of activity patterns in and around three commoner houses to infer shared practices and the shared identities that those activities both enabled and constrained. Importantly, this research investigates not only the architectural areas that each house comprises, but also the open areas surrounding them. The goal of this research is to determine similarities and differences in the use of space throughout the sample area. Were open spaces used in similar ways to residential groups? Did residents conduct similar activities in all of the residential groups? Alternatively, were these groups locations for different types of practices?</p>\n<p>&nbsp;</p>\n<p>Multiple methods were employed for this work, including subsurface testing with auger probes, soil chemical residue analysis, and macro- and microartifact analysis. Soil chemistry is a novel contribution to this line of research, and is based on the recent observation that low-density urban centers in the Maya region were nutrient reservoirs that trapped and preserved chemical residues of various activities. By comparing relative concentrations and combinations of chemical elements in soils and sediments around households at Actuncan, patterns from repeated activities (such as cooking and eating) can be identified and studied. By creating multiple lines of evidence from independent datasets, inferences about activities can be more strongly supported. The artifact and chemical data were examined spatially using geostatistics as well as with quantitative assessment. The results suggest that Terminal Classic residents of Actuncan were extensively utilizing not only the formal patio spaces of residential groups but also the interstitial spaces in between. Additionally, one group appears to have been a locus for affiliative ritual practices in connection with ancestor veneration.</p>\n<p>&nbsp;</p>\n<p>This research makes at least two significant contributions to scientific archaeology. First, it provides insight into the social strategies deployed by residents to maintain their communities following the collapse of the nearby metropolitan center of Xunantunich and the reorganization of political power in the region. Studying relationships among commoner households in the Maya region is an important foundation for understanding broader political dynamics, including relationships between households and rulers, and how rulers were able to...",
  "por_txt_cntn": "\nThis research examines the relationship between the ways in which urban families developed and shared neighborhood identities at the ancient Maya city of Actuncan, Belize, ca. AD 800-900, a time when the city experienced rapid population growth as surrounding centers declined. Archaeologists wish to understand urban processes of growth and decay in this region, and how they are linked to the behaviors of social factions in neighborhood communities. The city of Actuncan provides a unique opportunity to examine these processes, because the city maintained intensive occupation before, during, and after the political prominence of the nearby and archaeologically well-known center of Xunantunich.\n\n \n\nFor communities, group identity can provide a sense of connection to place that integrates people at various social levels, provide an individual with social memories and meanings that can be applied to understanding and interpreting material life, and foster a common sense of self and awareness. Daily activities and their engagement with the material world entangle social meanings, values, and relationships. Further, spaces in which people reside and perform these tasks often affect the meanings and values associated with the activities themselves. The combination of shared practices and the spaces in which they occur is ultimately what helps to create and maintain group identity.\n\n \n\nTo investigate household relationships, this research considers the nature and location of activity patterns in and around three commoner houses to infer shared practices and the shared identities that those activities both enabled and constrained. Importantly, this research investigates not only the architectural areas that each house comprises, but also the open areas surrounding them. The goal of this research is to determine similarities and differences in the use of space throughout the sample area. Were open spaces used in similar ways to residential groups? Did residents conduct similar activities in all of the residential groups? Alternatively, were these groups locations for different types of practices?\n\n \n\nMultiple methods were employed for this work, including subsurface testing with auger probes, soil chemical residue analysis, and macro- and microartifact analysis. Soil chemistry is a novel contribution to this line of research, and is based on the recent observation that low-density urban centers in the Maya region were nutrient reservoirs that trapped and preserved chemical residues of various activities. By comparing relative concentrations and combinations of chemical elements in soils and sediments around households at Actuncan, patterns from repeated activities (such as cooking and eating) can be identified and studied. By creating multiple lines of evidence from independent datasets, inferences about activities can be more strongly supported. The artifact and chemical data were examined spatially using geostatistics as well as with quantitative assessment. The results suggest that Terminal Classic residents of Actuncan were extensively utilizing not only the formal patio spaces of residential groups but also the interstitial spaces in between. Additionally, one group appears to have been a locus for affiliative ritual practices in connection with ancestor veneration.\n\n \n\nThis research makes at least two significant contributions to scientific archaeology. First, it provides insight into the social strategies deployed by residents to maintain their communities following the collapse of the nearby metropolitan center of Xunantunich and the reorganization of political power in the region. Studying relationships among commoner households in the Maya region is an important foundation for understanding broader political dynamics, including relationships between households and rulers, and how rulers were able to create, legitimize, and maintain power and authority. Second, the results provide empirical comparative data for other researcher..."
 }
}