{
 "awd_id": "1418462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Resilience And Adaptation To Abruptly Dynamic Environments",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 30532.0,
 "awd_amount": 30532.0,
 "awd_min_amd_letter_date": "2014-04-08",
 "awd_max_amd_letter_date": "2014-04-08",
 "awd_abstract_narration": "The \"Neolithic Revolution\" marks a crucial turning point in human prehistory. The domestication of plants and animals provided increased subsistence resources which, in turn, set the stage for the emergence of civilization and complex society as we know it today. This research project is significant because it has the potential to shed light on the factors which initiated this change.\r\n\r\nUnder the guidance of Professor Arlene Rosen, Monica Nicolaides will investigate the long-term patterns of Epipaleolithic (23,000-11,500 cal. BP) plant-use in the Eastern Levant, present day Jordan. During this period the region experienced extreme shifts in climate due to the Last Glacial Maximum (LGM). Studies have rarely focused on the wide range of hunter-gatherer plant-use strategies and adaptations during this period, focusing instead on later cereal cultivation and the origins of agriculture. This is due, in part, to the poor preservation of plant remains at Epipaleolithic sites, with the exception of Ohalo II, Israel. To address this, Ms. Nicolaides will compare the more robust microscopic plant remains (phytoliths and starches) from nine sites in the eastern Levant and one site in Lebanon, to the well-preserved plant remains at Ohalo II. Given the temporal and regional breadth of the sites investigated this project provides a unique platform to consider the dynamic relationship between changing environment and hunter-gatherer plant-use in the past.\r\n\r\nIn spite of nearly 100 years of archaeological inquiry, the processes and timings of the transition, from cereal-gatherer to cereal-cultivator, remain unclear. Ohalo II places the initial dietary shift to grains 10,000 years earlier than previously recognized. Ms. Nicolaides' research will provide the first microbotanical analysis of both stone tools and sediments from Ohalo II. By integrating macrobotanical and microbotanical evidence, she will develop an innovative wild plant use model to study Epipaleolithic people-plant interactions. This research will present direct evidence for a defining moment in prehistory and will show how plant resources were managed, collected, processed and consumed. By exploring the diverse and sophisticated plant-collection strategies employed by Epipaleolithic peoples this dissertation will reconsider the way one sees hunter-gatherers in the prehistory of the Levant. It will not only expand understanding of Epipaleolithic plant-use, but more broadly, hunter-gatherer resilience and adaptation to changing environments. Importantly, this research will offer relevant insight for the current challenges of climate change.\r\n\r\nThis project will have a broad impact. The research contributes to several large international excavation projects that require technical and regional specialists from the United States, United Kingdom, Europe, Israel and Jordan to work together. These working relations engender a level of cooperation and allow collaborators to share their skills, methods and technical expertise. Importantly, the results of this project will be disseminated in peer-reviewed publications and the raw data will be distributed online for public use. This project will also contribute to the facilities and student experience at the University of Texas at Austin. It will leave a starch comparative collection, add to the existing phytolith comparative collection and provide undergraduate students with an opportunity to experience archaeobotanical research first-hand, while receiving basic microbotanical laboratory and identification training.  In addition, the lab supplies purchased for this project will be left at the Environmental Archaeology Laboratory, at the University of Texas at Austin, a productive legacy to future student researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arlene",
   "pi_last_name": "Rosen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arlene Rosen",
   "pi_email_addr": "amrosen@austin.utexas.edu",
   "nsf_id": "000630052",
   "pi_start_date": "2014-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Nicolaides",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Monica L Nicolaides",
   "pi_email_addr": "monica.lorelle.ramsey@gmail.com",
   "nsf_id": "000660425",
   "pi_start_date": "2014-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 E. 27th Street, STE 5.300",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 30532.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"text\">Monica N. Ramsey (Nicolaides) completed the research and laboratory analysis for her dissertation &lsquo;Considering the Importance of Wetlands to Hunter-Gatherer Adaptation: A Microbotanical Investigation of Late Pleistocene Plant-Use in the Eastern Levant&rsquo; supported by an NSF dissertation improvement grant.&nbsp; During her funding period she processed and analyzed 168 sediment samples for phytoliths and 18 sediment samples for micro-charcoal, from six Levantine archaeological sites (Figure 1, site map), in the Environmental Archaeology Laboratory at the University of Texas at Austin.</p>\n<p class=\"text\">Phytoliths ('plant stones') are silt sized particles of silica, which, are formed in plants through the uptake of soluble silica, or monosilicic acid (H<sub>4</sub>O<sub>4</sub>Si) with ground water. The silica is deposited in the cell walls, interiors and intercellular spaces of plants as generally amorphous (non-crystalline) solid silicon dioxide (SiO<sub>2</sub>). These durable inorganic 'casts' are a useful tool in the reconstruction of past environments and ancient human plant-use (Figure 2, schematic of phytolith formation and Figure 3, images of phytoliths). As a Paleoethnobotanist and Environmental Archaeologist, Ramsey&rsquo;s main objective was to employ phytolith and micro-charcoal analysis to explore, through direct evidence, the long-term patterns of Late Pleistocene hunter-gatherer plant-use in the Eastern Levant.</p>\n<p class=\"text\">In addition to laboratory and microscope analysis, Ramsey worked with colleagues in Israel to collect an extensive modern wild plant comparative collection. These reference materials are being processed to create a phytolith and starch comparative collection for the region, which will be housed at the University of Texas at Austin. During her grant period Ramsey traveled to Toronto, Canada to train in starch analysis and ground stone residue extraction techniques with Dr. Sheahan Bestel. This training facilitated the extraction of microbotanical residues from archaeological groundstone samples from the sites of Ohalo II, Israel and Kharaneh IV, Jordan. Ramsey also traveled to Nice, France to work with Dr. Danielle Macdonald (use-wear specialist) to extract residues from flaked stone artifacts from Kharaneh IV. Resiudes extracted from these artifacts will shed light on how plant resources were being processed and prepared during the Late Pleistocene. Analysis is ongoing.</p>\n<p class=\"text\">Ramsey&rsquo;s dissertation demonstrates clearly that wetlands are vital to understanding Late Pleistocene hunter-gatherer adaptations in the Eastern Levant during the late Pleistocene. This new direct archaeobotanical evidence shows that Late Pleistocene hunter-gatherers employed flexible&nbsp;<em>local</em>&nbsp;systems of plant-use that focused on wetland resources. Through their exploitation of anthropogenically sensitive reed and sedge (phytolittoral) resources, Late Pleistocene hunter-gatherers may have facilitated the development and expansion of those resources and contributed to the social and ecological feedbacks that aided the &lsquo;upward mobility&rsquo; of wetland resources. In providing a dependable food and craft resource repository, wetland plant resources may have facilitated increasingly sedentary adaptations in certain locales and perhaps permitted increasing use of risky grass and cereal resources.</p>\n<p class=\"text\">Ramsey&rsquo;s research provides a new understanding of Late Pleistocene plant-use and human-environment dynamics in the Eastern Levant. Firstly, in considering the local ecological opportunities, her work emphasizes the complexity of gathering strategies and the choices hunter-gatherers faced in the Late Pleistocene. Secondly, by seeking a new ethnographic analog in the American Great Basin, a region defined by its characteristic wetland/dryland landscape, she was able to hypothes...",
  "por_txt_cntn": "Monica N. Ramsey (Nicolaides) completed the research and laboratory analysis for her dissertation æConsidering the Importance of Wetlands to Hunter-Gatherer Adaptation: A Microbotanical Investigation of Late Pleistocene Plant-Use in the Eastern LevantÆ supported by an NSF dissertation improvement grant.  During her funding period she processed and analyzed 168 sediment samples for phytoliths and 18 sediment samples for micro-charcoal, from six Levantine archaeological sites (Figure 1, site map), in the Environmental Archaeology Laboratory at the University of Texas at Austin.\nPhytoliths ('plant stones') are silt sized particles of silica, which, are formed in plants through the uptake of soluble silica, or monosilicic acid (H4O4Si) with ground water. The silica is deposited in the cell walls, interiors and intercellular spaces of plants as generally amorphous (non-crystalline) solid silicon dioxide (SiO2). These durable inorganic 'casts' are a useful tool in the reconstruction of past environments and ancient human plant-use (Figure 2, schematic of phytolith formation and Figure 3, images of phytoliths). As a Paleoethnobotanist and Environmental Archaeologist, RamseyÆs main objective was to employ phytolith and micro-charcoal analysis to explore, through direct evidence, the long-term patterns of Late Pleistocene hunter-gatherer plant-use in the Eastern Levant.\nIn addition to laboratory and microscope analysis, Ramsey worked with colleagues in Israel to collect an extensive modern wild plant comparative collection. These reference materials are being processed to create a phytolith and starch comparative collection for the region, which will be housed at the University of Texas at Austin. During her grant period Ramsey traveled to Toronto, Canada to train in starch analysis and ground stone residue extraction techniques with Dr. Sheahan Bestel. This training facilitated the extraction of microbotanical residues from archaeological groundstone samples from the sites of Ohalo II, Israel and Kharaneh IV, Jordan. Ramsey also traveled to Nice, France to work with Dr. Danielle Macdonald (use-wear specialist) to extract residues from flaked stone artifacts from Kharaneh IV. Resiudes extracted from these artifacts will shed light on how plant resources were being processed and prepared during the Late Pleistocene. Analysis is ongoing.\nRamseyÆs dissertation demonstrates clearly that wetlands are vital to understanding Late Pleistocene hunter-gatherer adaptations in the Eastern Levant during the late Pleistocene. This new direct archaeobotanical evidence shows that Late Pleistocene hunter-gatherers employed flexible local systems of plant-use that focused on wetland resources. Through their exploitation of anthropogenically sensitive reed and sedge (phytolittoral) resources, Late Pleistocene hunter-gatherers may have facilitated the development and expansion of those resources and contributed to the social and ecological feedbacks that aided the æupward mobilityÆ of wetland resources. In providing a dependable food and craft resource repository, wetland plant resources may have facilitated increasingly sedentary adaptations in certain locales and perhaps permitted increasing use of risky grass and cereal resources.\nRamseyÆs research provides a new understanding of Late Pleistocene plant-use and human-environment dynamics in the Eastern Levant. Firstly, in considering the local ecological opportunities, her work emphasizes the complexity of gathering strategies and the choices hunter-gatherers faced in the Late Pleistocene. Secondly, by seeking a new ethnographic analog in the American Great Basin, a region defined by its characteristic wetland/dryland landscape, she was able to hypothesize about the many types of hunter-gatherer wetland adaptations in the Eastern Levant. Thirdly, by employing phytolith analysis her work offers a different picture of plant-use than previous studies, which focused on macrobotanical remains (e.g. seeds and..."
 }
}