{
 "awd_id": "1418918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Efficient High-Order Parallel Algorithms for Large-Scale Photonics Simulation",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2014-08-11",
 "awd_max_amd_letter_date": "2016-08-03",
 "awd_abstract_narration": "The focus of this research project is to develop efficient, accurate, and scalable computational techniques and provide much-needed simulation design tools for the photonics industry. More and more of modern life is based on fast and cheap communication. The transmission of information by electrical circuitry is limited in latency by power concerns and in bandwidth by cost. Photonic circuits virtually eliminate these constraints and provide a way to make high-bandwidth, low-latency interconnects that are, in many applications, far superior to their electric counterparts. But photonic circuits are extremely challenging to design. Indeed, the current state-of-art integrated photonic circuits chip contains only hundreds of photonic components due to the lack of efficient and reliable tools for the design of integrated photonic circuits. The difficulty here is that the design of integrated photonic devices requires accurate simulation of propagating electromagnetic waves which, in turn, requires extremely large numbers of unknowns even for modest accuracy in a volume discretization.  The tools developed by this project will address these important challenges.\r\n\r\nThe fundamental mathematical model for most photonics applications consists of Maxwell's equations with complex, structured material coefficients under wide variation of feature length scales. At computational scales feasible for a design engineer, existing techniques are too inaccurate for the design of complex photonic devices. This inaccuracy/inefficiency trade-off severely limits the usefulness of simulation in a design feedback loop. It further represents an impediment to the rapid development of the photonics industry since design iteration through manufacturing is typically very expensive and can take months of turn-around time on a single design. Lifting this inefficiency constraint is challenging, and it has the potential to play a pivotal role in the development of ambitious photonic circuits and devices. The investigators propose to develop the following techniques to overcome the obstacles encountered in practical, large-scale photonics simulation.  (1) Modularization of photonic device simulation via boundary integral equation methods. Specifically, the so-called mode calculation will be converted to a nonlinear eigenvalue problem of boundary integral equations, and the so-called propagation problem will be converted to a standard scattering problem and then solved via boundary integral equation methods. (2) Extension of the QBX method (\"Quadrature by Expansion\"), a general-purpose, high order quadrature scheme to treat three-dimensional problems with domains having corners, edges and multi-scale structures for accurate photonics simulation. (3) Seamless combination of the QBX method with a novel variant of the Fast Multipole Method (FMM) to solve integral equations in a matrix-free form with near optimal operation and storage requirements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shidong",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shidong Jiang",
   "pi_email_addr": "shidong.jiang@njit.edu",
   "nsf_id": "000166438",
   "pi_start_date": "2014-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 Martin Luther King Jr. Blvd",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 63302.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 42760.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 43938.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this collaborative project (with Dr. Andreas Kloeckner at UIUC as the lead PI) are to develop accurate, robust, efficient and parallelizable numerical methods, algorithms, and scalable implementations thereof to serve the rapidly growing integrated photonics industry.</p>\n<p>We believe that integral-equation-based methods are promising candidates for this role. To enable their use, we are engaged in the design of novel solution representations, novel numerical methods, and novel acceleration algorithms.</p>\n<p>We have constructed a second kind integral equation formulation for calculating the electromagnetic modes of optical waveguides, where the unknowns are only on material interfaces. The resulting numerical algorithm can handle optical waveguides with a large number of inclusions of arbitrary irregular cross section. It is capable of finding the bound, leaky, and complex modes for optical fibers and waveguides including photonic crystal fibers, dielectric fibers and waveguides. Most importantly, the formulation is well conditioned even in the case of nonsmooth geometries.</p>\n<p>We have combined our second kind integral equation formulation with efficient Sommerfeld integral representations to treat the effect of layered media. Our scheme is capable of calculating the propagation loss of electromagnetic modes with high fidelity, even for waveguides with corners embedded in a cladding material of finite thickness.</p>\n<p>We have&nbsp;developed an algorithm for the asymptotically fast evaluation of layer potentials close to and on the source geometry, combining Geometric Global Accelerated QBX (&lsquo;GIGAQBX&rsquo;) and target-specific expansions. GIGAQBX is a fast high-order scheme for evaluation of layer potentials based on Quadrature by Expansion (&lsquo;QBX&rsquo;) using local expansions formed by Fast Multipole Method (FMM) for accurate near or on-surface evaluation. The FMM-QBX will have significant long-lasting broad impacts on integral equation methods, reducing the implementation of efficient high-order numerical algorithm of any integral equation formulation to a bare minimum. The developed software is freely available to the public with the least restrictive MIT license, it can be downloaded at&nbsp;https://mathema.tician.de.</p>\n<p>Under the support of this grant, the PIs have published many high-quality papers on refereed international journals. Shidong Jiang has published thirteen journal articles at Applied and Computational Harmonic Analysis, SIAM Journal on Scientific Computing, Journal of Computational Physics, Journal of Scientific Computing, Mathematics of Computation, Optics Express, etc. Both PIs and their students have given numerous talks and presentations at&nbsp;<span>local/regional/international institutions or conferences&nbsp;including SIAM Annual Meetings, SIAM Materials Science&nbsp;Conference, <span>SIAM CSE Meetings,&nbsp;</span>HKUST IAS Focused Program on Computational &amp; Mathematical Problems in Material Science, International Congress on Industrial and Applied Mathematics, etc.</span></p>\n<p><span>Finally, on the educational side, b<span>oth PIs have been teaching courses in numerical analysis and scientific computing at their respective institutions, training hundreds of graduate and undergraduate students in one of the core STEM subjects, combining results from both mathematics and computing. In addition, the graduate and undergraduate research assistants working on the projects have received valuable training preparing them for a career as researchers in science and engineering. At NJIT, Shaobo Wang obtained his PhD degree in 2016 under the supervision of Shidong Jiang and his first job is at Google Inc. Szu-Pei Fu obtained his PhD degree in 2017 under the joint supervision of Shidong Jiang and Yuannan Young and his first job is at Fordham University. The trainings and the partial financial support provided by grant have been very helpful in their graduate study and future career.</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2018<br>\n\t\t\t\t\tModified by: Shidong&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of this collaborative project (with Dr. Andreas Kloeckner at UIUC as the lead PI) are to develop accurate, robust, efficient and parallelizable numerical methods, algorithms, and scalable implementations thereof to serve the rapidly growing integrated photonics industry.\n\nWe believe that integral-equation-based methods are promising candidates for this role. To enable their use, we are engaged in the design of novel solution representations, novel numerical methods, and novel acceleration algorithms.\n\nWe have constructed a second kind integral equation formulation for calculating the electromagnetic modes of optical waveguides, where the unknowns are only on material interfaces. The resulting numerical algorithm can handle optical waveguides with a large number of inclusions of arbitrary irregular cross section. It is capable of finding the bound, leaky, and complex modes for optical fibers and waveguides including photonic crystal fibers, dielectric fibers and waveguides. Most importantly, the formulation is well conditioned even in the case of nonsmooth geometries.\n\nWe have combined our second kind integral equation formulation with efficient Sommerfeld integral representations to treat the effect of layered media. Our scheme is capable of calculating the propagation loss of electromagnetic modes with high fidelity, even for waveguides with corners embedded in a cladding material of finite thickness.\n\nWe have developed an algorithm for the asymptotically fast evaluation of layer potentials close to and on the source geometry, combining Geometric Global Accelerated QBX (?GIGAQBX?) and target-specific expansions. GIGAQBX is a fast high-order scheme for evaluation of layer potentials based on Quadrature by Expansion (?QBX?) using local expansions formed by Fast Multipole Method (FMM) for accurate near or on-surface evaluation. The FMM-QBX will have significant long-lasting broad impacts on integral equation methods, reducing the implementation of efficient high-order numerical algorithm of any integral equation formulation to a bare minimum. The developed software is freely available to the public with the least restrictive MIT license, it can be downloaded at https://mathema.tician.de.\n\nUnder the support of this grant, the PIs have published many high-quality papers on refereed international journals. Shidong Jiang has published thirteen journal articles at Applied and Computational Harmonic Analysis, SIAM Journal on Scientific Computing, Journal of Computational Physics, Journal of Scientific Computing, Mathematics of Computation, Optics Express, etc. Both PIs and their students have given numerous talks and presentations at local/regional/international institutions or conferences including SIAM Annual Meetings, SIAM Materials Science Conference, SIAM CSE Meetings, HKUST IAS Focused Program on Computational &amp; Mathematical Problems in Material Science, International Congress on Industrial and Applied Mathematics, etc.\n\nFinally, on the educational side, both PIs have been teaching courses in numerical analysis and scientific computing at their respective institutions, training hundreds of graduate and undergraduate students in one of the core STEM subjects, combining results from both mathematics and computing. In addition, the graduate and undergraduate research assistants working on the projects have received valuable training preparing them for a career as researchers in science and engineering. At NJIT, Shaobo Wang obtained his PhD degree in 2016 under the supervision of Shidong Jiang and his first job is at Google Inc. Szu-Pei Fu obtained his PhD degree in 2017 under the joint supervision of Shidong Jiang and Yuannan Young and his first job is at Fordham University. The trainings and the partial financial support provided by grant have been very helpful in their graduate study and future career.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2018\n\n\t\t\t\t\tSubmitted by: Shidong Jiang"
 }
}