{
 "awd_id": "1418706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fluctuating Hydrodynamics of Suspensions of Rigid Bodies",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 252190.0,
 "awd_amount": 252190.0,
 "awd_min_amd_letter_date": "2014-06-29",
 "awd_max_amd_letter_date": "2014-06-29",
 "awd_abstract_narration": "Over the last decade there has been rapid progress in the manufacturing and design of materials and devices that employ small-scale active particles to produce novel physical behaviours such as self-organizing flows (e.g., active colloidal suspensions), or to perform specific tasks such as cargo transport (e.g., targeted drug delivery). While much progress has been made experimentally, theoretical and computational modelling lags behind, due to the difficulty in designing suitable numerical algorithms and the lack of public-domain codes capable of capturing the complex multi-physics of active propulsion. In this work we develop novel computational methods for simulating active-particles suspended in fluid, and implement the developed techniques in the public-domain code IBAMR, therefore making them available to applied researchers in physics and engineering. A specific distinguishing aspect of the work is the consistent inclusion of the random Brownian motion necessarily present when dealing with small-scale flows due to the small numbers of molecules involved in the process. Such stochastic effects are important in flows at micro and nano scales typical of nano- and micro-fluidic and microelectromechanical devices, novel materials such as nanofluids, and biological systems such as lipid membranes, Brownian molecular motors, and nanopores. We therefore expect the work to have a broad range of applications in science and engineering, beyond the specific research goals detailed below. The scientific component of this project will be supplemented by an educational and outreach component, including the development and enrichment of new graduate courses, such as Coarse Grained Modeling of Materials, which will include training in statistical mechanics, applied stochastic analysis, fluid dynamics, and high-performance computing.\r\n\r\nThis collaborative project focuses on computational methods for problems involving Brownian rigid and semi-rigid structures immersed in a fluid. Examples include colloidal particles, polymer chains, and macromolecules in a solvent. We aim to develop novel methods for fluid-structure coupling at small Reynolds numbers that consistently include the effects of thermal fluctuations. At small scales, the motion of immersed structures is driven by thermal fluctuations, giving rise to Brownian motion strongly affected by hydrodynamic effects. We plan to develop methods that couple an immersed-boundary Lagrangian representation of rigid bodies to a fluctuating finite-volume fluid solver. Unlike commonly-used methods based on Green's functions, we rely on an explicit-fluid fluctuating hydrodynamics formulation in which we add a stochastic stress tensor to the usual viscous stress tensor. We will handle complex rigid (e.g., synthetic nanorods) and semi-rigid (e.g., short DNA segments) bodies by composing each structure from a collection of spherical particles constrained to move (semi)rigidly. The underlying fluctuating hydrodynamics formulation automatically ensures the correct translational and rotational Brownian motion. The novel methods developed in this project will build upon prior work by the PIs and enable simulations of the long-time diffusive (Brownian) dynamics of the immersed structures. In particular, we will develop, implement, and apply computational methods that: (1) do not employ time splitting and are thus suitable for the steady Stokes (viscous-dominated or low Reynolds number) regime; (2) strictly enforce the rigidity constraint; and, (3) ensure fluctuation-dissipation balance in the overdamped limit even in the presence of nontrivial boundary conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksandar",
   "pi_last_name": "Donev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksandar Donev",
   "pi_email_addr": "ad139@nyu.edu",
   "nsf_id": "000567724",
   "pi_start_date": "2014-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 252190.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Solid particles dispersed in a liquid are common in biology, materials science, and chemical engineering. When the solid particles or colloids are very small, micrometer or less in size, Brownian motion is important in determining the properties of the colloidal suspension. Computer simulations are a very useful tool for modeling and understanding the behavior of such systems, but are severely limited in the number of particles and the amount of physical time they can simulate.<br /><br />In this project we have developed several new mathematical formulations and computer algorithms that vastly improve the computational efficiency of Brownian dynamics simulations of colloidal suspensions over existing methods. Our new methods rely on a physical model called fluctuating hydrodynamics to drive the Brownian motion of the suspended particles via random motion of the fluid they are suspended in. In addition, several of our computer codes rely on emerging graphical processing unit hardware to massively accelerate the computations. Our new methods enable an order of magnitude larger simulations than previously possible, and can handle not just spherical colloids but also more general particle shapes. Our work will allow researchers to model complex and poorly-understood physical phenomena such as colloidal gelation and diffusion in the crowded cytoplasm. All of the computer codes developed in our work are publicly available at the PI's group repository on github.com, and are well-documented, maintained and continually improved.<br /><br />We have used our novel computational tools to study the dynamics of suspensions of colloids sedimented above a bottom wall and rotated by an external magnetic field. These microroller suspensions are found to exhibit a rich dynamics, including an instability leading to the formation of fingers that then split to form \"critters\": a motile cluster of particles that moves coherently over large distances and can be controlled easily by the magnetic field. These critters have potential applications for microfluidic transport in engineering devices and biological systems, as is presently being investigated in a spin-off three-year NSF project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2017<br>\n\t\t\t\t\tModified by: Aleksandar&nbsp;Donev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSolid particles dispersed in a liquid are common in biology, materials science, and chemical engineering. When the solid particles or colloids are very small, micrometer or less in size, Brownian motion is important in determining the properties of the colloidal suspension. Computer simulations are a very useful tool for modeling and understanding the behavior of such systems, but are severely limited in the number of particles and the amount of physical time they can simulate.\n\nIn this project we have developed several new mathematical formulations and computer algorithms that vastly improve the computational efficiency of Brownian dynamics simulations of colloidal suspensions over existing methods. Our new methods rely on a physical model called fluctuating hydrodynamics to drive the Brownian motion of the suspended particles via random motion of the fluid they are suspended in. In addition, several of our computer codes rely on emerging graphical processing unit hardware to massively accelerate the computations. Our new methods enable an order of magnitude larger simulations than previously possible, and can handle not just spherical colloids but also more general particle shapes. Our work will allow researchers to model complex and poorly-understood physical phenomena such as colloidal gelation and diffusion in the crowded cytoplasm. All of the computer codes developed in our work are publicly available at the PI's group repository on github.com, and are well-documented, maintained and continually improved.\n\nWe have used our novel computational tools to study the dynamics of suspensions of colloids sedimented above a bottom wall and rotated by an external magnetic field. These microroller suspensions are found to exhibit a rich dynamics, including an instability leading to the formation of fingers that then split to form \"critters\": a motile cluster of particles that moves coherently over large distances and can be controlled easily by the magnetic field. These critters have potential applications for microfluidic transport in engineering devices and biological systems, as is presently being investigated in a spin-off three-year NSF project.\n\n\t\t\t\t\tLast Modified: 09/28/2017\n\n\t\t\t\t\tSubmitted by: Aleksandar Donev"
 }
}