{
 "awd_id": "1418689",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Highly efficient and accurate numerical schemes  for nonlinear gradient flows with energy stability",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 189998.0,
 "awd_amount": 189998.0,
 "awd_min_amd_letter_date": "2014-07-22",
 "awd_max_amd_letter_date": "2014-07-22",
 "awd_abstract_narration": "The goal of this project is to study efficient and robust tools to numerically simulate certain nonlinear gradient flows. These numerical schemes will yield highly efficient solvers to study the complicated long-time dynamics of different models in physics, materials engineering, and biological sciences. This work is expected to have a direct and immediate impact on many scientific disciplines. The large time scale simulation of these nonlinear gradient flows is vital for understanding phase transformations of materials at the atomic and nanometer scales, the complex processes in biological growth and development, and the complicated topological change involved in two-phase flows, etc. Some numerical schemes developed by the PI have been efficiently applied in large scale, multi-discipline scientific projects; a collaborative part of the project will leverage expertise in angiogenesis analysis of tumor growth simulation and is expected to lead to significant impact in the medical sciences community. The PI will make the computational tools available in the public domain so that researchers will have direct access to some of the developed algorithms.  Through work in the project, a graduate student will receive extensive training in high-performance scientific computing, numerical mathematics, and modeling. \r\n\r\nIn the proposed gradient flow models, the physical energy can be decomposed into purely convex and concave parts.  The PI considers convex splitting (CS) numerical schemes, including both the 1st and 2nd order accurate splittings in time, and finite difference, finite element and pseudospectral approximations in space. A major challenge is designing truly efficient solvers for these highly nonlinear CS schemes. For example, a direct nonlinear multigrid solver can be applied. As an alternate approach, linear iterative algorithms are proposed in this work, and a contraction mapping property is expected for these linear iteration based solvers. In other words, although the formulated CS scheme is nonlinear, a linear iteration based algorithm can be used to approximate solutions of this highly nonlinear system with a geometric convergence rate. A detailed comparison between a nonlinear solver and linear iteration algorithm will also be conducted.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cheng Wang",
   "pi_email_addr": "cwang1@umassd.edu",
   "nsf_id": "000126422",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "285 Old Westport Road",
  "perf_city_name": "North Dartmouth",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8609",
   "pgm_ref_txt": "Other Energy Research"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 189998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI has designed a class of energy stable numerical schemes for certain gradient flow equations, which correspond to highly nonlinear partial differential equations that describe important phenomena in materials, fluids, and biology problems. The PI has focused on the study of phase field crystal (PFC) and its modified version, epitaxial thin film growth model with or without slope selection, Cahn-Hilliard equation, and the gradient flow coupled with fluid flow, such as Cahn-Hilliard-Hele-Shaw equation and Cahn-Hilliard-Navier-Stokes equations, Functionalized Cahn-Hilliard (FCH) and Cahn-Hilliard-Willmore (CHW) equations. Detailed theoretical analyses were performed. These proposed numerical methods turn out to be uniquely solvable and unconditionally energy stable, which are expected to greatly improve the numerical performance in terms of efficiency and accuracy. The stability and convergence analyses provided in this research project validates the advantages of the proposed numerical algorithms. In addition, both the nonlinear multi-grid solver, the linear iteration solver and the preconditioned steepest descent (PSD) solvers have been tested in details, and their efficiency has been verified by various numerical experiments.&nbsp;</p>\n<p><br />Both the first and second order energy stable schemes were applied to studied gradient equations, with many novel properties reported. It was the first time to establish an unconditional energy stability and unique solvability of a second order accurate scheme for Cahn-Hilliard-Navier-Stokes equation; it was the first time to obtained the energy stability for a second order linear scheme applied to thin film growth equation without slope selection. It was the first attempt to give a geometric convergence rate analysis for a nonlinear iteration solver applied to regularized p-Laplacian equation.&nbsp;</p>\n<p><br />As an outcome, 32 peer-reviewed journal articles have been produced under the support of this NSF fund, including 21 published ones, 5 accepted one waiting for publication, and 6 more submitted ones under review.&nbsp;<br />During this NSF award, the PI has delivered 8 presentations at different scientific conferences and workshops, including 3 domestic ones and 5 international ones. Many other university seminar talks were presented during this award period.&nbsp;<br />This NSF fund has also supported graduate students. Two female Ph.D students, Tiffany Ferreira and Leah Isherwood, have been working on a few research projects under the PI's supervision. &nbsp;<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2018<br>\n\t\t\t\t\tModified by: Cheng&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PI has designed a class of energy stable numerical schemes for certain gradient flow equations, which correspond to highly nonlinear partial differential equations that describe important phenomena in materials, fluids, and biology problems. The PI has focused on the study of phase field crystal (PFC) and its modified version, epitaxial thin film growth model with or without slope selection, Cahn-Hilliard equation, and the gradient flow coupled with fluid flow, such as Cahn-Hilliard-Hele-Shaw equation and Cahn-Hilliard-Navier-Stokes equations, Functionalized Cahn-Hilliard (FCH) and Cahn-Hilliard-Willmore (CHW) equations. Detailed theoretical analyses were performed. These proposed numerical methods turn out to be uniquely solvable and unconditionally energy stable, which are expected to greatly improve the numerical performance in terms of efficiency and accuracy. The stability and convergence analyses provided in this research project validates the advantages of the proposed numerical algorithms. In addition, both the nonlinear multi-grid solver, the linear iteration solver and the preconditioned steepest descent (PSD) solvers have been tested in details, and their efficiency has been verified by various numerical experiments. \n\n\nBoth the first and second order energy stable schemes were applied to studied gradient equations, with many novel properties reported. It was the first time to establish an unconditional energy stability and unique solvability of a second order accurate scheme for Cahn-Hilliard-Navier-Stokes equation; it was the first time to obtained the energy stability for a second order linear scheme applied to thin film growth equation without slope selection. It was the first attempt to give a geometric convergence rate analysis for a nonlinear iteration solver applied to regularized p-Laplacian equation. \n\n\nAs an outcome, 32 peer-reviewed journal articles have been produced under the support of this NSF fund, including 21 published ones, 5 accepted one waiting for publication, and 6 more submitted ones under review. \nDuring this NSF award, the PI has delivered 8 presentations at different scientific conferences and workshops, including 3 domestic ones and 5 international ones. Many other university seminar talks were presented during this award period. \nThis NSF fund has also supported graduate students. Two female Ph.D students, Tiffany Ferreira and Leah Isherwood, have been working on a few research projects under the PI's supervision.  \n\n\n\n\t\t\t\t\tLast Modified: 08/02/2018\n\n\t\t\t\t\tSubmitted by: Cheng Wang"
 }
}