{
 "awd_id": "1418908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simulation of the Wave-Matter Interactions: Geometrical Optics and Nano Optics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 109234.0,
 "awd_amount": 109234.0,
 "awd_min_amd_letter_date": "2014-07-22",
 "awd_max_amd_letter_date": "2014-07-22",
 "awd_abstract_narration": "Broader Significance and Importance:  The proposed project is devoted to providing reliable models and the state-of-the-art numerical methods for studying the wave-matter interactions as in geometrical optics and nano optics with practical applications arising from seismic imaging, medical imaging, nanotechnology, nanosciences, and so on. The proposed models and numerical methods are based on knowledge of geometrical optics, physical optics, nano optics, computational chemistry and scientific computing, aiming to provide numerical tools and guidance for applications.  Interdisciplinary collaborations will be pursued to extend the practical applications of the proposed methods.  The project also involves the integration of research and education in computational mathematics. Graduate and undergraduate students, and members from underrepresented  groups will be encouraged to participate in the project  to enhance their knowledge and research. The proposed project will further the training and education of students and encourage them to pursue  future career in science, technology, engineering and mathematics (STEM).  \r\n  \r\nThe PI will develop reliable models and efficient numerical methods to simulate the wave-matter interactions as in geometrical optics and nano optics.  When the size of the matter is much larger than the wavelength, the interactions are equivalent to simulating high frequency waves in nonhomogeneous media with the  effect of matter averaged and embedded continuously as medium constants.  The PI will combine geometrical optics  and physical optics along with scientific computing to design  and analyze efficient numerical methods.  When the  size of the matter reaches nanoscale, the interactions  require to simulate the motion of the matter and the  evolution of  the waves simultaneously as in the study of the optical  responses of nanostructures in nano optics,  where the quantum  effects of the matter must be considered. The PI will use the  semi-classical theories as the  guideline to derive simple models  to characterize the interactions  and propose multiscale methods to  simulate  the interactions.   The proposed models and methods  consist of  the following core ideas: (1) for simulating high  frequency waves, the  Huygens-Kirchhoff integral with  the Green functions serves as the formulation and mechanism for  advancing the  wave propagation, where geometrical optics provides  asymptotic approximations of the Green functions. The phase  and  amplitude to approximate the Green functions can be computed  efficiently with accurate methods for  Hamilton-Jacobi equations. The oscillatory Huygens-Kirchhoff integral can be evaluated  efficiently with  multilevel algorithms based on low-rank matrix decompositions.  And data compression techniques to compress  the phase and  amplitude ensure the feasibility of building the waves in  both two and three-dimensional spaces.  And  (2) for studying the optical responses of nanostructures,  the semi-classical theories that treat the waves  classically  with the Maxwell equations and retain the quantum mechanical description of the matter provide  characterizations  of the light-matter interactions. The Born-Oppenheimer  approximation and the ab initio molecular  dynamics  can be utilized  to resolve the difficulty of  dealing with the many-body system quantum mechanically,  which  results in simple semi-classical models that are numerically trackable with proposed multiscale schemes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Songting",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Songting Luo",
   "pi_email_addr": "luos@iastate.edu",
   "nsf_id": "000635602",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 109234.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, the PI developed reliable models and efficient numerical methods for simulating the wave-matter interactions in geometrical optics and nano optics, which is important for many practical applications such as seismic imaging, underwater acoustics, non-destructive testing, medical imaging, nanotechnology, nanosciences, etc.<br /><br />If the size of the matter is at nanoscale or atomic scale,&nbsp; the quantum effects must be considered.&nbsp; For studying the interactions, the PI derived a numerically traceable semiclassical model that treats the evolution of the light classically with Maxwell's equations and the motion of the matter quantum mechanically with Schrodinger equation. In the model, Ehrenfest molecular dynamics and Time-Dependent Current Density Functional Theory are used to resolve the difficulty of dealing with Schrodinger equation. The model is numerically traceable since it is formulated in three-dimensional spaces. The PI solved the model with linear response theory in the frequency domain, which leads to a linear system that can be solved by well-designed multiscale schemes. The model and linear response formulations have been tested with synthetic examples. Multiscale schemes for solving the model in the time domain along with study of realistic problems are under investigation.&nbsp; <br /><br />If the size of the matter is much greater than the wavelength, the matter is embedded continuously as the medium constants, and the interactions are equivalent to high frequency wave propagation in the medium.&nbsp; In order to simulate the highly oscillating waves faithfully, the PI derived asymptotic methods by combining asymptotic approaches that approximate the Green's functions and integral representations of the waves that propagate the waves. The Green's functions can be approximated by pre-computed phases and amplitudes efficiently, and the integrals for propagating the waves can be evaluated by well-designed algorithms with optimal complexity. The methods have been applied successfully to simulate high frequency acoustic and electromagnetic waves stimulated by a point source. Extension of the methods to problems with general boundary conditions is under investigation. <br /><br />The PI has been involved in student training and education. One graduate student who worked on the project graduated with a Master's degree, two Ph.D students have been working on the projects, and three undergraduate students participated in the projects as first-year honor program at Iowa State University. The PI will continue to purse interdisciplinary collaborations,&nbsp; provide student training and education, and encourage them to pursue future career in science, technology, engineering and mathematics (STEM).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2017<br>\n\t\t\t\t\tModified by: Songting&nbsp;Luo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, the PI developed reliable models and efficient numerical methods for simulating the wave-matter interactions in geometrical optics and nano optics, which is important for many practical applications such as seismic imaging, underwater acoustics, non-destructive testing, medical imaging, nanotechnology, nanosciences, etc.\n\nIf the size of the matter is at nanoscale or atomic scale,  the quantum effects must be considered.  For studying the interactions, the PI derived a numerically traceable semiclassical model that treats the evolution of the light classically with Maxwell's equations and the motion of the matter quantum mechanically with Schrodinger equation. In the model, Ehrenfest molecular dynamics and Time-Dependent Current Density Functional Theory are used to resolve the difficulty of dealing with Schrodinger equation. The model is numerically traceable since it is formulated in three-dimensional spaces. The PI solved the model with linear response theory in the frequency domain, which leads to a linear system that can be solved by well-designed multiscale schemes. The model and linear response formulations have been tested with synthetic examples. Multiscale schemes for solving the model in the time domain along with study of realistic problems are under investigation.  \n\nIf the size of the matter is much greater than the wavelength, the matter is embedded continuously as the medium constants, and the interactions are equivalent to high frequency wave propagation in the medium.  In order to simulate the highly oscillating waves faithfully, the PI derived asymptotic methods by combining asymptotic approaches that approximate the Green's functions and integral representations of the waves that propagate the waves. The Green's functions can be approximated by pre-computed phases and amplitudes efficiently, and the integrals for propagating the waves can be evaluated by well-designed algorithms with optimal complexity. The methods have been applied successfully to simulate high frequency acoustic and electromagnetic waves stimulated by a point source. Extension of the methods to problems with general boundary conditions is under investigation. \n\nThe PI has been involved in student training and education. One graduate student who worked on the project graduated with a Master's degree, two Ph.D students have been working on the projects, and three undergraduate students participated in the projects as first-year honor program at Iowa State University. The PI will continue to purse interdisciplinary collaborations,  provide student training and education, and encourage them to pursue future career in science, technology, engineering and mathematics (STEM). \n\n\t\t\t\t\tLast Modified: 10/20/2017\n\n\t\t\t\t\tSubmitted by: Songting Luo"
 }
}