{
 "awd_id": "1418847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Pre-Ionization Controlled Laser Plasma Formation for Ignition Applications",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2014-09-06",
 "awd_max_amd_letter_date": "2015-08-12",
 "awd_abstract_narration": "Pre-Ionization Controlled Laser Plasma Formation for Ignition Applications\r\nAzer Yalin (Colorado State University), Anthony Marchese (Colorado State University), Mikhail Shneider (Princeton University), Zhili Zhang (University of Tennessee - Knoxville)\r\n\r\nThis award is made in response to a proposal submitted to and reviewed under the NSF/DOE Partnership in Basic Plasma Science and Engineering joint solicitation NSF 13-596. The award provides funds to support undergraduate participation in the overall research effort, which is being funded separately by the DOE under contract to Princeton University contract (Grant Number TBD).\" \r\n\r\nBroader Significance and Importance: Plasmas formed from focused laser beams provide reactive heated volumes of gas, somewhat analogous to the sparks produced by conventional ignition systems. Laser plasmas, therefore, are of interest for a number of applications including ignition. We will develop the basic plasma science to provide tailored laser pulse schemes for ignition and laser induced breakdown spectroscopy (LIBS) applications. In terms of combustion, laser ignition has many potential benefits. For reciprocating natural gas engines one can ignite leaner mixtures (reducing NOx emissions and pollutant formation) and higher pressure mixtures (leading to higher engine efficiencies and fuel-savings). In aerospace applications one can achieve better relight in aero-turbines. The multi-pulse approaches may lower the burden on required laser sources and fiber delivery implementations. We will present our activities to local minority-serving public schools (K-12) and include research advances in courses at our universities. We will specifically target underrepresented or minority groups to work on the project as their Ph.D. thesis research.\r\n\r\nTechnical Description: The proposed research focuses on innovative approaches employing pre-ionizing pulses (ns-ps-fs) to enhance and control laser plasma formation in gases. In particular, we will examine cases in which an initial pulse is used to achieve pre-ionization, and is followed by a second pulse that provides controllable energy addition. The energy addition of the second pulse is enabled by pre-ionization due to the first pulse. The result will be a laser plasma that is not at full breakdown conditions (i.e. no spark), but that has elevated temperature (>~2000 K). Such laser plasmas can provide novel and improved ignition sources by avoiding the unnecessarily high temperatures, strong shock waves, and elevated laser pulse energies that accompany full laser breakdown (sparks). We will consider a range of pulse durations (ns-ps-fs) as well as both non-resonant and resonant schemes for pre-ionization. We will also study both non-resonant pre-ionizing pulses as well as Resonant Enhanced Multi-Photon Ionization (REMPI) schemes. The REMPI schemes will be developed for future applications in air with initial studies in synthetic gas mixtures, e.g. we will study REMPI of argon and oxygen which are abundant in air. The plasmas will be experimentally studied and characterized as well as modeled numerically. We will determine optimal laser pulse parameters (wavelength, duration, temporal separation etc.) to provide sufficient pre-ionization and to allow subsequent energy addition. Owing to the lack of visible emission, the study of such plasmas is challenging and a key feature of our proposal is the use of a newly developed microwave scattering technique to measure electron parameters. The proposed research will be transformative in terms of laser plasma formation; despite a large body of research in laser breakdown using single laser pulses there has been minimal research on multi-pulse approaches and pre-ionization. The three-year program will be conducted by Colorado State University (CSU), University of Tennessee at Knoxville (UTK), and Princeton University (PU) and combines experimental studies, advanced diagnostics, and computational plasma and combustion modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Shneider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Shneider",
   "pi_email_addr": "shneyder@Princeton.edu",
   "nsf_id": "000072118",
   "pi_start_date": "2014-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of Princeton University",
  "perf_str_addr": "Olden Street, MAE Dept.",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062E",
   "pgm_ref_txt": "Plasma-assisted combustion"
  },
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The performed research explored mew physics and ignition schemes based on laser induced plasmas that are fundamentally distinct from past laser ignition research focused on single laser pulses. Specifically, we considered the use of multiple laser pulses where the first pulse provides pre-ionization aaloweing controlled absorption of the second pulse. In this way, we can form tailored laser plasmas in terms of their ionization fraction, gas temperature (e.g., to achieve elevated trmperature ~2000 K ideallu suited for an ignition source), reduced energy loss to shock waves and radiation, and large kenel size (e.g. length ~1-10 cm). The performed research included both experimental and modeling efforts at Colorado State University, Princeton University, and University of Tennessee. Experimental results (CSU) show that the UV beam produces a pre-ionization volume which assists in breakdown of the NIR beam, leading to reduction in NIR breakdown treshold by factor of &gt;2. Numerical modeling was performed to exemaine the ionization and breakdown of both beams. The main theoretical and computational part were done at Princeton University. A computational 1D time dependent model was developed and modeling in conjunction with CSU experiments was performed.&nbsp;The resulst of calculations are in good agreement with experimental results. The developed model makes it possible to describe pre-ionization in a gas with the futher mainanence and development of a plasma and sugnificant Joule heating at a subsequent NIR pulse intensities considerably smaller than the breakdown intensities.&nbsp;This model can be used as a basis for more advanced models that allow optimizing laser ignition in&nbsp;air-fuel mixtures.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2017<br>\n\t\t\t\t\tModified by: Mikhail&nbsp;Shneider</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe performed research explored mew physics and ignition schemes based on laser induced plasmas that are fundamentally distinct from past laser ignition research focused on single laser pulses. Specifically, we considered the use of multiple laser pulses where the first pulse provides pre-ionization aaloweing controlled absorption of the second pulse. In this way, we can form tailored laser plasmas in terms of their ionization fraction, gas temperature (e.g., to achieve elevated trmperature ~2000 K ideallu suited for an ignition source), reduced energy loss to shock waves and radiation, and large kenel size (e.g. length ~1-10 cm). The performed research included both experimental and modeling efforts at Colorado State University, Princeton University, and University of Tennessee. Experimental results (CSU) show that the UV beam produces a pre-ionization volume which assists in breakdown of the NIR beam, leading to reduction in NIR breakdown treshold by factor of &gt;2. Numerical modeling was performed to exemaine the ionization and breakdown of both beams. The main theoretical and computational part were done at Princeton University. A computational 1D time dependent model was developed and modeling in conjunction with CSU experiments was performed. The resulst of calculations are in good agreement with experimental results. The developed model makes it possible to describe pre-ionization in a gas with the futher mainanence and development of a plasma and sugnificant Joule heating at a subsequent NIR pulse intensities considerably smaller than the breakdown intensities. This model can be used as a basis for more advanced models that allow optimizing laser ignition in air-fuel mixtures.\n\n\t\t\t\t\tLast Modified: 09/01/2017\n\n\t\t\t\t\tSubmitted by: Mikhail Shneider"
 }
}