{
 "awd_id": "1419855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Investigating Slip Distribution over Multiple Timescales across the Central Walker Lane: Implications for the Evolution of an Active Tectonic Plate Boundary",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 74567.0,
 "awd_amount": 74567.0,
 "awd_min_amd_letter_date": "2014-08-14",
 "awd_max_amd_letter_date": "2016-06-15",
 "awd_abstract_narration": "The Walker Lane is an enigmatic zone of northwest-trending belt of deformation that straddles the California and Nevada border and is nearly 700 kilometers long. It is primarily characterized by northwest-striking faults that show evidence of right-lateral shear. The faults of the Walker Lane have formed in response to deformation related to relative motion of the Pacific and North American tectonic plates as they slide past one another. The goal of this study is to investigate the spatial and temporal distribution of fault slip and motion along a set of active faults across the relatively narrow eastern part of the central Walker Lane in Nevada. This research will yield the first fault slip rates from right-lateral (dextral) faults using modern geologic techniques collected over multiple time scales on these faults. The results will bracket the timing of dextral faulting and will result in more accurate fault slip rates during the Quaternary (i.e., from about 2.6 million years to the present-day). The data obtained in this study will aid in developing improved estimates of seismic hazards in the region. In addition to the scientific objectives of the study, the project will contribute to strengthening and diversify the geoscience academic workforce through mentorship of two early career scientists; it will promote interdisciplinary research projects through collaborations among students, faculty, and researchers from multiple institutions; it will contribute to the training of the next generation of scientists by involvement in research and high impact inquiry-based course activities; will disseminate these activities to the teaching community for adoption in their own courses to increase geoscience literacy; and will enhance scientific literacy of the public by developing an outreach program of lectures and online land- and aerial-based videos. The project represents collaboration and partnerships between educational and research institutions of diverse scale and mission, as well as with state and governmental agencies. \r\n\r\nThe principal investigators will investigate the spatial and temporal distribution of faulting and fault kinematics along a set of active northwest-striking dextral faults across the relatively narrow eastern part of the central Walker Lane, Nevada. The research involves an integrated program of geologic mapping including terrestrial laser scanning structural and kinematic studies, and geochronology using 40Ar/39Ar, terrestrial cosmogenic 10Be and 36Cl, and U-series dating. The research is motivated by: ongoing GPS studies of contemporary dextral strain accumulation in the central Walker Lane; geologic studies of dextral strain release across wider zones of deformation in the northern and southern Walker Lane; and proposed changes in the forces driving deformation over time including edge forces (related to changing directions and rates of relative motion between the Pacific and North American plates) and internal forces (increased gravitational potential energy as a consequence of recent uplift of the Sierra Nevada). The Walker Lane is a zone of dextral shear that accommodates approximately 25% of the Pacific-North American relative plate motion that is superimposed on Basin and Range extension. Our proposed research program across the central Walker Lane will yield dextral fault slip rates collected over multiple time scales (millions to thousands) and brackets on the timing of dextral faulting. Documenting the strain release patterns along faults in this part of the Walker Lane will allow the principal investigators to characterize the spatial and temporal patterns of strain release along faults in this part of the Walker Lane. Combining these data with similar geologic studies ongoing elsewhere in the Walker Lane, and studies ongoing throughout the Walker Lane will allow the principal investigators to document the magnitude of strain partitioning among the western and eastern central Walker Lane, the adjacent Basin and Range, and the northern Walker Lane. Examination of these data will allow assessment of whether patterns of strain in the Walker Lane have changed in synchrony with known changes in potential driving forces the western U.S. This project will support the continued development and application of U-series geochronological techniques for dating late Quaternary landforms and deposits. The combination of terrestrial cosmogenic radionuclide and U-series geochronology used in this study will provide a comprehensive evaluation of its application to dating late Quaternary landforms and deposits in the Great Basin that will inform future slip-rate studies in this region and worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Sharp",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Warren D Sharp",
   "pi_email_addr": "wsharp@bgc.org",
   "nsf_id": "000457582",
   "pi_start_date": "2014-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Berkeley Geochronology Center",
  "inst_street_address": "2455 RIDGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106449200",
  "inst_zip_code": "947091211",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "BERKELEY GEOCHRONOLOGY CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZ4DBKNLP9V9"
 },
 "perf_inst": {
  "perf_inst_name": "Berkeley Geochronology Center",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947091211",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 29700.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 31257.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 13610.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A fundamental question in active plate boundary systems is how deformation is accommodated. Approximately ~25% of ongoing relative strike slip motion between the Pacific and North American plates, possibly consisting of more than 10 mm/yr, is thought to be distributed in a zone of discontinuous faulting known as the Walker Lane, which lies in eastern California and western Nevada, roughly coincident with the California-Nevada border. The transfer of strain into the central Walker Lane and its internal distribution within the Walker Lane remains poorly understood, limiting our understanding of the dynamics of slip transfer and seismic hazard in this intraplate fault network. Our project is investigating the temporal and spatial distribution of slip along this segment of the Pacific-North America plate boundary over timescales ranging from millions&nbsp;to tens of thousands of&nbsp;years.</p>\n<p>One facet of this work is to determine Pleistocene to Holocene fault-slip rates for active, right-lateral faults of the central Walker Lane.&nbsp; We have mapped offset alluvial landforms, such as alluvial fans and channel margins, and determined landform ages using the techniques of uranium-series dating of soil carbonate and cosmogenic <sup>10</sup>Be and <sup>36</sup>Cl dating.&nbsp; By combining ages of offset landforms with the magnitudes of their offsets along faults, we can estimate mean rates of fault-slip since the landforms were deposited.</p>\n<p>We have determined the first modern slip rates for active faults of the central Walker Lane using quantitative dating techniques to provide ages for offset landforms. &nbsp;Previous geodetic and geomorphological studies of the central Walker Lane have suggested that several sub-parallel faults there accommodate between ~3 and 10 mm/yr of right lateral slip, that the Benton Springs and Petrified Springs faults likely accommodate the majority of the slip, and that the Benton Springs fault accommodates a minimum of ~1 mm/yr.</p>\n<p>Our new results show that during latest Pleistocene through Holocene time (about the last 100,000 years) the Benton Springs fault has slipped at a mean rate of ~2.4 mm/yr, thereby accommodating a larger fraction of slip within the central Walker Lane than previously demonstrated.&nbsp; Late Pleistocene to Holocene slip on the Petrified Springs fault may have been as high as ~1.7 mm/yr, indicating that circa 4 mm/yr of dextral slip in the central Walker Lane is accommodated on these two faults.&nbsp; This rate is consistent with the lower end of the range of geodetic rates for the central Walker Lane, suggesting that significant dextral slip at this latitude must be accommodated on other structures or by distributed strain.</p>\n<p>The project is a collaborative effort among J. Langille and undergraduates at University of North Carolina-Asheville, a solely undergraduate institution; J. Lee and students at Central Washington University, primarily an undergraduate institution; W. Sharp at the Berkeley Geochronology Center,&nbsp;a non-profit research institution; and K. Blisniuk at California State University at San Jose, an institution with undergraduate and graduate students.&nbsp; The project has provided training in field and lab techniques for undergraduate and graduate students including field mapping, use of innovative aerial imaging systems, study of Quaternary surfaces and soils, and preparation of samples for <sup>10</sup>Be and <sup>36</sup>Cl dating and uranium-series dating.&nbsp; To broaden the scope and breadth of their education, these students have been involved in all aspects of field, analytical work, presentations, and preparation of publications.&nbsp; These new national collaborations have fostered an exchange of research and teaching ideas, which has benefited all students and collaborators.</p>\n<p>Findings from our relatively novel approach of dating late Quaternary landforms using a combination of the cosmogenic (<sup>10</sup>Be and <sup>36</sup>Cl) and uranium-series techniques will enhance the capability of earth scientists to accurately date Quaternary landforms that record past climatic conditions and rates of active faulting.</p>\n<p>Our new slip rates for faults of the Walker Lane help to refine earth scientists' understanding of the overall slip rate budget in western North America, improves our understanding of active continental margin tectonics, and helps to identify regions at higher risk of future damaging earthquakes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2018<br>\n\t\t\t\t\tModified by: Warren&nbsp;Sharp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA fundamental question in active plate boundary systems is how deformation is accommodated. Approximately ~25% of ongoing relative strike slip motion between the Pacific and North American plates, possibly consisting of more than 10 mm/yr, is thought to be distributed in a zone of discontinuous faulting known as the Walker Lane, which lies in eastern California and western Nevada, roughly coincident with the California-Nevada border. The transfer of strain into the central Walker Lane and its internal distribution within the Walker Lane remains poorly understood, limiting our understanding of the dynamics of slip transfer and seismic hazard in this intraplate fault network. Our project is investigating the temporal and spatial distribution of slip along this segment of the Pacific-North America plate boundary over timescales ranging from millions to tens of thousands of years.\n\nOne facet of this work is to determine Pleistocene to Holocene fault-slip rates for active, right-lateral faults of the central Walker Lane.  We have mapped offset alluvial landforms, such as alluvial fans and channel margins, and determined landform ages using the techniques of uranium-series dating of soil carbonate and cosmogenic 10Be and 36Cl dating.  By combining ages of offset landforms with the magnitudes of their offsets along faults, we can estimate mean rates of fault-slip since the landforms were deposited.\n\nWe have determined the first modern slip rates for active faults of the central Walker Lane using quantitative dating techniques to provide ages for offset landforms.  Previous geodetic and geomorphological studies of the central Walker Lane have suggested that several sub-parallel faults there accommodate between ~3 and 10 mm/yr of right lateral slip, that the Benton Springs and Petrified Springs faults likely accommodate the majority of the slip, and that the Benton Springs fault accommodates a minimum of ~1 mm/yr.\n\nOur new results show that during latest Pleistocene through Holocene time (about the last 100,000 years) the Benton Springs fault has slipped at a mean rate of ~2.4 mm/yr, thereby accommodating a larger fraction of slip within the central Walker Lane than previously demonstrated.  Late Pleistocene to Holocene slip on the Petrified Springs fault may have been as high as ~1.7 mm/yr, indicating that circa 4 mm/yr of dextral slip in the central Walker Lane is accommodated on these two faults.  This rate is consistent with the lower end of the range of geodetic rates for the central Walker Lane, suggesting that significant dextral slip at this latitude must be accommodated on other structures or by distributed strain.\n\nThe project is a collaborative effort among J. Langille and undergraduates at University of North Carolina-Asheville, a solely undergraduate institution; J. Lee and students at Central Washington University, primarily an undergraduate institution; W. Sharp at the Berkeley Geochronology Center, a non-profit research institution; and K. Blisniuk at California State University at San Jose, an institution with undergraduate and graduate students.  The project has provided training in field and lab techniques for undergraduate and graduate students including field mapping, use of innovative aerial imaging systems, study of Quaternary surfaces and soils, and preparation of samples for 10Be and 36Cl dating and uranium-series dating.  To broaden the scope and breadth of their education, these students have been involved in all aspects of field, analytical work, presentations, and preparation of publications.  These new national collaborations have fostered an exchange of research and teaching ideas, which has benefited all students and collaborators.\n\nFindings from our relatively novel approach of dating late Quaternary landforms using a combination of the cosmogenic (10Be and 36Cl) and uranium-series techniques will enhance the capability of earth scientists to accurately date Quaternary landforms that record past climatic conditions and rates of active faulting.\n\nOur new slip rates for faults of the Walker Lane help to refine earth scientists' understanding of the overall slip rate budget in western North America, improves our understanding of active continental margin tectonics, and helps to identify regions at higher risk of future damaging earthquakes.\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2018\n\n\t\t\t\t\tSubmitted by: Warren Sharp"
 }
}