{
 "awd_id": "1419268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  POLENET-Antarctica: Investigating Links  Between Geodynamics and Ice Sheets - Phase 2",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Jackson",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 349064.0,
 "awd_amount": 349064.0,
 "awd_min_amd_letter_date": "2013-12-20",
 "awd_max_amd_letter_date": "2017-05-02",
 "awd_abstract_narration": "Intellectual Merit: \r\nThe PIs propose to continue and expand GPS and seismic for ANET-POLENET Phase 2 to advance understanding of geodynamic processes and their influence on the West Antarctic Ice Sheet. ANET-POLENET science themes include: 1) determining ice mass change since the last glacial maximum, including modern ice mass balance; 2) solid earth influence on ice sheet dynamics; and 3) tectonic evolution of West Antarctica and feedbacks with ice sheet evolution. Nine new remote continuous GPS stations, to be deployed in collaboration with U.K. and Italian partners, will augment ANET-POLENET instrumentation deployed during Phase 1. Siting is designed to better constrain uplift centers predicted by GIA models and indicated by Phase 1 results. ANET-POLENET Phase 2 builds on Phase 1 scientific, technological, and logistical achievements including 1) seismic images of crust and mantle structure that resolve the highly heterogeneous thermal and viscosity structure of the Antarctic lithosphere and underlying mantle; 2) newly identified intraplate glacial, volcanic, and tectonic seismogenic processes; 3) improved estimates of intraplate vertical and horizontal crustal motions and refinement of the Antarctic GPS reference frame; and 4) elucidation of controls on glacial isostatic adjustment-induced crustal motions due to laterally varying earth structure. The PIs present a nominal plan to reduce ANET by approximately half to a longer-term community \"backbone network\" in the final 2 years of this project. \r\n\r\nBroader impacts: \r\nMonitoring and understanding mass change and dynamic behavior of the Antarctic ice sheet using in situ GPS and seismological studies will help improve understanding of how Antarctic ice sheets respond to a warming world and how will this response impacts sea-level and other global changes. Seismic and geodetic data collected by the backbone ANET-POLENET network are openly available to the scientific community. ANET-POLENET is integral in the development and realization of technological and logistical innovations for year-round operation of instrumentation at remote polar sites, helping to advance scientifically and geographically broad studies of the polar regions. The ANET-POLENET team will establish a training initiative to mentor young polar scientists in complex, multidisciplinary and internationally collaborative research. ANET-POLENET will continue the broad public outreach to the public about polar science through the polenet.org website, university lectures, and K-12 school visits. This research involves multiple international partners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Aster",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Richard C Aster",
   "pi_email_addr": "Rick.Aster@ColoState.edu",
   "nsf_id": "000104540",
   "pi_start_date": "2013-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 South Howes",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805232002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120803.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 71917.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 76577.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 79767.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><a name=\"_GoBack\"></a><span>As a pioneering geophysical effort in a previously largely unstudied region of West Antarctica, POLENET Phase 2 data collection and analysis has continued to expand our knowledge of Antarctica's deep geological and geophysical structure and its influences on the continent's vast ice sheets and glaciers. &nbsp;The project builds on a previous (Phase 1) award and has also spawned a Phase 3, which is currently active.&nbsp;&nbsp;&nbsp;Important processes in this regard include volcanoes and magmatism, differences in temperature and composition in the crust and mantle, seismic and other dynamic changes in glaciers, and the viscous response of the solid Earth system to loading and unloading as the ice sheets wax and wane over thousands of years.&nbsp;</span></p>\n<p>In Intellectual Merit, notable accomplishments of POLENET Phase 2 include the first large-scale seismic mapping of the Antarctic continent and tectonic plate to depths of many hundreds of kilometers to illuminate active processes as well as ancient geological boundaries and other structures going back to the early Earth. &nbsp;Currently active processes that we have studied include Antarctic earthquakes and seismically detected ongoing injection of magma near the base of the crust beneath West Antarctica's volcanoes. &nbsp;GPS measurements of ground motion of up to several centimeters per year enabled us to show that parts of West Antarctica that have lost appreciable ice mass in recent decades are experiencing an uplift that can contribute to slowing the concerning instability of the West Antarctic ice sheet (but which are insufficient to arrest it).&nbsp;&nbsp;POLENET data have also contributed to understanding of glacial &ldquo;icequake&rdquo; seismic sources, ranging from the calving of huge icebergs from Antarctica&rsquo;s fringing and restraining ice shelves to events occurring in the interior of the continent, to thermal/compaction effects, to icequakes in especially brittle regions that are triggered by seismic waves arriving in Antarctica from distant large earthquakes.&nbsp;&nbsp;We have also used these data to provide the first overall view of the &ldquo;background&rdquo; seismic environment arising from the incessant ocean wave activity impacting Antarctica&rsquo;s coasts and marine terminating glaciers, and the buffering effects on waves and seismic noise caused by vast extent of frozen ocean that forms around the continent during the Antarctic winter.</p>\n<p><span>In Broader Impacts, our solid Earth results and data are an important element to understanding the ongoing loss of land-based glacial ice in West Antarctica, which is an important contributor (along with loss if ice from Greenland, from Earth&rsquo;s mountain glaciers, and the thermal expansion of warming oceans) to ongoing sea level changes occurring worldwide, which is one of the most important impacts of a warming atmosphere and ocean.&nbsp;&nbsp;The development of these instruments, in essential collaboration with NSF-supported instrumentation and data facilities, significantly the scientific community&rsquo;s abilities to obtain high-quality data from sites in extreme polar and alpine environments. Seismic and GPS instruments are extraordinarily sensitive and record a wide range of signals from the oceans, atmosphere, solid Earth, and glaciers.&nbsp;&nbsp;Because of the unique siting of these instruments in previously un-instrumented and extremely remote regions, we expect that these data (which are documented and preserved in publicly available data archives at NSF-supported geophysical facilities) will continue to be unique and highly useful for the broad scientific community of Earth scientists for the foreseeable future for use regionally and in larger scale studies of Earth structure ranging to the planetary scope.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2020<br>\n\t\t\t\t\tModified by: Richard&nbsp;C&nbsp;Aster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs a pioneering geophysical effort in a previously largely unstudied region of West Antarctica, POLENET Phase 2 data collection and analysis has continued to expand our knowledge of Antarctica's deep geological and geophysical structure and its influences on the continent's vast ice sheets and glaciers.  The project builds on a previous (Phase 1) award and has also spawned a Phase 3, which is currently active.   Important processes in this regard include volcanoes and magmatism, differences in temperature and composition in the crust and mantle, seismic and other dynamic changes in glaciers, and the viscous response of the solid Earth system to loading and unloading as the ice sheets wax and wane over thousands of years. \n\nIn Intellectual Merit, notable accomplishments of POLENET Phase 2 include the first large-scale seismic mapping of the Antarctic continent and tectonic plate to depths of many hundreds of kilometers to illuminate active processes as well as ancient geological boundaries and other structures going back to the early Earth.  Currently active processes that we have studied include Antarctic earthquakes and seismically detected ongoing injection of magma near the base of the crust beneath West Antarctica's volcanoes.  GPS measurements of ground motion of up to several centimeters per year enabled us to show that parts of West Antarctica that have lost appreciable ice mass in recent decades are experiencing an uplift that can contribute to slowing the concerning instability of the West Antarctic ice sheet (but which are insufficient to arrest it).  POLENET data have also contributed to understanding of glacial \"icequake\" seismic sources, ranging from the calving of huge icebergs from Antarctica’s fringing and restraining ice shelves to events occurring in the interior of the continent, to thermal/compaction effects, to icequakes in especially brittle regions that are triggered by seismic waves arriving in Antarctica from distant large earthquakes.  We have also used these data to provide the first overall view of the \"background\" seismic environment arising from the incessant ocean wave activity impacting Antarctica’s coasts and marine terminating glaciers, and the buffering effects on waves and seismic noise caused by vast extent of frozen ocean that forms around the continent during the Antarctic winter.\n\nIn Broader Impacts, our solid Earth results and data are an important element to understanding the ongoing loss of land-based glacial ice in West Antarctica, which is an important contributor (along with loss if ice from Greenland, from Earth’s mountain glaciers, and the thermal expansion of warming oceans) to ongoing sea level changes occurring worldwide, which is one of the most important impacts of a warming atmosphere and ocean.  The development of these instruments, in essential collaboration with NSF-supported instrumentation and data facilities, significantly the scientific community’s abilities to obtain high-quality data from sites in extreme polar and alpine environments. Seismic and GPS instruments are extraordinarily sensitive and record a wide range of signals from the oceans, atmosphere, solid Earth, and glaciers.  Because of the unique siting of these instruments in previously un-instrumented and extremely remote regions, we expect that these data (which are documented and preserved in publicly available data archives at NSF-supported geophysical facilities) will continue to be unique and highly useful for the broad scientific community of Earth scientists for the foreseeable future for use regionally and in larger scale studies of Earth structure ranging to the planetary scope.\n\n \n\n\t\t\t\t\tLast Modified: 01/02/2020\n\n\t\t\t\t\tSubmitted by: Richard C Aster"
 }
}