{
 "awd_id": "1419783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regional Center for Next Generation Manufacturing",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2014-01-02",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 2788731.0,
 "awd_amount": 3939741.0,
 "awd_min_amd_letter_date": "2014-03-18",
 "awd_max_amd_letter_date": "2020-07-30",
 "awd_abstract_narration": "Since its establishment in 2004, Connecticut College of Technology's Regional Center for Next Generation Manufacturing (COT-RCNGM) has contributed to the development of an advanced manufacturing workforce with a doubling of enrollments in COT programs. The goals of this center involve (1) student recruitment and persistence; (2) faculty development; (3) curriculum development; and (4) articulation and pathway programs. \r\n\r\nIntellectual Merit: The center goals are being informed by advice from regional manufacturers, the National Visiting Committee, and experienced faculty.  RCNGM staff are implementing four new initiatives. (1) The highly successful statewide Manufacture Your Future Expo is being modified to provide local impact as highly effective Learning Symposiums. These Learning Symposiums, already pilot tested, continue to refine techniques to increase enrollment, particularly among underrepresented students. The new Symposiums use a reconfigurable format that highlights the strengths of individual community colleges where the symposiums are held. (2) Faculty externships that enhance faculty understanding of advanced manufacturing and enable faculty and their corporate sponsor to make presentations at Learning Symposiums as well as provide career guidance to students. Faculty also complete professional development for credentials recognized by industry. (3) RCNGM continues to address the need for a skilled workforce by developing industry driven credit courses, certificates, and options to support local and regional industries. The center continues to respond to workforce needs by the review and implementation of new courses, options and transferable, credit bearing credentials that are delivered in a flexible, accessible platform. (4) A workable dynamic articulation is being enhanced and expanded to new partners. New career pathways continue to incorporate the COT's multiple entry and exit pathways for the completion of credit certificates and degrees. \r\n\r\nBroader Impact: The RCNGM achieves broader impact in a variety of ways. RCNGM stakeholders have delivered papers and made presentations at local, regional and national conferences, expositions, and student poster sessions. A robust web site provides a digital avenue for dissemination of the RCNGM's activities, and students and parents are engaged through social media. The RCNGM is now expanding the successful models to community colleges and their industry partners in neighboring New England States. A community college and industry partner have been identified for Massachusetts, Maine, New Hampshire and Vermont.  In addition, the RCNGM is working with these new partners to assess the educational programs offered and their inclusion of national credentials as identified by the National Association of Manufacturer's Manufacturing Certification System. Working with the New England Board of Higher Education (NEBHE), interstate articulation agreements are being implemented using NEBHE's reduced tuition program, offering New England students the ability to pursue specific program options in neighboring states at their in-state tuition rate. Finally, regional manufacturing summits, professional development activities, and industry forums are being held involving all New England partners.  The RCNGM continues to provide leadership for New England and collaborating partners for the establishment of manufacturing programs that prepare the highly skilled workforce that is the foundation of the national economy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Wosczyna Birch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Wosczyna Birch",
   "pi_email_addr": "karenlee@snet.net",
   "nsf_id": "000117704",
   "pi_start_date": "2014-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tunxis Community-Technical College",
  "inst_street_address": "271 SCOTT SWAMP RD",
  "inst_street_address_2": "",
  "inst_city_name": "FARMINGTON",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8607230625",
  "inst_zip_code": "060323187",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CT05",
  "org_lgl_bus_name": "TUNXIS COMMUNITY COLLEGE",
  "org_prnt_uei_num": "VZZZLWA1RK28",
  "org_uei_num": "F3JKS4BK7SY6"
 },
 "perf_inst": {
  "perf_inst_name": "Tunxis Community-Technical College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060323324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1850544.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 938187.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 529000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 422010.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Regional Center for Next Generation Manufacturing (RCNGM) is an NSF-funded Advanced Technological Education Center of Excellence that was developed by the Connecticut College of Technology (COT) to develop a response to workforce needs for all twelve community colleges in Connecticut. The goals of the RCNGM are: the creation of articulation pathways, student recruitment and retention, curriculum development, and professional development.</p>\n<p>To ensure RCNGM programs and initiatives met advanced workforce needs, biannual surveys were produced in partnership with the Connecticut Business &amp; Industry Association. Surveys covered workforce needs and satisfaction with current educational programs. Program input was also received through open meetings of the COT Site Coordinators Council that were attended by representatives from community colleges and universities, government, business and industry, and educational programs. Six new certificates and ten new A.S. degree options were developed new technology areas including data science.&nbsp;</p>\n<p>Curriculum development and implementation was an integral aspect of the RCNGM. With the assistance of industry input and education/industry collaborations, the RCNGM was able to ensure that students who enroll in the community colleges&rsquo; College of Technology pathway programs can transition from high school to higher education without loss of credit and obtain employment in cutting edge technologies in the region.</p>\n<p>Articulation agreements with 4-year colleges and universities are essential to support community college students&rsquo; transition to 4-year institutions. Partnerships with both public and private 4-year institutions have led to the creation and implementation of two College of Technology A.S. degree choices:&nbsp; Engineering Science or Technology Studies, which currently offers options to address specific technologies. After completion of either of these degrees, all credits will seamlessly transfer to one of the 4-year partner universities for the student to complete a B.S. degree.</p>\n<p>The RCNGM continuously designed and implemented student recruitment and retention programs to support the development of a skilled advanced manufacturing workforce. These programs strengthened and expanded articulation agreements and instructional collaboration among four-year colleges, community colleges, and secondary schools. Student recruitment activities included regional career expos that allow students to talk to local manufacturers their workforce needs, tour a community college campus, and attend presentations on advanced manufacturing technologies. Outreach activities included the RCNGM website, social media, and DVDs with accompanying Teacher Guides. The &ldquo;Manufacture You Future 2.0&rdquo; and &ldquo;You Belong:&nbsp; Women in Manufacturing&rdquo; DVDs that included &ldquo;day-in-the life&rdquo; scenarios of employees who represent different roles in a variety of manufacturing jobs. The Teacher Guides include activities that can be done in the classroom to teach students about manufacturing career possibilities.</p>\n<p>Professional development activities for faculty are as important as the student activities. The RCNGM continuously provided opportunities for community college and high school faculty to upgrade their knowledge base of emerging technologies as well as professional skills needed for next generation manufacturing. Faculty externships with local industries, workshops, seminars, and conferences all provide faculty with the tools and ideas needed to create curriculum that will meet current workforce needs. High school counselor workshops are also a key activity that exposes counselors and faculty to career possibilities that they can bring back to students and parents.</p>\n<p>Dissemination was a key objective of the RCNGM in order to share model initiatives at the national level. Dissemination efforts of the RCNGM included over 100 papers and presentations at local, regional and national conferences, expositions, student poster sessions. Also, over 8,000 copies of the &ldquo;Manufacture You Future&rdquo; DVD and 5,000 copies of the You Belong:&nbsp; Women in Manufacturing&rdquo; DVD have been distributed nationally. These materials can also be found on the RCNGM&rsquo;s website at&nbsp;<a href=\"http://www.nextgenmfg.org/\">http://www.nextgenmfg.org</a>.</p>\n<p>The RCNGM has developed numerous programs and activities to prepare the future workforce for employment in advanced manufacturing fields.&nbsp;Since the Center received this&nbsp;award,&nbsp;it has sponsored seminars, professional conferences, Mini Maker Faires, and industry externships for faculty. More than 46,500 students and 5,250 faculty, counselors, educators and manufacturers have participated in RCNGM initiatives.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2022<br>\n\t\t\t\t\tModified by: Karen&nbsp;Wosczyna-Birch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Regional Center for Next Generation Manufacturing (RCNGM) is an NSF-funded Advanced Technological Education Center of Excellence that was developed by the Connecticut College of Technology (COT) to develop a response to workforce needs for all twelve community colleges in Connecticut. The goals of the RCNGM are: the creation of articulation pathways, student recruitment and retention, curriculum development, and professional development.\n\nTo ensure RCNGM programs and initiatives met advanced workforce needs, biannual surveys were produced in partnership with the Connecticut Business &amp; Industry Association. Surveys covered workforce needs and satisfaction with current educational programs. Program input was also received through open meetings of the COT Site Coordinators Council that were attended by representatives from community colleges and universities, government, business and industry, and educational programs. Six new certificates and ten new A.S. degree options were developed new technology areas including data science. \n\nCurriculum development and implementation was an integral aspect of the RCNGM. With the assistance of industry input and education/industry collaborations, the RCNGM was able to ensure that students who enroll in the community colleges’ College of Technology pathway programs can transition from high school to higher education without loss of credit and obtain employment in cutting edge technologies in the region.\n\nArticulation agreements with 4-year colleges and universities are essential to support community college students’ transition to 4-year institutions. Partnerships with both public and private 4-year institutions have led to the creation and implementation of two College of Technology A.S. degree choices:  Engineering Science or Technology Studies, which currently offers options to address specific technologies. After completion of either of these degrees, all credits will seamlessly transfer to one of the 4-year partner universities for the student to complete a B.S. degree.\n\nThe RCNGM continuously designed and implemented student recruitment and retention programs to support the development of a skilled advanced manufacturing workforce. These programs strengthened and expanded articulation agreements and instructional collaboration among four-year colleges, community colleges, and secondary schools. Student recruitment activities included regional career expos that allow students to talk to local manufacturers their workforce needs, tour a community college campus, and attend presentations on advanced manufacturing technologies. Outreach activities included the RCNGM website, social media, and DVDs with accompanying Teacher Guides. The \"Manufacture You Future 2.0\" and \"You Belong:  Women in Manufacturing\" DVDs that included \"day-in-the life\" scenarios of employees who represent different roles in a variety of manufacturing jobs. The Teacher Guides include activities that can be done in the classroom to teach students about manufacturing career possibilities.\n\nProfessional development activities for faculty are as important as the student activities. The RCNGM continuously provided opportunities for community college and high school faculty to upgrade their knowledge base of emerging technologies as well as professional skills needed for next generation manufacturing. Faculty externships with local industries, workshops, seminars, and conferences all provide faculty with the tools and ideas needed to create curriculum that will meet current workforce needs. High school counselor workshops are also a key activity that exposes counselors and faculty to career possibilities that they can bring back to students and parents.\n\nDissemination was a key objective of the RCNGM in order to share model initiatives at the national level. Dissemination efforts of the RCNGM included over 100 papers and presentations at local, regional and national conferences, expositions, student poster sessions. Also, over 8,000 copies of the \"Manufacture You Future\" DVD and 5,000 copies of the You Belong:  Women in Manufacturing\" DVD have been distributed nationally. These materials can also be found on the RCNGM’s website at http://www.nextgenmfg.org.\n\nThe RCNGM has developed numerous programs and activities to prepare the future workforce for employment in advanced manufacturing fields. Since the Center received this award, it has sponsored seminars, professional conferences, Mini Maker Faires, and industry externships for faculty. More than 46,500 students and 5,250 faculty, counselors, educators and manufacturers have participated in RCNGM initiatives.\n\n \n\n\t\t\t\t\tLast Modified: 01/25/2022\n\n\t\t\t\t\tSubmitted by: Karen Wosczyna-Birch"
 }
}