{
 "awd_id": "1419245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Reconstructing Prey Mobility Through Trace Element Analysis",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 14934.0,
 "awd_amount": 14934.0,
 "awd_min_amd_letter_date": "2014-03-15",
 "awd_max_amd_letter_date": "2014-03-15",
 "awd_abstract_narration": "For over two million years humans and their immediate ancestors lived as hunters and gatherers and basic elements characteristic of all human societies developed in this context. Understanding  subsistence practices and the social organizations they fostered provides a valuable backdrop against which present day social practices may fruitfully be viewed. \r\n\r\nUnder the guidance of Dr. Leland Bement from the University of Oklahoma Ph.D Candidate Kristen Carlson will analyze the extent to which Paleoindian bison hunters focused on migratory herds as opposed to resident herds in large-scale bison hunting in North America. The Paleoindian time period of interest ranges from 10,800 to 9,000 years before present.  Large-scale kill events conducted by hunters without the aid of horses or guns began during this time and continued until European colonization of North America. Large-scale bison kills enabled the procurement of multiple animals (at times over 30 individuals) in a single event. Large-scale bison hunting was an effective means of procuring resources for thousands of years and much remains to be discovered concerning the early methods of hunting large numbers of bison. This research focuses on the relationship between the hunters and their prey. The evidence required for the successful completion of this project will be obtained through new techniques in trace element analysis of bison teeth from three northern Plains bison kill sites and three southern Plains site. \r\n\r\nThe objective of this study is to test the 3rd molar or 4th premolar of bison found in kill sites in order to determine the range territory of the bison hunted. LA-ICP-MS is a high precision microscopic sampling technique that allows minimally destructive sampling at the microscopic level. Through this sampling an elemental signature is obtained informing specific time intervals in the animals life and representing the various places on the landscape visited by the bison. This cutting edge technique will provide information on bison migration patterns from 10,000 years ago. These data can then be integrated with what is known of archaeological sites to better understand the methods used by Paleoindian hunters and how they interacted with their social organization. \r\n\r\nThe examination of migration and movement patterns of prey species can further inform our understanding of prehistoric ways of life. Trace element analysis is used in biological settings as well, providing an opportunity for collaborative work between archaeologists and biologists. This project will also lead to the dissemination of information through scholarly works. In addition to the dissertation that will be completed with this data, refereed articles, and conference presentations will result. All findings will be published and made publically available. In addition to academic presentations, the University of Oklahoma promotes the education of the community through outreach programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leland",
   "pi_last_name": "Bement",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Leland C Bement",
   "pi_email_addr": "Lbement@ou.edu",
   "nsf_id": "000402942",
   "pi_start_date": "2014-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Carlson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen A Carlson",
   "pi_email_addr": "K.Carlson@ou.edu",
   "nsf_id": "000615811",
   "pi_start_date": "2014-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "111 E. Chesapeake St., SC 134",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730195111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 14934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Dissertation Improvement Grant supported research designed to determine the development of communal bison hunting and to analyze the extent to which Paleoindian bison hunters (11,000-10,000 years ago) focused on migratory herds as opposed to resident herds in large-scale communal bison hunting in North America. Large-scale kill events conducted by pedestrian hunters began during this time. Large-scale bison hunting was an&nbsp;incredibly effective means of procuring rresources for thousands of years and contnued until European colonization of North Americxa. Much remains to be discovered concerning the early methods of hunting large numbers of bison. Large-scale bison kills enabled the procurement of multiple animals (at times over 30 individuals) in a single event. This research focused on the relationship between the hunters and their prey. The evidence required for the successful completion of this project was obtained through application of new techniques in trace element analysis of bison teeth from three northern Plains bison kill sites and three southern Plains sites. Specifically, laser ablation inductively coupled plasma mass spectroscopy (LA-ICP-MS) was employed on bison tooth enamel.</p>\n<p>The objective of this study was to test the 3rd molar or 4th premolar of bison found in kill sites in order to determine the territory size frequented by the hunted bison. LA-ICP-MS is a high precision microscopic sampling technique that allows minimally destructive samling at the microscopic level.</p>\n<p>Just as geologists collect hand samples while traveling across a region, bison, too, collect trace elements in the water they drink and the grasses they consume. Some elements are incorporated in the enamel as it forms on bison teeth. Bison are born in the same season every year. Because of this, their teeth grow in predictable patterns, which enables researchers to determine what season a portion of a tooth represents. By using LA-ICP-MS, samples can abe taken at intervals down the tooth, and can then be linked to a specific season of the year. Through this sampling an elemental signature is obtained at set growth increments in the animal's life. This element signature is then compared with the modern geographical distribution of element groups to determine the area traverssed by the bison during the time of tooth development. Though this technique the season and location of the bison during that time interval can by determined. In short this cutting edge technique can provide information on bison mobility patterns. The range of mobility patterns can then be compared with what is known about the distribution of archaeological sites to reconstruct the hunting patterns and methods applied by Paleoindian hunters in large-scale hunting scenarios. Paleoindian large game studies have been slow to integrate new technologies and techniques necessary to move the study forward. This project analyzes previously excavated materials using new tecniques to further the understanding of Paleoindain hunting.</p>\n<p>The resuls of this study show that on the southern Plains the earliest communal kills (10,850 years ago) targeted resident bison herds, displaying little movement over areas in northwest Oklahoma. By 10,550 years ago the bison were moving over greater distances, migrating annually from eastern New Mexico, across Oklahoma to eastern Oklahoma, and back again. By 10,350 years ago bison mobility had inceased even further with annual migrations traversing from the Rocky Mountain foothills to eastern Oklahooma and southeastern Kansas and back again (Fig. 1). During all of this time, Paleoindian hunters targeted the resident and migratory herds during the late summer/early fall as the animals were in northwest Oklahoma. The majority of communal bison kills during this time are restricted to this segment of the migration route and season of the year.</p>\n<p>The northern Pla...",
  "por_txt_cntn": "\nThis Dissertation Improvement Grant supported research designed to determine the development of communal bison hunting and to analyze the extent to which Paleoindian bison hunters (11,000-10,000 years ago) focused on migratory herds as opposed to resident herds in large-scale communal bison hunting in North America. Large-scale kill events conducted by pedestrian hunters began during this time. Large-scale bison hunting was an incredibly effective means of procuring rresources for thousands of years and contnued until European colonization of North Americxa. Much remains to be discovered concerning the early methods of hunting large numbers of bison. Large-scale bison kills enabled the procurement of multiple animals (at times over 30 individuals) in a single event. This research focused on the relationship between the hunters and their prey. The evidence required for the successful completion of this project was obtained through application of new techniques in trace element analysis of bison teeth from three northern Plains bison kill sites and three southern Plains sites. Specifically, laser ablation inductively coupled plasma mass spectroscopy (LA-ICP-MS) was employed on bison tooth enamel.\n\nThe objective of this study was to test the 3rd molar or 4th premolar of bison found in kill sites in order to determine the territory size frequented by the hunted bison. LA-ICP-MS is a high precision microscopic sampling technique that allows minimally destructive samling at the microscopic level.\n\nJust as geologists collect hand samples while traveling across a region, bison, too, collect trace elements in the water they drink and the grasses they consume. Some elements are incorporated in the enamel as it forms on bison teeth. Bison are born in the same season every year. Because of this, their teeth grow in predictable patterns, which enables researchers to determine what season a portion of a tooth represents. By using LA-ICP-MS, samples can abe taken at intervals down the tooth, and can then be linked to a specific season of the year. Through this sampling an elemental signature is obtained at set growth increments in the animal's life. This element signature is then compared with the modern geographical distribution of element groups to determine the area traverssed by the bison during the time of tooth development. Though this technique the season and location of the bison during that time interval can by determined. In short this cutting edge technique can provide information on bison mobility patterns. The range of mobility patterns can then be compared with what is known about the distribution of archaeological sites to reconstruct the hunting patterns and methods applied by Paleoindian hunters in large-scale hunting scenarios. Paleoindian large game studies have been slow to integrate new technologies and techniques necessary to move the study forward. This project analyzes previously excavated materials using new tecniques to further the understanding of Paleoindain hunting.\n\nThe resuls of this study show that on the southern Plains the earliest communal kills (10,850 years ago) targeted resident bison herds, displaying little movement over areas in northwest Oklahoma. By 10,550 years ago the bison were moving over greater distances, migrating annually from eastern New Mexico, across Oklahoma to eastern Oklahoma, and back again. By 10,350 years ago bison mobility had inceased even further with annual migrations traversing from the Rocky Mountain foothills to eastern Oklahooma and southeastern Kansas and back again (Fig. 1). During all of this time, Paleoindian hunters targeted the resident and migratory herds during the late summer/early fall as the animals were in northwest Oklahoma. The majority of communal bison kills during this time are restricted to this segment of the migration route and season of the year.\n\nThe northern Plains sites display a more consistent pattern of communal hunting of bison herds at only mode..."
 }
}