{
 "awd_id": "1420446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reducing Racial and Gender Achievement Gaps in STEM:  Use of Natural Language Processing to Understand Why Affirmation Interventions Improve Performance",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 1035994.0,
 "awd_amount": 1035994.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2015-08-18",
 "awd_abstract_narration": "Addressing issues related to reducing the size of the achievement gaps in STEM disciplines among subpopulations of students is important to helping the Nation meet its 21st Century science and technology needs. Research shows that causes of achievement gaps in STEM arise from reciprocal interactions between societal, social, and environmental factors that might suppress students' true academic potential in challenging academic STEM domains. This project focuses on environmental factors (identified as social identity threats) that devalue, marginalize, or discriminate against students based on a social identity like race, gender, disability status, or socioeconomic status; such factors can eventually lead students to withdraw and disengage in STEM learning and careers. The objectives of this research are to: (1) synthesize and systematically analyze data from interventions (affirmation writing essays) shown to help reduce the impact of social identity threats on student participation in STEM; and (2) apply results of the synthesis and analyses to enhance existing interventions (e.g., maximize impact on subpopulations of students whose  achiement in STEM fields is below their potential).\r\n\r\nThe research project will proceed in two phases.  First, the investigators will create an encrypted online repository of data from  more than 2,500 affirmation writing essays, previously collected through randomized double-blind experiments involving approximately 1,400 students who vary by race, ethnicity, age, gender, and social class. The researchers will link this online repository of information to academic and psychological outcomes for middle school and college students. Using natural language processing (NLP), topic modeling, and other methods the investigators will identify   sematic content and essay structure processes that mediate affirmation effects and highlight meaning of the effectiveness of the essay writing interventions. \r\n\r\nResults of these analyses will be used to develop and  test a more robust intervention for reducing social identity threats involving African Americans, White, and female students.  One hundred eighty (180) students (90 females and 90 males) will participate in two separate laboratory studies.  One, conducted at Columbia University, will focus on race as a social factor; the second, conducted at Penn State University, will focus on gender.   The ultimate goal of this work is  to uncover and address psychological factors that might otherwise hinder students' participation in STEM careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Purdie Greenaway",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie J Purdie Greenaway",
   "pi_email_addr": "vjp12@columbia.edu",
   "nsf_id": "000170967",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Smaranda",
   "pi_last_name": "Muresan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Smaranda Muresan",
   "pi_email_addr": "smuresan@barnard.edu",
   "nsf_id": "000542607",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Cohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Cohen",
   "pi_email_addr": "glc@stanford.edu",
   "nsf_id": "000577756",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Cook",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Cook",
   "pi_email_addr": "jecook@psu.edu",
   "nsf_id": "000580714",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 410238.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 625756.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Academic achievement gaps, especially in science, technology, engineering and mathematics (STEM), have long concerned American policymakers. The causes of achievement gaps are multifaceted and arise from a reciprocal interaction between societal, social, and environmental factors that unfold from infancy into adulthood. Poor performance in challenging academic STEM domains can eventually lead students to withdraw and disengage, further perpetuating a lifelong process by which many members of intellectually stereotyped groups are unable to reach their potential as scholars and innovators. The long term goal of this grant is to address this issue.</p>\n<p>&nbsp;</p>\n<p>Over the last several years, our team has successfully developed and implemented a novel &ldquo;values-affirmation&rdquo; writing exercise based on self-affirmation theory that mitigates the effect of identity threat. Values-affirmation interventions are typically centered on a brief writing exercise that encourages students to focus on important values (e.g., religion, relationships with friends and family) and then write about how these are important to them. Because the intervention benefits intellectually stereotyped students most, it has closed achievement gaps, as documented in peer-reviewed scientific research using randomized controlled trials. What explains this benefit? Can its content be distilled and refined to be made more effective? These two questions lie at the heart of this completed grant.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">This grant yielded four substantial project outcomes. The first project outcome included synthesizing and systematically analyzing affirmation writing exercises</span> --- drawing from data of students who vary by race, ethnicity, age, gender, and social class, with data in many cases tied to longitudinal outcomes (e.g., grades) that extends for years. We have now successfully amassed a datatset with approximately 10,000 essays from approximately 3,000 students who have participated in our affirmation experiments over the past 10 years. This is a rich dataset that will bear important insights for years to come.</p>\n<p>&nbsp;</p>\n<p>Second, we have begun to leverage recent advances in data science and natural language processing (NLP) to determine the key ingredients of the intervention&rsquo;s effectiveness. While this aspect of the grant continues to unfold machine learning and particularly neural network models have achieved a high level of performance across a number of language processing tasks. However, the difficulty of interpreting neural networks is a major barrier to their wider adoption among applied quantitative scientists in various fields.&nbsp;One critical activity we pursued as part of this project was to \"interpret\" neural networks to understand written justifications in values-affirmation essays.</p>\n<p>&nbsp;</p>\n<p>Third, in two studies collectively involving more than 500 US middle school students assigned to periodically write about self-affirming topics or neutral subjects, Latino Americans writing self-affirmations had a higher probability of entering a college readiness track two years later than Latino American writing on neutral subjects, and African Americans writing self-affirmations were more likely to attend college seven to nine years later than African Americans writing about neutral subjects, suggesting that a psychological intervention at a key transition can have long-term educational benefits for minority students.</p>\n<p>Fourth, we conducted a series of studies aimed at improving retention in STEM by building students&rsquo; social networks. Results from this research represents one of the first attempts to help students excel by building their social resources through brief, cost-effective social psychological interventions aimed to develop and sustain academic social networks. Analyses of one experiment conducted with college students in a STEM science course revealed that, in the absence of intervention, students in the control condition lost friends, study partners, and support providers in the course, and the strength of their remaining relationships also declined. In contrast, affirmed students were relatively buffered from this erosion, generally maintaining the number and strength of their ties over time in the course. In addition, intervention condition significantly predicted STEM retention, such that affirmed students were 12 percentage points more likely to take the second term of the biology course than unaffirmed students, a relationship mediated by students&rsquo; end-of-semester networks. In other words, affirmation led students to have larger and stronger social networks at the end of the semester compared to the control condition, and these larger networks in turn predicted greater retention in the biology track. To our knowledge, this is the first study to show that a brief social psychological intervention can change the structure of individuals&rsquo; real world social networks, and suggests that helping students build and maintain their social networks though such an intervention can promote persistence in STEM.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2018<br>\n\t\t\t\t\tModified by: Valerie&nbsp;J&nbsp;Purdie-Vaughns</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAcademic achievement gaps, especially in science, technology, engineering and mathematics (STEM), have long concerned American policymakers. The causes of achievement gaps are multifaceted and arise from a reciprocal interaction between societal, social, and environmental factors that unfold from infancy into adulthood. Poor performance in challenging academic STEM domains can eventually lead students to withdraw and disengage, further perpetuating a lifelong process by which many members of intellectually stereotyped groups are unable to reach their potential as scholars and innovators. The long term goal of this grant is to address this issue.\n\n \n\nOver the last several years, our team has successfully developed and implemented a novel \"values-affirmation\" writing exercise based on self-affirmation theory that mitigates the effect of identity threat. Values-affirmation interventions are typically centered on a brief writing exercise that encourages students to focus on important values (e.g., religion, relationships with friends and family) and then write about how these are important to them. Because the intervention benefits intellectually stereotyped students most, it has closed achievement gaps, as documented in peer-reviewed scientific research using randomized controlled trials. What explains this benefit? Can its content be distilled and refined to be made more effective? These two questions lie at the heart of this completed grant.\n\n \n\nThis grant yielded four substantial project outcomes. The first project outcome included synthesizing and systematically analyzing affirmation writing exercises --- drawing from data of students who vary by race, ethnicity, age, gender, and social class, with data in many cases tied to longitudinal outcomes (e.g., grades) that extends for years. We have now successfully amassed a datatset with approximately 10,000 essays from approximately 3,000 students who have participated in our affirmation experiments over the past 10 years. This is a rich dataset that will bear important insights for years to come.\n\n \n\nSecond, we have begun to leverage recent advances in data science and natural language processing (NLP) to determine the key ingredients of the intervention?s effectiveness. While this aspect of the grant continues to unfold machine learning and particularly neural network models have achieved a high level of performance across a number of language processing tasks. However, the difficulty of interpreting neural networks is a major barrier to their wider adoption among applied quantitative scientists in various fields. One critical activity we pursued as part of this project was to \"interpret\" neural networks to understand written justifications in values-affirmation essays.\n\n \n\nThird, in two studies collectively involving more than 500 US middle school students assigned to periodically write about self-affirming topics or neutral subjects, Latino Americans writing self-affirmations had a higher probability of entering a college readiness track two years later than Latino American writing on neutral subjects, and African Americans writing self-affirmations were more likely to attend college seven to nine years later than African Americans writing about neutral subjects, suggesting that a psychological intervention at a key transition can have long-term educational benefits for minority students.\n\nFourth, we conducted a series of studies aimed at improving retention in STEM by building students? social networks. Results from this research represents one of the first attempts to help students excel by building their social resources through brief, cost-effective social psychological interventions aimed to develop and sustain academic social networks. Analyses of one experiment conducted with college students in a STEM science course revealed that, in the absence of intervention, students in the control condition lost friends, study partners, and support providers in the course, and the strength of their remaining relationships also declined. In contrast, affirmed students were relatively buffered from this erosion, generally maintaining the number and strength of their ties over time in the course. In addition, intervention condition significantly predicted STEM retention, such that affirmed students were 12 percentage points more likely to take the second term of the biology course than unaffirmed students, a relationship mediated by students? end-of-semester networks. In other words, affirmation led students to have larger and stronger social networks at the end of the semester compared to the control condition, and these larger networks in turn predicted greater retention in the biology track. To our knowledge, this is the first study to show that a brief social psychological intervention can change the structure of individuals? real world social networks, and suggests that helping students build and maintain their social networks though such an intervention can promote persistence in STEM.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/17/2018\n\n\t\t\t\t\tSubmitted by: Valerie J Purdie-Vaughns"
 }
}