{
 "awd_id": "1420750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF:Small:Algorithmic Number Theory",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A. Funda Ergun",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2014-07-30",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "This project addresses the design and analysis of algorithms in number theory.  It focuses on three subareas in detail: problems related to the prime factorization of integers, the behavior of iterated maps on finite algebraic objects such as fields and rings, and the exploitation of ideas from combinatorics and analytic number theory to further our knowledge about polynomial factoring.\r\n\r\nThe problems studied in this project are among the most important in computational number theory, and provide key examples for computational complexity theory and the emerging theory of quantum computing.  Algorithms to solve these problems are also extremely useful for secure and reliable electronic communication, for computer algebra, and for pseudo-random number generation. Results obtained in the project will have the potential to impact all of the above areas.  They will also enhance the connections between theoretical computer science and pure mathematics. This is because the behavior of number-theoretic algorithms is intimately connected to significant questions in analytic number theory, algebraic geometry, probability theory, and dynamical systems.\r\n\r\nA key component of the project is graduate student support.  Such aid, in the form of research assistantships supervised by the PI, will help maintain the pipeline of algorithmically trained researchers in the mathematical sciences.  The project will also help integrate research and teaching, by helping him to develop and publicize interdisciplinary courses and seminars on topics such as applied number theory, communication technology, and quantum computation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Bach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Bach",
   "pi_email_addr": "bach@cs.wisc.edu",
   "nsf_id": "000377156",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Computer Sciences Department",
  "perf_str_addr": "1210 W. Dayton St.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7933",
   "pgm_ref_txt": "NUM, SYMBOL, & ALGEBRA COMPUT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was concerned with the design and analysis of<br />efficient algorithms for important problems in number theory<br />and algebra.&nbsp; These problems include, but are not limited<br />to, the testing of large numbers for primality, factorization<br />of numbers and polynomials, the solution of exponential<br />congruences (discrete logarithms), and the analysis of<br />iterated mappings.&nbsp; These algorithms, and the theory behind<br />them, are important to secure and reliable communication,<br />systems for doing algebra by computer, the production and<br />testing of pseudo-random numbers, and the design of<br />arithmetic hardware.&nbsp; Additionally, number theory is<br />central to theoretical computer science as a source of<br />examples related to the power of polynomial time computation.<br /><br />Notable results from the project include the following:<br /><br />1) Deeper analysis of the strong prime test, which<br />is used in cryptography.&nbsp; This was motivated by the idea<br />that one should apply Occam's Razor to each part of an<br />important algorithm, making sure that the calculations it does</p>\n<p>are actually needed.&nbsp; This was done with the squaring<br />sequence in the strong prime test.&nbsp; It was discovered<br />that no test that examines only the last few numbers in<br />the sequence can be correct.</p>\n<p>2) Generalization of the discrete logarithm problem to groups that<br />act on a finite set.&nbsp; The analog to solving an exponential congruence<br />is to find a group element that sends a given set element to another.<br />A randomized algorithm, applicable to any group, was found and<br />determined to be best possible.&nbsp; The case of the symmetric group<br />was also studied intensively, and a deterministic algorithm for this<br />group with optimal complexity was found.<br /><br />3) Critical study of quantum factorization records.&nbsp; Examination<br />of the largest integers factored by quantum computation revealed<br />that each such computation actually factored an entire class<br />of numbers (infinitely many, assuming widely believed conjectures<br />of number theory).&nbsp; Furthermore, the bulk of the work could<br />actually have be done by ordinary (classical) means.&nbsp;&nbsp; Thus, these<br />records are less impressive than one might first believe.<br /><br />4) Barriers to deterministic construction of non-squares (quadratic<br />nonresidues) modulo primes.&nbsp; Finding nonresidues is the obstruction<br />to efficient deteterministic computation of square roots modulo primes<br />(a long standing open problem in complexity theory).&nbsp; Non-squares can be<br />made by exploiting reciprocity laws, which predict the factorization of<br />a polynomial modulo all primes.&nbsp; It was shown that any finite set of<br />reciprocity laws is insufficient to construct nonresidues for all primes.<br />Indeed, a set of primes with positive density will always escape such a<br />method.</p>\n<p>5) Refined study of linear congruence predictors.&nbsp; Iterated affine maps<br />are commonly used as a source of pseudo-random numbers, but<br />sequences produced in this way can be predicted in polynomial time.<br />At the heart of the prediction process is a sequence of greatest<br />common divisor (gcd) computations.&nbsp; A heuristic model for the average<br />number of gcd's needed was constructed. This average can reckoned<br />accurately using a formula reminiscent of Euler's product<br />for the Riemann zeta function.</p>\n<p>Work from the project will have broader impacts on the<br />neighboring fields of operations research and quantum information.<br />The Boolean function work sheds light on the complexity of unit<br />testing, in the presence of arbitrary sequential costs and acceptance<br />criteria.&nbsp; This is important in operations research and decision theory.<br />For quantum information, project results suggest that efforts<br />should go toward implementing general-purpose factoring methods,<br />rather than attacking specific numbers.&nbsp; Also, the design of improved<br />block codes aids in the practical realization of large quantum computers.<br />Another broader impact is in education: results from the project will<br />be incorporated into courses on algorithmic number theory, cryptography,<br />and quantum computation.<br /><br /><br />Boolean functions and novel error protection coding schemes for<br />quantum information were also studied.&nbsp; With the aid of a novel<br />collision-type algorithm, it became possible to enumerate and classify<br />correlation immune functions of six variables.&nbsp; These functions are<br />important in cryptography.<br /><br />Funds from the project were used to support several graduate students<br />in computer science.&nbsp; These students have gone on to pursue doctoral<br />studies in computer science, or taken positions in industry.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2021<br>\n\t\t\t\t\tModified by: Eric&nbsp;Bach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was concerned with the design and analysis of\nefficient algorithms for important problems in number theory\nand algebra.  These problems include, but are not limited\nto, the testing of large numbers for primality, factorization\nof numbers and polynomials, the solution of exponential\ncongruences (discrete logarithms), and the analysis of\niterated mappings.  These algorithms, and the theory behind\nthem, are important to secure and reliable communication,\nsystems for doing algebra by computer, the production and\ntesting of pseudo-random numbers, and the design of\narithmetic hardware.  Additionally, number theory is\ncentral to theoretical computer science as a source of\nexamples related to the power of polynomial time computation.\n\nNotable results from the project include the following:\n\n1) Deeper analysis of the strong prime test, which\nis used in cryptography.  This was motivated by the idea\nthat one should apply Occam's Razor to each part of an\nimportant algorithm, making sure that the calculations it does\n\nare actually needed.  This was done with the squaring\nsequence in the strong prime test.  It was discovered\nthat no test that examines only the last few numbers in\nthe sequence can be correct.\n\n2) Generalization of the discrete logarithm problem to groups that\nact on a finite set.  The analog to solving an exponential congruence\nis to find a group element that sends a given set element to another.\nA randomized algorithm, applicable to any group, was found and\ndetermined to be best possible.  The case of the symmetric group\nwas also studied intensively, and a deterministic algorithm for this\ngroup with optimal complexity was found.\n\n3) Critical study of quantum factorization records.  Examination\nof the largest integers factored by quantum computation revealed\nthat each such computation actually factored an entire class\nof numbers (infinitely many, assuming widely believed conjectures\nof number theory).  Furthermore, the bulk of the work could\nactually have be done by ordinary (classical) means.   Thus, these\nrecords are less impressive than one might first believe.\n\n4) Barriers to deterministic construction of non-squares (quadratic\nnonresidues) modulo primes.  Finding nonresidues is the obstruction\nto efficient deteterministic computation of square roots modulo primes\n(a long standing open problem in complexity theory).  Non-squares can be\nmade by exploiting reciprocity laws, which predict the factorization of\na polynomial modulo all primes.  It was shown that any finite set of\nreciprocity laws is insufficient to construct nonresidues for all primes.\nIndeed, a set of primes with positive density will always escape such a\nmethod.\n\n5) Refined study of linear congruence predictors.  Iterated affine maps\nare commonly used as a source of pseudo-random numbers, but\nsequences produced in this way can be predicted in polynomial time.\nAt the heart of the prediction process is a sequence of greatest\ncommon divisor (gcd) computations.  A heuristic model for the average\nnumber of gcd's needed was constructed. This average can reckoned\naccurately using a formula reminiscent of Euler's product\nfor the Riemann zeta function.\n\nWork from the project will have broader impacts on the\nneighboring fields of operations research and quantum information.\nThe Boolean function work sheds light on the complexity of unit\ntesting, in the presence of arbitrary sequential costs and acceptance\ncriteria.  This is important in operations research and decision theory.\nFor quantum information, project results suggest that efforts\nshould go toward implementing general-purpose factoring methods,\nrather than attacking specific numbers.  Also, the design of improved\nblock codes aids in the practical realization of large quantum computers.\nAnother broader impact is in education: results from the project will\nbe incorporated into courses on algorithmic number theory, cryptography,\nand quantum computation.\n\n\nBoolean functions and novel error protection coding schemes for\nquantum information were also studied.  With the aid of a novel\ncollision-type algorithm, it became possible to enumerate and classify\ncorrelation immune functions of six variables.  These functions are\nimportant in cryptography.\n\nFunds from the project were used to support several graduate students\nin computer science.  These students have gone on to pursue doctoral\nstudies in computer science, or taken positions in industry.\n\n\n\n\n\t\t\t\t\tLast Modified: 08/01/2021\n\n\t\t\t\t\tSubmitted by: Eric Bach"
 }
}