{
 "awd_id": "1420967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "OCE-PRF Track 1 (Broadening Participation): Evolutionary ecology of the \"living solar panel\" - how photosymbioses influence diversification of a marine bivalve lineage",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927589",
 "po_email": "gpugh@nsf.gov",
 "po_sign_block_name": "Judith Pugh",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2014-07-02",
 "awd_max_amd_letter_date": "2014-07-02",
 "awd_abstract_narration": "In this two year postdoctoral research fellowship, the fellow will investigate how photosymbiotic associations shape marine biodiversification using the bivalve subfamily Fraginae as a study system. Research results will contribute to our fundamental knowledge of biodiversity, macroevolution and marine ecology. The project will be conducted under the mentorship of Dr. Colleen Cavanaugh at Harvard University. The project includes multi-level outreach activities that are specifically designed to broaden participation of underrepresented groups in ocean sciences.\r\n\r\nPhotosymbiotic associations between invertebrate hosts and photosynthetic dinoflagellates are crucial to the trophic and structural integrity of coral reef ecosystems. Although extensive efforts have been devoted to study the short-term ecological interactions between animal hosts and their symbionts, the effects of photosymbiosis on long-term evolutionary dynamics of marine metazoans are less well understood. This is partially because most marine photosymbiotic associations are ancient (e.g., arising more than 200 MYA for corals). The hosts' present diversities and genomes are highly modified by long, complex evolutionary histories; this makes it difficult to trace specific changes due to photosymbioses. The bivalve subfamily Fraginae is an apt system to address this topic because it contains an exclusive photosymbiotic lineage that diverged recently (7 MYA) from its non-symbiotic sister groups. Species in this group exhibit remarkable ecological and morphological adaptations to the photosymbiotic lifestyle. They occupy nutrient-deficient habitats where non-symbiotic species do not occur. Some species possess greatly flattened, solar-panel-like shells to enhance sunlight exposure to the symbionts, or bear microstructural shell features which function as light condensing lenses. To advance understanding of these photosymbiotic associations, the fellow will investigate evolutionary impacts of photosymbioses on Fraginae at two distinct levels. At a macroevolutionary level, patterns of lineage diversification and shell morphological evolution will be compared between the photosymbiotic and non-photosymbiotic lineages using phylogenetic comparative analyses. At a genomic level, comparative transcriptome analyses will be performed on twelve Fraginae species collected from the Indo-west Pacific and Atlantic oceans. Candidate genes involved in the establishment of photosymbioses will be identified and their functions in the hosts' physiological pathways and shell formations will be explored.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "Li                      Jingchun",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "481091079",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--?xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"no\"?--></p>\n<div><span><span>Summary</span></span></div>\n<div>\n<div><span><span>This postdoctoral fellowship enabled the PI to investigate the ecology and evolution of marine photosymbiotic bivalves and conduct outreach activities to increase general awareness of marine sciences.&nbsp;</span></span><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">The project revealed a high-resolution picture of evolutionary modifications in a group of marine bivalves resulting from mutual relationships (photosymbiosis) with photosynthetic algae.</span></div>\n<div><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\"><br /></span></div>\n<div>\n<div>Background</div>\n</div>\n</div>\n<div><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">Global biodiversity is composed of not only diverse organisms, but also complex interactions among them. How biotic interactions contribute to the generation and maintenance of biodiversity is much less understood in marine environments than in terrestrial systems.</span> <span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">Photosymbiotic associations between invertebrate hosts and photosynthetic algae are crucial to the trophic and structural integrity of coral reef ecosystems. The algae provide photosynthetic products to support the hosts&rsquo; growth and obtain inorganic nutrients and shelter in return.&nbsp;</span><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">The bivalve subfamily Fraginae contains an exclusive photosymbiotic lineage that diverged recently from its non-symbiotic sister groups. Species in this group exhibit remarkable ecological and morphological adaptations to the&nbsp;photo symbiotic&nbsp;lifestyle, including greatly flattened, solar-panel-like shells to enhance sunlight exposure to the symbionts.</span></div>\n<div><span><span><br /></span></span></div>\n<div><!--?xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"no\"?-->\n<div><span><span>Results</span></span></div>\n<div><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">The PI addressed evolutionary impacts of photosymbioses on Fraginae at two distinct levels. At a macroevolutionary level, results show that photosymbiotic species exhibit higher rates of lineage diversification and morphological evolution compared to&nbsp;non-symbiotic sister groups, possibly because&nbsp;photosymbiosis&nbsp;allows the bivalves to thrive in&nbsp;nutrient-deficient habitats that are otherwise inaccessible.&nbsp;</span><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">At a genomic level, the PI gathered transcriptomic data from eight&nbsp;Fraginae species and fifteen related species to show that&nbsp;Fraginae and giant clams (another group of&nbsp;photosymbiotic&nbsp;bivalves) adopted very different biological strategies to&nbsp;cooperate with the symbiotic algae.</span></div>\n<div><span><span><br /></span></span></div>\n<div>\n<div><span><span>Intellectual Merit&nbsp;</span></span></div>\n<div>Marine biodiversity and biologically productive habitats, especially in coral reef ecosystems, are currently experiencing dramatic degradation due to environmental stresses, such as ocean acidification. This project contributes to our fundamental knowledge of marine biodiversity, macroevolution and ecology. The results&nbsp;<span><span>provide a solid foundation</span></span> for understanding the genetic basis of host-algae metabolic interactions and <span><span>long-term environmental influences (e.g., climate change) on photosymbiotic marine communities.&nbsp;</span></span>In addition, the transcriptomic analyses resemble global initiatives in deciphering functional genomics of non-model invertebrates.</div>\n<div><span><span><br /></span></span></div>\n</div>\n<div>\n<div><span>Broader Impacts</span></div>\n<div><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">The PI holds a deep commitment to increase the participation of underrepresented groups in marine sciences.&nbsp;</span><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">She collaborated with the University of Guam, the Smithsonian Tropical Research Institute and Harvard University to create research opportunities (in the field and in the lab)</span> <span>for underrepresented minority students.</span> During the fellowship period, <span>the OCE-PRF funds supported three undergraduate interns, including two women and one African American student. Two of them are now entering graduate programs in marine science, the other is currently applying. The PI&nbsp;</span><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">herself has also landed in a tenure-track position at a major research university, continuing her&nbsp;research program on marine symbiosis and biodiversity. She strives to be&nbsp;</span><span>a leader in outreach efforts to inspire students with diverse backgrounds to&nbsp;</span><span>recognize the value of scientific research and its impact on our lives.</span><span style=\"color: #333333; font-family: Arial, Helvetica, sans-serif;\">&nbsp;</span></div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Jingchun&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1420967/1420967_10315482_1480544378780_Fragum_fragum--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1420967/1420967_10315482_1480544378780_Fragum_fragum--rgov-800width.jpg\" title=\"A photosymbiotic bivalve\"><img src=\"/por/images/Reports/POR/2016/1420967/1420967_10315482_1480544378780_Fragum_fragum--rgov-66x44.jpg\" alt=\"A photosymbiotic bivalve\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A photosymbiotic bivalve (Fragum fragum) collected from a shallow sandy marine habitat in Guam.</div>\n<div class=\"imageCredit\">Jingchun Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jingchun&nbsp;Li</div>\n<div class=\"imageTitle\">A photosymbiotic bivalve</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\nSummary\n\nThis postdoctoral fellowship enabled the PI to investigate the ecology and evolution of marine photosymbiotic bivalves and conduct outreach activities to increase general awareness of marine sciences. The project revealed a high-resolution picture of evolutionary modifications in a group of marine bivalves resulting from mutual relationships (photosymbiosis) with photosynthetic algae.\n\n\n\nBackground\n\n\nGlobal biodiversity is composed of not only diverse organisms, but also complex interactions among them. How biotic interactions contribute to the generation and maintenance of biodiversity is much less understood in marine environments than in terrestrial systems. Photosymbiotic associations between invertebrate hosts and photosynthetic algae are crucial to the trophic and structural integrity of coral reef ecosystems. The algae provide photosynthetic products to support the hosts? growth and obtain inorganic nutrients and shelter in return. The bivalve subfamily Fraginae contains an exclusive photosymbiotic lineage that diverged recently from its non-symbiotic sister groups. Species in this group exhibit remarkable ecological and morphological adaptations to the photo symbiotic lifestyle, including greatly flattened, solar-panel-like shells to enhance sunlight exposure to the symbionts.\n\n\n\nResults\nThe PI addressed evolutionary impacts of photosymbioses on Fraginae at two distinct levels. At a macroevolutionary level, results show that photosymbiotic species exhibit higher rates of lineage diversification and morphological evolution compared to non-symbiotic sister groups, possibly because photosymbiosis allows the bivalves to thrive in nutrient-deficient habitats that are otherwise inaccessible. At a genomic level, the PI gathered transcriptomic data from eight Fraginae species and fifteen related species to show that Fraginae and giant clams (another group of photosymbiotic bivalves) adopted very different biological strategies to cooperate with the symbiotic algae.\n\n\n\nIntellectual Merit \nMarine biodiversity and biologically productive habitats, especially in coral reef ecosystems, are currently experiencing dramatic degradation due to environmental stresses, such as ocean acidification. This project contributes to our fundamental knowledge of marine biodiversity, macroevolution and ecology. The results provide a solid foundation for understanding the genetic basis of host-algae metabolic interactions and long-term environmental influences (e.g., climate change) on photosymbiotic marine communities. In addition, the transcriptomic analyses resemble global initiatives in deciphering functional genomics of non-model invertebrates.\n\n\n\n\nBroader Impacts\nThe PI holds a deep commitment to increase the participation of underrepresented groups in marine sciences. She collaborated with the University of Guam, the Smithsonian Tropical Research Institute and Harvard University to create research opportunities (in the field and in the lab) for underrepresented minority students. During the fellowship period, the OCE-PRF funds supported three undergraduate interns, including two women and one African American student. Two of them are now entering graduate programs in marine science, the other is currently applying. The PI herself has also landed in a tenure-track position at a major research university, continuing her research program on marine symbiosis and biodiversity. She strives to be a leader in outreach efforts to inspire students with diverse backgrounds to recognize the value of scientific research and its impact on our lives. \n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Jingchun Li"
 }
}