{
 "awd_id": "1420532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "How Novice Elementary Teachers' Social Networks Affect Ambitious Math Instruction",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 1600014.0,
 "awd_amount": 1944786.0,
 "awd_min_amd_letter_date": "2014-07-26",
 "awd_max_amd_letter_date": "2018-05-11",
 "awd_abstract_narration": "The study seeks to identify the mechanisms through novice teachers' social networks shape their mathematics instruction. The researchers will collect surveys, lesson plans, classroom observations, teacher tasks, and student work samples from 200 teachers across districts in three states with different contexts around standards and state assessments. Using social network analyses frameworks, the study will model the novice teachers' future teaching using ambitious mathematics instruction as measured by the Instructional Quality Assessment based on measures of these teachers' mathematical knowledge for teaching, and use of ambitious mathematics instruction and characteristics of the novice teachers' social network, as well as their interactions. Qualitative analyses will be used to support the results from the models. This study is framed by an interdisciplinary approach that integrates a cognitive component (focused on teachers' knowledge) and a sociological component (focused on the social context of teachers) in order to understand novices' planning and enactment of ambitious math instruction. No large-scale studies have used such an approach to measure how these factors shape novices' math instruction. The work will contribute to understanding factors that influence beginning elementary teachers learning in the early stages of their careers.\r\n\r\nThis study will advance knowledge and understanding of STEM learning environments by examining how novice elementary teachers' math instruction is influenced by the knowledge sharing, behavior, and expectations of others. A key issue in the improvement of mathematics education is the support beginning elementary teachers of mathematics, particularly as the number of beginning teachers increases at all grade levels.  This project, funded in the Research on Education and Learning program, will study 200 novice elementary teachers and their support networks in schools in three Midwestern states, using innovative research methods in social networking to understand the relationships among teacher knowledge, teaching practice, and the influence of their peers and administrators on the novice teachers' future teaching practice. It is important for districts to organize human capital and professional development in ways that strongly support these novice elementary teachers in teaching mathematics for increased student achievement.  The results of the study will provide recommendations for when schools and districts should provide induction and professional development programs for novice teachers related to their mathematical knowledge for teaching and how they can help novices respond to possible conflicts among school-based norms, curricular standards, teacher evaluation instruments, and external professional development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Frank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ken Frank",
   "pi_email_addr": "kenfrank@msu.edu",
   "nsf_id": "000320501",
   "pi_start_date": "2014-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Youngs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Youngs",
   "pi_email_addr": "pay2n@virginia.edu",
   "nsf_id": "000088045",
   "pi_start_date": "2014-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Bieda",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen N Bieda",
   "pi_email_addr": "kbieda@msu.edu",
   "nsf_id": "000534521",
   "pi_start_date": "2014-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Serena",
   "pi_last_name": "Salloum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Serena Salloum",
   "pi_email_addr": "sjsalloum@bsu.edu",
   "nsf_id": "000623308",
   "pi_start_date": "2014-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 660006.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 964786.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 319994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In a main paper based on the data collected for this study, we drew on longitudinal data of instructional practices and social networks of 137 ECTs to examine how the institutional forces of the Common Core and student testing pressures affect ECTs&rsquo; instructional practices.&nbsp; We found that the network members of ECTs played a critical role.&nbsp;When network members perceived the Common Core and testing pressures to support their own practices, ECTs&rsquo; levels of ambitious mathematics instruction were more likely to increase. In contrast, when network members perceived the Common Core and testing pressures to be inhibiting, or when ECTs named no close colleagues or formally assigned mentors, ECTs&rsquo; levels of ambitious mathematics instruction were more likely to decline. These effects were net of ECTs&rsquo; engagement in professional development, MKT, and levels of ambitious mathematics instruction at the beginning of the academic year.&nbsp;</p>\n<p>In terms of intellectual merit, these results advance knowledge and understanding by explicating how novice elementary teachers&rsquo; mathematics instruction is influenced by the knowledge sharing, behavior, and expectations of others. In particular, we have started to identify the mechanisms through which the social networks in which novices are embedded shape their math instructional practices.</p>\n<p>With regard to broader impacts, we are using these findings to recommend ways that districts can organize PD for mentors, mathematics coaches, and others who work with novice teachers so that they are able to share resources with them, help novices make sense of and respond to school-based norms, and help them plan and enact math instruction. We are also drawing on our findings to provide recommendations for when schools and districts should provide induction and PD programs for novice teachers related to math instruction and how they can help novices respond to possible conflicts among school-based norms, curricular standards, teacher evaluation instruments, and external PD. It is important for districts to organize human capital and PD in ways that strongly support novice elementary teachers because novices&rsquo; math instructional practices have a direct influence on students&rsquo; experiences and motivations with math and can provide them with a strong foundation in math.</p>\n<p>In another key paper, we analyzed interviews related to ECTs&rsquo; lesson planning and reported a few key updates to the aging literature on lesson planning. First, elementary ECTs did much of their planning for mathematics instruction in collaboration with others. If they were working in a school district that prescribed the use of a particular mathematics curriculum, they were more likely to be using plans that they created on a weekly basis, rather than ones that they created or modified on a daily basis. Especially relevant to the current educational context, elementary ECTs often drew upon supplementary resources, including online resources, if their district did not mandate the use of a particular curriculum.&nbsp;One of the contributions of this work is to show how&nbsp;the nature of ECTs&rsquo; collaborative interactions when planning does not appear to be tied to the nature of the designated curriculum in their&nbsp;district.</p>\n<p>In a third article, we conducted in-depth interviews with 18 ECTs in our study. We found that early career teachers reached out to a wide variety of school personnel to deal with instructional and management needs. This finding accelerated as teachers gained years of experience. This expansion led to a mediated growth in teachers&rsquo; social networks; they were expanding their contacts but selectively.</p>\n<p>In a fourth paper, we used interview transcripts to analyze the ways in which early career teachers described their planning with their grade-level colleagues. We found further confirmation of findings by many other researchers that the quality of self-reported talk in formal settings is not all equal. We constructed a rating scale to analyze teacher self-reports of interactions with colleagues; using this scale, we found that career teachers often failed to reach a level of depth and complexity to support ambitious math instruction when interacting with grade-level colleagues. Further analysis revealed a novel form of planning which we term <em>distributed planning</em>. Teachers who planned in this way subdivide the tasks and aspects of each math lesson and distributed the work of creating these elements across a team. Teachers viewed this approach as a time saving device.</p>\n<p>In a fifth paper, we analyzed a sample of the Pinterest &lsquo;pins&rsquo; made by early career teachers in our study. Their analyses showed (a) they gravitated to standard algorithmic materials; (b) when higher caliber materials were &lsquo;pinned,&rsquo; instructional quality increased; (c) the platform seemed to serve as a bridge between less connected teachers and their colleagues in the same building; and (d) teachers' beliefs about mathematics were influenced by school-based colleagues and colleagues outside of school (i.e., on-line interactions); however, the impacts of the latter were significantly lower.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Peter&nbsp;Youngs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn a main paper based on the data collected for this study, we drew on longitudinal data of instructional practices and social networks of 137 ECTs to examine how the institutional forces of the Common Core and student testing pressures affect ECTs? instructional practices.  We found that the network members of ECTs played a critical role. When network members perceived the Common Core and testing pressures to support their own practices, ECTs? levels of ambitious mathematics instruction were more likely to increase. In contrast, when network members perceived the Common Core and testing pressures to be inhibiting, or when ECTs named no close colleagues or formally assigned mentors, ECTs? levels of ambitious mathematics instruction were more likely to decline. These effects were net of ECTs? engagement in professional development, MKT, and levels of ambitious mathematics instruction at the beginning of the academic year. \n\nIn terms of intellectual merit, these results advance knowledge and understanding by explicating how novice elementary teachers? mathematics instruction is influenced by the knowledge sharing, behavior, and expectations of others. In particular, we have started to identify the mechanisms through which the social networks in which novices are embedded shape their math instructional practices.\n\nWith regard to broader impacts, we are using these findings to recommend ways that districts can organize PD for mentors, mathematics coaches, and others who work with novice teachers so that they are able to share resources with them, help novices make sense of and respond to school-based norms, and help them plan and enact math instruction. We are also drawing on our findings to provide recommendations for when schools and districts should provide induction and PD programs for novice teachers related to math instruction and how they can help novices respond to possible conflicts among school-based norms, curricular standards, teacher evaluation instruments, and external PD. It is important for districts to organize human capital and PD in ways that strongly support novice elementary teachers because novices? math instructional practices have a direct influence on students? experiences and motivations with math and can provide them with a strong foundation in math.\n\nIn another key paper, we analyzed interviews related to ECTs? lesson planning and reported a few key updates to the aging literature on lesson planning. First, elementary ECTs did much of their planning for mathematics instruction in collaboration with others. If they were working in a school district that prescribed the use of a particular mathematics curriculum, they were more likely to be using plans that they created on a weekly basis, rather than ones that they created or modified on a daily basis. Especially relevant to the current educational context, elementary ECTs often drew upon supplementary resources, including online resources, if their district did not mandate the use of a particular curriculum. One of the contributions of this work is to show how the nature of ECTs? collaborative interactions when planning does not appear to be tied to the nature of the designated curriculum in their district.\n\nIn a third article, we conducted in-depth interviews with 18 ECTs in our study. We found that early career teachers reached out to a wide variety of school personnel to deal with instructional and management needs. This finding accelerated as teachers gained years of experience. This expansion led to a mediated growth in teachers? social networks; they were expanding their contacts but selectively.\n\nIn a fourth paper, we used interview transcripts to analyze the ways in which early career teachers described their planning with their grade-level colleagues. We found further confirmation of findings by many other researchers that the quality of self-reported talk in formal settings is not all equal. We constructed a rating scale to analyze teacher self-reports of interactions with colleagues; using this scale, we found that career teachers often failed to reach a level of depth and complexity to support ambitious math instruction when interacting with grade-level colleagues. Further analysis revealed a novel form of planning which we term distributed planning. Teachers who planned in this way subdivide the tasks and aspects of each math lesson and distributed the work of creating these elements across a team. Teachers viewed this approach as a time saving device.\n\nIn a fifth paper, we analyzed a sample of the Pinterest ?pins? made by early career teachers in our study. Their analyses showed (a) they gravitated to standard algorithmic materials; (b) when higher caliber materials were ?pinned,? instructional quality increased; (c) the platform seemed to serve as a bridge between less connected teachers and their colleagues in the same building; and (d) teachers' beliefs about mathematics were influenced by school-based colleagues and colleagues outside of school (i.e., on-line interactions); however, the impacts of the latter were significantly lower.\n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Peter Youngs"
 }
}