{
 "awd_id": "1420405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctorate Dissertation Research: Market Integration and Diet Transition: Nutrition, Food Security, and Well-Being",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 23310.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2015-11-06",
 "awd_abstract_narration": "The human diet has shifted worldwide. It now includes more processed foods that are lower in nutrients than their traditional, locally grown counterparts. We know that this shift has contributed to an array of negative health consequences including the emergence and rise of chronic diseases. But despite the fact that approximately 75 percent of the United States' healthcare budget is spent trying to combat chronic diseases and their associated health risks, these diseases remain the leading causes of death and disability in this country. Developing countries are now fighting chronic disease, as well, sometimes spending United States foreign aid funds to do so. It turns out that knowing the dietary causes of chronic disease is not enough to counter the trend. Dietary practices appear to be embedded in a socio-cultural complex that quickly establishes deep roots. Understanding how this complex develops and how it is perpetuated may be the key to finding a solution. This requires looking more closely at cultural practices and understandings at the local level.\r\n\r\nIn this research project, anthropologist Michelle Grocke, a University of Montana doctoral student supervised by Dr. Kimber McKay, will travel to the other side of the world to take advantage of a unique opportunity to study this dietary shift as it is in the process of occurring. The research will be conducted in Humla District, a remote, resource poor area nestled on the border of China in the High Himalaya of Nepal's far northwest corner. For centuries, Humlis have had very limited access to the outside world. They have subsisted solely on their own agricultural yields of nutrient rich crops along with salt and whole grains obtained through trade. All of this is changing. The first road ever to be built into mountainous Humla District is nearly complete. Already, the road has increased villager access to a Chinese market where processed foods are plentiful and cheap. Humlis have begun to change their diet and food preferences even though the changes diminish diet quality and predictability. To investigate the multiple causes and wide-ranging consequences of these developments, Grocke will carry out a year long, case-control study in two villages that differ in their access to the new market. Her mixed-methods data collection will include focus groups and surveys; information on food frequency and food security; and anthropomorphic measures to compare with information collected by other researchers before the road was built.  Cumulatively, these data will allow Grocke to assess the nutritional, food security, subsistence, cultural, and psychological changes that are taking place. The result will be in-depth understanding of the dietary sea change that is leaving its mark on the quality of life across the globe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "kimber",
   "pi_last_name": "mckay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "kimber mckay",
   "pi_email_addr": "kimber.mckay@mso.umt.edu",
   "nsf_id": "000085541",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Grocke",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle U Grocke",
   "pi_email_addr": "michelle.grocke@umontana.edu",
   "nsf_id": "000663029",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "Yari and Chala Villages",
  "perf_city_name": "Humla District",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "NP",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Nepal",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 17640.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5670.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp;The arrival of a road in a previously road-less area is typically revered as &lsquo;progress&rsquo;, in the sense that increased connectivity, in terms of heath care and economic transactions, has been achieved. Conventional thinking often leads to the belief that the arrival of a road increases the availability of food, although it has often been cited that the types of foods made available by roads often consist of packaged foods with low nutrient densities. This research illuminates however, that in terms of villagers&rsquo; health outcomes, the road itself and villagers&rsquo; &lsquo;proximity to road&rsquo; is only one of the many pieces involved in assessing villagers&rsquo; food security, diet and nutrition, and subjective well-being.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;This research confirms that in general, villagers&rsquo; quantity-of-food related food security has increased since the arrival of the first road in Humla, Nepal. Vllagers reported having access to both a higher quantity and diversity of food now than ever before, in addition to stating that their food security-related anxiety and uncertainty levels have dropped since the arrival of the road.</p>\n<p><span style=\"white-space: pre;\"> </span>Research findings however, debunked some conventional myths about how rural roads impact food security outcomes. First, although there is a statistically significant relationship between food security and &lsquo;proximity to road&rsquo;, this relationship is opposite than originally expected &ndash; villagers living near the road have higher food insecurity levels than those living far away from the road. This is partially explained by the fact that agricultural practices have remained more or less unchanged in areas further away from the road, while families living on the road have started relying more on road-related non-agricultural wage labor.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; Second, data illustrates that villagers have a more difficult time maintaining food security levels during the harvest season than they do in the drought season, because villagers are engaged in tasks to convert agricultural yields into consumable form in addition to travelling to the market to acquire purchased-foodstuffs. Villagers living near the road also face road-induced stress and anxiety levels as well as lack of the valuable resource &lsquo;time&rsquo; during the harvest season. Both &lsquo;average&rsquo; and &lsquo;wealthy&rsquo; households away from the road are actually better off in terms of their food security levels than a household of any wealth category near the road.</p>\n<p>&nbsp; &nbsp; &nbsp; Compared to many other populations, the food security status of villagers in these two Himalayan villages is not of grave concern &ndash; even &lsquo;poor&rsquo; villagers report having enough food to eat.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; Research highlights that many other socio-cultural variables (i.e. crop growing ability, topography and kinship networks) impact the variability of consumption levels, in some cases to a greater degree than villagers&rsquo; location. Findings also illuminate that men ascribe more prestige to market-purchased foods than women. Almost all women reported preferring their locally produced foods because of the taste and because it gives them more energy.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;The variability of food consumption patterns directly translates to heterogeneous health outcomes. Research confirms that while a notable percentage of individuals living on the road are &lsquo;overweight&rsquo;, a considerable percentage of the population in both villages are &lsquo;underweight&rsquo;. Nepal still suffers from an array of infectious diseases &ndash; this, coupled with the fact that a portion of the population is at risk of developing diet-related non-communicable diseases (DR-NCDs), could be an indication that a...",
  "por_txt_cntn": "\n       The arrival of a road in a previously road-less area is typically revered as æprogressÆ, in the sense that increased connectivity, in terms of heath care and economic transactions, has been achieved. Conventional thinking often leads to the belief that the arrival of a road increases the availability of food, although it has often been cited that the types of foods made available by roads often consist of packaged foods with low nutrient densities. This research illuminates however, that in terms of villagersÆ health outcomes, the road itself and villagersÆ æproximity to roadÆ is only one of the many pieces involved in assessing villagersÆ food security, diet and nutrition, and subjective well-being.\n\n       This research confirms that in general, villagersÆ quantity-of-food related food security has increased since the arrival of the first road in Humla, Nepal. Vllagers reported having access to both a higher quantity and diversity of food now than ever before, in addition to stating that their food security-related anxiety and uncertainty levels have dropped since the arrival of the road.\n\n Research findings however, debunked some conventional myths about how rural roads impact food security outcomes. First, although there is a statistically significant relationship between food security and æproximity to roadÆ, this relationship is opposite than originally expected &ndash; villagers living near the road have higher food insecurity levels than those living far away from the road. This is partially explained by the fact that agricultural practices have remained more or less unchanged in areas further away from the road, while families living on the road have started relying more on road-related non-agricultural wage labor. \n\n      Second, data illustrates that villagers have a more difficult time maintaining food security levels during the harvest season than they do in the drought season, because villagers are engaged in tasks to convert agricultural yields into consumable form in addition to travelling to the market to acquire purchased-foodstuffs. Villagers living near the road also face road-induced stress and anxiety levels as well as lack of the valuable resource ætimeÆ during the harvest season. Both æaverageÆ and æwealthyÆ households away from the road are actually better off in terms of their food security levels than a household of any wealth category near the road.\n\n      Compared to many other populations, the food security status of villagers in these two Himalayan villages is not of grave concern &ndash; even æpoorÆ villagers report having enough food to eat. \n\n      Research highlights that many other socio-cultural variables (i.e. crop growing ability, topography and kinship networks) impact the variability of consumption levels, in some cases to a greater degree than villagersÆ location. Findings also illuminate that men ascribe more prestige to market-purchased foods than women. Almost all women reported preferring their locally produced foods because of the taste and because it gives them more energy. \n\n       The variability of food consumption patterns directly translates to heterogeneous health outcomes. Research confirms that while a notable percentage of individuals living on the road are æoverweightÆ, a considerable percentage of the population in both villages are æunderweightÆ. Nepal still suffers from an array of infectious diseases &ndash; this, coupled with the fact that a portion of the population is at risk of developing diet-related non-communicable diseases (DR-NCDs), could be an indication that a double-burden of disease exists in this region. This variability in health outcomes leads to the determination that the Nutrition Transition model, although useful in assessing dietary, nutritional status, and morbidity transitions on a national level, is too general to be used to predict such transitions on a local level. \n\n       Children living near the road have improved dietary health o..."
 }
}