{
 "awd_id": "1420937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Emergent Forms of Expression in Postsocialist Contexts",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 183831.0,
 "awd_amount": 183831.0,
 "awd_min_amd_letter_date": "2014-06-17",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "A society's evolution toward openness and democracy is typically measured through the quality of the freedoms that it affords: freedoms of expression, speech, assembly, and the press for example. Those working in areas such as public policy, security studies, and development regard the establishment of enduring systems of democracy as essential to our national security, and to the establishment of terms of trade that allow for economic growth and economic competitiveness. Scientists analyzing such dynamics have established preliminary conclusions about what emergent forms of expression have meant, but they have done so without an empirical data set that is exhaustive to establish generalizable scientific knowledge. This project provides much needed empirical data on emergent forms of expression in postsocialist contexts. \r\n\r\nIn this project, Dr. Anya Bernstein of the Department of Anthropology at Harvard University explores the intersection of religion and politics in contemporary Russia with the objective of expanding current Euro-American understandings of secularism. Since the collapse of the USSR, the Russian Orthodox Church has effectively been establishing itself as Russia's state religion. Recent highly publicized trials, such as the well-publicized \"blasphemy\" trials, received global press coverage that was quick to describe the conflict in classic terms: believers against atheists, nationalists against internationalists, the liberal intelligentsia against the conservative narod (people). The project asks why certain symbols and representations possess a certain affective charge that drives political action. The researcher will employ a range of classic ethnographic data collection techniques, including participant observation, interviews and retrospective interviews, visual research methods, media and content analysis, and juridical research. The project challenges the dominant interdisciplinary claim that we are currently in a period characterized as \"the global return of religion\", citing Pentecostal and Islamic movements as their evidence. This project provides much needed empirical evidence to scholarly discussions that have tended to exclude postsocialist contexts or relegate the appearance of religious themes in postsocialist contexts (the former Soviet Union, Eastern Europe, China and Central Asia) as suggestive of the reemergence of repressed forms of expression that were denied under socialist regimes. The project asks what other social phenomena could account for their emergence. The broader impact of this research lies in its implications for informing our understanding issues critical to national security. The project provides insights about international relations are influenced by internal cultural and political debates that will be valuable to policymakers and other foreign policy analysts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anya",
   "pi_last_name": "Bernstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anya Bernstein",
   "pi_email_addr": "abernstein@fas.harvard.edu",
   "nsf_id": "000657286",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Anya Bernstein",
  "perf_str_addr": "",
  "perf_city_name": "Various sites",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "RS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Russia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 183831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;Emergent Forms of Expression in Postsocialist Contexts&rdquo; investigated the transformation of the church-state nexus in Russia through the recent and ongoing &ldquo;blasphemy&rdquo; trials. The goal was to understand how current culture wars around the use of religious imagery in contemporary art and public discourse were informed by contested configurations of signs that evince rather different historical trajectories from Euro-American contexts, which are usually taken as normative in the studies of contemporary liberal secularism. Focusing on the complex and multifaceted connections between religion and politics, this project connected classical themes of inquiry such as political ritual and symbolism to contemporary debates on global secularisms. In addressing the impact of Soviet secularizing processes on contemporary Russian culture wars around categorizing certain uses of religious images and practices as blasphemy, the project encouraged a more empirical and more flexible understanding of the categories of religion and secularism, paying particular attention to sensibilities, behaviors, and knowledge systems that structure conditions for action and moral agency. This study questioned the necessary connection of the secular to liberal democratic politics often taken for granted by wider publics, arguing that the question that pertains to both liberal and non-liberal political orders is precisely how politics itself is constituted through the battles to define the boundaries between the sacred and the secular; who claims the power to draw these lines; and why symbols and representations (such as in the cases of blasphemy and their significance for defining what is permissible in the public sphere) possess a certain affective charge that drives political action.</p>\n<p>While scholarship on the &ldquo;global return of religion&rdquo; often focuses on the rise of transnational Evangelical Christian and Islamic movements, specific contexts of postsocialist formations, such as the former Soviet Union, Eastern Europe, Central Asia, and (to some degree) China, which have been marked by a spectacular rise of religious commitment, do not feature prominently in these debates. This project, however, went beyond simply introducing these varieties of religion and secularism and filling an area gap. The resurgence of religion in the post-Soviet world should not be treated as a &ldquo;return of the repressed,&rdquo; but as part of current global political and economic transformations, which are redefining the meaning and place of religion in public life, creating new conditions of belief and practice. This project engaged in a thorough rethinking of the connection between globalizing forces and local forms of selfhood, as well as specific reconfigurations of political, social, and economic realities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2018<br>\n\t\t\t\t\tModified by: Anna&nbsp;Bernstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\"Emergent Forms of Expression in Postsocialist Contexts\" investigated the transformation of the church-state nexus in Russia through the recent and ongoing \"blasphemy\" trials. The goal was to understand how current culture wars around the use of religious imagery in contemporary art and public discourse were informed by contested configurations of signs that evince rather different historical trajectories from Euro-American contexts, which are usually taken as normative in the studies of contemporary liberal secularism. Focusing on the complex and multifaceted connections between religion and politics, this project connected classical themes of inquiry such as political ritual and symbolism to contemporary debates on global secularisms. In addressing the impact of Soviet secularizing processes on contemporary Russian culture wars around categorizing certain uses of religious images and practices as blasphemy, the project encouraged a more empirical and more flexible understanding of the categories of religion and secularism, paying particular attention to sensibilities, behaviors, and knowledge systems that structure conditions for action and moral agency. This study questioned the necessary connection of the secular to liberal democratic politics often taken for granted by wider publics, arguing that the question that pertains to both liberal and non-liberal political orders is precisely how politics itself is constituted through the battles to define the boundaries between the sacred and the secular; who claims the power to draw these lines; and why symbols and representations (such as in the cases of blasphemy and their significance for defining what is permissible in the public sphere) possess a certain affective charge that drives political action.\n\nWhile scholarship on the \"global return of religion\" often focuses on the rise of transnational Evangelical Christian and Islamic movements, specific contexts of postsocialist formations, such as the former Soviet Union, Eastern Europe, Central Asia, and (to some degree) China, which have been marked by a spectacular rise of religious commitment, do not feature prominently in these debates. This project, however, went beyond simply introducing these varieties of religion and secularism and filling an area gap. The resurgence of religion in the post-Soviet world should not be treated as a \"return of the repressed,\" but as part of current global political and economic transformations, which are redefining the meaning and place of religion in public life, creating new conditions of belief and practice. This project engaged in a thorough rethinking of the connection between globalizing forces and local forms of selfhood, as well as specific reconfigurations of political, social, and economic realities.\n\n \n\n\t\t\t\t\tLast Modified: 08/02/2018\n\n\t\t\t\t\tSubmitted by: Anna Bernstein"
 }
}