{
 "awd_id": "1420596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Can Pair Programming Reduce the Gender Gap in Computing? A Study of Middle School Students Learning to Program",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 701767.0,
 "awd_amount": 701767.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "Learning to program is the entry point in a computing pathway, but large numbers of students, particularly women and girls, drop out of introductory programming courses at the college and K-12 level. To attract and retain girls and women, there is a need for pedagogical approaches that foster persistence, creativity, fearlessness, computational ways of thinking and problem solving, or \"Intrepid Exploration,\" a term coined by this team of researchers. The proposed study focuses on pair programming in middle school--a gender-equitable practice where two people collaborate on one computer. Research suggests that pair programming benefits both women and men, and that benefits depend on partner compatibility. However, most pair-programming research has been done with university students or professional programmers, and focuses on the efficiency or correctness of a problem solution, rather than on the nature of the collaboration or the problem-solving process. The goal of this study is to understand the conditions under which pair programming can foster the kind of thinking and problem solving that will prepare female middle school students to pursue and persist in computing fields.\r\n\r\nThis research will be a design experiment with 80 girls and boys from a range of socioeconomic and cultural backgrounds who are enrolled in game programming classes. The classes will be taught using a pair programming toolkit developed over ten years by a collaboration of researchers and teachers. In-depth and multi-method data collection and analysis will be used to describe gender-based differences in student interactions, and to study how interactions evolve over time, and the individual, relational, and institutional factors that play a role in the nature of those interactions. Data will be collected on the implementation process, as well as on individual learning, interpersonal dynamics, sequences of interactions, and the context in which learning takes place. The mixed methods analysis process will focus on the integration of data from multiple sources following criteria to ensure the design quality and interpretive rigor of the approach. The project will result in a descriptive model of what pair programming in middle school looks like, for whom it fosters intrepid exploration, and the interactional processes that are associated with the development of intrepid exploration.\r\n\r\nThe results will advance knowledge and have clear implications for educational practice. They will contribute to our understanding of the conditions under which collaboration in middle school can address the gender gap in computing, as well as whether there are gender-based and cultural differences in interactions, and if they affect the kinds of thinking and problem solving needed to succeed in computing. The research will also be the first to investigate how to support and measure the development of intrepid exploration in efforts to increase gender diversity in computing. The findings will also be responsive to the practical concerns of teachers, such as how to foster effective pair programming, how to assess individual learning, and how to provide a tailored and gender-equitable pair programming experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Denner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Denner",
   "pi_email_addr": "jilld@etr.org",
   "nsf_id": "000440240",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Werner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Linda L Werner",
   "pi_email_addr": "linda@soe.ucsc.edu",
   "nsf_id": "000117782",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "Campe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon Campe",
   "pi_email_addr": "shannonc@etr.org",
   "nsf_id": "000623708",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ETR Associates",
  "inst_street_address": "5619 SCOTTS VALLEY DR",
  "inst_street_address_2": "STE 140",
  "inst_city_name": "SCOTTS VALLEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314402235",
  "inst_zip_code": "950663453",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "EDUCATION TRAINING & RESEARCH ASSOCIATES",
  "org_prnt_uei_num": "",
  "org_uei_num": "VRHBNK3AB814"
 },
 "perf_inst": {
  "perf_inst_name": "ETR Associates",
  "perf_str_addr": "4 Carbonero Way",
  "perf_city_name": "Scotts Valey",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950664200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1074",
   "pgm_ref_txt": "K-12"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 701767.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The growing national and international movement to increase access to quality computer science education in K-12 has generated a need for tools and research that can be used by educators. Pair programming&mdash;where two people work together on one computer&mdash;is a form of collaboration that has shown promise as a way to attract underrepresented groups to computing and to improve learning. This study describes what pair programming looks like in middle school, and the types of interactions that promote and undermine the kind of thinking and problem solving that prepares students to pursue and persist in computer science, what we call &ldquo;intrepid exploration&rdquo; (IE).</p>\n<p>Video and surveys were collected from 80 middle school students who programmed a computer game with a partner. Over the 12 after school classes, there were significant increases in students&rsquo; programming knowledge, but significant decreases their reported level of friendship with their partner.</p>\n<p>Analyses of their interactions show that they spent less than half of their time interacting about their game; the rest of the time was spent talking about other things, talking to peers, or not interacting at all. There were no differences in their types of interaction across gender or socioeconomic status. However, there were some differences due to prior attitudes and knowledge: pairs of students who felt more positive about working with a partner also spent more time interacting about their game, and pairs of students who had more programming knowledge in the beginning spent more time exploring the software. The analyses also details the kinds of behaviors that support and undermine exploration and persistence in the face of challenges. These results have implications for how to pair and train students so that partners engage in productive interactions and the kinds of thinking and problem solving needed to be successful in computer science.</p>\n<p>Results included the development of systems to measure and monitor pair interactions and problem solving over time, and to assess the computational sophistication of student-created computer games. The results of the study were also used to inform the development of a Toolkit that includes strategies and tips that educators can use to implement and strengthen pair programming in K-12 across a range of schools and locations.</p>\n<p>While most research on children learning to program focuses on individual processes; this study fills a gap in our understanding of the social contexts in which novice programmers learn to persist in the face of challenges.</p>\n<p>The project generated findings that can be used to inform classroom-based efforts to improve learning and increase diversity in computing fields using this collaborative strategy. The results &nbsp;show the range of effective and ineffective interactions, as well as the barriers and opportunities of promising practices such as pair programming to engage students in the kinds of thinking and problem solving that lead to persistence in computing classes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2018<br>\n\t\t\t\t\tModified by: Shannon&nbsp;Campe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe growing national and international movement to increase access to quality computer science education in K-12 has generated a need for tools and research that can be used by educators. Pair programming&mdash;where two people work together on one computer&mdash;is a form of collaboration that has shown promise as a way to attract underrepresented groups to computing and to improve learning. This study describes what pair programming looks like in middle school, and the types of interactions that promote and undermine the kind of thinking and problem solving that prepares students to pursue and persist in computer science, what we call \"intrepid exploration\" (IE).\n\nVideo and surveys were collected from 80 middle school students who programmed a computer game with a partner. Over the 12 after school classes, there were significant increases in students? programming knowledge, but significant decreases their reported level of friendship with their partner.\n\nAnalyses of their interactions show that they spent less than half of their time interacting about their game; the rest of the time was spent talking about other things, talking to peers, or not interacting at all. There were no differences in their types of interaction across gender or socioeconomic status. However, there were some differences due to prior attitudes and knowledge: pairs of students who felt more positive about working with a partner also spent more time interacting about their game, and pairs of students who had more programming knowledge in the beginning spent more time exploring the software. The analyses also details the kinds of behaviors that support and undermine exploration and persistence in the face of challenges. These results have implications for how to pair and train students so that partners engage in productive interactions and the kinds of thinking and problem solving needed to be successful in computer science.\n\nResults included the development of systems to measure and monitor pair interactions and problem solving over time, and to assess the computational sophistication of student-created computer games. The results of the study were also used to inform the development of a Toolkit that includes strategies and tips that educators can use to implement and strengthen pair programming in K-12 across a range of schools and locations.\n\nWhile most research on children learning to program focuses on individual processes; this study fills a gap in our understanding of the social contexts in which novice programmers learn to persist in the face of challenges.\n\nThe project generated findings that can be used to inform classroom-based efforts to improve learning and increase diversity in computing fields using this collaborative strategy. The results  show the range of effective and ineffective interactions, as well as the barriers and opportunities of promising practices such as pair programming to engage students in the kinds of thinking and problem solving that lead to persistence in computing classes.\n\n\t\t\t\t\tLast Modified: 11/14/2018\n\n\t\t\t\t\tSubmitted by: Shannon Campe"
 }
}