{
 "awd_id": "1420091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Iron- and Manganese-Depositing Cold-Seeps: Mineral Formation Along a Freshwater to Marine Ecosystem",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2014-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 57650.0,
 "awd_amount": 57650.0,
 "awd_min_amd_letter_date": "2014-03-21",
 "awd_max_amd_letter_date": "2014-03-21",
 "awd_abstract_narration": "This collaborative project examines the geochemistry and geomicrobiology of low-temperature iron-(Fe) and manganese-(Mn) rich carbonate ecosystems in Soda Bay, Alaska. These sites comprise numerous cold seeps and springs with bubbling waters containing carbon dioxide (CO2) that have proven to be very unusual in that they are also actively depositing Fe and Mn minerals, which in turn are harboring extensive microbial mat communities. The springs and seeps found within this unique watershed form along a salinity gradient with upstream being more freshwater while downstream has a tidally-driven marine influence. These habitats are sites where extensive microbial-mineral mounds (i.e., tufa deposits) form. Tufas as high as three meters are located along the length of both sides of Soda Bay Creek which drains into Soda Bay Estuary. The high flow systems are predominantly iron oxide deposition environments while the systems exhibiting low flow deposit manganese oxides. This project will investigate this unique watershed in an effort to describe the\r\nbiogeochemistry and geomicrobiology of Fe- and Mn-mineral formation along the physicochemical gradients from the upper creek to Soda Bay. Researchers hypothesize that the mounds are autotrophic ecosystems hosting microorganisms able to grow and fix CO2 from the energy captured from metal oxidation reactions. They propose to examine the microbial ecology of these ecosystems with two primary questions in mind. First, what are the metabolic processes these microbes use to capture energy and thereby feed themselves? Second, how might these microbial communities (fueled by mineral and CO2-rich fluids) change in response to the physicochemical gradients? Answers to these questions will allow them to address future important questions relating to whether these environments preserve traces of microbial fossils or biosignatures that can show a historical presence and thereby provide a glimpse into the past. This is a new and potentially transformative investigation as there is virtually no information regarding the impact of low-temperature Fe- and Mn-rich groundwater on freshwater or marine ecosystems, whether such systems contribute to carbon fixation and the carbon cycle, or the energetic or metabolic basis of the microbes supporting these ecosystems.\r\n\r\nThis project will partner with the Hydaburg School District. One of the researchers has built a longterm geoscience education and research program with the Hydaburg School District and Hydaburg Cooperative Association (tribal government) since 2008. The program involves 5th-12th grade science classes and teacher training with an emphasis on the interdisciplinary nature of the geosciences. Interested students have the opportunity to participate in field sampling and will interact with scientists during trips to Soda Bay. This project is closely coupled with local tribal groups that have a long history with this site. Researchers will, in turn, routinely share their scientific discoveries with the tribal organization.\r\n\r\nThe project is well suited for EAGER support as it is exploratory in nature and potentially high impact. It will bring together multifaceted-technologies (e.g., aerial site survey, molecular biology, microscopy and geochemistry) in an effort to achieve a multi-scale understanding of this novel ecosystem potentially driven by metals as energy sources and where unique biogeochemical signatures will be preserved. Interpretation of such signatures in the geological record may provide new insights into important geological questions such as life in the ancient past, the role of microbes in the formation of metal ore deposits and even the evolution of life on Earth as the planet evolved from an anoxic to an oxic world. Ultimately, investigators hope to better predict how life now adapts to and mineralization occurs from interactions among these types of multi-dimensional strong gradient-driven environmental forcing functions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Tebo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley M Tebo",
   "pi_email_addr": "tebob@ohsu.edu",
   "nsf_id": "000397720",
   "pi_start_date": "2014-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health and Science University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972393011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 57650.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project between Craig Moyer&rsquo;s Lab at Western Washington University (Bellingham, WA) and Brad Tebo&rsquo;s Lab at Oregon Health &amp; Science University (Portland, OR) examined the geochemistry and geomicrobiology of low-temperature iron-(Fe) and manganese-(Mn) rich carbonate ecosystems in Soda Bay, Alaska. Numerous cold-seeps sourced by groundwaters enriched with carbon dioxide (CO<sub>2</sub>) and dissolved metals are positioned along the shore of the Soda Bay river along the salinity gradient from the river to the estuary. Research here has allowed us to better measure the physical and chemical properties of the springs along the this gradient to characterize the biogeochemical cycling of elements, the composition of the microbial mat communities, and infer the processes supporting life in the cold-seeps.&nbsp;</p>\n<p>Our research demonstrated that morphologically and phylogenetic distinct iron-oxidizing bacteria belonging to freshwater and marine bacterial groups, previously thought to be limited in their habitats, can co-exist in environments of intermediate or fluctuating salinity.&nbsp; These organisms are capable of growing autotrophically with reduced iron as an energy source and CO<sub>2</sub> as their carbon source and thereby appear to form the basis of the food web supporting life in the cold-seep microbial mat communities.&nbsp; We have also identified both heterotrophic organisms well-known to be important in both the oxidative and reductive iron and manganese cycles in the biofilm communities suggesting the complete elemental Fe and Mn cycles operate in the mats.</p>\n<p>Intellectual merit: Our research advances the understanding of the microbial geochemistry of low temperature karst environments and whether the microbial communities in these systems can be supported by the oxidation of iron and manganese as energy generating metabolisms.&nbsp; Prior to this research there was little information regarding the impact of low-temperature iron- and manganese-rich groundwater on freshwater or marine ecosystems, whether such systems contribute to carbon fixation and the carbon cycle, or the energetic or metabolic basis of the microbes supporting these ecosystems. Additionally we are gaining a better understanding of the mechanisms of biomineralization and preservation of microbial fossils/biosignatures in the rock record. Interpretation of such signatures in the geological record may provide new insights into important geological questions such as life in the ancient past, the role of microbes in the formation of metal ore deposits and the evolution of life on Earth as the planet evolved from an anoxic to an oxic world.</p>\n<p>Broader impacts of the research include development of human resources by providing funding for the Ph.D. graduate thesis research of a Native Alaskan female Ph.D. student focusing on environmental research at a site near and of societal importance to her home community.&nbsp; The Ph.D. student also developed an education and research program with an emphasis on the interdisciplinary nature of the geosciences.&nbsp; This program was in partnership with the Hydaburg School District and involved 5<sup>th</sup>-12<sup>th</sup> grade science teachers and students and was also supported by an NSF Geoscience Education Program (GEO-1034611).&nbsp; Interested students had the opportunity to participate in field sampling and interacted with scientists during trips to Soda Bay. This project was closely tied to local tribal groups that have a long history with the Soda Bay field site.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2016<br>\n\t\t\t\t\tModified by: Bradley&nbsp;M&nbsp;Tebo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative project between Craig MoyerÆs Lab at Western Washington University (Bellingham, WA) and Brad TeboÆs Lab at Oregon Health &amp; Science University (Portland, OR) examined the geochemistry and geomicrobiology of low-temperature iron-(Fe) and manganese-(Mn) rich carbonate ecosystems in Soda Bay, Alaska. Numerous cold-seeps sourced by groundwaters enriched with carbon dioxide (CO2) and dissolved metals are positioned along the shore of the Soda Bay river along the salinity gradient from the river to the estuary. Research here has allowed us to better measure the physical and chemical properties of the springs along the this gradient to characterize the biogeochemical cycling of elements, the composition of the microbial mat communities, and infer the processes supporting life in the cold-seeps. \n\nOur research demonstrated that morphologically and phylogenetic distinct iron-oxidizing bacteria belonging to freshwater and marine bacterial groups, previously thought to be limited in their habitats, can co-exist in environments of intermediate or fluctuating salinity.  These organisms are capable of growing autotrophically with reduced iron as an energy source and CO2 as their carbon source and thereby appear to form the basis of the food web supporting life in the cold-seep microbial mat communities.  We have also identified both heterotrophic organisms well-known to be important in both the oxidative and reductive iron and manganese cycles in the biofilm communities suggesting the complete elemental Fe and Mn cycles operate in the mats.\n\nIntellectual merit: Our research advances the understanding of the microbial geochemistry of low temperature karst environments and whether the microbial communities in these systems can be supported by the oxidation of iron and manganese as energy generating metabolisms.  Prior to this research there was little information regarding the impact of low-temperature iron- and manganese-rich groundwater on freshwater or marine ecosystems, whether such systems contribute to carbon fixation and the carbon cycle, or the energetic or metabolic basis of the microbes supporting these ecosystems. Additionally we are gaining a better understanding of the mechanisms of biomineralization and preservation of microbial fossils/biosignatures in the rock record. Interpretation of such signatures in the geological record may provide new insights into important geological questions such as life in the ancient past, the role of microbes in the formation of metal ore deposits and the evolution of life on Earth as the planet evolved from an anoxic to an oxic world.\n\nBroader impacts of the research include development of human resources by providing funding for the Ph.D. graduate thesis research of a Native Alaskan female Ph.D. student focusing on environmental research at a site near and of societal importance to her home community.  The Ph.D. student also developed an education and research program with an emphasis on the interdisciplinary nature of the geosciences.  This program was in partnership with the Hydaburg School District and involved 5th-12th grade science teachers and students and was also supported by an NSF Geoscience Education Program (GEO-1034611).  Interested students had the opportunity to participate in field sampling and interacted with scientists during trips to Soda Bay. This project was closely tied to local tribal groups that have a long history with the Soda Bay field site.\n\n\t\t\t\t\tLast Modified: 07/05/2016\n\n\t\t\t\t\tSubmitted by: Bradley M Tebo"
 }
}