{
 "awd_id": "1421300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Continental extension in the Deep Galicia Basin from 3-D wide-angle seismic refraction methods",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 194000.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2014-09-03",
 "awd_abstract_narration": "In this two-year Postdoctoral Research Fellowship project, the fellow will investigate the history and mechanisms of continental break up in the Deep Galicia Basin offshore Spain in the Atlantic Ocean using the large 3-D wide-angle seismic dataset featuring 70 ocean bottom seismometers (OBS) collected during summer 2013. Research results will improve understanding of how continents stretch and break apart, creating new ocean basins and leaving rifted margins at the trailing edge of continents. The fellow is hosted by the University of Southampton with sponsoring scientist Tim Minshull. Dale Sawyer, Rice University, also serves as a sponsoring scientist. The project involves collaboration with a large international group of scientists with extensive, multidisciplinary expertise in the USA, UK, Germany, Spain, and Portugal. Additional broader impacts include educational training for undergraduates, mentoring plans for a graduate student, and community outreach education events to further educate the public about rifting and continental breakup. This award was supported with funding from the Office of International and Integrative Activities.\r\n\r\nThe objectives of the project are to determine the full 3-D structure and composition of the rifted Galician margin including the faulted continental blocks, thinned crust, and exhumed mantle and to understand the tectonic processes and evolution that created those structures. These structures are covered by the OBS grid within the seismic reflection 3-D box, which is 64 km (E-W) by 20 km (N-S). This project builds on traditional 2-D and 3-D travel-time tomography work already underway by using 3-D wide-angle full waveform inversion, a relatively new technique that yields higher resolution P-wave velocity models. Next upper mantle seismic anisotropy will be examined using P- and S-wave refractions. Understanding this complex marine tectonic environment requires the combined application of wide-angle and reflection data, as well as other geological and geophysical methods. A final component of this project involves tracking fin whale behavior in the North Atlantic using passive OBS recordings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "Karplus Marianne",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Southampton",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "143",
  "inst_country_name": "United Kingdom",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Southampton",
  "perf_str_addr": null,
  "perf_city_name": "Southampton",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "143",
  "perf_ctry_code": "UK",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "8205",
   "pgm_ref_txt": "OCE Postdoctoral Fellowships"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}