{
 "awd_id": "1421285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Linking biogeochemical sulfur and iron cycling with the diversity and activity of benthic microbes in coastal Hawaiian marine environments",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2014-07-02",
 "awd_max_amd_letter_date": "2014-07-02",
 "awd_abstract_narration": "During this two year Postdoctoral Fellowship at the University of Hawaii, the PI will focus her research on understanding how microbes impact the distribution of iron and sulfur in the He'eia Fish Pond. Fish ponds have been an important part of the Hawaiian coastal system for hundreds of years, and this research will provide insights into microbial-mediated chemical cycles in Hawaiian estuaries. The results will be useful for Hawaiian coastal management and fisheries management. The PI will also serve as a mentor and role model for University of Hawaii undergraduates and organize a science outreach program for students at Kamehameha schools. The investment in this Postdoctoral Fellowship will advance the career of the PI who has strong background in microbial research, a field that is of increasing importance in oceanography.\r\n\r\nMicrobes account for more than 90% of biomass in the ocean, produce ~50% of the oxygen on Earth, and play crucial roles in mediating the biogeochemical cycling of elements such as carbon, nitrogen, oxygen, iron, phosphorus and sulfur. However we have a limited understanding\r\nof the specific biogeochemical processes that occur within the ocean, the kinetics of these processes, the taxonomy and physiology of the organisms responsible, the complex syntrophic interactions amongst community members, and the extent to which microbes influence the cycling of bioactive elements. Heeia Fishpond is a tidally-influenced, shallow Hawaiian coastal estuarine system where excessive primary productivity and respiration of phototrophic organisms generate striking diel variations in dissolved oxygen concentrations, and lead to substantial vertical migration of redox transition zones in both the sediment and water column. The PI will couple fine-scale redox measurements and bioenergetic modeling with molecular microbiology and direct measurements of metabolic rates to: (1) constrain the extent and distribution of chemotrophic energy metabolisms within the fishpond, (2) calculate the microbial impact on the speciation and distribution of iron and sulfur, and (3) characterize the diversity and distribution of active benthic microbial communities within the fishpond that regularly occur over the diel cycle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiana",
   "pi_last_name": "Frank",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kiana L Frank",
   "pi_email_addr": "",
   "nsf_id": "000663154",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Frank                   Kiana          L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Kailua",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "",
  "inst_zip_code": "967341642",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "HI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii at Manoa",
  "perf_str_addr": null,
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "743700",
   "pgm_ele_name": "CENTRES FOR OCEAN SCI EDU EXCE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "8205",
   "pgm_ref_txt": "OCE Postdoctoral Fellowships"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microbes play crucial roles in mediating biogeochemical cycling<strong> </strong>in coastal marine habitats, but we have a limited understanding of the microbial community structure (who&rsquo;s there?), functional activity (what are they doing?) and rates of metabolic activity (how fast is this happening?). In shallow coastal ecosystems, excess photosynthesis generates striking diel variations in dissolved oxygen concentrations, leading to substantial changes in the redox transition zones in the sediment. The relationship between microbial community dynamics (structure and activity) and the establishment of these geochemical gradients, especially over a diel time frame, remains poorly constrained.</p>\n<p>The primary goal of this research was to characterize the biogeochemical drivers of diel iron and sulfur redox dynamics by integrating comprehensive geochemical, taxonomic, functional gene abundance, kinetic and thermodynamic datasets from He?eia Fishpond (HFP) sediment cores. HFP, an 88-acre tidally-influenced, shallow Hawaiian coastal estuarine system, is analogous to a large mesocosm embedded in a natural coastal environment, making it an ideal site for coastal biogeochemical studies. Calculated metabolic energy yields utilizing different electron donors revealed diel shifts in functional potential. Rates of microbial iron and sulfate reduction (&micro;mol kg<sup>-1</sup> day<sup>-1</sup>) also showed a diel signature, with highest activity measured at shallow depths at night, and deep activity measured during the day. The microbial communities of the sediment were comprised of a consortium of organisms capable of mediating every single reaction in the linked iron-sulfur redox cycle. Microbial community composition varied with depth and community structure shifted between day and night samples. &nbsp;Changes in community composition were significantly correlated with geochemistry. Accordingly, functional gene abundance correlated with energy potential and aligned with activity. Data suggests that redox variations are a result of depth-related changes in microbial activity and community structure over a diel period.</p>\n<p>This work has developed the most comprehensive picture to date of spatially and temporally distributed metabolisms across redox gradients in a tropical coastal ecosystem.&nbsp; The results of this work has provided a context and mechanistic framework to generate new testable hypotheses about microbial impact on coastal biogeochemical cycles that are currently being applied to fishponds across the state of Hawaii and to agricultural areas immediately upland of fishponds. This work revealed previously undocumented microbial relationships in this environment and established a framework for further investigation into the impact of iron and sulfur cycling on arsenic mobilization, as arsenic has been shown to accumulate into predominant agricultural and aquacultural products. Finally, the results derived from this work highlights interactions between heterotrophs and primary producers in cycling carbon in coastal ecosystems.</p>\n<p>He?eia fishpond is a key and economic resource for Native Hawaiian stakeholders. The results deriving from this work has helped to advance our understanding overall ecosystem health in the fishpond and inform current management practices of endangered marine resources. Additionally this project has helped to establish a community &ldquo;Science Night&rdquo; that is hosted once a semester on site at the fishpond to disseminate scientific findings to the wider community and broaden the engagement of underrepresented groups. Finally, this project has supported an early career Native Hawaiian researcher thereby fostering a role model to help enhance the engagement of Native Hawaiian, Pacific Islanders and other under represented minorities in marine science. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2016<br>\n\t\t\t\t\tModified by: Kiana&nbsp;L&nbsp;Frank</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicrobes play crucial roles in mediating biogeochemical cycling in coastal marine habitats, but we have a limited understanding of the microbial community structure (who?s there?), functional activity (what are they doing?) and rates of metabolic activity (how fast is this happening?). In shallow coastal ecosystems, excess photosynthesis generates striking diel variations in dissolved oxygen concentrations, leading to substantial changes in the redox transition zones in the sediment. The relationship between microbial community dynamics (structure and activity) and the establishment of these geochemical gradients, especially over a diel time frame, remains poorly constrained.\n\nThe primary goal of this research was to characterize the biogeochemical drivers of diel iron and sulfur redox dynamics by integrating comprehensive geochemical, taxonomic, functional gene abundance, kinetic and thermodynamic datasets from He?eia Fishpond (HFP) sediment cores. HFP, an 88-acre tidally-influenced, shallow Hawaiian coastal estuarine system, is analogous to a large mesocosm embedded in a natural coastal environment, making it an ideal site for coastal biogeochemical studies. Calculated metabolic energy yields utilizing different electron donors revealed diel shifts in functional potential. Rates of microbial iron and sulfate reduction (&micro;mol kg-1 day-1) also showed a diel signature, with highest activity measured at shallow depths at night, and deep activity measured during the day. The microbial communities of the sediment were comprised of a consortium of organisms capable of mediating every single reaction in the linked iron-sulfur redox cycle. Microbial community composition varied with depth and community structure shifted between day and night samples.  Changes in community composition were significantly correlated with geochemistry. Accordingly, functional gene abundance correlated with energy potential and aligned with activity. Data suggests that redox variations are a result of depth-related changes in microbial activity and community structure over a diel period.\n\nThis work has developed the most comprehensive picture to date of spatially and temporally distributed metabolisms across redox gradients in a tropical coastal ecosystem.  The results of this work has provided a context and mechanistic framework to generate new testable hypotheses about microbial impact on coastal biogeochemical cycles that are currently being applied to fishponds across the state of Hawaii and to agricultural areas immediately upland of fishponds. This work revealed previously undocumented microbial relationships in this environment and established a framework for further investigation into the impact of iron and sulfur cycling on arsenic mobilization, as arsenic has been shown to accumulate into predominant agricultural and aquacultural products. Finally, the results derived from this work highlights interactions between heterotrophs and primary producers in cycling carbon in coastal ecosystems.\n\nHe?eia fishpond is a key and economic resource for Native Hawaiian stakeholders. The results deriving from this work has helped to advance our understanding overall ecosystem health in the fishpond and inform current management practices of endangered marine resources. Additionally this project has helped to establish a community \"Science Night\" that is hosted once a semester on site at the fishpond to disseminate scientific findings to the wider community and broaden the engagement of underrepresented groups. Finally, this project has supported an early career Native Hawaiian researcher thereby fostering a role model to help enhance the engagement of Native Hawaiian, Pacific Islanders and other under represented minorities in marine science.  \n\n \n\n\t\t\t\t\tLast Modified: 09/27/2016\n\n\t\t\t\t\tSubmitted by: Kiana L Frank"
 }
}