{
 "awd_id": "1421116",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Making for Change: Becoming Community Engineering Experts through Makerspaces and Youth Ethnography",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 299992.0,
 "awd_amount": 299992.0,
 "awd_min_amd_letter_date": "2014-08-13",
 "awd_max_amd_letter_date": "2014-08-13",
 "awd_abstract_narration": "Many communities across the country are developing \"maker spaces,\" environments that combine physical fabrication equipment, social communities of people working together, and educational activities for learning how to design and create objects.  Increasingly, maker spaces and maker technologies are being designed to provide extended learning opportunities for school-aged young people.  Unfortunately few youth from under-represented populations have had the opportunity to participate in these maker spaces. This proof-of-concept project, a collaboration of faculty from Michigan State University and the University of North Carolina, Greensboro with staff of the Boys and Girls Clubs in Lansing and Greensboro, will address two challenges faced by middle school youth from backgrounds underrepresented in engineering professions: 1) a lack of opportunities to learn engineering meaningfully and to apply it to understanding and solving real-world problems (i.e. learning), and 2) few experiences that foster the ability to see oneself as an important, contributing producer and consumer of engineering (i.e. identity).  The team will develop and study an informal (out-of-school) STEM learning model to engage middle school youth from underrepresented backgrounds in experiences related to engineering-for-sustainable-communities. The model engages youth both in maker spaces and in conducting community ethnography studies to identify local problems and then to design potential solutions for them. The participants will  also be connected into a broader social network of experts.    \r\n\r\nUsing a design-based research approach and applying social practice theory and systems theory, the work will identify how critical aspects of the learning environment shape identity work.  This will yield information on the value and affect of the instructional tools that will be produced. The team hypothesizes that, by alternating over time between maker spaces activities and community ethnography studies, youth will a) reflect upon what they know and need to know to define problems and design solutions, b) develop stronger engineering identities, and c) realize the potential they have to make change in their community.  Professionals in education and engineering will benefit from additional empirical evidence for how  identity  unfolds over time, across learning contexts, and how it promotes opportunities to learn in engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Calabrese Barton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Calabrese Barton",
   "pi_email_addr": "angieCB@umich.edu",
   "nsf_id": "000100970",
   "pi_start_date": "2014-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edna",
   "pi_last_name": "Tan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edna Tan",
   "pi_email_addr": "e_tan@uncg.edu",
   "nsf_id": "000528759",
   "pi_start_date": "2014-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242601",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MI",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large gaps in achievement and interest in science and engineering [STEM] persist for youth growing up in poverty, and in particular for African American and Latino youth. Within the informal community, the recently evolving maker movement has evoked interest for its potential role in breaking down longstanding barriers to learning and attainment in STEM, with advocates arguing for its democratizing effects. However, there is little evidence that the maker movement has been <em>broadly successful</em> at involving a diverse audience, especially over a sustained period of time. The movement remains an adult, white, middle-class pursuit, led by those with the leisure time, technical knowledge, experience, and resources to make. Even with the growth of community-based makerspaces, users of these spaces tend to be white adult men. At the same time, making programs are proliferating in science museums, public libraries and increasingly, as STEM-clubs in public schools. What remains unclear is how youth of color from low-income backgrounds, who are typically not the target youth group of most makerspace programs can access and engage in makerspaces in robust, equitable, and consequential ways.</p>\n<p>&nbsp;</p>\n<p>We engaged in a two-year participatory design study in two community youth-centered making programs at the local Boys and Girls club in Michigan and North Carolina. Our project sought to ascertain how making programs can be co-designed with youth and community stakeholders, including adult staff members at the Boys and Girls clubs, to be equitable and consequential. By equitable, we mean the program has to be 1) accessible to community youth who typically come from low-income families with limited transport options, which was why we situated the making program within the boys and girls clubs; and 2) sustained over a significant period of time so that youth have repeated opportunities to explore and engage in increasingly complex making (addressed through weekly programming with one-week summer intensives). By consequential, we envisioned the making program would 1) engage youth in making that matters to their everyday lives and concerns (decisions in what to make and how to make were co-constructed with youth and community members); 2) scaffold and empower youth to explore and gain expertise in STEM knowledge and practices during the making process. In two years of programming, we worked with over 40 low-income youth of color across the two sites. 95% of youth stayed for at least one full year of programming, and about 50% stayed for both years. At both sites, even as funding for M4C has been completed, the making programs have continued as we work towards sustainability.</p>\n<p>&nbsp;</p>\n<p>Key findings revealed that when the making process was critical, connected and collective youth were more likely to have sustained and empowered engagement in making. Findings also indicated that it was essential to balance purposeful playfulness with what we have termed just-in-time STEM modules (rather than front-loading STEM content before engaging in making) and to invite a broadening range of identities youth could draw on as reasons to make. We found that engaging youth in community ethnography (through teaching youth how to create surveys and conduct interviews with community members to collectively figure out what kinds of innovations may help the community) was especially empowering. Some of the projects youth created after months of sustained making included 1) light-up football designed for children living in neighborhoods with no street-lights [made by Samuel, 12 year old African American boy]; 2) a &ldquo;Cautious hat&rdquo; with an alarm and decorative LED light, powered by a solar panel, designed for homeless youth so that they can stay safe and fashionable when quartered in shelters with strangers [made by 10 year old Tamzin, African American girls who experienced homelessness]; 3) a heated, light-weight jacket for teens to stay warm and fashionable in winter and not get bullied for their clothing [made by 12 year old Jennifer, African American, and 13 year old Emily, White]; 4) tension baby-gate hacked to be motorized and activated by sound to help wheelchair-bound caretakers, made by 14 year old Kelvin and 15 year old Peter, African American boys; and 6) little free STEM library with self-assembled maker-kits for other children at their community club, made by 14 year old Samuel, African American boy, and 15 year old Fall, White girl]. <strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>Findings suggest that framing youths&rsquo; experiences through the lens of equitable and consequential learning challenges the field to consider how making as a practice is never separate from individual and social histories that unfold across space and time. &nbsp;Who can make and who cannot, whose knowledge matters and whose does not, are all a part of making itself. These questions that are deeply related to how youth are able to develop a sense of belonging in a making space are important ones to consider if the maker movement is to truly to be able to democratize STEM education.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2017<br>\n\t\t\t\t\tModified by: Angela&nbsp;Calabrese Barton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLarge gaps in achievement and interest in science and engineering [STEM] persist for youth growing up in poverty, and in particular for African American and Latino youth. Within the informal community, the recently evolving maker movement has evoked interest for its potential role in breaking down longstanding barriers to learning and attainment in STEM, with advocates arguing for its democratizing effects. However, there is little evidence that the maker movement has been broadly successful at involving a diverse audience, especially over a sustained period of time. The movement remains an adult, white, middle-class pursuit, led by those with the leisure time, technical knowledge, experience, and resources to make. Even with the growth of community-based makerspaces, users of these spaces tend to be white adult men. At the same time, making programs are proliferating in science museums, public libraries and increasingly, as STEM-clubs in public schools. What remains unclear is how youth of color from low-income backgrounds, who are typically not the target youth group of most makerspace programs can access and engage in makerspaces in robust, equitable, and consequential ways.\n\n \n\nWe engaged in a two-year participatory design study in two community youth-centered making programs at the local Boys and Girls club in Michigan and North Carolina. Our project sought to ascertain how making programs can be co-designed with youth and community stakeholders, including adult staff members at the Boys and Girls clubs, to be equitable and consequential. By equitable, we mean the program has to be 1) accessible to community youth who typically come from low-income families with limited transport options, which was why we situated the making program within the boys and girls clubs; and 2) sustained over a significant period of time so that youth have repeated opportunities to explore and engage in increasingly complex making (addressed through weekly programming with one-week summer intensives). By consequential, we envisioned the making program would 1) engage youth in making that matters to their everyday lives and concerns (decisions in what to make and how to make were co-constructed with youth and community members); 2) scaffold and empower youth to explore and gain expertise in STEM knowledge and practices during the making process. In two years of programming, we worked with over 40 low-income youth of color across the two sites. 95% of youth stayed for at least one full year of programming, and about 50% stayed for both years. At both sites, even as funding for M4C has been completed, the making programs have continued as we work towards sustainability.\n\n \n\nKey findings revealed that when the making process was critical, connected and collective youth were more likely to have sustained and empowered engagement in making. Findings also indicated that it was essential to balance purposeful playfulness with what we have termed just-in-time STEM modules (rather than front-loading STEM content before engaging in making) and to invite a broadening range of identities youth could draw on as reasons to make. We found that engaging youth in community ethnography (through teaching youth how to create surveys and conduct interviews with community members to collectively figure out what kinds of innovations may help the community) was especially empowering. Some of the projects youth created after months of sustained making included 1) light-up football designed for children living in neighborhoods with no street-lights [made by Samuel, 12 year old African American boy]; 2) a \"Cautious hat\" with an alarm and decorative LED light, powered by a solar panel, designed for homeless youth so that they can stay safe and fashionable when quartered in shelters with strangers [made by 10 year old Tamzin, African American girls who experienced homelessness]; 3) a heated, light-weight jacket for teens to stay warm and fashionable in winter and not get bullied for their clothing [made by 12 year old Jennifer, African American, and 13 year old Emily, White]; 4) tension baby-gate hacked to be motorized and activated by sound to help wheelchair-bound caretakers, made by 14 year old Kelvin and 15 year old Peter, African American boys; and 6) little free STEM library with self-assembled maker-kits for other children at their community club, made by 14 year old Samuel, African American boy, and 15 year old Fall, White girl].  \n\n \n\nFindings suggest that framing youths? experiences through the lens of equitable and consequential learning challenges the field to consider how making as a practice is never separate from individual and social histories that unfold across space and time.  Who can make and who cannot, whose knowledge matters and whose does not, are all a part of making itself. These questions that are deeply related to how youth are able to develop a sense of belonging in a making space are important ones to consider if the maker movement is to truly to be able to democratize STEM education.\n\n \n\n\t\t\t\t\tLast Modified: 10/05/2017\n\n\t\t\t\t\tSubmitted by: Angela Calabrese Barton"
 }
}