{
 "awd_id": "1421941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Chinese Labor Unrest: Transforming the State from Below?",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2014-07-21",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "In China, tens of thousands of strikes, protests, and riots over workplace issues are estimated to occur annually. What is the political impact of this turmoil? Dominant analyses assume that rising unrest is not fundamentally altering the Chinese political system. This project assesses another interpretation, namely that worker activism is gradually transforming the Party-state from below, but in a potentially contradictory manner, spurring a strengthening of the coercive capacity of local governments, on the one hand, while forcing officials to side with labor against capital in formally adjudicated disputes and to publicly reframe the role of workers in a more positive light, on the other. \r\n\r\nTo test this hypothesis, the project will first employ an original, crowd-sourced and georeferenced dataset of strikes, protests, and riots by workers across China, as well as GIS maps of county-level demographic and economic data, to identify those causes of labor unrest that might also correlate with government policy. Next, it will use a time series dataset drawn from official sources to analyze the relationship between provincial-level labor dispute rates and both spending on the anti-riot People's Armed Police (PAP) and outcomes of labor dispute mediation, arbitration, and litigation (i.e., the balance between pro-worker, pro-employer, and mixed rulings), controlling for those variables that were significant in the first round of analysis. Finally, to examine subtle changes in government rhetoric and to understand the precise mechanisms potentially linking unrest and policy outcomes, interviews will be conducted and media reports and state press releases collected in provinces that lie along the regression line of disputes and PAP spending but that vary in their levels of unrest. \r\n\r\nThis research will have important ramifications for our understanding of the long-term viability of the Chinese Communist Party, as well as the role of social movements under authoritarianism more generally. To date, the emphasis of researchers has largely been on how state structures shape dissent, not the reverse, and on movement \"successes\" versus \"failures.\" The project will examine alternatives to prevailing top-down narratives of state-society relations and explore how concessions and repression can combine in unexpected ways, encouraging further unrest even as unrest is clamped down upon more forcefully. The project will prove valuable outside of academic circles. Its findings should provide guidance to activists in the international labor movement regarding how best to support their counterparts in China. Following the dramatic events of the Arab Spring, democracy promotion experts in government and civil society ought to find the results of the project useful in gauging the openings?and barriers?to reform in single-party states. Finally, at a time when spending on domestic \"stability maintenance\" has outstripped the entire Chinese defense budget, this research will inform debates among security analysts regarding Beijing's internal and external priorities and the interaction between the two.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Bunce",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie Bunce",
   "pi_email_addr": "vjb2@cornell.edu",
   "nsf_id": "000572999",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manfred",
   "pi_last_name": "Elfstrom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manfred Elfstrom",
   "pi_email_addr": "ime8@cornell.edu",
   "nsf_id": "000658993",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Government, Cornell University",
  "perf_str_addr": "214 White Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examines the governance impact of rising labor unrest in China. It employs statistical analysis of an original crowd-mapped and geo-referenced dataset of strikes, protests, and riots by Chinese workers, as well as extensive interviews conducted with industrial relations stakeholders in several provinces in China, to arrive at a number of findings. &nbsp;Specifically, Chinese workers are asserting their interests in increasing numbers, raising more ambitious demands than in the past, and experimenting with new repertoires of contention. Authorities, from Beijing down to municipal governments, meanwhile, are reacting in two ways: with an increased investment in public security, on the one hand, and a more pro-worker stance in employment disputes, on the other.&nbsp; This dual response means that conflict is effectively contained (for the moment, at least) but workers&rsquo; hopes for justice are raised, while business elites are alienated.&nbsp; However, contrary to the intial expectations of the project's main researcher, policies in low-unrest parts of the country are not necessarily converging with those of high-unrest parts.&nbsp; Even as labor activists diffuse strike tactics outward from hotspots of contention, officials in relatively quiescent areas learn from the experiences of counterparts in more restive areas and take preemptive measures.&nbsp; In other words, the state is being transformed from below, but in a staggered, uneven manner.</p>\n<p>These findings have important implications for scholarship in political science, as well as other disciplines concerned with workplace dynamics and state development, such as sociology and industrial relations.&nbsp;To date, researchers have largely restricted their analysis of the outcomes of popular mobilization to liberal democracies.&nbsp; When the results of protests against authoritarian governments <em>have been&nbsp;</em>studied, researchers have typically focus on the determinants of regime collapse versus resilience.&nbsp; As a consequence, non-democratic rulers have been simplistically understood as either hopelessly outmoded or as all knowing and unchanging.&nbsp; This project, in contrast, concerns processes of bottom-up evolution (not stasis) occurring within (not necessarily away from) authoritarianism. &nbsp;Outside of academia, the findings should be of use to practitioners, from labor activists to officials, trying to understand contention and policymaking in what has been called \"the workshop of the world.\"&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2015<br>\n\t\t\t\t\tModified by: Manfred&nbsp;Elfstrom</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1421941/1421941_10321459_1446239439963_StrikesandMigrantsYRD--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1421941/1421941_10321459_1446239439963_StrikesandMigrantsYRD--rgov-800width.jpg\" title=\"Strikes, Protests, and Riots by Chinese Workers\"><img src=\"/por/images/Reports/POR/2015/1421941/1421941_10321459_1446239439963_StrikesandMigrantsYRD--rgov-66x44.jpg\" alt=\"Strikes, Protests, and Riots by Chinese Workers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This image shows strikes, protests, and riots by Chinese workers near the Yangtze River Delta. Counties that are shaded darker have a higher percentage of their population registered in another province, according to China's 2010 census.</div>\n<div class=\"imageCredit\">Manfred Elfstrom</div>\n<div class=\"imagePermisssions\">...",
  "por_txt_cntn": "\nThis project examines the governance impact of rising labor unrest in China. It employs statistical analysis of an original crowd-mapped and geo-referenced dataset of strikes, protests, and riots by Chinese workers, as well as extensive interviews conducted with industrial relations stakeholders in several provinces in China, to arrive at a number of findings.  Specifically, Chinese workers are asserting their interests in increasing numbers, raising more ambitious demands than in the past, and experimenting with new repertoires of contention. Authorities, from Beijing down to municipal governments, meanwhile, are reacting in two ways: with an increased investment in public security, on the one hand, and a more pro-worker stance in employment disputes, on the other.  This dual response means that conflict is effectively contained (for the moment, at least) but workersÆ hopes for justice are raised, while business elites are alienated.  However, contrary to the intial expectations of the project's main researcher, policies in low-unrest parts of the country are not necessarily converging with those of high-unrest parts.  Even as labor activists diffuse strike tactics outward from hotspots of contention, officials in relatively quiescent areas learn from the experiences of counterparts in more restive areas and take preemptive measures.  In other words, the state is being transformed from below, but in a staggered, uneven manner.\n\nThese findings have important implications for scholarship in political science, as well as other disciplines concerned with workplace dynamics and state development, such as sociology and industrial relations. To date, researchers have largely restricted their analysis of the outcomes of popular mobilization to liberal democracies.  When the results of protests against authoritarian governments have been studied, researchers have typically focus on the determinants of regime collapse versus resilience.  As a consequence, non-democratic rulers have been simplistically understood as either hopelessly outmoded or as all knowing and unchanging.  This project, in contrast, concerns processes of bottom-up evolution (not stasis) occurring within (not necessarily away from) authoritarianism.  Outside of academia, the findings should be of use to practitioners, from labor activists to officials, trying to understand contention and policymaking in what has been called \"the workshop of the world.\" \n\n\t\t\t\t\tLast Modified: 11/13/2015\n\n\t\t\t\t\tSubmitted by: Manfred Elfstrom"
 }
}