{
 "awd_id": "1421354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral dissertation research: First language impacts on second language component reading skills, word skills, and overall reading achievement",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 15120.0,
 "awd_amount": 15120.0,
 "awd_min_amd_letter_date": "2014-07-24",
 "awd_max_amd_letter_date": "2014-07-24",
 "awd_abstract_narration": "Learning to read a second language is fundamentally different from learning to read a first language. Unlike children, adult second language (L2) learners have limited knowledge of their new language but may already have fluent reading skills in their first language (L1). These reading skills develop differently based on characteristics of the orthography, such as the amount of phonetic information and the consistency of the written unit-spoken unit correspondences. Good evidence exists that L1 orthography experience transfers and impacts L2 literacy skills, but the range of these effects, in different tasks for learners from different L1 types, are not well understood.\r\n\r\nThe overall goal of this dissertation project is to understand the influence that a learner's L1 orthography has on basic literacy skills and on how these skills are interrelated.  In the first two studies, behavioral data will be collected on a set of language and literacy-related skills from native French, Hebrew, and Mandarin speakers. These languages were selected to represent three major orthography types:  French, an alphabet; Hebrew, a consonant-based abjad, in which vowels are generally not written; and Mandarin, a character-based morphosyllabary. Participants will complete measures of phonological awareness, orthographic knowledge, word recognition, pseudoword decoding, reading comprehension, and English proficiency.  The primary goal is to investigate the impact that L1 has on the phonological unit size at which speakers have greatest awareness, and the extent of their lexical and sublexical orthographic knowledge.  Another goal is to explore the interrelations among these skills and how they differentially contribute to word recognition and more general reading ability. In the third study, data will be collected on literacy skills from adult ESL classroom learners to examine these skills in a classroom setting, rather than in a laboratory, and to test the effectiveness of an instructional intervention designed to boost students' strategies for dealing with unfamiliar words.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Juffs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Juffs",
   "pi_email_addr": "juffs@pitt.edu",
   "nsf_id": "000215451",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Martin",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine I Martin",
   "pi_email_addr": "martinki@siu.edu",
   "nsf_id": "000663036",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 Fifth Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this dissertation was to investigate basic literacy skills in learners of English as a second language (ESL), and specifically to compare performance on a range of different skills by learners with different first languages.&nbsp; Good literacy skills are crucial for educational and professional success, but adult learners of a second language face a different challenge than children learning to read in their first language.&nbsp; Unlike children, adult second language learners often have limited spoken language skills in the new language but may have already developed literacy in their first language.&nbsp; Importantly, previous research has shown that when individuals learn to read for the first time, the characteristics of the language and writing system that they learn (e.g., is it alphabetic, like English or Spanish, or character-based, like Chinese?) influence the way that they process a text and the skills that they rely on most to read successfully.&nbsp; When individuals learn to read a second language that is similar to their first language, this pre-existing literacy ability can transfer and help them read in the new language.&nbsp; However, when there are differences between the two languages, the reading processes developed for the first language may actually predispose learners to process a text in their second language in non-optimal ways.&nbsp; Thus, this project investigated a wide range of literacy skills in ESL learners from different first languages and first language writing systems.&nbsp; The goal was to understand when, and in what ways, learners&rsquo; first language impacted how they performed on various basic literacy skills and reading abilities in English.</p>\n<p>In the first part of this project, we collected data from 260 participants from first languages chosen to represent the range of possible writing systems:&nbsp; French (an alphabet), Hebrew (a consonant-based writing system called an abjad), and Mandarin Chinese (a character-based morphosyllabary), as well as native English speakers.&nbsp; They completed measures of sound manipulation ability (called phonological awareness), spelling knowledge, judgments of letter strings, word reading, sounding out pseudowords, lexical decision, reading and listening comprehension, and vocabulary knowledge.&nbsp; The NSF award was particularly instrumental for this part of the project, because all data from ESL learners were collected abroad (in France, Israel, and Taiwan) in person by the co-PI Katherine I. Martin.&nbsp; This was crucial for minimizing the variability among participants, a common challenge in second language research.</p>\n<p>We found that a learner&rsquo;s first language has a strong impact on their performance on second language literacy tasks.&nbsp; For example, Chinese speakers developed good spelling knowledge, but had more difficulty with phonological awareness. Importantly, learners from a first language that does not generally write vowels (Hebrew and Chinese) had more difficulty with spellings for vowels than consonants, whereas learners from an alphabetic first language (French and English) did not.&nbsp; We also found that the nature of the task had a large impact on performance.&nbsp; For example, the Chinese speakers did well on a phonological awareness task that did not require a spoken response, but were much less accurate when they had to produce a spoken answer.&nbsp; In addition, readers tended to rely on pronunciation-based information more for tasks that required them to say a word aloud, but rely on visual-based information more for tasks without this requirement (although the strengths of these tendencies varied across first languages). &nbsp;</p>\n<p>In the second part of this project, we collected data from 177 ESL students enrolled in a reading class at an intensive English program in the United States.&nbsp; We measured their phonological awareness, sound discrimination ability, spelling knowledge, word reading, and reading attitudes and behaviors at the beginning and at the end of an academic semester.&nbsp; A subset of the students also received a set of supplemental instructional lessons and activities that were designed to improve their knowledge of English word forms and spelling-sound correspondences.&nbsp; Our instructional intervention was successful at improving learners&rsquo; knowledge of English spelling and also impacted their phonological awareness.&nbsp; This provides an important starting point for developing effective instructional and practice activities for ESL learners, who have received relatively little attention in literacy intervention research.</p>\n<p>Overall, this project contributes to our understanding of second language literacy skills and how they may vary across learners coming from different first language backgrounds.&nbsp; This project also contributes to our understanding of the importance of considering the specific tasks used to measure skills when designing research and interpreting the results.&nbsp; In addition to improving our general knowledge of the cognitive consequences of literacy experience, this work suggests a number of ways that literacy instructors can work to improve their students&rsquo; basic reading skills.&nbsp; These include focusing on written vowels, frequently linking written and spoken forms of words, and teaching students strategies for dealing with unfamiliar words, such as making comparisons to words they do know.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2016<br>\n\t\t\t\t\tModified by: Katherine&nbsp;I&nbsp;Martin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this dissertation was to investigate basic literacy skills in learners of English as a second language (ESL), and specifically to compare performance on a range of different skills by learners with different first languages.  Good literacy skills are crucial for educational and professional success, but adult learners of a second language face a different challenge than children learning to read in their first language.  Unlike children, adult second language learners often have limited spoken language skills in the new language but may have already developed literacy in their first language.  Importantly, previous research has shown that when individuals learn to read for the first time, the characteristics of the language and writing system that they learn (e.g., is it alphabetic, like English or Spanish, or character-based, like Chinese?) influence the way that they process a text and the skills that they rely on most to read successfully.  When individuals learn to read a second language that is similar to their first language, this pre-existing literacy ability can transfer and help them read in the new language.  However, when there are differences between the two languages, the reading processes developed for the first language may actually predispose learners to process a text in their second language in non-optimal ways.  Thus, this project investigated a wide range of literacy skills in ESL learners from different first languages and first language writing systems.  The goal was to understand when, and in what ways, learners? first language impacted how they performed on various basic literacy skills and reading abilities in English.\n\nIn the first part of this project, we collected data from 260 participants from first languages chosen to represent the range of possible writing systems:  French (an alphabet), Hebrew (a consonant-based writing system called an abjad), and Mandarin Chinese (a character-based morphosyllabary), as well as native English speakers.  They completed measures of sound manipulation ability (called phonological awareness), spelling knowledge, judgments of letter strings, word reading, sounding out pseudowords, lexical decision, reading and listening comprehension, and vocabulary knowledge.  The NSF award was particularly instrumental for this part of the project, because all data from ESL learners were collected abroad (in France, Israel, and Taiwan) in person by the co-PI Katherine I. Martin.  This was crucial for minimizing the variability among participants, a common challenge in second language research.\n\nWe found that a learner?s first language has a strong impact on their performance on second language literacy tasks.  For example, Chinese speakers developed good spelling knowledge, but had more difficulty with phonological awareness. Importantly, learners from a first language that does not generally write vowels (Hebrew and Chinese) had more difficulty with spellings for vowels than consonants, whereas learners from an alphabetic first language (French and English) did not.  We also found that the nature of the task had a large impact on performance.  For example, the Chinese speakers did well on a phonological awareness task that did not require a spoken response, but were much less accurate when they had to produce a spoken answer.  In addition, readers tended to rely on pronunciation-based information more for tasks that required them to say a word aloud, but rely on visual-based information more for tasks without this requirement (although the strengths of these tendencies varied across first languages).  \n\nIn the second part of this project, we collected data from 177 ESL students enrolled in a reading class at an intensive English program in the United States.  We measured their phonological awareness, sound discrimination ability, spelling knowledge, word reading, and reading attitudes and behaviors at the beginning and at the end of an academic semester.  A subset of the students also received a set of supplemental instructional lessons and activities that were designed to improve their knowledge of English word forms and spelling-sound correspondences.  Our instructional intervention was successful at improving learners? knowledge of English spelling and also impacted their phonological awareness.  This provides an important starting point for developing effective instructional and practice activities for ESL learners, who have received relatively little attention in literacy intervention research.\n\nOverall, this project contributes to our understanding of second language literacy skills and how they may vary across learners coming from different first language backgrounds.  This project also contributes to our understanding of the importance of considering the specific tasks used to measure skills when designing research and interpreting the results.  In addition to improving our general knowledge of the cognitive consequences of literacy experience, this work suggests a number of ways that literacy instructors can work to improve their students? basic reading skills.  These include focusing on written vowels, frequently linking written and spoken forms of words, and teaching students strategies for dealing with unfamiliar words, such as making comparisons to words they do know.\n\n \n\n\t\t\t\t\tLast Modified: 08/10/2016\n\n\t\t\t\t\tSubmitted by: Katherine I Martin"
 }
}