{
 "awd_id": "1421196",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "OCE-PRF Track 1 (Broadening Participation):  Impact of Phytoplankton-Bacteria Interactions on Metal Bioavailability",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927589",
 "po_email": "gpugh@nsf.gov",
 "po_sign_block_name": "Judith Pugh",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2014-07-01",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "In this two year postdoctoral research fellowship, the fellow will analyze how bacteria-picophytoplankton interactions impact the utilization of trace metals from desert dust. Results of these experiments will elucidate biological advantages conferred by the production of metal chelators, as it reveals the role that bacteria play in phytoplankton metal acquisition, and will advance understanding in oceanic primary production and carbon cycling. The fellow will broaden participation of under-represented groups in ocean sciences at local high schools and diversity-serving colleges through teaching modules and research internships focusing on the ocean sciences and marine trace metal nutrition. The fellow is being hosted by sponsoring scientist Dr. Mak Saito at Woods Hole Oceanographic Institution.\r\n\r\nThe research examines how the interactions between bacteria and phytoplankton modulate the bioavailability of metals from desert dust, and thus impact metal uptake and the growth of phytoplankton. The work addresses the following hypothesis: The presence of bacteria in picophytoplankton cultures will (a) enable iron and cobalt solubilization, (b) spur picophytoplankton metal uptake and growth, and (c) lead to expression of iron uptake transporters which more closely resembles their expression in the natural marine environment. Specifically, the picoeukaryote Ostreococcus and the cyanobacterium Crocosphaera will be grown in semi-continuous cultures under axenic conditions (control), with bacterial isolates (laboratory culture experiments) and in the presence of natural bacterial populations (shipboard culture experiments), with and without addition of desert dust, under trace metal clean conditions. Ostreococcus and Crocosphaera are representative model organisms for processes of picoeukaryotic photosynthesis and nitrogen fixation. Treatment effects on growth rate, metal uptake, and ligand conditional stability constants will be measured. Siderophore transporters and other proteins involved in iron uptake will be detected by proteomic methods. Further, a differential and quantitative proteomic approach will allow for the detection of proteins involved in iron uptake in subsurface ocean samples, in order to compare to the transporters and transporter expression levels of experimental cultures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "Gauglitz                Julia",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Goleta",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "931176025",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": null,
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The base of the oceanic food web is composed of microorganisms that perform vital functions for the health and well-being of our oceans. These microbes engage in a number of different activities, including photosynthesis, nitrogen fixation and keeping important nutrients, such as metals, in the surface oceans. Cyanobacteria play a vital role in primary production and subsequent removal of carbon to the deep ocean and some, such as <em>Crocosphaera watsonii</em>, use nitrogen gas as their primary nitrogen source, also supplying an important source of new nitrogen into the system. As both photosynthesis and nitrogen fixation have a high iron requirement, these microorganisms&rsquo; activity is especially susceptible to the levels of bioavailable iron (which are generally low); however, the iron uptake pathways in most cyanobacteria are not well characterized. The ability of any microorganism to take up iron depends on the chemical form of the iron, as well as the organism&rsquo;s genetic complement and physiological status. This National Science Foundation fellowship focused on better understanding metal uptake and use in <em>Crocosphaera watsonii</em> as well as iron uptake mechanisms in other heterotrophic microbes, which are thought to produce and release small molecules (such as siderophores) into the environment to bind the little iron present and maintain it in the surface waters.</p>\n<p>By measuring protein abundance in <em>Crocosphaera watsonii</em> WH8501 over an entire 24hr period, we were able to show that there is a concerted cell-wide effort to switch over metabolism from photosynthesis during the day to nitrogen fixation at night. We identified a putative metal chaperone that binds iron while one set of proteins is degraded and the other is synthesized. We also measured changes in relative protein abundance in cultures grown at different iron concentrations, including after addition of desert dust (a complex natural source of iron). Our results push us closer to an understanding of which metabolic pathways are affected by iron limitation, yet the specific uptake pathways remain elusive.</p>\n<p>To better understand the physiology of microorganisms that solubilize iron, we screened microbes for siderophore production. Numerous uptake pathways were detected in the bacterium <em>Vibrio cyclitrophicus </em>1F-53 using untargeted proteomics techniques, where considerable changes in metabolism was detected under low iron. We found that <em>V. cyclitrophicus</em> effectively uses its own set of siderophores, but also acts as an opportunist, increasing expression of multiple iron transport proteins. Notably, when this strain<em> </em>was grown under low iron and in the presence of desferrioxamine B (a siderophore that it cannot make), native siderophore production decreased while a distinct transport protein related to the ferrioxamine receptor protein increased. These results demonstrate siderophore producer and cheater phenotypes that are involved in the competition for iron that shapes the microbial community structure of marine ecosystems.</p>\n<p>This project supported interdisciplinary training in marine chemistry and microbial physiology&nbsp;for the fellow at Woods Hole Oceanographic Institution. The fellow engaged in teaching through the Woods Hole Partnership Education Program (WHPEP) summer course and the &lsquo;Semester at WHOI&rsquo; undergraduate program. The WHPEP engaged students from underrepresented backgrounds and included an 8 week research experience, for which the fellow was a mentor. The fellow trained and mentored two undergraduates. Research findings were presented by both the mentees and the fellow to the broader scientific community through oral and poster presentations in the Woods hole community and at national science meetings. The fellow further engaged the community as a science fellow for the National Network for Ocean and Climate Change Interpretation (NNOCCI), a program which pairs scientists and informal educators to promote evidence-based communication methods to engage the public on discussions about climate.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2017<br>\n\t\t\t\t\tModified by: Julia&nbsp;Gauglitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe base of the oceanic food web is composed of microorganisms that perform vital functions for the health and well-being of our oceans. These microbes engage in a number of different activities, including photosynthesis, nitrogen fixation and keeping important nutrients, such as metals, in the surface oceans. Cyanobacteria play a vital role in primary production and subsequent removal of carbon to the deep ocean and some, such as Crocosphaera watsonii, use nitrogen gas as their primary nitrogen source, also supplying an important source of new nitrogen into the system. As both photosynthesis and nitrogen fixation have a high iron requirement, these microorganisms? activity is especially susceptible to the levels of bioavailable iron (which are generally low); however, the iron uptake pathways in most cyanobacteria are not well characterized. The ability of any microorganism to take up iron depends on the chemical form of the iron, as well as the organism?s genetic complement and physiological status. This National Science Foundation fellowship focused on better understanding metal uptake and use in Crocosphaera watsonii as well as iron uptake mechanisms in other heterotrophic microbes, which are thought to produce and release small molecules (such as siderophores) into the environment to bind the little iron present and maintain it in the surface waters.\n\nBy measuring protein abundance in Crocosphaera watsonii WH8501 over an entire 24hr period, we were able to show that there is a concerted cell-wide effort to switch over metabolism from photosynthesis during the day to nitrogen fixation at night. We identified a putative metal chaperone that binds iron while one set of proteins is degraded and the other is synthesized. We also measured changes in relative protein abundance in cultures grown at different iron concentrations, including after addition of desert dust (a complex natural source of iron). Our results push us closer to an understanding of which metabolic pathways are affected by iron limitation, yet the specific uptake pathways remain elusive.\n\nTo better understand the physiology of microorganisms that solubilize iron, we screened microbes for siderophore production. Numerous uptake pathways were detected in the bacterium Vibrio cyclitrophicus 1F-53 using untargeted proteomics techniques, where considerable changes in metabolism was detected under low iron. We found that V. cyclitrophicus effectively uses its own set of siderophores, but also acts as an opportunist, increasing expression of multiple iron transport proteins. Notably, when this strain was grown under low iron and in the presence of desferrioxamine B (a siderophore that it cannot make), native siderophore production decreased while a distinct transport protein related to the ferrioxamine receptor protein increased. These results demonstrate siderophore producer and cheater phenotypes that are involved in the competition for iron that shapes the microbial community structure of marine ecosystems.\n\nThis project supported interdisciplinary training in marine chemistry and microbial physiology for the fellow at Woods Hole Oceanographic Institution. The fellow engaged in teaching through the Woods Hole Partnership Education Program (WHPEP) summer course and the ?Semester at WHOI? undergraduate program. The WHPEP engaged students from underrepresented backgrounds and included an 8 week research experience, for which the fellow was a mentor. The fellow trained and mentored two undergraduates. Research findings were presented by both the mentees and the fellow to the broader scientific community through oral and poster presentations in the Woods hole community and at national science meetings. The fellow further engaged the community as a science fellow for the National Network for Ocean and Climate Change Interpretation (NNOCCI), a program which pairs scientists and informal educators to promote evidence-based communication methods to engage the public on discussions about climate.\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2017\n\n\t\t\t\t\tSubmitted by: Julia Gauglitz"
 }
}