{
 "awd_id": "1421001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCF: AF: Small: Novel Stochastic Optimization Algorithms to Advance the Treatment of Dynamic Molecular Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 399997.0,
 "awd_amount": 407997.0,
 "awd_min_amd_letter_date": "2014-07-02",
 "awd_max_amd_letter_date": "2016-05-25",
 "awd_abstract_narration": "This project aims to advance algorithmic research in computational biology. The focus is on problems that demand characterizations of molecules, such as proteins and peptides that are central to the inner workings of cell. These molecules often switch between different structural configurations to be compatible and interact with different molecular partners in the cell. Computing the different configurations a protein or peptide takes on for biological activity is central to understanding how these molecules operate in the healthy and diseased cell. Doing so, however, poses many computational challenges, and the research in this project aims to advance our ability to meet these challenges.\r\n\r\nThe project generalizes the problem of obtaining a comprehensive view of possibly diverse functional states as that of obtaining a diverse ensemble of constraint-satisfying structures. Novel stochastic optimization techniques are put forth to deal with the high-dimensional variable spaces arising in these molecules, as well as the nonlinearity and multimodality of the energy surface associated with these spaces. The techniques include hybridization and structurization to effectively balance computational resources between exploration and exploitation. The focus is on blending the two in parallel architectures. Novel multi-objective analysis addresses the inherent noise in energy functions. Accumulated biophysical knowledge drives the design of novel variation operators for effective global and local search. The research is made available as software to facilitate advancement of stochastic optimization while allowing computational biologists to model specific systems of interest with cutting-edge techniques. The research supports a number of coordinated teaching and outreach activities across computer science, bioengineering, and neuroscience, integrating postdoctoral, college, and pre-college students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amarda",
   "pi_last_name": "Shehu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amarda Shehu",
   "pi_email_addr": "ashehu@gmu.edu",
   "nsf_id": "000538530",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "De Jong",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A De Jong",
   "pi_email_addr": "kdejong@gmu.edu",
   "nsf_id": "000329301",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 399997.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-90a81fd4-7fff-3a42-9cce-850f53bdfef2\">\n<p dir=\"ltr\"><span>This project has advanced algorithmic research in computational biology on problems that demand characterizations of biological molecules. The activities in this project have focused on proteins due to their central and ubiquitous role in the inner workings of the living cell. These molecules often switch between different structures to accommodate molecular partners and so modulate their biological activities in the cell. Due to the central role of structure and structural rearrangements to protein function and function modulation, great efforts in computational biology research are devoted to computing the different structures an intrinsically-dynamic protein takes on for biological activity. Doing so promises to advance our understanding of how these molecules operate in the healthy and diseased cell but also poses outstanding computational challenges. The research in this project has advanced our ability to meet some of these challenges.</span></p>\n<br />\n<p dir=\"ltr\"><span>Specifically, this project has cast the problem of obtaining a broad view of a protein&rsquo;s structure space as an optimization problem and has presented novel and powerful techniques and algorithms under the umbrella of stochastic optimization for doing so. The activities in this project have debuted novel evolutionary search techniques and evolutionary algorithms capable of dealing with the high-dimensional variable spaces arising in proteins, as well as the nonlinearity and multimodality of the energy surface associated with these spaces. The techniques include hybridization and &nbsp;structurization to effectively balance computational resources between exploration and exploitation, as well as novel multi-objective analysis that addresses the inherent noise in protein energy functions used to guide an optimization algorithm. </span></p>\n<br />\n<p dir=\"ltr\"><span>The activities in this project are deeply rooted in biophysical and wet-laboratory knowledge, which is operationalized in several ways. First, such knowledge drives the design of novel variation operators for effective global and local search of a protein&rsquo;s energy landscape. Second, such knowledge provides data that is leveraged to guide the algorithms developed in this project and assist them with the computation of complex, multimodal landscapes. Specifically, the algorithms exploit the knowledge of thermodynamically-stable, long-lived structures of a protein and its sequence variants to both define the variable space and initialize the energy landscape with known structures. Powerful, non-local selection operators and non-local improvement operators have enhanced both the exploration and exploitation capability of these algorithms, effectively allowing them to see more of the landscape as well as go deeper in it. Such capabilities have allowed us to map complex, multimodal energy landscapes of several multi-state proteins for the first time and provide deep insight into the structures and structure rearrangements employed by these proteins for modulation of biological activities, as well as formulate hypotheses for the mechanism by which sequence mutations impact biological activities and result in dysfunction.</span></p>\n<br />\n<p dir=\"ltr\"><span>In addition to advancing the </span><span>treatment and characterization of dynamic biological macromolecules, </span><span>since most optimization problems of practical interest are high-dimensional and often exhibit complex non-linear configuration landscapes, the activities carried out in this project have a broad impact on optimization, evolutionary computation, and other domains. The project has impacted the computer science, protein modeling, and molecular biology communities and has fostered interdisciplinary collaborations between computational and biological scientists. The research has also supported a number of coordinated teaching and outreach activities across computer science, bioengineering, and neuroscience, integrating postdoctoral, college, and pre-college students and broadening participation in computing by students of all levels and backgrounds, including under-represented students.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2018<br>\n\t\t\t\t\tModified by: Amarda&nbsp;Shehu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThis project has advanced algorithmic research in computational biology on problems that demand characterizations of biological molecules. The activities in this project have focused on proteins due to their central and ubiquitous role in the inner workings of the living cell. These molecules often switch between different structures to accommodate molecular partners and so modulate their biological activities in the cell. Due to the central role of structure and structural rearrangements to protein function and function modulation, great efforts in computational biology research are devoted to computing the different structures an intrinsically-dynamic protein takes on for biological activity. Doing so promises to advance our understanding of how these molecules operate in the healthy and diseased cell but also poses outstanding computational challenges. The research in this project has advanced our ability to meet some of these challenges.\n\n\nSpecifically, this project has cast the problem of obtaining a broad view of a protein?s structure space as an optimization problem and has presented novel and powerful techniques and algorithms under the umbrella of stochastic optimization for doing so. The activities in this project have debuted novel evolutionary search techniques and evolutionary algorithms capable of dealing with the high-dimensional variable spaces arising in proteins, as well as the nonlinearity and multimodality of the energy surface associated with these spaces. The techniques include hybridization and  structurization to effectively balance computational resources between exploration and exploitation, as well as novel multi-objective analysis that addresses the inherent noise in protein energy functions used to guide an optimization algorithm. \n\n\nThe activities in this project are deeply rooted in biophysical and wet-laboratory knowledge, which is operationalized in several ways. First, such knowledge drives the design of novel variation operators for effective global and local search of a protein?s energy landscape. Second, such knowledge provides data that is leveraged to guide the algorithms developed in this project and assist them with the computation of complex, multimodal landscapes. Specifically, the algorithms exploit the knowledge of thermodynamically-stable, long-lived structures of a protein and its sequence variants to both define the variable space and initialize the energy landscape with known structures. Powerful, non-local selection operators and non-local improvement operators have enhanced both the exploration and exploitation capability of these algorithms, effectively allowing them to see more of the landscape as well as go deeper in it. Such capabilities have allowed us to map complex, multimodal energy landscapes of several multi-state proteins for the first time and provide deep insight into the structures and structure rearrangements employed by these proteins for modulation of biological activities, as well as formulate hypotheses for the mechanism by which sequence mutations impact biological activities and result in dysfunction.\n\n\nIn addition to advancing the treatment and characterization of dynamic biological macromolecules, since most optimization problems of practical interest are high-dimensional and often exhibit complex non-linear configuration landscapes, the activities carried out in this project have a broad impact on optimization, evolutionary computation, and other domains. The project has impacted the computer science, protein modeling, and molecular biology communities and has fostered interdisciplinary collaborations between computational and biological scientists. The research has also supported a number of coordinated teaching and outreach activities across computer science, bioengineering, and neuroscience, integrating postdoctoral, college, and pre-college students and broadening participation in computing by students of all levels and backgrounds, including under-represented students.\n\n\n\t\t\t\t\tLast Modified: 09/27/2018\n\n\t\t\t\t\tSubmitted by: Amarda Shehu"
 }
}