{
 "awd_id": "1421179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-Site Public Engagement with Science - Synthetic Biology (Innovations in Development)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 2101572.0,
 "awd_amount": 2288713.0,
 "awd_min_amd_letter_date": "2014-08-23",
 "awd_max_amd_letter_date": "2017-07-06",
 "awd_abstract_narration": "The aim of this project is to create conversations in science museums among scientists, engineers, and public audiences about an emerging research field, synthetic biology. Synthetic biology applies science and engineering to create new biological systems, and re-design existing biological systems, for useful purposes. This is an important new area of research and development that raises societal questions about potential benefits, costs, and risks. Conversations between researchers and public audiences will focus not only on what synthetic biology is and how research in the field is carried out, but also on the potential products, outcomes, and implications for society of this work. Researchers and publics will explore personal and societal values and priorities as well as desired research outcomes so that both groups can learn from each other. Public participants will benefit from knowing about this field of research, and researchers will benefit from hearing public perspectives directly from the public participants. This project will be led by the Museum of Science with partners at the American Association for the Advancement of Science, the Synthetic Biology Engineering Research Center, the Science Museum of Minnesota, the Ithaca Sciencenter, and several other universities and science museums. It is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences, advancing innovative research on and assessment of STEM learning in informal environments, and developing understandings of deeper learning by participants.\r\n\r\nThis project is aimed at pushing beyond traditional modes of communicating with public audiences rooted in \"public understanding of science\" modalities into the mechanisms and perspectives associated with \"public engagement with science\" (PES). The project will support informal educational institutions as facilitators of such PES activities through which mutual learning takes place among research experts and various publics. Formative evaluation will support the development of evaluation tools that practitioners can use themselves to measure impacts of public engagement activities on both scientist and public participants. Summative evaluation will measure the impacts of the project on informal science education practitioners and researchers participating in the development of the project. In the first year of the project, two kinds of engagement activities will be tested at eight pilot sites across the U.S. The first kind will be the focus of  \"showcase\" events, in which researchers demonstrate and talk with museum visitors about the basics of synthetic biology and their research work. The second kind will be the focus of \"forum\" events in which the multi-directional conversations focus on societal implications and participants' priorities for maximizing the benefits of this new field while minimizing the risks. The work of the first year will inform development of a kit of public engagement materials that will support widespread public engagement with synthetic biology in the second year at up to 200 sites across the U.S. Successful practices and infrastructure developed by the Nanoscale Informal Science Education Network to support NanoDays events will be use for this broad dissemination of pubic engagement in synthetic biology in year 2.  When the project is complete a set of tools and guides will be provided online for developing, implementing, and evaluating engagement events that bring scientists and publics together, specifically about synthetic biology, but adaptable to other emerging research topics. The informal science education field will have a better understanding of how to get scientists, engineers, and publics to engage together in discussions about the societal implications of emerging technologies, and how to evaluate the quality of that engagement for both the researchers and the publics involved. The project will also provide a sense of informed public views on societal issues related to synthetic biology that emerge through a variety of public engagement activities that take place in science museums.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence Bell",
   "pi_email_addr": "lbell@mos.org",
   "nsf_id": "000117045",
   "pi_start_date": "2014-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Kunz Kollmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Kunz Kollmann",
   "pi_email_addr": "ekollmann@mos.org",
   "nsf_id": "000551385",
   "pi_start_date": "2014-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sittenfeld",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Sittenfeld",
   "pi_email_addr": "dsittenfeld@mos.org",
   "nsf_id": "000611659",
   "pi_start_date": "2014-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Lohwater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany Lohwater",
   "pi_email_addr": "tlohwate@aaas.org",
   "nsf_id": "000613948",
   "pi_start_date": "2014-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Kuldell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Kuldell",
   "pi_email_addr": "nkuldell@mit.edu",
   "nsf_id": "000660828",
   "pi_start_date": "2014-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Museum of Science",
  "inst_street_address": "1 SCIENCE PARK",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175890118",
  "inst_zip_code": "021141099",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "MUSEUM OF SCIENCE",
  "org_prnt_uei_num": "KKW4W2TPS5N8",
  "org_uei_num": "KKW4W2TPS5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Museum of Science",
  "perf_str_addr": "Science Park",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021141099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2101572.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 187141.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Multi-Site Public Engagement with Science - Synthetic Biology project found that it was possible to create two different types of educational programs that could take place in science or children's museums that would help public participants learn about synthetic biology, its potential applications, and its relation to, and potential impacts on, individuals and society. Museum educators and researchers from the Museum of Science in Boston, the Science Museum of Minnesota in St. Paul, and the Sciencenter in Ithaca worked with the American Association for the Advancement of Science, the BioBuilder Educational Foundation, and the Synthetic Biology Engineering Research Center to carry out this project.</p>\n<p>This group recruited museum educators and scientists in the field of synthetic biology from eight other sites across the U.S., including Seattle, WA; New York, NY; Durham, NC; Phoenix, AZ; Houston, TX; Philadelphia, PA; Berkeley, CA; and Portland, OR to develop fun hands-on activities that could engage both children and adults in learning about synthetic biology and talking about its potential impacts on their lives and society. Six of the activities were combined with other supporting material and packed into 200 kits that were sent to sites all over the country. The sites included 132 museums or science centers, 36 colleges or universities, and 31 other types of organizations, such as student International Genetically Engineered Machine Competition teams, Teen Science Cafe Network members, do-it-yourself community biolab spaces, public libraries, scout troops, 4-H maker spaces, research institutes, and more.These sites all conducted public events using the materials in the kits. A digital version of the kit was also made freely available online for anyone who wants it.</p>\n<p>In addition to the hands-on activities, the project also produced materials to help host sites across the country conduct longer Forum programs that involved discussions between scientists, science students, and public participants. The discussions were about what we should or shouldn't do as a society with this new technology. Synthetic biology uses new techniques combining biology and engineering to make new or modified living things. The field is exploring where biology-based products might provide solutions to a wide diversity of problems in health, energy, and the environment. However, there may also be risks to individuals and society to implementing these technologies. The project created materials to stimulate three different two-hour discussions in which participants talk with each other in small groups about \"Should We Engineer the Mosquito?\" or about \"Should We Edit the Genome? When, Why, and How Much?\" or about \"Editing Our Evolution: Human Genome Editing.\"</p>\n<p>Public participants in project activities said they learned facts about, and applications of, synthetic biology, as well as about the field's relation to society and individuals. For instance, forum participants frequently learned about other participants' views, and the societal impacts of science. Event participants also learned about societal aspects of science, and often described learning about the overall significance of the scientific enterprise. Overall participants said about project activities that they valued learning from these experiences, discussing the topic, hearing diverse opinions, interacting with the kid-friendly events, and having access to experts.</p>\n<p>The scientists and science students who participated learned too. They said that the project had exposed them to new types of outreach opportunities, and 90% said that their participation increased their skills at engaging the public in science. Also, 88% reported that participating in the project increased their interest in doing public outreach in the future, and 90% reported that their participation positively influenced the way that they think about the public's ability to engage in thinking about scientific research. Finally, 56% of them said that their participation influenced the way they think about scientific research itself.</p>\n<p>The goal of the project was to create conversations between scientists and members of the public where both groups learn from each other about developments in science and their applications to society. Both the hands-on activities and the Forum discussion programs did that in different ways. In the long run, the project team thinks that if there are more programs like these, scientists will routinely find it valuable to seek public input on issues related to their work, and various publics will feel a connection to science, and will find ways in which their input can help to maximize the benefits of science to everyone.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2018<br>\n\t\t\t\t\tModified by: Lawrence&nbsp;Bell</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541450674703_Discussionsatroundtables--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541450674703_Discussionsatroundtables--rgov-800width.jpg\" title=\"Discussions among scientists and publics\"><img src=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541450674703_Discussionsatroundtables--rgov-66x44.jpg\" alt=\"Discussions among scientists and publics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This project developed hands-on activities and forum programs to create conversations among publics and scientists about synthetic biology</div>\n<div class=\"imageCredit\">Museum of Science, Boston</div>\n<div class=\"imageSubmitted\">Lawrence&nbsp;Bell</div>\n<div class=\"imageTitle\">Discussions among scientists and publics</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541452157415_TechTokens--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541452157415_TechTokens--rgov-800width.jpg\" title=\"Serious Consideration\"><img src=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541452157415_TechTokens--rgov-66x44.jpg\" alt=\"Serious Consideration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This activity, called Tech Tokens, visitors like this family learn about applications of synthetic biology and consider which they fell are most worthy of development.</div>\n<div class=\"imageCredit\">Museum of Science, Boston</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lawrence&nbsp;Bell</div>\n<div class=\"imageTitle\">Serious Consideration</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541452358728_DNA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541452358728_DNA--rgov-800width.jpg\" title=\"See DNA\"><img src=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541452358728_DNA--rgov-66x44.jpg\" alt=\"See DNA\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">See DNA is a hands-on activity in which visitors learn about the fundamental component of biology and synthetic engineering: DNA. Visitors like this family also extract visible DNA from wheat germ.</div>\n<div class=\"imageCredit\">Museum of Science, Boston</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lawrence&nbsp;Bell</div>\n<div class=\"imageTitle\">See DNA</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541453707881_KitofParts--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541453707881_KitofParts--rgov-800width.jpg\" title=\"Kit of Parts\"><img src=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541453707881_KitofParts--rgov-66x44.jpg\" alt=\"Kit of Parts\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This challenge encourages participants to model some of the ways in which the field of synthetic biology may provide solutions to problems in food security, healthcare, energy, and the environment.</div>\n<div class=\"imageCredit\">National Informal STEM Education Netork</div>\n<div class=\"imageSubmitted\">Lawrence&nbsp;Bell</div>\n<div class=\"imageTitle\">Kit of Parts</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541455098358_Materialstostimulatediscussion--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541455098358_Materialstostimulatediscussion--rgov-800width.jpg\" title=\"Materials to stimulate discussion\"><img src=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541455098358_Materialstostimulatediscussion--rgov-66x44.jpg\" alt=\"Materials to stimulate discussion\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The projected distributed materials to sites across the U.S. designed to stimulate discussion about issues related to the application of synthetic biology to real world problems.</div>\n<div class=\"imageCredit\">Museum of Science, Boston</div>\n<div class=\"imageSubmitted\">Lawrence&nbsp;Bell</div>\n<div class=\"imageTitle\">Materials to stimulate discussion</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541455607542_Preparingtoreport--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541455607542_Preparingtoreport--rgov-800width.jpg\" title=\"Working to reach conclusions\"><img src=\"/por/images/Reports/POR/2018/1421179/1421179_10337098_1541455607542_Preparingtoreport--rgov-66x44.jpg\" alt=\"Working to reach conclusions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants use the reference materials provided and discuss the issues in order to prepare to report to the whole room on the conclusions that their table reached.</div>\n<div class=\"imageCredit\">Museum of Science, Boston</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Lawrence&nbsp;Bell</div>\n<div class=\"imageTitle\">Working to reach conclusions</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Multi-Site Public Engagement with Science - Synthetic Biology project found that it was possible to create two different types of educational programs that could take place in science or children's museums that would help public participants learn about synthetic biology, its potential applications, and its relation to, and potential impacts on, individuals and society. Museum educators and researchers from the Museum of Science in Boston, the Science Museum of Minnesota in St. Paul, and the Sciencenter in Ithaca worked with the American Association for the Advancement of Science, the BioBuilder Educational Foundation, and the Synthetic Biology Engineering Research Center to carry out this project.\n\nThis group recruited museum educators and scientists in the field of synthetic biology from eight other sites across the U.S., including Seattle, WA; New York, NY; Durham, NC; Phoenix, AZ; Houston, TX; Philadelphia, PA; Berkeley, CA; and Portland, OR to develop fun hands-on activities that could engage both children and adults in learning about synthetic biology and talking about its potential impacts on their lives and society. Six of the activities were combined with other supporting material and packed into 200 kits that were sent to sites all over the country. The sites included 132 museums or science centers, 36 colleges or universities, and 31 other types of organizations, such as student International Genetically Engineered Machine Competition teams, Teen Science Cafe Network members, do-it-yourself community biolab spaces, public libraries, scout troops, 4-H maker spaces, research institutes, and more.These sites all conducted public events using the materials in the kits. A digital version of the kit was also made freely available online for anyone who wants it.\n\nIn addition to the hands-on activities, the project also produced materials to help host sites across the country conduct longer Forum programs that involved discussions between scientists, science students, and public participants. The discussions were about what we should or shouldn't do as a society with this new technology. Synthetic biology uses new techniques combining biology and engineering to make new or modified living things. The field is exploring where biology-based products might provide solutions to a wide diversity of problems in health, energy, and the environment. However, there may also be risks to individuals and society to implementing these technologies. The project created materials to stimulate three different two-hour discussions in which participants talk with each other in small groups about \"Should We Engineer the Mosquito?\" or about \"Should We Edit the Genome? When, Why, and How Much?\" or about \"Editing Our Evolution: Human Genome Editing.\"\n\nPublic participants in project activities said they learned facts about, and applications of, synthetic biology, as well as about the field's relation to society and individuals. For instance, forum participants frequently learned about other participants' views, and the societal impacts of science. Event participants also learned about societal aspects of science, and often described learning about the overall significance of the scientific enterprise. Overall participants said about project activities that they valued learning from these experiences, discussing the topic, hearing diverse opinions, interacting with the kid-friendly events, and having access to experts.\n\nThe scientists and science students who participated learned too. They said that the project had exposed them to new types of outreach opportunities, and 90% said that their participation increased their skills at engaging the public in science. Also, 88% reported that participating in the project increased their interest in doing public outreach in the future, and 90% reported that their participation positively influenced the way that they think about the public's ability to engage in thinking about scientific research. Finally, 56% of them said that their participation influenced the way they think about scientific research itself.\n\nThe goal of the project was to create conversations between scientists and members of the public where both groups learn from each other about developments in science and their applications to society. Both the hands-on activities and the Forum discussion programs did that in different ways. In the long run, the project team thinks that if there are more programs like these, scientists will routinely find it valuable to seek public input on issues related to their work, and various publics will feel a connection to science, and will find ways in which their input can help to maximize the benefits of science to everyone.\n\n \n\n\t\t\t\t\tLast Modified: 11/08/2018\n\n\t\t\t\t\tSubmitted by: Lawrence Bell"
 }
}