{
 "awd_id": "1422417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC SBE: Small: Collaborative: Brain Password: Exploring A Psychophysiological Approach for Secure User Authentication",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 348000.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2017-05-01",
 "awd_abstract_narration": "Cryptographic systems often rely on the secrecy of cryptographic credentials; however, these are vulnerable to eavesdropping and can resist neither a user's intentional disclosure nor coercion attacks where the user is forced to reveal the credentials. Conventional biometric keys (e.g., fingerprint, iris, etc.), unfortunately, can still be surreptitiously duplicated or adversely revealed. In this research, the PIs argue that the most secure cryptographic credentials are ones of which the users aren't even aware. On the basis of this argument, the objective of this research is to investigate a new psychophysiological approach for secure and trustworthy user authentication via non-volitional components of the electroencephalogram (EEG) brainwave responses. Specifically, the research examines how consistent these responses are over time and also formally assesses how unique they are to individuals. By identifying reproducible, unique features of the EEG, we are developing a method to accurately recognize and authenticate people by extracting time-invariant and context-invariant \"brain passwords.\"\r\n\r\nThis research holds the potential to transform existing authentication systems into more secure, disclosure-resistant solutions; critical for high-security applications. The cross-disciplinary content of the work also, importantly, will allow us to strengthen our understanding of individual brain responses and apply this new knowledge into increasingly vulnerable cyberspace. This may lead to a far-reaching breakthrough in the possibility of \"brain fingerprinting.\" Moreover, the investigators are taking active roles in nourishing the scholarship of underrepresented minorities and female students and making substantial efforts to integrate diversity in both educational and research activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhanpeng",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhanpeng Jin",
   "pi_email_addr": "zjin@buffalo.edu",
   "nsf_id": "000583832",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Laszlo",
   "pi_mid_init": "",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Sarah Laszlo",
   "pi_email_addr": "slaszlo@binghamton.edu",
   "nsf_id": "000619532",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cryptographic systems often rely on the secrecy of cryptographic credentials, which, however, are vulnerable to eavesdropping and can resist neither the user's intentional disclosure nor coercion attacks where the user is forced to reveal the credentials. Conventional biometrics can still be surreptitiously duplicated or adversely revealed. In this research, the researchers argued that the most secure cryptographic credentials are the ones of which the users aren't even aware. The objective of this research was to investigate a new psychophysiological approach for secure and trustworthy user authentication via non-volitional components of the electroencephalogram (EEG) brain responses. Specifically, the research focused on investigation and assessment of users' involuntary brain behaviors, examined both how consistent these responses were over time and also assessed how unique they were to individuals. By identifying reproducible, unique features of the EEG, the researchers developed a method to accurately recognize and authenticate people by extracting the time-invariant and context-invariant &ldquo;brainprint&rdquo; biometric traits.&nbsp; &nbsp;</p>\n<p>Conventional biometric authentication methods, such as fingerprint and iris, all have clear, deterministic features of interest. However, the human brain is a highly dynamic system with unpredictable and significantly distinct behaviors among different people, even for the same external stimulus. A key challenge for the feasibility of brainwave-based user identification and authentication is to discover the cognitive characteristics of external stimuli that can trigger the most distinguishable brain response features. Part of what makes each human unique is their memory.&nbsp; No two people have had exactly the same experiences.&nbsp; Importantly, no two people even experience the same event in exactly the same way.&nbsp; Each person's interpretation of an event is colored by their prior experiences. As an example, a person who was stung by a bee and experienced a severe allergic reaction will likely respond to seeing another bee in a very different way than someone who has never been stung. This view of one aspect of what makes people unique motivated our approach to the &ldquo;brain biometrics&rdquo;.</p>\n<p>The immediate outcomes of this project consist of three-fold contributions. First, this research established a multi-year, multi-session brainwave database for a large human subject pool (over 200 human subjects) to potential stimuli protocols, which significantly facilitated the investigation of inter-subject distinguishability and intra-subject consistency of non-volitional brain responses. Second, this research created new statistical and machine learning approaches to assess the similarity of non-volitional brain responses within a single subject and the cross-similarity among different subjects, which ensured the reliability and usability of brainwave-based authentication. Third, this research investigated the intrinsic cancelability of brain biometrics and developed advanced biometric credential updating strategies against malicious attacks, which is also one of the key advantages of non-volitional brain responses over other conventional biometrics.&nbsp; &nbsp;</p>\n<p>This research made substantial contributions to the education of undergraduate and graduate students by involving them into the cutting-edge research and developing them hands-on experimental skills. Under the support of this NSF grant and REU funding, multiple graduate students and undergraduate students (over half of them are female and minority students) were financially supported and gained valuable opportunities to be exposed to cross-disciplinary research. Moreover, this research was demonstrated in a few K-12 outreach events and incorporated into senior capstone projects. All of these activities gained tremendous attention that encouraged students to participate in studies in the STEM areas. The findings of this research were also widely disseminated through conference presentations, journal publications, invited talks, and media interviews. Numerous media reports featured this NSF-funded brainprint research work in online news and TV channels. In particular, the &ldquo;brainprint&rdquo; technology was highlighted in the list of &ldquo;Future technology: 22 ideas about to change our world&rdquo; by the BBC Science Focus in 2016.</p>\n<p>The scientific investigations of this project hold the potential to transform existing authentication systems into more secure, disclosure-resistant solutions; critical for high-security applications. The cross-disciplinary content of the work also, importantly, allows us to strengthen our understanding of individual brain responses --- a topic substantially unexplored in the literature --- and apply this new knowledge into increasingly vulnerable cyberspace. This may lead to a far-reaching breakthrough in the understanding of brain individualization, not only for security applications but also for neuroscience and psychology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2019<br>\n\t\t\t\t\tModified by: Zhanpeng&nbsp;Jin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCryptographic systems often rely on the secrecy of cryptographic credentials, which, however, are vulnerable to eavesdropping and can resist neither the user's intentional disclosure nor coercion attacks where the user is forced to reveal the credentials. Conventional biometrics can still be surreptitiously duplicated or adversely revealed. In this research, the researchers argued that the most secure cryptographic credentials are the ones of which the users aren't even aware. The objective of this research was to investigate a new psychophysiological approach for secure and trustworthy user authentication via non-volitional components of the electroencephalogram (EEG) brain responses. Specifically, the research focused on investigation and assessment of users' involuntary brain behaviors, examined both how consistent these responses were over time and also assessed how unique they were to individuals. By identifying reproducible, unique features of the EEG, the researchers developed a method to accurately recognize and authenticate people by extracting the time-invariant and context-invariant \"brainprint\" biometric traits.   \n\nConventional biometric authentication methods, such as fingerprint and iris, all have clear, deterministic features of interest. However, the human brain is a highly dynamic system with unpredictable and significantly distinct behaviors among different people, even for the same external stimulus. A key challenge for the feasibility of brainwave-based user identification and authentication is to discover the cognitive characteristics of external stimuli that can trigger the most distinguishable brain response features. Part of what makes each human unique is their memory.  No two people have had exactly the same experiences.  Importantly, no two people even experience the same event in exactly the same way.  Each person's interpretation of an event is colored by their prior experiences. As an example, a person who was stung by a bee and experienced a severe allergic reaction will likely respond to seeing another bee in a very different way than someone who has never been stung. This view of one aspect of what makes people unique motivated our approach to the \"brain biometrics\".\n\nThe immediate outcomes of this project consist of three-fold contributions. First, this research established a multi-year, multi-session brainwave database for a large human subject pool (over 200 human subjects) to potential stimuli protocols, which significantly facilitated the investigation of inter-subject distinguishability and intra-subject consistency of non-volitional brain responses. Second, this research created new statistical and machine learning approaches to assess the similarity of non-volitional brain responses within a single subject and the cross-similarity among different subjects, which ensured the reliability and usability of brainwave-based authentication. Third, this research investigated the intrinsic cancelability of brain biometrics and developed advanced biometric credential updating strategies against malicious attacks, which is also one of the key advantages of non-volitional brain responses over other conventional biometrics.   \n\nThis research made substantial contributions to the education of undergraduate and graduate students by involving them into the cutting-edge research and developing them hands-on experimental skills. Under the support of this NSF grant and REU funding, multiple graduate students and undergraduate students (over half of them are female and minority students) were financially supported and gained valuable opportunities to be exposed to cross-disciplinary research. Moreover, this research was demonstrated in a few K-12 outreach events and incorporated into senior capstone projects. All of these activities gained tremendous attention that encouraged students to participate in studies in the STEM areas. The findings of this research were also widely disseminated through conference presentations, journal publications, invited talks, and media interviews. Numerous media reports featured this NSF-funded brainprint research work in online news and TV channels. In particular, the \"brainprint\" technology was highlighted in the list of \"Future technology: 22 ideas about to change our world\" by the BBC Science Focus in 2016.\n\nThe scientific investigations of this project hold the potential to transform existing authentication systems into more secure, disclosure-resistant solutions; critical for high-security applications. The cross-disciplinary content of the work also, importantly, allows us to strengthen our understanding of individual brain responses --- a topic substantially unexplored in the literature --- and apply this new knowledge into increasingly vulnerable cyberspace. This may lead to a far-reaching breakthrough in the understanding of brain individualization, not only for security applications but also for neuroscience and psychology.\n\n \n\n\t\t\t\t\tLast Modified: 01/04/2019\n\n\t\t\t\t\tSubmitted by: Zhanpeng Jin"
 }
}