{
 "awd_id": "1422910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Foundations for Learning in the Age of Big Data---New Frameworks and Algorithms for Interactive, Distributed, and Multi-Task Machine Learning",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2014-07-24",
 "awd_max_amd_letter_date": "2014-07-24",
 "awd_abstract_narration": "Machine learning is a broad discipline with important application domains including computer vision, robotics, sustainability, and bio-surveillance. Its past successful evolution was heavily influenced by mathematical foundations developed for core problems of generalizing from labeled data. However, with the variety of applications of machine learning across science, engineering, and computing in the age of Big Data, re-examining the underlying foundations of the field has become imperative. This project aims to substantially advance the field of machine learning by developing foundations and algorithms for a number of important modern learning paradigms. These include interactive learning, where the algorithm and the domain expert engage in a two-way dialogue to facilitate more accurate learning from less data compared to the classic approach of passively observing labeled data; distributed learning, where a large dataset is distributed across multiple servers and the challenge lies in learning with limited communication; and multi-task learning, where the goal is to solve multiple related learning problems from less data by taking advantage of relationship among the learning tasks. The project also aims to develop new connections between machine learning and property testing, a flourishing area of theoretical computer science. In addition to solving fundamental questions in each of these directions, the project will highlight and leverage synergies between these topics.\r\n\r\nMore specifically, the key research directions of this project are: (1) Developing mathematical foundations for interactive learning by analyzing new forms of interactions between the learning algorithm and the domain expert that could lead to fast and efficient learning of difficult tasks by wisely exploiting the capabilities of domain experts. (2) Developing new algorithms for distributed learning, an important modern scenario where data is distributed among several locations. This project will develop protocols that trade off the various types of resources involved in such settings (computation, communication, and domain expertise). (3) Developing new algorithms with provable guarantees for learning multiple related tasks from limited amounts of labeled data and massive amounts of unlabeled data by wisely exploiting explicitly known or latent relationships between the given tasks. (4) Developing mathematical foundations for property testing, where the question is to quickly determine whether there exists a low-error rule of a desired form by using significantly less data than needed to actually find the rule itself. This project will specifically focus on active and distributed scenarios, with the goal of using testing as a way to improve learning efficiency itself.\r\n\r\nBroader impacts include mentoring women in CS and actively organizing workshops and seminars in the interdisciplinary area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria-Florina",
   "pi_last_name": "Balcan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria-Florina Balcan",
   "pi_email_addr": "ninamf@cs.cmu.edu",
   "nsf_id": "000537870",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Machine Learning studies the design of automatic methods for extracting information from data and for learning to make accurate predictions or useful decisions based on past observations and experience. Over the past decades, machine learning has evolved into a broad discipline with numerous and important application domains including computer vision, robotics, and computational biology. Its past successful development was heavily influenced by foundational work on passive supervised learning. However, new problems in science and computing, as well as the ever present explosion of data (the &ldquo;Big Data&rdquo; phenomenon) have rendered this classic paradigm insufficient. &nbsp;For example, the amounts of data available in many modern machine learning applications are now growing much faster than our ability to label it for training. This project has advanced machine learning by developing mathematical foundations and algorithms for new paradigms developed in recent years that go beyond the classic passive supervised learning paradigm for dealing with massive amounts of possibly very noisy data. &nbsp;</p>\n<p>More specifically, this project has developed new theory and algorithmic foundations for techniques that can leverage large amounts of readily available unlabeled or unannotated data, both in the classic single task setting, and in multi-task and transfer learning scenarios (where the goal is to transfer insights and representations from past&nbsp;learning tasks or experiences to future ones). Additionally, this project has provided new computationally efficient, noise tolerant algorithms for active learning, a modern learning paradigm where the learning algorithms only receive the classifications of examples when they ask for them. This project has also provided new techniques for distributed machine learning techniques, both in cases where the data is inherently distributed (such as distributed sensors or scientific experiments), and in cases where massive amounts of data are collected centrally, and for space and efficiency reasons this data must be dispatched to distributed machines in order to perform the processing needed.</p>\n<p>The research developed in this project was published in top machine learning and theory of computing conferences and journals, and it has contributed to training of several graduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2017<br>\n\t\t\t\t\tModified by: Maria-Florina&nbsp;Balcan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMachine Learning studies the design of automatic methods for extracting information from data and for learning to make accurate predictions or useful decisions based on past observations and experience. Over the past decades, machine learning has evolved into a broad discipline with numerous and important application domains including computer vision, robotics, and computational biology. Its past successful development was heavily influenced by foundational work on passive supervised learning. However, new problems in science and computing, as well as the ever present explosion of data (the \"Big Data\" phenomenon) have rendered this classic paradigm insufficient.  For example, the amounts of data available in many modern machine learning applications are now growing much faster than our ability to label it for training. This project has advanced machine learning by developing mathematical foundations and algorithms for new paradigms developed in recent years that go beyond the classic passive supervised learning paradigm for dealing with massive amounts of possibly very noisy data.  \n\nMore specifically, this project has developed new theory and algorithmic foundations for techniques that can leverage large amounts of readily available unlabeled or unannotated data, both in the classic single task setting, and in multi-task and transfer learning scenarios (where the goal is to transfer insights and representations from past learning tasks or experiences to future ones). Additionally, this project has provided new computationally efficient, noise tolerant algorithms for active learning, a modern learning paradigm where the learning algorithms only receive the classifications of examples when they ask for them. This project has also provided new techniques for distributed machine learning techniques, both in cases where the data is inherently distributed (such as distributed sensors or scientific experiments), and in cases where massive amounts of data are collected centrally, and for space and efficiency reasons this data must be dispatched to distributed machines in order to perform the processing needed.\n\nThe research developed in this project was published in top machine learning and theory of computing conferences and journals, and it has contributed to training of several graduate students.\n\n\t\t\t\t\tLast Modified: 10/29/2017\n\n\t\t\t\t\tSubmitted by: Maria-Florina Balcan"
 }
}