{
 "awd_id": "1422819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   High-resolution Cretaceous terrestrial climate records of temperature, weathering and hydrologic response to hyperthermals in Songliao Basin, China",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 71466.0,
 "awd_amount": 71466.0,
 "awd_min_amd_letter_date": "2014-08-12",
 "awd_max_amd_letter_date": "2014-08-12",
 "awd_abstract_narration": "Abstract \r\nNon-technical: The Cretaceous period (145 to 66 myr ago) is characterized by an interval when the Earth experienced unusually warm temperatures and high carbon dioxide levels.  To understand how the Earth might behave during greenhouse conditions it is imperative to study these unique times in the Earth's past. In an effort to examine this time period, the International Continental Scientific Drilling Program launched a project entitled 'Continental Scientific Drilling Project of Cretaceous Songliao Basin: Continuous High-resolution Terrestrial Archives and Greenhouse Climate Change,'. This project will provide ~10 km of nearly continuous core through the entire Cretaceous that is preserved as ancient lake sediments in northeast China. PIs will take advantage of this unprecedented opportunity to study the Cretaceous hothouse by collecting isotopic and sedimentologic data specifically focusing on intervals (e.g. ~93 myr ago) in the Cretaceous when the Earth experienced extreme warmth and the oceans became anoxic.  They have assembled a team of scientists (Stanford Univ., Univ. of Wisconsin, and Northwestern Univ.) with unique and complimentary skill sets to address the problem of how Earth's mid-latitudes behave during extreme warmth.  PIs are particularly interested in examining the links and feedbacks between the Earth's hydrologic and carbon cycles and time-scales that these cycles are operative over. Their study will provide one of the most detailed and constrained isotopic data sets for a terrestrial setting. These data will provide the basis for their modeling studies that will give quantitative bounds on the temperature and precipitation changes associated with hyperthermal events.\r\n\r\nTechnical: This one-year study focuses on the Cretaceous terrestrial record of climate change in the Songliao Basin of northeastern China, a long-lived, internally drained rift basin. PIs understanding of the terrestrial responses to global climate change are informed in part, by paleoclimate studies of times when the Earth experienced greenhouse and hothouse conditions.  They have a unique opportunity to address questions concerning the links and feedbacks between global warming, the carbon cycle and the hydrologic cycle in a terrestrial setting through the examination of core material collected in ICDP coring of the Cretaceous Songliao Basin.  Their initial studies of the Upper Cretaceous core (SK-I) from this basin show that the carbon isotopic values of ostracods reflect the global perturbations of the carbon cycle as observed in marine records (Chamberlain et al., 2013).  With the collection of the new drill core from SK-II (May 2014), PIs are positioned to extend this record through the Lower Cretaceous.  In their study of the Cretaceous drill-core they will address two related hypotheses, which are: 1) SK-II core will record the temperature history of the Lower Cretaceous observed in marine settings, particularly the hyperthermals and their carbon isotopic changes; and 2) the Songliao drill core contains carbon isotopic evidence for the Ocean Anoxic Event (OAE) 2 at the Cenomanian/Turonian boundary, and this boundary will record evidence for the increased chemical and physical weathering that may be responsible for OAE 2. To test these two related hypotheses will require oxygen, carbon and strontium isotopic and trace/REE element studies set within a rigorous sedimentologic and geochronologic framework. The latter will be supported by field investigations of volcanic and sedimentary rocks exposed near the basin margins. Driven by their earlier studies, PIs recognize that the isotopic values record both global climate changes and regional basin evolution. Unraveling these basin responses is not trivial, thus they have assembled scientists with unique yet complimentary expertise involving sedimentology, geochemistry, and modeling.  Since this is a one-year study PIs will focus on existing core material (SK-I) and the upper portion of planned core (SK-II) that span the Cenomanian/Turonian boundary and OAE 2.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Singer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley S Singer",
   "pi_email_addr": "bsinger@geology.wisc.edu",
   "nsf_id": "000440225",
   "pi_start_date": "2014-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Carroll",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alan R Carroll",
   "pi_email_addr": "carroll@geology.wisc.edu",
   "nsf_id": "000313076",
   "pi_start_date": "2014-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151215",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 71466.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PI Singer established collaboration with several Chinese scientists aimed at improving the capabilities of labs in China to undertake high-precision geochronologic studies of the type necessary to capitalize on the paleoenvironmental records preserved in the Cretaceous strata of the Songliao Basin. &nbsp;Moreover, SInger's group has improved the precision and accuracy of 40Ar/39Ar dating methods that apply to hydrocarbon-rich Cretaceous and other strata globally. &nbsp;We have tested these methods on Cretaceous strata of the western interior basin of the U.S. &nbsp;A new Cretaceous timescale will be underpinned by the new data.</p>\n<p>co-PI Carroll continued to develop the interpretive framework for using 87Sr/86Sr ratios and detrital zircon geochronology to link lake evolution to the tectonic, magmatic, and climatic evolution of their surroundings, using the Eocene Green River Formation in the western U.S. as a test case.</p>\n<p>Caroll co-authored a book that offers the most comprehesive synthesis of the evolution of a ancient lake system that bears many similarities to the Songliao Basin lake system.&nbsp;</p>\n<p>Broader Impacts: In addition to training of laboratory staff and graduate students, we have engaged Chinese scientists leading the EarthTime-China initiative and can move forward with laboratory intercalibration exercises that will improve infrastructure for Geoscience in China. &nbsp;The EarthTime-China collaboration will soon involve exchange of students and scholars between Chinese and US 40Ar/39Ar geochronology laboratories.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2016<br>\n\t\t\t\t\tModified by: Bradley&nbsp;S&nbsp;Singer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPI Singer established collaboration with several Chinese scientists aimed at improving the capabilities of labs in China to undertake high-precision geochronologic studies of the type necessary to capitalize on the paleoenvironmental records preserved in the Cretaceous strata of the Songliao Basin.  Moreover, SInger's group has improved the precision and accuracy of 40Ar/39Ar dating methods that apply to hydrocarbon-rich Cretaceous and other strata globally.  We have tested these methods on Cretaceous strata of the western interior basin of the U.S.  A new Cretaceous timescale will be underpinned by the new data.\n\nco-PI Carroll continued to develop the interpretive framework for using 87Sr/86Sr ratios and detrital zircon geochronology to link lake evolution to the tectonic, magmatic, and climatic evolution of their surroundings, using the Eocene Green River Formation in the western U.S. as a test case.\n\nCaroll co-authored a book that offers the most comprehesive synthesis of the evolution of a ancient lake system that bears many similarities to the Songliao Basin lake system. \n\nBroader Impacts: In addition to training of laboratory staff and graduate students, we have engaged Chinese scientists leading the EarthTime-China initiative and can move forward with laboratory intercalibration exercises that will improve infrastructure for Geoscience in China.  The EarthTime-China collaboration will soon involve exchange of students and scholars between Chinese and US 40Ar/39Ar geochronology laboratories. \n\n\t\t\t\t\tLast Modified: 08/04/2016\n\n\t\t\t\t\tSubmitted by: Bradley S Singer"
 }
}