{
 "awd_id": "1422696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: Context-aware mobile systems to facilitate synergistic face-to-face interactions",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 499544.0,
 "awd_amount": 515544.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2015-07-08",
 "awd_abstract_narration": "Cyber-Human Systems hold the promise of seamless mobile social navigation, where people on the move are able to make connections to the right people at the right place and the right time. Chance encounters, the unintended meeting between people unfamiliar with each other, are rare but powerful incidents that offer people an opportunity to develop new social ties. Building new social ties and thus increasing social capital is important because individuals embedded in richly connected social environments are, for example, better able to handle personal setbacks, such as financial failures and illness, and to provide social support for others. While we often are surrounded by potential new friends it is problematic to identify who they are and how to connect with them. Context-aware systems have the potential to mediate such chance encounters and, hence, transform the way we make new social ties. The goal of this project is to understand the dynamics of chance encounters and to develop, deploy and test mechanisms for systems that can facilitate such chance encounters leading to new social ties.\r\n\r\nThe project has two phases. In the first, the investigators will conduct a prospective cohort study (n=500), in which two cohorts of freshmen students will be followed over 18 months, exploring both the extent of changes in their social networks that are the result of chance encounters and how formation of new ties might be enhanced by a context-aware system. A combination of ethnographic and experience sampling studies will provide insights into the dynamics of chance encounters and the contextual variables that influence people's motivations for meeting others when on-the-go, such as the nature of place; number of people nearby (social context); the individual user context, e.g., current activity (cognitive context); the nature of the relationship between two potentially matched people, e.g., shared attributes (relational context), and privacy concerns. The second phase involves design research to generate innovative mechanisms and designs for systems that will be validated in field use. Findings from these studies will identify ways that contextual data can identify opportunities for chance encounters and support serendipitous introductions, fulfilling the CHS missions of creating systems that enhance human capabilities and advance society's cohesiveness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Quentin",
   "pi_last_name": "Jones",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Quentin Jones",
   "pi_email_addr": "qjones@njit.edu",
   "nsf_id": "000193262",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Starr Roxanne",
   "pi_last_name": "Hiltz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Starr Roxanne Hiltz",
   "pi_email_addr": "Hiltz@njit.edu",
   "nsf_id": "000179885",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071033514",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 499544.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview </strong></p>\n<p>Cyber-Human Systems (CHS) hold the promise of seamless mobile social navigation, where people on the move are able to make connections to the right people at the right place and the right time. Chance encounters, the unintended meeting between people unfamiliar with each other, help people to create new social ties, such as making new friends or finding an activity, study or collaboration partner. The research supported by this grant addressed the challenges of how to design context-aware opportunistic social matching systems that can mediate such chance encounters, and related topics related to mobile social coordination such as how interest groups that form online can actually coalesce to meet face-to-face; how to help people that meet online to evaluate whether they want to meet face-to-face.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Grant funded research addressed the gap in our knowledge of the underlying dynamics of chance encounters and how systems could utilize contextual data to mediate chance encounters. A theoretical framework of relational, social and personal context as predictors of encounter opportunities was proposed and validated through a series of studies. Key contributions of the initial ethnographic research included novel context-aware social matching concepts such as: sociability of others as an indicator of opportune social context; activity involvement as an indicator of opportune personal context; and contextual rarity as an indicator of opportune relational context. Experience sampling and interview studies provided an empirical foundation for the design of opportunistic social matching systems. Generalized linear mixed model analysis showed that mood and busyness, together with the sociability of others nearby are the strongest predictors of people&rsquo;s interest in a social match. Interview findings provided novel approaches on how to operationalize relational context based on social network rarity and discoverable rarity.</p>\n<p>Design research resulted in the instantiation of an opportunistic matching system prototype, evaluated through field studies. Findings show that attribute type, computed attribute rarity, self-reported passion levels for interest, and response time are associated with people&rsquo;s interest in a match opportunity. Collectively, contributions of this work include a theoretical framework encompassing relational, social, and personal context; new innovative concepts to operationalize each of these aspects for opportunistic social matching; and field-tested design affordances for opportunistic social matching systems.</p>\n<p>Moving on from calculation and notification of opportunistic matches we also explored: 1) the process of leveraging awareness of opportunities in the community to coalescing groups; 2) the evaluation of online matches; and 3) the coordination of face-to-face interactions. To explore group coalescence a series of studies concluded with an experiment (n=2000) which examined the impact of providing users with information about who else in the community shared an interest, on activity initiation. Results showed how the provision of such awareness can drastically increase the chances of individuals initiating social group activities. We explored how people evaluate individuals they match with online through a series of studies into online dating, where we focused on the use of various messaging interfaces. In particular, we studied if problem-solving discussions would help users evaluate more accurately those they meet online through a mixed methods field experiment (n=85). Results indicated that prompting users to discuss topics that they disagreed on did not help participants make more accurate face-to-face meeting decisions than an open messaging interface.&nbsp; Finally, the research examining the coordination of face-to-face interactions focused on ad-hoc social group-coordination, which is typically managed through open &ldquo;group chat&rdquo;, which often results in conversation overload, conversational drift, and a disparity in the work efforts of subjects. Based on ethnographic studies and theories of social coordination, we instantiated a new type of coordination tool that scaffolds open group coordination conversations (e.g., provides coordination state overviews). An experiment (n=84) found that our tool made coordination significantly easier than traditional group chat.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Grant research resulted in new tools for social navigation and group coalescence, which have the potential to transform people&rsquo;s ability to discover relevant people nearby, and to turn online contacts into a social group. Building new social ties and social capital is an important concern as individuals embedded in richly connected social environments are, for example, better able to handle personal setbacks such as financial failures and illness, and provide social support for others.</p>\n<p>With respect to education, the research approach helped to train, provide experiences, and support the development of a new generation of scholars, including involving many undergraduates in the research, and graduating four Ph.D. students. NJIT is one of the most diverse campuses in the nation, and thus many minority students were among those participating in the research, exposed to innovative research and development practices, and becoming more interested in research as a possible career option.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2018<br>\n\t\t\t\t\tModified by: Quentin&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview \n\nCyber-Human Systems (CHS) hold the promise of seamless mobile social navigation, where people on the move are able to make connections to the right people at the right place and the right time. Chance encounters, the unintended meeting between people unfamiliar with each other, help people to create new social ties, such as making new friends or finding an activity, study or collaboration partner. The research supported by this grant addressed the challenges of how to design context-aware opportunistic social matching systems that can mediate such chance encounters, and related topics related to mobile social coordination such as how interest groups that form online can actually coalesce to meet face-to-face; how to help people that meet online to evaluate whether they want to meet face-to-face.\n\nIntellectual Merit\n\nGrant funded research addressed the gap in our knowledge of the underlying dynamics of chance encounters and how systems could utilize contextual data to mediate chance encounters. A theoretical framework of relational, social and personal context as predictors of encounter opportunities was proposed and validated through a series of studies. Key contributions of the initial ethnographic research included novel context-aware social matching concepts such as: sociability of others as an indicator of opportune social context; activity involvement as an indicator of opportune personal context; and contextual rarity as an indicator of opportune relational context. Experience sampling and interview studies provided an empirical foundation for the design of opportunistic social matching systems. Generalized linear mixed model analysis showed that mood and busyness, together with the sociability of others nearby are the strongest predictors of people?s interest in a social match. Interview findings provided novel approaches on how to operationalize relational context based on social network rarity and discoverable rarity.\n\nDesign research resulted in the instantiation of an opportunistic matching system prototype, evaluated through field studies. Findings show that attribute type, computed attribute rarity, self-reported passion levels for interest, and response time are associated with people?s interest in a match opportunity. Collectively, contributions of this work include a theoretical framework encompassing relational, social, and personal context; new innovative concepts to operationalize each of these aspects for opportunistic social matching; and field-tested design affordances for opportunistic social matching systems.\n\nMoving on from calculation and notification of opportunistic matches we also explored: 1) the process of leveraging awareness of opportunities in the community to coalescing groups; 2) the evaluation of online matches; and 3) the coordination of face-to-face interactions. To explore group coalescence a series of studies concluded with an experiment (n=2000) which examined the impact of providing users with information about who else in the community shared an interest, on activity initiation. Results showed how the provision of such awareness can drastically increase the chances of individuals initiating social group activities. We explored how people evaluate individuals they match with online through a series of studies into online dating, where we focused on the use of various messaging interfaces. In particular, we studied if problem-solving discussions would help users evaluate more accurately those they meet online through a mixed methods field experiment (n=85). Results indicated that prompting users to discuss topics that they disagreed on did not help participants make more accurate face-to-face meeting decisions than an open messaging interface.  Finally, the research examining the coordination of face-to-face interactions focused on ad-hoc social group-coordination, which is typically managed through open \"group chat\", which often results in conversation overload, conversational drift, and a disparity in the work efforts of subjects. Based on ethnographic studies and theories of social coordination, we instantiated a new type of coordination tool that scaffolds open group coordination conversations (e.g., provides coordination state overviews). An experiment (n=84) found that our tool made coordination significantly easier than traditional group chat.\n\nBroader Impacts\n\nGrant research resulted in new tools for social navigation and group coalescence, which have the potential to transform people?s ability to discover relevant people nearby, and to turn online contacts into a social group. Building new social ties and social capital is an important concern as individuals embedded in richly connected social environments are, for example, better able to handle personal setbacks such as financial failures and illness, and provide social support for others.\n\nWith respect to education, the research approach helped to train, provide experiences, and support the development of a new generation of scholars, including involving many undergraduates in the research, and graduating four Ph.D. students. NJIT is one of the most diverse campuses in the nation, and thus many minority students were among those participating in the research, exposed to innovative research and development practices, and becoming more interested in research as a possible career option.\n\n\t\t\t\t\tLast Modified: 11/28/2018\n\n\t\t\t\t\tSubmitted by: Quentin Jones"
 }
}