{
 "awd_id": "1422557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Finding Patterns in Complex Data with Probablistic Graphical Models",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rebecca Hwa",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 449991.0,
 "awd_amount": 449991.0,
 "awd_min_amd_letter_date": "2014-07-22",
 "awd_max_amd_letter_date": "2018-06-27",
 "awd_abstract_narration": "The ability to find patterns --- groups of variables working together --- and their dependencies in high dimensional problems are becoming crucially important in a wide variety of scientific, societal, and commercial applications.  Important areas include cancer genomics, climate science, forest ecology, healthcare, and social media analytics. Typical patterns involve one or more groups of variables jointly exhibiting similar or dependent behavior in certain situations. In a predictive setting, activation of certain groups of variables often serves as a key signal for the prediction task. There is an urgent need for probabilistic models which go beyond identifying pairwise interactions, to understand higher order interactions between variables. Towards this end, the project will investigate novel methods based on structurally constrained dependency estimation and high-dimensional inference in probabilistic graphical models. This work will consider two important applications: climate and home care. Across the globe, climate change is impacting both the frequency and intensity of weather events, such as precipitation. The proposed methods will enable more accurate modeling of precipitation driven hydrological events. In the US, health care expenditures are expected to increase to 19.6% of the Gross Domestic Product (GDP) by 2019. The proposed work in home care is unique in scope and will be broadly applicable to any health care data, thus providing a foundation for future meaningful use of electronic health records, a national priority in the US. This project naturally spawns many educational opportunities, and will engage students through classroom teaching and associated modalities. The project will engage under-represented groups in the research, and disseminate the findings through workshops and tutorials.\r\n\r\nFrom a technical perspective, there are two central challenges for probabilistic pattern analysis with higher-order interactions: the combinatorial challenge, as one has to potentially look at all possible subsets of variables and their interactions, and the statistical challenge, as one typically has a small number of samples available, which can be unsuitable for testing significance of dependencies or relations found. The project will build on recent advances in structured estimation in regression and pairwise graph structure learning to develop novel approaches to structure estimation and associated inference for graphical models with higher order dependencies. In particular, the work will focus on estimation with structural constraints or regularization which can estimate complex dependencies, including overlapping and block-correlated patterns. For inference and pattern completion, the focus will be on approximate inference based on novel randomized block updates for constrained optimization and associated ideas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arindam",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arindam Banerjee",
   "pi_email_addr": "arindamb@illinois.edu",
   "nsf_id": "000491325",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "KH 6-210, 200 Union Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 449991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to find patterns, i.e., groups of variables &lsquo;working' together, and their dependencies in high dimensional problems are becoming crucially important in a wide variety of scientific, societal, and commercial applications, including climate sciences, forest ecology, healthcare, and genomics. Towards the goal of finding such structured patterns, the project made core technical advances in structured estimation in high-dimensional low-sample regimes. The work developed a complete high-dimensional geometric characterization of such problems, and illustrated that key computational and statistical properties to accurately estimate such structured patterns depend on suitable geometric sizes of sets associated with the structure. In particular, the work substantially generalized approaches based on sparse estimation in high dimensions<br />using regularized Lasso-type estimators or constrained Dantzig-type estimators to general structures for parameter vectors and matrices, heavy tailed data, quantile regression, superposition models with multiple structures, nonlinear single-index and isotonic models, and non-convex multi-output models. <br /><br />The developed models have been applied to a variety of real world problems including climate science, ecology, medical imaging, and recommendation systems. In the context of climate, we illustrate how learned local patterns can help improve predictive modeling, e.g., use pacific sea-surface temperature to predict Texas heat waves, using upper atmosphere pressure anomalies to predict rain/snow in the Midwest, etc. In the context of ecology, structured models were used to gap-fill the largest database of plant information, and was also used to study changing dependencies across plant traits along temperature gradients. Our ecology work is now helping improve parameterizations of land-surface models. In the context medical imaging, we have developed methods for predicting and tracking progress of Alzheimer's disease, and also developed faster algorithms for denoising MRI data. In the context of recommendation systems, we have developed structured models for recommendation systems with capacity constraints, for interacting with users, and also illustrated vulnerabilities of oblivious recommendation systems under adversarial attacks.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2019<br>\n\t\t\t\t\tModified by: Arindam&nbsp;Banerjee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ability to find patterns, i.e., groups of variables ‘working' together, and their dependencies in high dimensional problems are becoming crucially important in a wide variety of scientific, societal, and commercial applications, including climate sciences, forest ecology, healthcare, and genomics. Towards the goal of finding such structured patterns, the project made core technical advances in structured estimation in high-dimensional low-sample regimes. The work developed a complete high-dimensional geometric characterization of such problems, and illustrated that key computational and statistical properties to accurately estimate such structured patterns depend on suitable geometric sizes of sets associated with the structure. In particular, the work substantially generalized approaches based on sparse estimation in high dimensions\nusing regularized Lasso-type estimators or constrained Dantzig-type estimators to general structures for parameter vectors and matrices, heavy tailed data, quantile regression, superposition models with multiple structures, nonlinear single-index and isotonic models, and non-convex multi-output models. \n\nThe developed models have been applied to a variety of real world problems including climate science, ecology, medical imaging, and recommendation systems. In the context of climate, we illustrate how learned local patterns can help improve predictive modeling, e.g., use pacific sea-surface temperature to predict Texas heat waves, using upper atmosphere pressure anomalies to predict rain/snow in the Midwest, etc. In the context of ecology, structured models were used to gap-fill the largest database of plant information, and was also used to study changing dependencies across plant traits along temperature gradients. Our ecology work is now helping improve parameterizations of land-surface models. In the context medical imaging, we have developed methods for predicting and tracking progress of Alzheimer's disease, and also developed faster algorithms for denoising MRI data. In the context of recommendation systems, we have developed structured models for recommendation systems with capacity constraints, for interacting with users, and also illustrated vulnerabilities of oblivious recommendation systems under adversarial attacks.\n\n\t\t\t\t\tLast Modified: 11/20/2019\n\n\t\t\t\t\tSubmitted by: Arindam Banerjee"
 }
}