{
 "awd_id": "1422054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF:Small:Design Validation Using Multiple Concurrent Abstract Models and GPGPUs",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 418345.0,
 "awd_amount": 434345.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2015-05-06",
 "awd_abstract_narration": "A critical bottleneck in the design of large, complex hardware systems is verification and validation, whose goal is to check if the implementation meets the specifications. An ill-verified design compromises not only reliability, but also security of the hardware.  Therefore, having a sound and effective verification framework plays a critical role in designing today's large scale circuits. However, the exponential growth in circuit complexity over the past few decades has made verification and validation an extremely daunting task. Hence, in many projects the level of effort needed to verify the correctness of systems often far exceeds efforts spent on design. Thus, much-needed verification and validation breakthroughs hold the key to ease this mounting challenge. \r\n\r\nThe objectives of this project is to address this need via four coherent tasks: multiple abstractions for extracting various core functional behaviors and diversifying search perspectives; swarm-aggregate learning of branching behavior and necessary loop repetitions; combined particle swarm optimization with ACO in generating long sequences; and GPGPUs for enhancing performance and scalability. Together, these tasks elicit the collective power of diverse perspectives, thus aiming to advance the knowledge of verification. The proposed approach is flexible and is not restricted by the inherent depth limitation imposed by deterministic methods. Furthermore, with swarm-aggregate learning applied to GPGPUs, the computational cost can be significantly reduced. It is expected that the synergy from simulation, swarm intelligence, multiple concurrent abstractions, and GPGPUs will bring out the best from each domain to achieve a common goal.\r\n\r\nMaking significant strides in the field of verification and validation will not only reduce time to market products, but also will increase national competitiveness both from the technical and economic standpoint using design optimizations previously deemed unattainable. Through the Multicultural Academic Opportunities Program (MAOP) at Virginia Tech the PI will advise a diverse team of graduate students, including both women and minority students under-represented in engineering. The project also plans continued expansion of downloadable resources (tools, benchmarks, etc.), benefiting both industry and academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hsiao",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Hsiao",
   "pi_email_addr": "hsiao@vt.edu",
   "nsf_id": "000118015",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 418345.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have tackled the problems of verifying the correctness of the computing hardware design. The construction of multiple levels of abstract models to learn and reason about conditions to reach deep corner cases in the design.&nbsp; In addition, we have developed and refined a new operator coverage and correlation factor to the gate-level model for ease of fault grading functional vectors. Static analysis and dynamic taint analysis have been incorporated to<br />help guide the search. The entire approach now can avoid gate-level details, thereby leading to significant speedups over previous approaches, without sacrificing coverage. We have evaluated the approach and confirm the superiority of such an approach, with 100X speedup achieved over gate-level techniques and 10X speedup with mixed-level approaches. Finally, the framework can be parallelized to obtain additional speedups.</p>\n<p>To the best of our knowledge, ours is the first work that validates the hardware design with evolutionary swarm intelligence by modeling the hardware in the form of a software.</p>\n<p>In terms of diversity and outreach activities, our research group is diverse, including both male and female researchers, as well as undergraduate and graduate students.&nbsp; We have also engaged many K-12 groups and helped both students and teachers to think like a computer scientist.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;S&nbsp;Hsiao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we have tackled the problems of verifying the correctness of the computing hardware design. The construction of multiple levels of abstract models to learn and reason about conditions to reach deep corner cases in the design.  In addition, we have developed and refined a new operator coverage and correlation factor to the gate-level model for ease of fault grading functional vectors. Static analysis and dynamic taint analysis have been incorporated to\nhelp guide the search. The entire approach now can avoid gate-level details, thereby leading to significant speedups over previous approaches, without sacrificing coverage. We have evaluated the approach and confirm the superiority of such an approach, with 100X speedup achieved over gate-level techniques and 10X speedup with mixed-level approaches. Finally, the framework can be parallelized to obtain additional speedups.\n\nTo the best of our knowledge, ours is the first work that validates the hardware design with evolutionary swarm intelligence by modeling the hardware in the form of a software.\n\nIn terms of diversity and outreach activities, our research group is diverse, including both male and female researchers, as well as undergraduate and graduate students.  We have also engaged many K-12 groups and helped both students and teachers to think like a computer scientist. \n\n\t\t\t\t\tLast Modified: 07/13/2018\n\n\t\t\t\t\tSubmitted by: Michael S Hsiao"
 }
}