{
 "awd_id": "1422718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ANALYSIS OF GROUP DIFFERENCES IN SCIENCE LITERACY DATA",
 "cfda_num": "47.075",
 "org_code": "04030000",
 "po_phone": "7032927797",
 "po_email": "nkannank@nsf.gov",
 "po_sign_block_name": "NIRMALA KANNANKUTTY",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 63179.0,
 "awd_amount": 63179.0,
 "awd_min_amd_letter_date": "2014-09-02",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "Since the late 1970s, the National Science Foundation has sponsored a series of surveys to gauge public attitudes toward and understanding of science and technology.   The scientific community has raised concerns about two of the survey items that have been part of the factual knowledge scale for many years.  One of the items is intended to measure understanding of evolution, and the other is about the origins of the universe.  In both items, there is a concern that a respondent?s answer may not be measuring scientific knowledge, but rather some aspect of religious belief. This potential interaction of religious belief and knowledge may vary among religious groups, and therefore influence the understanding of scientific knowledge in the U.S. population.  \r\n\r\nThis proposal focuses on how different wordings of the questions about evolution and the origins of the universe may affect conclusions about science literacy.  An experiment in the 2012 General Social Survey varied the question wording of these items by adding ?According to the theory of evolution?? or ?According to astronomers?? to stress that the questions are about the current state of scientific knowledge, not the respondent?s personal beliefs. Preliminary analyses show that higher percentages of the U.S. population answer these versions of the questions correctly than the original versions. This project investigates the measurement properties of these questions more thoroughly.  We use confirmatory factor analysis to study measurement equivalence across religious groups on both the original and experimental versions of these science literacy measures.\r\n\r\nThe level of science literacy in the U.S. population can affect many aspects of society. Science literacy serves as a resource for individuals and communities. For example, individuals with higher levels of science literacy can make better decisions about their own health or the health of others. Science literacy can also impact economic growth and development by influencing factors such as the rate of new discoveries and technological development. Hence, it is important for policy makers to understand the level of science literacy in the population. The goal of this proposal is to clarify the degree to which survey questions provide accurate measures of science literacy. It specifically focuses on how different wordings of survey questions about the origins of the universe and evolution may affect how one draws conclusions about science literacy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "NCSE",
 "org_div_long_name": "National Center for Science and Engineering Statistics.",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Tourangeau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Tourangeau",
   "pi_email_addr": "RogerTourangeau@Westat.com",
   "nsf_id": "000329370",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Maitland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Maitland",
   "pi_email_addr": "aaronmaitland@westat.com",
   "nsf_id": "000664261",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Westat Inc",
  "inst_street_address": "1600 RESEARCH BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3012511500",
  "inst_zip_code": "208503129",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "WESTAT, INC.",
  "org_prnt_uei_num": "NVUWAFWQ57S5",
  "org_uei_num": "NVUWAFWQ57S5"
 },
 "perf_inst": {
  "perf_inst_name": "Westat Inc",
  "perf_str_addr": "",
  "perf_city_name": "Rockville",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208503129",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 63179.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>Since the late 1970s, the National Science Foundation has sponsored studies assessing the science literacy of the general public.&nbsp; The results have been published in <em>Science and Engineering Indicators</em>), periodic reports put out by NSF&rsquo;s governing body, the National Science Board. Science literacy is defined as having enough knowledge of science&mdash;both basic facts and key features of the scientific method&mdash;to understand policy debates about issues like global warming.&nbsp; Science literacy also serves as a resource for individuals and communities. For example, people with higher levels of science literacy can make better decisions about their health. The goal of our research was to clarify how best to measure science literacy in surveys of the general public.&nbsp; We focused on two questions: Should respondents be encouraged to guess if they are not sure of the right answer? and How can respondents be asked about evolution and other topics where science may conflict with religious belief?&nbsp;</p>\n<p>We conducted several experiments comparing different ways of asking questions assessing knowledge of basic science facts.&nbsp; First, we varied whether respondents were encouraged or discouraged from guessing the answers to the questions.&nbsp; Encouraging respondents to guess makes sense if they have some information about a topic and can make an educated guess.&nbsp; It does not make sense if it just pushes respondents to make wild guesses.&nbsp; We found that the latter seemed to be the case with the science knowledge items.&nbsp; When respondents were encouraged to guess, their scores on the items did not relate as strongly to the number of science courses they had had taken in high school and college; the relation to past science education was stronger when we discouraged guessing.&nbsp; We found other evidence that encouraging people to guess led to wild rather than educated guesses; for example, the additional answers were right only about as often as would expected by chance.</p>\n<p>We also examined two strategies for improving the measurement of knowledge of evolution and the big bang theory.&nbsp; Both items in the traditional science literacy battery may trigger a conflict between what respondents personally believe based on their religious identity and what scientists believe. Asking about the evolution of animals instead of the evolution of humans increased the proportion of correct responses.&nbsp; <em>Human</em> evolution, rather than evolution in general, seems to be the hot-button issue for some respondents.&nbsp; In addition, prefacing the item on evolution with &ldquo;According to the theory of evolution&hellip;&rdquo; also increased the proportion of correct responses; this version of the question allowed respondents to acknowledge what scientists think without endorsing it. &nbsp;Answers to these alternatively worded questions are more strongly related to science knowledge and more weakly related to religious beliefs than answers to the traditional question that asks about human evolution.&nbsp; Similarly, alternative versions of an item about the &ldquo;big bang&rdquo; theory that began &ldquo;According to astronomers&hellip;&rdquo; seem to provide more valid measures of familiarity with that theory.&nbsp; If the purpose of these items is to assess familiarity with the relevant science rather than acceptance of it, the new versions are better measures than the traditional items.&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2016<br>\n\t\t\t\t\tModified by: Roger&nbsp;Tourangeau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nSince the late 1970s, the National Science Foundation has sponsored studies assessing the science literacy of the general public.  The results have been published in Science and Engineering Indicators), periodic reports put out by NSF?s governing body, the National Science Board. Science literacy is defined as having enough knowledge of science&mdash;both basic facts and key features of the scientific method&mdash;to understand policy debates about issues like global warming.  Science literacy also serves as a resource for individuals and communities. For example, people with higher levels of science literacy can make better decisions about their health. The goal of our research was to clarify how best to measure science literacy in surveys of the general public.  We focused on two questions: Should respondents be encouraged to guess if they are not sure of the right answer? and How can respondents be asked about evolution and other topics where science may conflict with religious belief? \n\nWe conducted several experiments comparing different ways of asking questions assessing knowledge of basic science facts.  First, we varied whether respondents were encouraged or discouraged from guessing the answers to the questions.  Encouraging respondents to guess makes sense if they have some information about a topic and can make an educated guess.  It does not make sense if it just pushes respondents to make wild guesses.  We found that the latter seemed to be the case with the science knowledge items.  When respondents were encouraged to guess, their scores on the items did not relate as strongly to the number of science courses they had had taken in high school and college; the relation to past science education was stronger when we discouraged guessing.  We found other evidence that encouraging people to guess led to wild rather than educated guesses; for example, the additional answers were right only about as often as would expected by chance.\n\nWe also examined two strategies for improving the measurement of knowledge of evolution and the big bang theory.  Both items in the traditional science literacy battery may trigger a conflict between what respondents personally believe based on their religious identity and what scientists believe. Asking about the evolution of animals instead of the evolution of humans increased the proportion of correct responses.  Human evolution, rather than evolution in general, seems to be the hot-button issue for some respondents.  In addition, prefacing the item on evolution with \"According to the theory of evolution&hellip;\" also increased the proportion of correct responses; this version of the question allowed respondents to acknowledge what scientists think without endorsing it.  Answers to these alternatively worded questions are more strongly related to science knowledge and more weakly related to religious beliefs than answers to the traditional question that asks about human evolution.  Similarly, alternative versions of an item about the \"big bang\" theory that began \"According to astronomers&hellip;\" seem to provide more valid measures of familiarity with that theory.  If the purpose of these items is to assess familiarity with the relevant science rather than acceptance of it, the new versions are better measures than the traditional items.    \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/12/2016\n\n\t\t\t\t\tSubmitted by: Roger Tourangeau"
 }
}