{
 "awd_id": "1422127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Improving Multi-label Classifiers by Learning Output Representations",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Weng-keen Wong",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 439191.0,
 "awd_amount": 439191.0,
 "awd_min_amd_letter_date": "2014-07-23",
 "awd_max_amd_letter_date": "2014-07-23",
 "awd_abstract_narration": "Multi-label classification refers to automated classification in which multiple target labels are assigned to each instance.  For example articles often contain several topics, and images contain multiple types of objects.  Multi-label classification is a central problem in big data analysis.  Complex data --- such as documents, images and videos --- require automated content annotation to support ranking, retrieval and monitoring operations. Unfortunately, automatic annotation is difficult because multiple labels, exhibiting complex inter-relationships, must be assigned from a large open vocabulary. This research project addresses the three main challenges faced by automated annotation systems that learn multi-label classifiers from data: (1) capturing and exploiting label dependence to overcome data sparsity, (1) exploiting partially labelled data to expand the range of usable resources, and (3)reducing prediction model size to allow practical usability. These three challenges will be tackled from a unified perspective of output representation learning, which has the potential to deliver automated methods for semantic annotation that demonstrate greater autonomy, robustness and accuracy. This research will be integrated into graduate and undergraduate courses, which will allow students to develop analytical and computational skills for big data analysis that are currently in high demand. Being centered at a university with a strong program for minority students, this project will also engage participation from underrepresented groups. Undergraduate and high school students will also be engaged through student project competitions.  \r\n\r\nThe core technical challenges addressed by this research project arise from the phenomena of complex label spaces and sparse data: annotations in big data exhibit ontological structure and missing labels, while even in massive data collections, like Flickr, most labels do not have sufficient positive examples to allow an accurate classifier to be trained independently for each label. To address these challenges, this research project will pursue three main research aims: First, methods for learning multi-label output kernels will be developed that allow auxiliary label information to be combined with state of the art multi-label training losses. These methods will provide important new approaches for addressing the label dependence challenge. Second, methods for learning distributed label representations will be developed that also incorporate auxiliary label information with effective training losses. These methods will provide new approaches for addressing the label dependence and label dimension challenges that make an alternative computational trade-off to output kernel learning. Third, new methods for learning output representations from incomplete labels will be developed that combine missing label imputation with predictor training under effective multi-label losses. This work will greatly extend the practical applicability of multi-label classification learning methods to the type of partially labeled data that is usually encountered in big data.    By using output representation learning to improve the quality of multi-label classifiers, this research will advance ranking and retrieval capabilities in important applications, including document and health record management, image and video management, and semantic web analysis. Moreover, by offering flexible engagement opportunities via diverse application studies, algorithm development, experimentation and analysis, this project is well suited to engaging students in research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuhong",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuhong Guo",
   "pi_email_addr": "yuhong@temple.edu",
   "nsf_id": "000537682",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "Wachman Hall, 1805 N. Broad",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226094",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 439191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Multi-label prediction is a central problem in big data analysis: complex data, such as documents, images, videos, and transaction records, typically have multiple category labels associated with each instance and require automated content annotation to support ranking, retrieval and monitoring operations. Unfortunately, the data sparsity in complex label spaces and the incompleteness of observed labels hamper current progress in automated multi-label prediction.&nbsp;</span></p>\n<p><span>This project investigated multi-label learning techniques for improving prediction performance under various real-world learning scenarios. It developed novel conditional restricted Boltzmann machines and low-rank label matrix recovery models to tackle multi-label learning with incomplete labels, and developed nonlinear label space reduction models and joint low-rank prediction models for high dimensional complex label spaces. It also extended label representation learning techniques to tackle zero-shot learning tasks with the extreme degree of label sparsity.&nbsp;</span></p>\n<p><span>In our publications, we demonstrated that the learning techniques developed in this project not only improved the state-of-the-art in benchmark document and image multi-label classification tasks and in building recommender systems, but also reduced the dependence of learning prediction systems on human annotation efforts.</span></p>\n<p><span>The technologies produced in this project can automate semantic annotation of complex data instances with greater robustness and accuracy. This can significantly advance ranking and retrieval capabilities in important applications, including document and health record management, image and video management, semantic web analysis, and e-commerce platforms.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2018<br>\n\t\t\t\t\tModified by: Yuhong&nbsp;Guo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMulti-label prediction is a central problem in big data analysis: complex data, such as documents, images, videos, and transaction records, typically have multiple category labels associated with each instance and require automated content annotation to support ranking, retrieval and monitoring operations. Unfortunately, the data sparsity in complex label spaces and the incompleteness of observed labels hamper current progress in automated multi-label prediction. \n\nThis project investigated multi-label learning techniques for improving prediction performance under various real-world learning scenarios. It developed novel conditional restricted Boltzmann machines and low-rank label matrix recovery models to tackle multi-label learning with incomplete labels, and developed nonlinear label space reduction models and joint low-rank prediction models for high dimensional complex label spaces. It also extended label representation learning techniques to tackle zero-shot learning tasks with the extreme degree of label sparsity. \n\nIn our publications, we demonstrated that the learning techniques developed in this project not only improved the state-of-the-art in benchmark document and image multi-label classification tasks and in building recommender systems, but also reduced the dependence of learning prediction systems on human annotation efforts.\n\nThe technologies produced in this project can automate semantic annotation of complex data instances with greater robustness and accuracy. This can significantly advance ranking and retrieval capabilities in important applications, including document and health record management, image and video management, semantic web analysis, and e-commerce platforms.\n\n\t\t\t\t\tLast Modified: 09/07/2018\n\n\t\t\t\t\tSubmitted by: Yuhong Guo"
 }
}