{
 "awd_id": "1422341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: C3DaR - Collection, Creation, and Collaboration for Engineering Design and Reflection",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2014-07-21",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "Innovation is now recognized as critical to economic growth and international competitiveness. While prototyping, manufacturing and even engineering work are routinely outsourced to foreign markets, design remains a key output of the nation. It is therefore imperative to improve the innovative capacity of designers, particularly those in engineering, through new design concepts, methods and tools to support transformative and creative design thinking. The goal of this project is to develop and test a digital platform for early design called C3DaR (Collection, Creation and Collaboration for Engineering Design and Reflection). C3DaR will transform the creative process of early design for engineering by applying a computer-as-partner paradigm in which the system becomes as an active contributor to the partnership between designers, artifacts and media. The research, education and dissemination efforts conducted as part of this project will greatly facilitate a paradigm shift in design to improve our nation?s creative design capacity.\r\n\r\nEarly design for engineering is characterized by informal, unstructured and heavily collaborative work processes involving multiple participants, disparate forms of representational media and a plethora of interactions between designers and artifacts. To explore and evaluate novel ways to support design, the project includes three research streams, corresponding to the 3 Cs in C3DaR. \r\n(i) Collection incorporates mechanisms to help designers gather materials in the early stages of the creative process. Examples of proposed mechanisms include web browser integration for collecting inspirational material, design scrapbooking for composing content into multimedia montages and diagramming for organizing and recording textual and hierarchical ideas. \r\n(ii) Creation encompasses techniques to help designers to make and modify design artifacts. Examples of such techniques include textual and visual prompting to guide the designer's sketching process, integration with a naive physics engine to enable an intuitive sketch-to-life design approach and auto-completion of 2D sketches to enable rapid content creation. \r\n(iii) Collaboration includes mechanisms to enable multiple designers to coordinate their combined efforts while avoiding interference and maximizing their productivity. Examples include allowing social-media-like discussion, tagging and voting for design artifacts, motion gestures and annotation to facilitate expressing dynamic behavior and integrated visual conflict resolution techniques to coordinate the team. \r\nThe contribution of this project is to develop and test a radically new early design process for engineering that is scaffolded by, as well as closely intertwined with, digital media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Niklas",
   "pi_last_name": "Elmqvist",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Niklas E Elmqvist",
   "pi_email_addr": "elm@umd.edu",
   "nsf_id": "000517418",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karthik",
   "pi_last_name": "Ramani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karthik Ramani",
   "pi_email_addr": "ramani@purdue.edu",
   "nsf_id": "000284152",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 Lee Bldg",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-051a8cd5-7fff-cca5-e907-b7594f82e190\"> </span></p>\n<p dir=\"ltr\"><span>Design drives innovation, which today drives a large part of the U.S. economy. Take the Apple iPhone, which is widely recognized as a revolutionary product that forever transformed the landscape of mobile computing overnight. To maintain this competitive edge in design, it is clearly in our best interest to invest in science and technology that will not just sustain the current status quo, but that will propel our designer population to entirely new levels of creativity and innovation. Understanding how innovation happens, how designers work together, and how they can be aided, is critical to support and foster such progress.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The C3DaR project focused on developing such an understanding, building tools that aid innovation by helping designers collaborate, and helping researchers understand how designers work together. A joint venture between University of Maryland professor </span><span>Niklas Elmqvist</span><span> (human-computer interaction and computer science), and Purdue University professor </span><span>Karthik Ramani</span><span> (creative design and mechanical engineering), the C3DaR project adopted a radical approach to early-stage engineering design through the effective use of digital media. The C3DaR approach (pronounced &ldquo;cedar&rdquo;), short for Collection, Creation, and Collaboration for Engineering Design and Reflection, supported </span><span>collecting</span><span> existing ideas or sources of inspiration, </span><span>creating</span><span> new concepts, and </span><span>collaborating </span><span>with their teams to develop these and other ideas.</span></p>\n<p dir=\"ltr\"><span>More specifically, each goal included the following components:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Collection</span><span> helps designers gather materials in the early stages of the creative process, such as web browser integration for collecting inspirational material, design scrapbooking for composing content into multimedia montages, and diagramming for organizing and recording textual and hierarchical ideas.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Creation </span><span>helps designers to make and modify design artifacts, such as textual and visual prompting to guide the designer&rsquo;s sketching process, integration with a naive physics engine to enable an intuitive sketch-to-life design approach, and auto-completion of 2D sketches to enable rapid content creation.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Collaboration</span><span> enable multiple designers to coordinate their combined efforts while avoiding interference and maximizing their productivity, such as social-media-like discussion, tagging, and voting for design artifacts, motion gestures and annotation to facilitate expressing dynamic behavior, and integrated visual conflict resolution techniques to coordinate the team.</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>Throughout the project&rsquo;s duration, from Summer 2015 to Summer 2019, our team consisting of the two faculty members and a succession of graduate students and postdoctoral scholars made significant progress towards this vision. Below we review the most significant results from all this work.</span></p>\n<p dir=\"ltr\"><span>In the </span><span>Sketcholution </span><span>project, we focused on creation (the second C) by observing that sketches are more than groups of strokes; the order and timing of the strokes can also be useful for reflecting on a sketch, communicating it to others, and using an earlier version of a sketch as a starting point for a new one. We take advantage of this fact, we proposed a new method for grouping together the strokes in how a sketch was drawn based on their distance in time and space. This allowed us to generate &ldquo;comics&rdquo; that represent the highlights of the drawing process, as well as summarize the evolution of the sketch using numbered boxes in the same frame.</span></p>\n<p dir=\"ltr\"><span>In the </span><span>Co-3Deator</span><span> project, we turned to collaboration (the third C) for creating 3D models by proposing the idea of &ldquo;team-first&rdquo; ideation tools. Similar to &ldquo;mobile-first&rdquo; web design, team-first ideation tools are designed from the ground up with the designer team in focus. Specifically, in Co-3Deator, this is manifested in the way that all 3D parts that one designer creates is automatically and continuously segmented and shared with the rest of the team while the user is still drawing it. This enables other team members to reuse and remix the work of the original designer with no explicit sharing operations. For example, if a designer is creating a helicopter design, another designer could easily reuse the landing gear for an airplane design even while the first designer is working on other parts of their chopper. Collaboration becomes effortless and natural.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Finally, in the &ldquo;</span><span>designer intent</span><span>&rdquo; project, we wondered whether we could go beyond traditional sketching (like in the Sketcholution project) by trying to infer the designer&rsquo;s intent from both their sketching as well as their non-sketching (pointing, gesturing, representing) behavior. Based on painstaking video observations of designers solving practical design problems, we were able to identify several categories of actions and their purported intent. The paper was awarded with an honorable mention for best paper at ACM DIS 2018 in Hong Kong.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Beyond the above papers, the C3DaR project yielded at least half a dozen additional publications in well-regarded academic journals and conferences. It also fully or partially funded a total of six Ph.D. students and one postdoctoral scholar. We ran several PK-12 summer camps on creative design using these ideas. In other words, C3DaR was a very successful NSF-funded research project with many and varied forms of impact.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2019<br>\n\t\t\t\t\tModified by: Niklas&nbsp;E&nbsp;Elmqvist</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nDesign drives innovation, which today drives a large part of the U.S. economy. Take the Apple iPhone, which is widely recognized as a revolutionary product that forever transformed the landscape of mobile computing overnight. To maintain this competitive edge in design, it is clearly in our best interest to invest in science and technology that will not just sustain the current status quo, but that will propel our designer population to entirely new levels of creativity and innovation. Understanding how innovation happens, how designers work together, and how they can be aided, is critical to support and foster such progress. \nThe C3DaR project focused on developing such an understanding, building tools that aid innovation by helping designers collaborate, and helping researchers understand how designers work together. A joint venture between University of Maryland professor Niklas Elmqvist (human-computer interaction and computer science), and Purdue University professor Karthik Ramani (creative design and mechanical engineering), the C3DaR project adopted a radical approach to early-stage engineering design through the effective use of digital media. The C3DaR approach (pronounced \"cedar\"), short for Collection, Creation, and Collaboration for Engineering Design and Reflection, supported collecting existing ideas or sources of inspiration, creating new concepts, and collaborating with their teams to develop these and other ideas.\nMore specifically, each goal included the following components:\n\n\nCollection helps designers gather materials in the early stages of the creative process, such as web browser integration for collecting inspirational material, design scrapbooking for composing content into multimedia montages, and diagramming for organizing and recording textual and hierarchical ideas.\n\n\nCreation helps designers to make and modify design artifacts, such as textual and visual prompting to guide the designer?s sketching process, integration with a naive physics engine to enable an intuitive sketch-to-life design approach, and auto-completion of 2D sketches to enable rapid content creation.\n\n\nCollaboration enable multiple designers to coordinate their combined efforts while avoiding interference and maximizing their productivity, such as social-media-like discussion, tagging, and voting for design artifacts, motion gestures and annotation to facilitate expressing dynamic behavior, and integrated visual conflict resolution techniques to coordinate the team.\n\n\nThroughout the project?s duration, from Summer 2015 to Summer 2019, our team consisting of the two faculty members and a succession of graduate students and postdoctoral scholars made significant progress towards this vision. Below we review the most significant results from all this work.\nIn the Sketcholution project, we focused on creation (the second C) by observing that sketches are more than groups of strokes; the order and timing of the strokes can also be useful for reflecting on a sketch, communicating it to others, and using an earlier version of a sketch as a starting point for a new one. We take advantage of this fact, we proposed a new method for grouping together the strokes in how a sketch was drawn based on their distance in time and space. This allowed us to generate \"comics\" that represent the highlights of the drawing process, as well as summarize the evolution of the sketch using numbered boxes in the same frame.\nIn the Co-3Deator project, we turned to collaboration (the third C) for creating 3D models by proposing the idea of \"team-first\" ideation tools. Similar to \"mobile-first\" web design, team-first ideation tools are designed from the ground up with the designer team in focus. Specifically, in Co-3Deator, this is manifested in the way that all 3D parts that one designer creates is automatically and continuously segmented and shared with the rest of the team while the user is still drawing it. This enables other team members to reuse and remix the work of the original designer with no explicit sharing operations. For example, if a designer is creating a helicopter design, another designer could easily reuse the landing gear for an airplane design even while the first designer is working on other parts of their chopper. Collaboration becomes effortless and natural. \nFinally, in the \"designer intent\" project, we wondered whether we could go beyond traditional sketching (like in the Sketcholution project) by trying to infer the designer?s intent from both their sketching as well as their non-sketching (pointing, gesturing, representing) behavior. Based on painstaking video observations of designers solving practical design problems, we were able to identify several categories of actions and their purported intent. The paper was awarded with an honorable mention for best paper at ACM DIS 2018 in Hong Kong. \nBeyond the above papers, the C3DaR project yielded at least half a dozen additional publications in well-regarded academic journals and conferences. It also fully or partially funded a total of six Ph.D. students and one postdoctoral scholar. We ran several PK-12 summer camps on creative design using these ideas. In other words, C3DaR was a very successful NSF-funded research project with many and varied forms of impact.\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2019\n\n\t\t\t\t\tSubmitted by: Niklas E Elmqvist"
 }
}