{
 "awd_id": "1423100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: On the Complexity of Optimal Pricing and Mechanism Design",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 449985.0,
 "awd_amount": 449985.0,
 "awd_min_amd_letter_date": "2014-07-10",
 "awd_max_amd_letter_date": "2014-07-10",
 "awd_abstract_narration": "In this project, the PIs plan to investigate fundamental questions in algorithmic pricing, and improve the current understanding in this area. Consider the setting where a buyer is interested in multiple heterogeneous items offered by a seller. While values of items to the buyer are private, the seller can exploit stochastic information on the preferences of a typical buyer to maximize her expected revenue. Optimal pricing problems under various settings have received considerable attention in the computer science literature during the past decade, and have been studied from both the algorithmic and complexity-theoretic perspectives, yet many basic questions remain open. The motivation of studying these problems also stems from their strong connection to the general framework of optimal (Bayesian) multidimensional mechanism design, an area that has been investigated intensively in both mathematical economics and computer science.\r\n\r\nThe main goal of the project is to develop novel ideas and techniques that can help resolve some of the fundamental open problems in the area of algorithmic pricing, focusing on the case in which the buyer's values are independent. During the next three years, the PIs will work to develop new efficient (approximation) algorithms for optimal pricing problems under various settings, and to understand computational difficulties inherent within them. In addition to the computational aspect, the PIs will also seek to identify better structures of (approximately) optimal pricing schemes. The PIs are particularly interested in characterizing classes of distributions and buyer preferences for which there exist simple, easy-to-implement pricing schemes that can extract most of the optimal revenue, or providing counterexamples that exhibit large gaps between revenues obtained from complex and simple pricing schemes.\r\n\r\nResults obtained in the proposed research would complement the already extensive economics literature on optimal pricing and multidimensional mechanism design, by offering perspectives through the lens of algorithms, approximation, and complexity. The PIs will broadly disseminate results obtained in the proposed research. The PIs will mentor PhD students and promote undergraduate research by involving them in accessible research projects related to this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mihalis",
   "pi_last_name": "Yannakakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mihalis Yannakakis",
   "pi_email_addr": "mihalis@cs.columbia.edu",
   "nsf_id": "000201805",
   "pi_start_date": "2014-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xi",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xi Chen",
   "pi_email_addr": "xc2198@columbia.edu",
   "nsf_id": "000576016",
   "pi_start_date": "2014-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 449985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"color: #000000; font-family: arial, helvetica, sans-serif;\"><span>Algorithmic pricing and mechanism design problems have been studied intensively in computer science during the past decade. We consider the setting of monopolist pricing where a buyer is interested in multiple&nbsp;</span></span>heterogeneous items offered by a seller, with values of items to the buyer being private and unknown to the seller. Following the standard Bayesian assumption, the seller has stochastic information on the preferences of a typical buyer and can exploit this information to choose a pricing scheme (or an auction / mechanism) to maximize her expected revenue. Much effort has been devoted to understanding structures of (approximately) optimal mechanisms, algorithms for / complexity of finding such mechanisms, and performances of simple mechanisms used in practice compared to optimal solutions.&nbsp;<span>Below we describe some of the main results achieved along these directions.</span></p>\n<p>First we study the&nbsp;<span>optimal lottery pricing problem when the buyer is unit-demand (i.e., the buyer is interested in getting at most one item) and has values of items drawn from independent distributions. The seller can offer a menu of carefully designed lotteries to the buyer, where each lottery as its name suggests is a probability distribution over items (e.g., the seller can offer a lottery at a certain price and when it is bought, the buyer receives item 1 with 50% chance, item 2 with 30% chance and item 3 with 20% chance). Our results answer several questions concerning the lottery problem. We show that in general one may need exponentially many lotteries to achieve the optimal revenue. Moreover, there exists no efficient algorithm that can implement an optimal lottery solution under standard complexity-theoretic assumptions. Both results hold even when the distributions have support size three. On the positive side we show that when the distributions have support size two (a low value and a high value for each item) and share the same high value, the simple scheme of item pricing (i.e., assigning each item a price and the buyer buys the item with the highest utility) can indeed achieve the same revenue as the optimal menu of lotteries, and an optimal solution can be computed in polynomial time.</span></p>\n<p><span>Next we study the optimal bundle pricing problem when the buyer is additive (i.e., the value of a bundle of items to the buyer is the sum of their individual values) and has values of items drawn from independent distributions. For example, when selling a toothpaste and a toothbrush the seller may offer each item at its own price and at the same time the bundle at a discount.&nbsp;</span><span>While lotteries (or randomized mechanisms)</span>&nbsp;can in general achieve strictly higher revenue than bundles (or deterministic mechanisms), the latter is much more widely used in practice (especially bundle pricing schemes that are \"simple\" and easy to implement).</p>\n<p><span>On the positive side, we show that when the distributions are i.i.d. with support size 2, the optimal revenue (even allowing lotteries) can be achieved by a \"simple\" bundle pricing scheme which we call a discounted item-pricing: the seller picks a price for each individual item and a price for the grand bundle that contains all items; furthermore, an optimal solution can be computed in polynomial time. However, for general support size two distributions, we show that the problem of finding an optimal bundle pricing becomes intractable under standard complexity-theoretic assumptions, even when we are guaranteed that the optimal solution is a discounted item-pricing. As immediate corollaries, we show that the problem of determining whether simple solutions such as item pricing or grand bundle pricing are optimal is intractable as well.</span></p>\n<p><span>Our results complement the already extensive economics literature on revenue-optimal mechanism design by offering perspectives through the lens of algorithms and complexity.&nbsp;</span>They contrast sharply with&nbsp;Myerson&rsquo;s classic result for the single parameter setting, where he gives a closed-form characterization for the optimal mechanism which turns out to be simple and deterministic. For multidimensional settings such as those we consider above, there exists&nbsp;no such characterization and no efficient algorithm or simple mechanism to help the seller achieve the optimal revenue (under standard complexity-theoretic assumptions).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Mihalis&nbsp;Yannakakis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlgorithmic pricing and mechanism design problems have been studied intensively in computer science during the past decade. We consider the setting of monopolist pricing where a buyer is interested in multiple heterogeneous items offered by a seller, with values of items to the buyer being private and unknown to the seller. Following the standard Bayesian assumption, the seller has stochastic information on the preferences of a typical buyer and can exploit this information to choose a pricing scheme (or an auction / mechanism) to maximize her expected revenue. Much effort has been devoted to understanding structures of (approximately) optimal mechanisms, algorithms for / complexity of finding such mechanisms, and performances of simple mechanisms used in practice compared to optimal solutions. Below we describe some of the main results achieved along these directions.\n\nFirst we study the optimal lottery pricing problem when the buyer is unit-demand (i.e., the buyer is interested in getting at most one item) and has values of items drawn from independent distributions. The seller can offer a menu of carefully designed lotteries to the buyer, where each lottery as its name suggests is a probability distribution over items (e.g., the seller can offer a lottery at a certain price and when it is bought, the buyer receives item 1 with 50% chance, item 2 with 30% chance and item 3 with 20% chance). Our results answer several questions concerning the lottery problem. We show that in general one may need exponentially many lotteries to achieve the optimal revenue. Moreover, there exists no efficient algorithm that can implement an optimal lottery solution under standard complexity-theoretic assumptions. Both results hold even when the distributions have support size three. On the positive side we show that when the distributions have support size two (a low value and a high value for each item) and share the same high value, the simple scheme of item pricing (i.e., assigning each item a price and the buyer buys the item with the highest utility) can indeed achieve the same revenue as the optimal menu of lotteries, and an optimal solution can be computed in polynomial time.\n\nNext we study the optimal bundle pricing problem when the buyer is additive (i.e., the value of a bundle of items to the buyer is the sum of their individual values) and has values of items drawn from independent distributions. For example, when selling a toothpaste and a toothbrush the seller may offer each item at its own price and at the same time the bundle at a discount. While lotteries (or randomized mechanisms) can in general achieve strictly higher revenue than bundles (or deterministic mechanisms), the latter is much more widely used in practice (especially bundle pricing schemes that are \"simple\" and easy to implement).\n\nOn the positive side, we show that when the distributions are i.i.d. with support size 2, the optimal revenue (even allowing lotteries) can be achieved by a \"simple\" bundle pricing scheme which we call a discounted item-pricing: the seller picks a price for each individual item and a price for the grand bundle that contains all items; furthermore, an optimal solution can be computed in polynomial time. However, for general support size two distributions, we show that the problem of finding an optimal bundle pricing becomes intractable under standard complexity-theoretic assumptions, even when we are guaranteed that the optimal solution is a discounted item-pricing. As immediate corollaries, we show that the problem of determining whether simple solutions such as item pricing or grand bundle pricing are optimal is intractable as well.\n\nOur results complement the already extensive economics literature on revenue-optimal mechanism design by offering perspectives through the lens of algorithms and complexity. They contrast sharply with Myerson?s classic result for the single parameter setting, where he gives a closed-form characterization for the optimal mechanism which turns out to be simple and deterministic. For multidimensional settings such as those we consider above, there exists no such characterization and no efficient algorithm or simple mechanism to help the seller achieve the optimal revenue (under standard complexity-theoretic assumptions).\n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Mihalis Yannakakis"
 }
}