{
 "awd_id": "1423779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Cross-language interaction of grammatical gender: Investigating L2-to-L1 influence",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 15063.0,
 "awd_amount": 15063.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "In the world today there are more bilinguals than monolinguals, and in the United States bilingualism is on the rise. However, bilingualism is dynamic and can vary between populations as well as within individual speakers. For example, bilinguals can vary in the relative proficiency between each of their languages, the environments in which they encounter each language, and the frequency with which they use each language. The current study investigates how such factors can have an impact on the cognitive processing of grammatical information in bilinguals and how bilingual language processing may vary according to the social, linguistic, and environmental contexts of the speaker.\r\n\r\nEvidence has shown that during bilingual speech production, both languages are activated and interact with each other. The goal of the present study is to look at how sociolinguistic, environmental, and linguistic factors influence cross-language interaction among bilingual populations. Specifically, this study investigates how German-Italian bilingual speakers process grammatical gender information in each of their languages to measure the amount of interaction between the first (L1) and second (L2) languages. When the two languages of a bilingual contain grammatical gender, it is often the case that L1 words are assigned a different gender than the corresponding L2 word (e.g., 'flower' is feminine in German but masculine in Italian). L1 German-L2 Italian bilinguals will complete a series of tasks in which they name images in each of their languages. Naming times will reveal whether bilinguals are faster to name images when the gender is congruent between German and Italian than when it is incongruent. Naming in both languages allows for the comparison the amount of L1-to-L2 and L2-to-L1 interaction within the same speakers. In the first experiment, images will be presented in isolation, while in the second experiment images will appear within a sentence context, to determine whether cross-language interaction is reduced when participants are reading in just one language. The effect of language environment on cross-language interaction will be measured by comparing South Tyrolean participants currently living in a bilingual environment (South Tyrol) to the same population of speakers who live in an L1-dominant environment (Austria). Results will enhance our understanding of the dynamic nature of bilingualism not only with regard to South Tyrolean bilinguals, but to similar speakers living in bilingual populations in the United States and around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Jackson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie Jackson",
   "pi_email_addr": "cnj1@psu.edu",
   "nsf_id": "000620440",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Fowler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney Fowler",
   "pi_email_addr": "cej136@psu.edu",
   "nsf_id": "000662223",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two decades of research have shown that when a bilingual is using one of her languages, the language not in use remains active, resulting in language interaction during production (see Kroll et al., 2012 for a review). This interaction is evidence that bilinguals are constantly juggling both languages, and must effectively control each in order to use the appropriate language in any given context. When a bilingual&rsquo;s two languages contain grammatical gender, this interaction can be measured at the grammatical level of processing by manipulating gender-congruency of particular words between languages and then recording speakers&rsquo; naming times. The so-called gender-congruency effect is present when naming times are faster for words that are assigned an identical gender between languages than for words that have two different genders across a bilingual&rsquo;s two languages.</p>\n<p>&nbsp;</p>\n<p>The current study explored the role that language environment plays in the degree of cross-language interaction, and whether the resulting influence is bi-directional (i.e., first language (L1) --&gt; second language (L2) and L2--&gt;L1). Participants were highly-proficient L1 German-L2 Italian speakers who grew up in bilingual South Tyrol, Italy. This population was divided into two groups matched for proficiency and language background: those living in South Tyrol, where they speak German and Italian on a daily basis, and those living in Austria, where they speak primarily German. An additional group of L1 German-L2 Italian late bilinguals (i.e., those who learned Italian after childhood), who grew up in and currently live in Austria, was tested to explore the impact of age of acquisition on bi-directional cross-language interaction. Finally, a group of L1 German-L2 English speakers completed the same tasks to ensure that any effects in the German language tasks among the German-Italian bilingual groups could be attributed to the influence from Italian, rather than some other factor. All participants completed the same picture naming tasks in both languages, with participants naming pictures in isolation in Experiment 1 and pictures embedded in a sentence context in Experiment 2. Overall, results from both experiments showed that the L1 gender system can influence the L2 gender system, but not vice versa. However, despite this lack of L2 Italian influence at the grammatical level in L1 German naming, the South Tyroleans in bilingual South Tyrol named pictures slower overall in their native German than those in Austria, showing that bilinguals do adjust their general language processing as needed based on their current language environment. The gender-congruency effect was not present in any of the tasks completed by the late L2 Italian speakers.</p>\n<p>&nbsp;</p>\n<p>This research is the first to investigate the presence of the gender-congruency effect in the same population in two distinct language environments and to look for the presence of this effect in both the L1 and L2. The L2 Italian results in the South Tyrolean groups parallel previous research that has found a gender-congruency effect in L2 picture naming (e.g., Paolieri et al., 2010; Salamoura &amp; Williams, 2007) and the lack of an effect in the late L2 Italian Speakers stands in contrast to these studies. The result that language environment impacts general lexical access times, but not cross-language interaction at the level of grammatical gender, demonstrates that bilinguals are indeed influenced by their current language environment, but that this influence is not present at all levels of language production. In other words, bilinguals adjust their global processing as necessary to use their languages more efficiently, but core linguistic features, like grammatical gender, are not affected by external factors like language environment.</p>\n<p>&nbsp;</p>\n<p>The current study has had an impact beyond its contribution to bilingualism and psycholinguistic research. By investigating the bilinguals of South Tyrol, a region whose history and geography combine to create a bilingual border region, this project provides results that may be applicable to speakers in other bilingual border regions around the world, including those in the United States. Even in South Tyrol, where bilingualism is widely supported, there are some who feel that growing up in such an environment can negatively impact a child&rsquo;s ability to acquire either language properly. By investigating these highly-proficient bilinguals, and by making participants and the community aware of the benefits that bilingualism confers on its speakers and increasing our understanding of how bilinguals handle both of their languages, this study worked to counteract these negative and often unfounded stereotypes. Beyond the borders of South Tyrol, the current study highlights the role that language environment plays on bilinguals&rsquo; ability to balance multiple languages in daily life. The fact that bilinguals adjust to their language environment to process most efficiently shows just how adaptable these speakers are. By investigating South Tyroleans, attention can be brought to the potential benefits to other populations growing up in societies where bilingualism is supported and encouraged.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2016<br>\n\t\t\t\t\tModified by: Courtney&nbsp;Fowler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwo decades of research have shown that when a bilingual is using one of her languages, the language not in use remains active, resulting in language interaction during production (see Kroll et al., 2012 for a review). This interaction is evidence that bilinguals are constantly juggling both languages, and must effectively control each in order to use the appropriate language in any given context. When a bilingual?s two languages contain grammatical gender, this interaction can be measured at the grammatical level of processing by manipulating gender-congruency of particular words between languages and then recording speakers? naming times. The so-called gender-congruency effect is present when naming times are faster for words that are assigned an identical gender between languages than for words that have two different genders across a bilingual?s two languages.\n\n \n\nThe current study explored the role that language environment plays in the degree of cross-language interaction, and whether the resulting influence is bi-directional (i.e., first language (L1) --&gt; second language (L2) and L2--&gt;L1). Participants were highly-proficient L1 German-L2 Italian speakers who grew up in bilingual South Tyrol, Italy. This population was divided into two groups matched for proficiency and language background: those living in South Tyrol, where they speak German and Italian on a daily basis, and those living in Austria, where they speak primarily German. An additional group of L1 German-L2 Italian late bilinguals (i.e., those who learned Italian after childhood), who grew up in and currently live in Austria, was tested to explore the impact of age of acquisition on bi-directional cross-language interaction. Finally, a group of L1 German-L2 English speakers completed the same tasks to ensure that any effects in the German language tasks among the German-Italian bilingual groups could be attributed to the influence from Italian, rather than some other factor. All participants completed the same picture naming tasks in both languages, with participants naming pictures in isolation in Experiment 1 and pictures embedded in a sentence context in Experiment 2. Overall, results from both experiments showed that the L1 gender system can influence the L2 gender system, but not vice versa. However, despite this lack of L2 Italian influence at the grammatical level in L1 German naming, the South Tyroleans in bilingual South Tyrol named pictures slower overall in their native German than those in Austria, showing that bilinguals do adjust their general language processing as needed based on their current language environment. The gender-congruency effect was not present in any of the tasks completed by the late L2 Italian speakers.\n\n \n\nThis research is the first to investigate the presence of the gender-congruency effect in the same population in two distinct language environments and to look for the presence of this effect in both the L1 and L2. The L2 Italian results in the South Tyrolean groups parallel previous research that has found a gender-congruency effect in L2 picture naming (e.g., Paolieri et al., 2010; Salamoura &amp; Williams, 2007) and the lack of an effect in the late L2 Italian Speakers stands in contrast to these studies. The result that language environment impacts general lexical access times, but not cross-language interaction at the level of grammatical gender, demonstrates that bilinguals are indeed influenced by their current language environment, but that this influence is not present at all levels of language production. In other words, bilinguals adjust their global processing as necessary to use their languages more efficiently, but core linguistic features, like grammatical gender, are not affected by external factors like language environment.\n\n \n\nThe current study has had an impact beyond its contribution to bilingualism and psycholinguistic research. By investigating the bilinguals of South Tyrol, a region whose history and geography combine to create a bilingual border region, this project provides results that may be applicable to speakers in other bilingual border regions around the world, including those in the United States. Even in South Tyrol, where bilingualism is widely supported, there are some who feel that growing up in such an environment can negatively impact a child?s ability to acquire either language properly. By investigating these highly-proficient bilinguals, and by making participants and the community aware of the benefits that bilingualism confers on its speakers and increasing our understanding of how bilinguals handle both of their languages, this study worked to counteract these negative and often unfounded stereotypes. Beyond the borders of South Tyrol, the current study highlights the role that language environment plays on bilinguals? ability to balance multiple languages in daily life. The fact that bilinguals adjust to their language environment to process most efficiently shows just how adaptable these speakers are. By investigating South Tyroleans, attention can be brought to the potential benefits to other populations growing up in societies where bilingualism is supported and encouraged.\n\n\t\t\t\t\tLast Modified: 09/20/2016\n\n\t\t\t\t\tSubmitted by: Courtney Fowler"
 }
}