{
 "awd_id": "1423286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: State Response to Religious Insurgencies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2014-07-21",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "This study examines how, when, and why the religious identity of guerrilla groups affects the strategic decision making of counterinsurgent forces. To date, attention has overwhelmingly focused on how religion shapes insurgent behavior at the expense of exploring how it shapes state-level civilian and military decision making. The proposed project addresses the gap by leveraging new quantitative and qualitative data from the British, Cypriot, and Israeli national archives to evaluate cross-national and within-case variation in British counterinsurgent response towards secular and religious insurgents. Particular attention is given to insurgencies during the early postwar period in British Malaya, Palestine, Cyprus, Northern Ireland and the Mau Mau Uprising in Kenya. Through detailed process tracing of the decisions and actions of civilian and military strategists, this study provides new insight into how the religious identity of irregular forces can provoke a counterinsurgent response that is distinct from strategies adopted to fight secular combatants. It clarifies the conditions under which such a treatment effect is most likely, and identifies the reasons for this systematic bias. Specifically, it suggests that the British Armed Forces were characterized by a strategic culture that construed religious rebels as irrational and identified the most effective form of response as one of overwhelming force, not containment or negotiated settlement. \r\n\r\nThe intellectual merit of the proposed research lies in its relevance to contemporary debates on the relationship between religion and armed conflict. It will broaden and deepen the literatures on civil war, conflict resolution, and religious violence in five ways. First, it will draw attention to an outcome underexplored in previous analysis, namely variation in counterinsurgency strategy. Second, it will collect, analyze, and disseminate original data on British counterinsurgency operations against insurgents with religious identities. Third, it will examine insurgent groups from religious traditions understudied in past analyses, such as Judaism and Eastern Orthodoxy. Fourth, this study will challenge the widespread claim that identity-based civil wars, especially religious ones, last longer, involve more casualties, and remain more difficult to resolve due to the demanding and uncompromising nature of combatants' beliefs and identities. Instead, this approach suggests that counterinsurgent perceptions of their opponents' religious identity may be as important, if not more, as the identities themselves. Finally, this project will add to recent work by historians who have challenged the conventional wisdom that British counterinsurgency operations adhered to a single, uniform doctrine of minimal force during the early postwar period. The proposed study offers an explanation for episodes of excessive force based on civilian and military leaders' assumptions concerning the nature of religious insurgents and the threat they pose.\r\n\r\nThis study also stands to make several broader impacts in the form of significant policy recommendations as the U.S. military continues to support counterinsurgency operations against religious, and secular, insurgent groups across the globe. A study of the British counterinsurgency experience will elicit concrete suggestions for managing contemporary religious conflicts to improve the probability of success, enable U.S. counterinsurgent forces to better contain religiously motivated insurgencies to the initial conflict environment, and reduce the opportunities for extreme acts of terrorism by limiting blowback in response to repressive tactics. Such a project is all the more important today as the number of and consequences of religious insurgencies continues to grow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ron",
   "pi_last_name": "Hassner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ron E Hassner",
   "pi_email_addr": "hassner@berkeley.edu",
   "nsf_id": "000168556",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Klocek",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jason A Klocek",
   "pi_email_addr": "jklocek@berkeley.edu",
   "nsf_id": "000660588",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "The National Achives of the United Kingdom",
  "perf_str_addr": "Kew",
  "perf_city_name": "Richmond, Surrey TW9 4DU",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">I. Research Problem</span></p>\n<p>From northern Mali and the North Caucasus to southern Thailand and Philippines, religious dynamics characterize an increasing number of irregular wars. Such struggles are of particular concern given their propensity to develop into intractable conflicts whose spillover effects, especially acts of terrorism, often impact neighboring states.</p>\n<p>Yet, despite their prevalence and consequences, the study of religious insurgencies remains largely one-sided. To date, attention has overwhelmingly focused on how religion shapes insurgent behavior at the expense of exploring its impact on military planning. This is problematic because variation in counterinsurgent response may also determine other conflict outcomes, such as duration, lethality, and termination. Thus, understanding the former remains crucial to making inferences about the latter.</p>\n<p><span style=\"text-decoration: underline;\">II. Research Activities and Preliminary Findings</span></p>\n<p>This study addressed the above gap by investigating British counterinsurgency operations against secular and religious insurgents during the early postwar period. Particular attention was paid to conflicts in Mandatory Palestine and Cyprus, along with the Mau Mau Uprising in Kenya. We hypothesized that military planners&rsquo; perceptions of religion can influence both how they construe and fight insurgents. &nbsp;</p>\n<p>During the grant period, we collected new micro-level quantitative and qualitative data from more than a half dozen archives in Great Britain, Cyprus, and Israel. Consistent with our predictions, we found evidence that British military planners routinely overestimated the intentions and capabilities of insurgents they perceived to be mobilized and motivated by religion. The former means that decision makers frequently viewed religious opponents as more aggressive and less rational than their secular counterparts; while the latter indicates they exaggerated the appeal of religious rhetoric for domestic and transitional audiences.</p>\n<p>In addition, British security forces&rsquo; perceptions of religion influenced which strategic options they identified as most efficacious to combat insurgents. Most notably, their views contributed to a preference for coercive force rather than strategies of containment or negotiated settlement when fighting rebels mobilized along religious lines.</p>\n<p><span style=\"text-decoration: underline;\">III. Implications</span></p>\n<p>Our findings have significant implications for the study of intrastate conflict and religious violence. First, they provide new insight into a central puzzle of civil war research, which asks why counterinsurgents repeatedly rely on strategies of brutal force despite its inefficacy and options for bargaining. Scholars typically overlook psychological factors in favor of rationalist or organizational explanations to account for this phenomenon. However, our results point to the significant influence of cognitive biases, especially towards religion, in military planning.</p>\n<p>Second, our findings challenge the conventional wisdom that the negative elements of religious conflicts are principally due to the demanding and uncompromising nature of combatants&rsquo; beliefs and identities. Rather, we suggest that the perils of religious conflicts may be as much a consequence of the state response provoked by insurgent identities as their capabilities.</p>\n<p>Finally, our study provides important policy lessons for militaries that continue to support counterinsurgency operations against religious, and secular, insurgent groups across the globe. It suggests ways that counterinsurgents can improve their probability of success, contain insurgent groups to the initial conflict environment, and&nbsp;reduce the likelihood of retributive attacks that often come in response to repressiv...",
  "por_txt_cntn": "\nI. Research Problem\n\nFrom northern Mali and the North Caucasus to southern Thailand and Philippines, religious dynamics characterize an increasing number of irregular wars. Such struggles are of particular concern given their propensity to develop into intractable conflicts whose spillover effects, especially acts of terrorism, often impact neighboring states.\n\nYet, despite their prevalence and consequences, the study of religious insurgencies remains largely one-sided. To date, attention has overwhelmingly focused on how religion shapes insurgent behavior at the expense of exploring its impact on military planning. This is problematic because variation in counterinsurgent response may also determine other conflict outcomes, such as duration, lethality, and termination. Thus, understanding the former remains crucial to making inferences about the latter.\n\nII. Research Activities and Preliminary Findings\n\nThis study addressed the above gap by investigating British counterinsurgency operations against secular and religious insurgents during the early postwar period. Particular attention was paid to conflicts in Mandatory Palestine and Cyprus, along with the Mau Mau Uprising in Kenya. We hypothesized that military plannersÆ perceptions of religion can influence both how they construe and fight insurgents.  \n\nDuring the grant period, we collected new micro-level quantitative and qualitative data from more than a half dozen archives in Great Britain, Cyprus, and Israel. Consistent with our predictions, we found evidence that British military planners routinely overestimated the intentions and capabilities of insurgents they perceived to be mobilized and motivated by religion. The former means that decision makers frequently viewed religious opponents as more aggressive and less rational than their secular counterparts; while the latter indicates they exaggerated the appeal of religious rhetoric for domestic and transitional audiences.\n\nIn addition, British security forcesÆ perceptions of religion influenced which strategic options they identified as most efficacious to combat insurgents. Most notably, their views contributed to a preference for coercive force rather than strategies of containment or negotiated settlement when fighting rebels mobilized along religious lines.\n\nIII. Implications\n\nOur findings have significant implications for the study of intrastate conflict and religious violence. First, they provide new insight into a central puzzle of civil war research, which asks why counterinsurgents repeatedly rely on strategies of brutal force despite its inefficacy and options for bargaining. Scholars typically overlook psychological factors in favor of rationalist or organizational explanations to account for this phenomenon. However, our results point to the significant influence of cognitive biases, especially towards religion, in military planning.\n\nSecond, our findings challenge the conventional wisdom that the negative elements of religious conflicts are principally due to the demanding and uncompromising nature of combatantsÆ beliefs and identities. Rather, we suggest that the perils of religious conflicts may be as much a consequence of the state response provoked by insurgent identities as their capabilities.\n\nFinally, our study provides important policy lessons for militaries that continue to support counterinsurgency operations against religious, and secular, insurgent groups across the globe. It suggests ways that counterinsurgents can improve their probability of success, contain insurgent groups to the initial conflict environment, and reduce the likelihood of retributive attacks that often come in response to repressive tactics.\n\n\t\t\t\t\tLast Modified: 11/02/2015\n\n\t\t\t\t\tSubmitted by: Jason A Klocek"
 }
}