{
 "awd_id": "1423407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Advanced Digital Signal Processing with DNA",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 408000.0,
 "awd_min_amd_letter_date": "2014-07-24",
 "awd_max_amd_letter_date": "2016-02-12",
 "awd_abstract_narration": "This project will develop techniques for implementing computation in general, and advanced digital signal processing operations in particular, using molecular reactions in general, and DNA-based reactions in particular.  Just as electronic systems implement computation in terms of voltage (energy per unit charge), one can conceive of molecular systems that compute in terms of chemical concentrations (molecules per unit volume). This proposal will explore techniques for implementing a variety of computational constructs such as logic, memory, arithmetic, and signal processing. A technique called DNA strand displacement is the target experimental chassis. \r\n\r\nThe impetus for this research is not computation per se. Molecular computation will never compete with conventional computers made of silicon integrated circuits for tasks such as number crunching. Chemical systems are inherently slow and messy, taking minutes or even hours to finish, and producing fragmented results. Rather, the goal is to create \"embedded controllers\" - viruses and bacteria that are engineered to perform useful molecular computation in situ where it is needed, for instance in drug delivery and biochemical sensing applications.\r\n\r\nThe digital circuit design community has unique expertise that can be brought to bear on the challenging design problems encountered in synthetic biology. Applications in biology, in turn, offer a wealth of interesting problems in algorithmic development. With its cross-disciplinary emphasis, this project will bring new perspectives to both fields.  If successful, the proposed research will transform disciplines such as genetic engineering of drug-delivery systems. Currently, a costly and ineffective ad-hoc approach prevails. With robust techniques for implementing operations such as digital signal processing, much more effective systems will be developed. An important goal of the project is to communicate the impetus for interdisciplinary research to a wide audience. Building upon current research efforts that include female students, underrepresented students will be recruited into the project.\r\n\r\n\r\n\r\nThis proposal will build on the success of prior work, exploring the implementation of complex signal processing functions for both discrete-time and digital signal processing applications with DNA.  The project will develop synthesis techniques for molecular implementations of signal processing functions such as finite-impulse response (FIR) and infinite impulse response (IIR) digital filters, fast Fourier transforms (FFT), and power spectral density (PSD) computations.  A major component of this project is to study how to implement analog-to-digital (A/D) and digital-to-analog (D/A) conversion with molecular reactions. A distinction will be made between discrete-time signal processing and digital signal processing. While signals are sampled periodically in both systems, the signal is represented as an analog value in the former while the signal is quantized to a digital value in the latter. Each has its advantages. Discrete-time signal processing systems are similar to sampled data systems and require lower molecular concentrations; however, the resolution cannot be precisely controlled. Digital systems are more precise, but require higher molecular concentrations.\r\n\r\nSpecific research thrusts are as follows. Firstly, a complete digital signal processing system will be demonstrated. Such a system will contain A/D and D/A converters and will implement a full repertoire of complex operations. Secondly, the project will develop faster implementations of both discrete-time and digital signal processing systems. The main bottleneck in prior discrete-time signal processing implementations has been speed. In contrast to electronic systems, where the speed is limited by changes in electric charge, the speed in molecular systems is limited by changes in molecular concentrations, which are inherently slow. The project will develop new scheduling approaches where multiple computations are mapped to different phases of transfer. The computation will be synchronous, with molecular transfers synchronized by a \"clock\", implemented through sustained chemical oscillations. The new scheduling approaches will allow computation of parallel outputs without increasing the number of delay transfer reactions. Reducing currently achievable sample periods from 40-80 hours to 4-8 hours will enable experimental demonstration of some example signal processing functions using DNA. Finally, the project will investigate tradeoffs in discrete-time and digital implementations of signal processing functions with respect to speed, accuracy, and robustness. Detailed studies of the system properties and behaviors will be performed, e.g., how the resolution correlates with changing molecular concentrations and how robust the designs are to parametric variations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keshab",
   "pi_last_name": "Parhi",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Keshab K Parhi",
   "pi_email_addr": "parhi@umn.edu",
   "nsf_id": "000208606",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Riedel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Riedel",
   "pi_email_addr": "mriedel@umn.edu",
   "nsf_id": "000488744",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Union St. S.E.",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550172",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "7936",
   "pgm_ref_txt": "SIGNAL PROCESSING"
  },
  {
   "pgm_ref_code": "7946",
   "pgm_ref_txt": "BIO COMPUTING"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Synthesis of molecular reactions in general and DNA in particular for computing signal processing and machine learning functions is of great interest for applications such as protein monitoring and drug delivery. The main contributions of this research are three-fold. First, synthesis of molecular reactions for analog-to-digital and digital-to-analog converters have been developed. Second, a novel approach to synthesize Markov chains using molecular reactions and DNA was proposed. Third, a novel fractional coding approach has been developed to implement functions and artificial neural networks using DNA. In this representation, The fractional coding approach led to two solutions to implement polynomials. In one approach, using Bernstein polynomial expansion, any polynomial can be synthesized using molecular reactions. In another approach, a synergy between the stochastic logic circuits in electronic computing and molecular computing was discovered. Using this synergy, every stochastic logic circuit can form the basis of a molecular circuit using fractional coding. Based on fractional coding, prior stochastic circuits to compute certain polynomials and functions were mapped to molecular and DNA implementations. This enabled the implementations of multiplications, weighted sums, tangent hyperbolic activation functions and perceptrons using molecular reactions and DNA. This approach can be used to implement general artificial neural networks using molecular reactions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2017<br>\n\t\t\t\t\tModified by: Keshab&nbsp;K&nbsp;Parhi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSynthesis of molecular reactions in general and DNA in particular for computing signal processing and machine learning functions is of great interest for applications such as protein monitoring and drug delivery. The main contributions of this research are three-fold. First, synthesis of molecular reactions for analog-to-digital and digital-to-analog converters have been developed. Second, a novel approach to synthesize Markov chains using molecular reactions and DNA was proposed. Third, a novel fractional coding approach has been developed to implement functions and artificial neural networks using DNA. In this representation, The fractional coding approach led to two solutions to implement polynomials. In one approach, using Bernstein polynomial expansion, any polynomial can be synthesized using molecular reactions. In another approach, a synergy between the stochastic logic circuits in electronic computing and molecular computing was discovered. Using this synergy, every stochastic logic circuit can form the basis of a molecular circuit using fractional coding. Based on fractional coding, prior stochastic circuits to compute certain polynomials and functions were mapped to molecular and DNA implementations. This enabled the implementations of multiplications, weighted sums, tangent hyperbolic activation functions and perceptrons using molecular reactions and DNA. This approach can be used to implement general artificial neural networks using molecular reactions.\n\n\t\t\t\t\tLast Modified: 09/23/2017\n\n\t\t\t\t\tSubmitted by: Keshab K Parhi"
 }
}