{
 "awd_id": "1423692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Decentralization, Social Policies and Clientelism in India",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2014-07-28",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "How do social policies generate opportunities for clientelism? How do varying levels of decentralization in different states within the same country enable or constrain these opportunities? This project uses variation in the design of social programs in rural India to understand whether and how political parties rely on the distribution of public patronage to reach out to voters. It proposes to compare the implementation of the Targeted Public Distribution System (TPDS) and the National Rural Employment Guarantee Act (NREGA). The project seeks to test whether a design that emphasizes the demand for benefits (as is the case under NREGA) is more likely to challenge the parties' monopoly of access to public resources, which is believed to be essential to sustain clientelism. \r\n\r\nThe intellectual merit of the project is associated with its documentation of how the demand for benefits is politically activated or not. The project proposes to use variation in decentralization levels in two neighboring Indian states to test this implication in different institutional settings - one in which decentralization has been pursued (Uttar Pradesh) and another that is still centralized to a large extent (Bihar). After exploring the relationship between poverty levels and spending patterns under each program, the project will involve carrying out a survey experiment to gauge perceptions of political involvement in the attribution of benefits in communities along the states' common border, a bottom-up approach unusual in studies of rural clientelism. Additional interviews conducted with representatives from political parties and local government agencies will help hone in on the mechanisms of clientelism at the village level in India. \r\n\r\nThe recent growth of policies emphasizing the demand for benefits has generated interest, particularly with respect to their broader impact on the recipient communities. In India, this analysis has often limited itself to cases of corruption to the study of women and minority participation. The project goes one step further than a strict analysis of policy effectiveness by investigating the processes of discretionary benefit allocation, rather than the outcome of these processes. This project should be of interest to scholars of decentralization and clientelism as much as to development practitioners who want to make social and development programs as effective as possible in delivering assistance to the poor. Indeed, it focuses on two large social policies implemented in India that are comparable in size yet illustrative of two different approaches to poverty alleviation: whereas one centers on prior means-tested targeting by state agencies (TPDS), the other is implemented based on the anticipated demand for benefits by the beneficiaries themselves (NREGA).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Herring",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Herring",
   "pi_email_addr": "rjh5@cornell.edu",
   "nsf_id": "000371958",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thibaud",
   "pi_last_name": "Marcesse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thibaud Marcesse",
   "pi_email_addr": "thibaud.marcesse@gmail.com",
   "nsf_id": "000662178",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &lsquo;Decentralization, Social Policies and Clientelism in India&rsquo; sought to understand the ways in which political entrepreneurs attempt to capture public resources for political gain, given the introduction of new incentives for poverty alleviation. This was for instance the case in India in 2005 when the state passed new legislation creating a right to work, and launched the National Rural Employment Guarantee Scheme, a public policy which has become the world&rsquo;s largest public works program. NREGS guarantees rural citizens a 100-day work entitlement, which citizens can claim piecemeal, given the cyclical nature of rural unemployment. In 2014, NREGS reached an astounding 55 million households and represented 1% of India's GDP. The policy is reminiscent of public works programs implemented in the United States during the Great Depression.</p>\n<p>The new policy contrasts with previous attempts at alleviating poverty, such as those relying on an explicit means-test, like the &lsquo;Targeted Public Distribution System&rsquo; or TPDS, India&rsquo;s food subsidy system, which relies on the Poverty Line. NREGS not only emphasizes entitlements, but also ensures that beneficiaries of the policy receive direct payment of their wages via direct deposit. This mechanism was introduced by policy makers to curtail corruption as wages were initially handed out in cash by Village Chiefs themselves.</p>\n<p>The data collected over 15 months of field research with support from the National Science Foundation suggest that NREGS is a prime target for political capture, but that the unique institutional incentives created by the policy lead political entrepreneurs, such as the Village Chiefs of rural Uttar Pradesh (known as Pradhans) to extract a surplus from the payment of wages for work not performed. This surplus forms the basis of a rent payment to the bureaucracy, which leverages its discretionary authority in the approval of wages. The bureaucracy&rsquo;s demand for rents not only compels Village Chiefs to extract a surplus from wages paid for work not performed, but also incentivizes to target their partisans within the Village Community. As the wages are directly transferred to individual bank accounts, Village chiefs must ensure that beneficiaries will return part of the proceeds, and they seek to activate the demand for work, which ultimately translates into wages paid in such a way as to ensure they will receive the surplus. The selective activation of the demand often reflects patterns of Village-level clientelism.</p>\n<p>The literature in Political Science has provided evidence of a correlation between decentralization and patronage. This is intuitive to that the extent that the multiplication of elected offices at the local level should translate into more opportunities for the selective distribution of patronage benefits. The project shows that this need not be the case, since the project showed that the distribution of patronage, in the form of wages for work not performed, is dependent on the Village Chief meeting the demand for rent from the bureaucracy tasked with the delivery of benefits. When the Village Chief is either unable or unwilling to deliver a rent to the bureaucrat, the bureaucrat retaliates and prevents the distribution of additional development funds, other than the wages promised under NREGS. Critically, the project shows that the implementation of the policy, not just the payment of wages, depends on the Village Chief meeting the demand for rent. This is an important finding, especially from the perspective of policy analysis.</p>\n<p>The field research also demonstrated that the collection of rents was only possible to the extent that informal norms were enforced and ensured that every participant in the rent extraction chain had incentives to transfer the rents from the Village level to higher levels of the bureaucracy, and ultimately the state cabinet. These informal norms solved a collective action problem, but also defined the moral boundaries of rent extraction. The collective action problem arose because of the decentralization of the payment system, which made bureaucrats dependent on lower levels of the bureaucracy, and ultimately, on Village Chiefs, for the collection of rent payments. The Village Chiefs themselves were dependent to some extent on the beneficiaries of the scheme to collect the rent payments.</p>\n<p>By focusing on the mechanics of policy implementation, rather than exclusively the perceptions of individual citizens, the project emphasizes the need for diverse methodological tools to carry out research in political science. During the field research, the co-PI met with many village residents who complained about the lack of development projects in their respective villages. But they chiefly blamed the Village Chief, as they were utterly unaware of the inner workings of policy implementation, and specifically, rent extraction, as it was pursued by the bureaucracy at higher levels. This is a cautionary tale for social science research that focuses exclusively on behavioral survey data.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2016<br>\n\t\t\t\t\tModified by: Thibaud&nbsp;Marcesse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project ?Decentralization, Social Policies and Clientelism in India? sought to understand the ways in which political entrepreneurs attempt to capture public resources for political gain, given the introduction of new incentives for poverty alleviation. This was for instance the case in India in 2005 when the state passed new legislation creating a right to work, and launched the National Rural Employment Guarantee Scheme, a public policy which has become the world?s largest public works program. NREGS guarantees rural citizens a 100-day work entitlement, which citizens can claim piecemeal, given the cyclical nature of rural unemployment. In 2014, NREGS reached an astounding 55 million households and represented 1% of India's GDP. The policy is reminiscent of public works programs implemented in the United States during the Great Depression.\n\nThe new policy contrasts with previous attempts at alleviating poverty, such as those relying on an explicit means-test, like the ?Targeted Public Distribution System? or TPDS, India?s food subsidy system, which relies on the Poverty Line. NREGS not only emphasizes entitlements, but also ensures that beneficiaries of the policy receive direct payment of their wages via direct deposit. This mechanism was introduced by policy makers to curtail corruption as wages were initially handed out in cash by Village Chiefs themselves.\n\nThe data collected over 15 months of field research with support from the National Science Foundation suggest that NREGS is a prime target for political capture, but that the unique institutional incentives created by the policy lead political entrepreneurs, such as the Village Chiefs of rural Uttar Pradesh (known as Pradhans) to extract a surplus from the payment of wages for work not performed. This surplus forms the basis of a rent payment to the bureaucracy, which leverages its discretionary authority in the approval of wages. The bureaucracy?s demand for rents not only compels Village Chiefs to extract a surplus from wages paid for work not performed, but also incentivizes to target their partisans within the Village Community. As the wages are directly transferred to individual bank accounts, Village chiefs must ensure that beneficiaries will return part of the proceeds, and they seek to activate the demand for work, which ultimately translates into wages paid in such a way as to ensure they will receive the surplus. The selective activation of the demand often reflects patterns of Village-level clientelism.\n\nThe literature in Political Science has provided evidence of a correlation between decentralization and patronage. This is intuitive to that the extent that the multiplication of elected offices at the local level should translate into more opportunities for the selective distribution of patronage benefits. The project shows that this need not be the case, since the project showed that the distribution of patronage, in the form of wages for work not performed, is dependent on the Village Chief meeting the demand for rent from the bureaucracy tasked with the delivery of benefits. When the Village Chief is either unable or unwilling to deliver a rent to the bureaucrat, the bureaucrat retaliates and prevents the distribution of additional development funds, other than the wages promised under NREGS. Critically, the project shows that the implementation of the policy, not just the payment of wages, depends on the Village Chief meeting the demand for rent. This is an important finding, especially from the perspective of policy analysis.\n\nThe field research also demonstrated that the collection of rents was only possible to the extent that informal norms were enforced and ensured that every participant in the rent extraction chain had incentives to transfer the rents from the Village level to higher levels of the bureaucracy, and ultimately the state cabinet. These informal norms solved a collective action problem, but also defined the moral boundaries of rent extraction. The collective action problem arose because of the decentralization of the payment system, which made bureaucrats dependent on lower levels of the bureaucracy, and ultimately, on Village Chiefs, for the collection of rent payments. The Village Chiefs themselves were dependent to some extent on the beneficiaries of the scheme to collect the rent payments.\n\nBy focusing on the mechanics of policy implementation, rather than exclusively the perceptions of individual citizens, the project emphasizes the need for diverse methodological tools to carry out research in political science. During the field research, the co-PI met with many village residents who complained about the lack of development projects in their respective villages. But they chiefly blamed the Village Chief, as they were utterly unaware of the inner workings of policy implementation, and specifically, rent extraction, as it was pursued by the bureaucracy at higher levels. This is a cautionary tale for social science research that focuses exclusively on behavioral survey data. \n\n \n\n\t\t\t\t\tLast Modified: 11/13/2016\n\n\t\t\t\t\tSubmitted by: Thibaud Marcesse"
 }
}