{
 "awd_id": "1424231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Field Mapping: An Archival Protocol for Social Science Research Findings",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 123095.0,
 "awd_amount": 123095.0,
 "awd_min_amd_letter_date": "2014-05-07",
 "awd_max_amd_letter_date": "2014-05-07",
 "awd_abstract_narration": "How do scholars and the general public make use of the ever-increasing volume of information generated by social science research? With the number of studies growing rapidly, it can be difficult to summarize research findings on a given topic or even track all relevant research papers. For that reason, the notion of developing and refining automated methods for meta-analysis is compelling. \r\n\r\nThis Digging into Data project, led by Frank Bosco of Virginia Commonwealth University and Piers Steel of the University of Calgary, will contribute to the central Digging into Data aim of making it easier to access and use big data. They will do so by extracting research findings from scientific research articles, then classifying and linking these findings in a comprehensive semantic web (where online data are structured in such a way to be more easily processed and analyzed). The PIs will then make the advanced searches, analyses, and visualizations accessible to scientists and science consumers. The information will be open access and available to both the scientific community and the general public. A noteworthy goal is that the tools will provide real-time summaries of scientific literature. By automating the process of summarizing research, this project will allow users to ask and find answers to \"big science\" questions in real-time. \r\n\r\nIn terms of broader impacts, this project will accelerate the move from a traditional closed publication model to an advanced open, interactive, and internet-based model with potential to bridge the scientist-practitioner gap. As such, it is likely to have a significant impact on scientific communication and the use of scientific information by policymakers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Bosco",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A Bosco",
   "pi_email_addr": "fabosco@vcu.edu",
   "nsf_id": "000664003",
   "pi_start_date": "2014-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "Post Office Box 844000",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232844000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "867700",
   "pgm_ele_name": "Digging into Data Challenge"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 123095.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project produces largest search engine of curated, published research findings in the social sciences.</strong></p>\n<p>In many areas of science, the results of a single study rarely provide definitive answers to our questions. Indeed, as lay consumers of science, we frequently encounter news reports on scientific findings that seemingly overturn the conventional understanding of the previous year &ndash; eggs, carbohydrates, and fats seem to be healthy one year and detrimental the next. Nutrients found in the skins of grapes or coffee cherries may (or, perhaps, may not) slow the aging process. With scientific evidence in a constant state of flux and inefficient mechanisms through which to locate and summarize evidence, the natural result is a perpetual uncertainty about how to apply science to inform our thoughts, decisions, and behaviors. This sad state of affairs frequently leads individuals and organizations to rely on intuition rather than evidence as a basis for action and, often, less than optimal outcomes.</p>\n<p>To at least partially overcome the limitations of information derived from individual studies, scientists often turn to meta-analytic results (an &ldquo;average&rdquo; of all existing studies&rsquo; findings on a topic) to better understand a given phenomenon. Indeed, most consumers of science would likely give more credence to the average result across 25 studies on a given topic compared to a single study. However, meta-analyses tend to take a tremendous amount of time and energy to conduct. Teams of researchers often find themselves searching through hundreds or thousands of sources simply to locate the to-be-summarized findings; the process frequently takes years from inception to dissemination. The main reason for the inefficiency is simple: There exists no large-scale search engines of actual scientific findings in the social sciences.</p>\n<p>The main deliverable of this funded project is metaBUS.org: A web-based search engine of scientific findings with which users may locate information. The resulting &ldquo;living&rdquo; database of nearly 850,000 findings from approximately 10,000 articles is the largest of its kind across the social sciences and, although pertaining primarily to applied psychology, includes some evidence from other areas of psychology and business.</p>\n<p>The platform is driven by three main enablements. First, we have developed and refined a branching taxonomy (ontology) of nearly 5,000 concepts studied in the realm of applied psychology. Each reported finding is tagged with a taxonomic node location, facilitating the search process. Second, our coding and classification protocol includes a variety of meta-data (e.g., effect size; sample size; country of origin; sample type) that was laboriously hand-coded by subject matter experts (thus, we do not rely solely on an automated extraction approach). Third, we have built cloud-based software that allows users to flexibly define search criteria, view results (with links to the original articles&rsquo; websites), filter results by a variety of criteria (e.g., limit results by year; by sample size; by effect size), and view instant, first-pass meta-analytic summaries.</p>\n<p>The attached figure displays an instant meta-analytic result for the relation between age and extraversion (i.e., the degree to which one is outgoing). The search returned 142 findings on this particular relation (from 122 samples located in 110 unique published articles), and a mean correlation of <em>r </em>= -.05. Thus, according to the findings located in the metaBUS database, individuals tend to become slightly less extraverted (i.e., outgoing) as they age. Importantly, this result was generated in approximately 30 seconds rather than weeks or months. The number of possible searches one may conduct is virtually limitless.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2016<br>\n\t\t\t\t\tModified by: Frank&nbsp;A&nbsp;Bosco</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1424231/1424231_10302063_1469999333309_age-extraversion--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1424231/1424231_10302063_1469999333309_age-extraversion--rgov-800width.jpg\" title=\"Instant meta-analysis\"><img src=\"/por/images/Reports/POR/2016/1424231/1424231_10302063_1469999333309_age-extraversion--rgov-66x44.jpg\" alt=\"Instant meta-analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sample instant meta-analysis from the metaBUS.org database.</div>\n<div class=\"imageCredit\">Frank Bosco</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Frank&nbsp;A&nbsp;Bosco</div>\n<div class=\"imageTitle\">Instant meta-analysis</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProject produces largest search engine of curated, published research findings in the social sciences.\n\nIn many areas of science, the results of a single study rarely provide definitive answers to our questions. Indeed, as lay consumers of science, we frequently encounter news reports on scientific findings that seemingly overturn the conventional understanding of the previous year &ndash; eggs, carbohydrates, and fats seem to be healthy one year and detrimental the next. Nutrients found in the skins of grapes or coffee cherries may (or, perhaps, may not) slow the aging process. With scientific evidence in a constant state of flux and inefficient mechanisms through which to locate and summarize evidence, the natural result is a perpetual uncertainty about how to apply science to inform our thoughts, decisions, and behaviors. This sad state of affairs frequently leads individuals and organizations to rely on intuition rather than evidence as a basis for action and, often, less than optimal outcomes.\n\nTo at least partially overcome the limitations of information derived from individual studies, scientists often turn to meta-analytic results (an \"average\" of all existing studies? findings on a topic) to better understand a given phenomenon. Indeed, most consumers of science would likely give more credence to the average result across 25 studies on a given topic compared to a single study. However, meta-analyses tend to take a tremendous amount of time and energy to conduct. Teams of researchers often find themselves searching through hundreds or thousands of sources simply to locate the to-be-summarized findings; the process frequently takes years from inception to dissemination. The main reason for the inefficiency is simple: There exists no large-scale search engines of actual scientific findings in the social sciences.\n\nThe main deliverable of this funded project is metaBUS.org: A web-based search engine of scientific findings with which users may locate information. The resulting \"living\" database of nearly 850,000 findings from approximately 10,000 articles is the largest of its kind across the social sciences and, although pertaining primarily to applied psychology, includes some evidence from other areas of psychology and business.\n\nThe platform is driven by three main enablements. First, we have developed and refined a branching taxonomy (ontology) of nearly 5,000 concepts studied in the realm of applied psychology. Each reported finding is tagged with a taxonomic node location, facilitating the search process. Second, our coding and classification protocol includes a variety of meta-data (e.g., effect size; sample size; country of origin; sample type) that was laboriously hand-coded by subject matter experts (thus, we do not rely solely on an automated extraction approach). Third, we have built cloud-based software that allows users to flexibly define search criteria, view results (with links to the original articles? websites), filter results by a variety of criteria (e.g., limit results by year; by sample size; by effect size), and view instant, first-pass meta-analytic summaries.\n\nThe attached figure displays an instant meta-analytic result for the relation between age and extraversion (i.e., the degree to which one is outgoing). The search returned 142 findings on this particular relation (from 122 samples located in 110 unique published articles), and a mean correlation of r = -.05. Thus, according to the findings located in the metaBUS database, individuals tend to become slightly less extraverted (i.e., outgoing) as they age. Importantly, this result was generated in approximately 30 seconds rather than weeks or months. The number of possible searches one may conduct is virtually limitless.\n\n\t\t\t\t\tLast Modified: 07/31/2016\n\n\t\t\t\t\tSubmitted by: Frank A Bosco"
 }
}