{
 "awd_id": "1424474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   High-resolution Cretaceous terrestrial climate records of temperature, weathering and hydrologic response to hyperthermals in Songliao Basin, China",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 50999.0,
 "awd_amount": 50999.0,
 "awd_min_amd_letter_date": "2014-08-12",
 "awd_max_amd_letter_date": "2014-08-12",
 "awd_abstract_narration": "Abstract \r\nNon-technical: The Cretaceous period (145 to 66 myr ago) is characterized by an interval when the Earth experienced unusually warm temperatures and high carbon dioxide levels.  To understand how the Earth might behave during greenhouse conditions it is imperative to study these unique times in the Earth's past. In an effort to examine this time period, the International Continental Scientific Drilling Program launched a project entitled 'Continental Scientific Drilling Project of Cretaceous Songliao Basin: Continuous High-resolution Terrestrial Archives and Greenhouse Climate Change,'. This project will provide ~10 km of nearly continuous core through the entire Cretaceous that is preserved as ancient lake sediments in northeast China. PIs will take advantage of this unprecedented opportunity to study the Cretaceous hothouse by collecting isotopic and sedimentologic data specifically focusing on intervals (e.g. ~93 myr ago) in the Cretaceous when the Earth experienced extreme warmth and the oceans became anoxic.  They have assembled a team of scientists (Stanford Univ., Univ. of Wisconsin, and Northwestern Univ.) with unique and complimentary skill sets to address the problem of how Earth's mid-latitudes behave during extreme warmth.  PIs are particularly interested in examining the links and feedbacks between the Earth's hydrologic and carbon cycles and time-scales that these cycles are operative over. Their study will provide one of the most detailed and constrained isotopic data sets for a terrestrial setting. These data will provide the basis for their modeling studies that will give quantitative bounds on the temperature and precipitation changes associated with hyperthermal events.\r\n\r\nTechnical: This one-year study focuses on the Cretaceous terrestrial record of climate change in the Songliao Basin of northeastern China, a long-lived, internally drained rift basin. PIs understanding of the terrestrial responses to global climate change are informed in part, by paleoclimate studies of times when the Earth experienced greenhouse and hothouse conditions.  They have a unique opportunity to address questions concerning the links and feedbacks between global warming, the carbon cycle and the hydrologic cycle in a terrestrial setting through the examination of core material collected in ICDP coring of the Cretaceous Songliao Basin.  Their initial studies of the Upper Cretaceous core (SK-I) from this basin show that the carbon isotopic values of ostracods reflect the global perturbations of the carbon cycle as observed in marine records (Chamberlain et al., 2013).  With the collection of the new drill core from SK-II (May 2014), PIs are positioned to extend this record through the Lower Cretaceous.  In their study of the Cretaceous drill-core they will address two related hypotheses, which are: 1) SK-II core will record the temperature history of the Lower Cretaceous observed in marine settings, particularly the hyperthermals and their carbon isotopic changes; and 2) the Songliao drill core contains carbon isotopic evidence for the Ocean Anoxic Event (OAE) 2 at the Cenomanian/Turonian boundary, and this boundary will record evidence for the increased chemical and physical weathering that may be responsible for OAE 2. To test these two related hypotheses will require oxygen, carbon and strontium isotopic and trace/REE element studies set within a rigorous sedimentologic and geochronologic framework. The latter will be supported by field investigations of volcanic and sedimentary rocks exposed near the basin margins. Driven by their earlier studies, PIs recognize that the isotopic values record both global climate changes and regional basin evolution. Unraveling these basin responses is not trivial, thus they have assembled scientists with unique yet complimentary expertise involving sedimentology, geochemistry, and modeling.  Since this is a one-year study PIs will focus on existing core material (SK-I) and the upper portion of planned core (SK-II) that span the Cenomanian/Turonian boundary and OAE 2.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Sageman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley B Sageman",
   "pi_email_addr": "brad@earth.northwestern.edu",
   "nsf_id": "000112435",
   "pi_start_date": "2014-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has been a collaborative effort between Stanford University, the University of Wisconsin-Madison, and Northwestern University to study the depositional record of an extremely rare Cretaceous-aged lake from the Songliao Basin of northeastern China and compare it to marine records from the Western Interior basin of North America. The Late Cretaceous was a time of exceptional global warmth, and it included short term episodes of intense warming.&nbsp; These events inform us about the limits of the Earth&rsquo;s natural climate system.&nbsp; By analyzing the nature of changes in oceans and lakes when these events occurred, we improve our ability to predict future environmental changes in the event our planet experiences similar extremes of warming.&nbsp;</p>\n<p>Our project was allied with the continental drilling effort in the Songliao Basin of Northeast China, an effort that has been supported in part with funds from the International Continental Drilling Program (ICDP) and was implemented by the Chinese and the ICDP, with involvement of many Chinese academic participants and a number of international collaborators. The Chinese drilled the first of two planned boreholes and pulled the SK-1 core in 2007, including both a north (n) and south (s) component; this core did not penetrate deep enough to capture the key warming event we need to study - the so-called Cenomanian-Turonian (C-T) event.&nbsp; However, the drilling of a second core that would capture this event was started in 2014, and this project was aimed at analyzing samples from that core.</p>\n<p>Unfortunately there were delays in the coring project, and to date the drillers have not reached the C-T event.&nbsp; Our team has therefore focused on other objectives, such as improving our ability to correlate in time events within the lake and those which took place in the marine waters of the North American Cretaceous seaway.&nbsp; Another objective we could pursue with samples that we were able to get was to test, using a unique geochemical tool (Osmium isotope analysis), whether marine waters had invaded the Songliao lake during the Cretaceous, as some researchers had previously suggested.&nbsp; Our results did not provide support for the marine incursion hypothesis.</p>\n<p>The most exciting work awaits completion of the drilling for the SK-2 core, which should capture a record of the C-T event.&nbsp; If we are fortunate and the rock units that are discovered represent deeper lake environments rather than a river floodplain, than a whole new set of analyses will be possible comparing the C-T event between a continental (lake) environment and the much more extensively studied marine settings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2016<br>\n\t\t\t\t\tModified by: Bradley&nbsp;B&nbsp;Sageman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has been a collaborative effort between Stanford University, the University of Wisconsin-Madison, and Northwestern University to study the depositional record of an extremely rare Cretaceous-aged lake from the Songliao Basin of northeastern China and compare it to marine records from the Western Interior basin of North America. The Late Cretaceous was a time of exceptional global warmth, and it included short term episodes of intense warming.  These events inform us about the limits of the Earth?s natural climate system.  By analyzing the nature of changes in oceans and lakes when these events occurred, we improve our ability to predict future environmental changes in the event our planet experiences similar extremes of warming. \n\nOur project was allied with the continental drilling effort in the Songliao Basin of Northeast China, an effort that has been supported in part with funds from the International Continental Drilling Program (ICDP) and was implemented by the Chinese and the ICDP, with involvement of many Chinese academic participants and a number of international collaborators. The Chinese drilled the first of two planned boreholes and pulled the SK-1 core in 2007, including both a north (n) and south (s) component; this core did not penetrate deep enough to capture the key warming event we need to study - the so-called Cenomanian-Turonian (C-T) event.  However, the drilling of a second core that would capture this event was started in 2014, and this project was aimed at analyzing samples from that core.\n\nUnfortunately there were delays in the coring project, and to date the drillers have not reached the C-T event.  Our team has therefore focused on other objectives, such as improving our ability to correlate in time events within the lake and those which took place in the marine waters of the North American Cretaceous seaway.  Another objective we could pursue with samples that we were able to get was to test, using a unique geochemical tool (Osmium isotope analysis), whether marine waters had invaded the Songliao lake during the Cretaceous, as some researchers had previously suggested.  Our results did not provide support for the marine incursion hypothesis.\n\nThe most exciting work awaits completion of the drilling for the SK-2 core, which should capture a record of the C-T event.  If we are fortunate and the rock units that are discovered represent deeper lake environments rather than a river floodplain, than a whole new set of analyses will be possible comparing the C-T event between a continental (lake) environment and the much more extensively studied marine settings.\n\n\t\t\t\t\tLast Modified: 12/13/2016\n\n\t\t\t\t\tSubmitted by: Bradley B Sageman"
 }
}