{
 "awd_id": "1424333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Social and contextual influences on the formation of expectations about reward outcomes across the Primates",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 355945.0,
 "awd_amount": 355945.0,
 "awd_min_amd_letter_date": "2014-09-15",
 "awd_max_amd_letter_date": "2014-09-15",
 "awd_abstract_narration": "When faced with a choice, humans often make decisions based on their observations of the results of similar decisions made by other people.  Although in some cases such comparisons can help determine the best outcome, in other contexts, such social comparisons can lead to less than optimal, and even potentially negative, decisions or outcomes.  For instance, when making decisions related to personal or family economics, people may observe others (peers, colleagues, neighbors, family, etc.), to determine  what is \"normal\" or \"appropriate,\" potentially leading to expenditures that essentially cannot be afforded (colloquially known as (keeping up with the Joneses') and therefore, increase their risk of financial ruin.  Similarly, observations of peers, neighbors, or colleagues may lead to comparisons that result in the making of \"risky\" decisions, again with potentially negative outcomes.  Understanding how and why people observe and apply the decisions made by other people to the making of their own decisions, even when such comparisons are not valid or are even actively misleading, may aid in the development of strategies that can be used to help people make good decisions and minimize the probability that they will make poor ones.  Because people are faced with decision-making situations on a daily basis, this research will be important for helping people to develop strategies that will help them make good decisions that promote well-being.  \r\n\r\n\r\nIn this project, the Principal Investigators will study the factors that influence decision-making when individuals rely on what others receive to determine their expected outcome, also known as a reference point.  Our first research goal is to explore how these reference points influence what people expect their outcomes to be. In particular, we are interested in what happens if those expectations are violated.  Additionally, we are interested in what other factors surrounding the decision may influence the degree to which these reference points are used to establish expectations. These contexts include the riskiness of the situation, the degree to which an observed outcome conforms to what is typical (e.g., is only one other person receiving that outcome, or is everyone else receiving that outcome?), and, in situations in which expectations are violated, whether there is a good rationale for why one's own outcome might differ from what is expected. Our second research goal is to understand the evolution of these behaviors. This is important because by understanding the broader biological and psychological foundations, mechanisms, and processes, we can begin to design effective interventions to counteract sub-optimal decision-making.  One way to understand the biological foundations of human decision-making behavior is to explore these questions in nonhuman species. We will use methods from experimental economics to explore 1) how risk interacts with individuals' expectations about their outcomes, 2) how the social context influences individuals' expectations, and 3) whether individuals respond differently if there is a rationale for a perceived violation of expectations.  Together these questions will provide an understanding of how social comparison may drive decision-making processes that could lead to negative outcomes in certain contexts. In terms of broader impacts, we have a strong focus on providing training in the scientific method to the next generation of scientists. This includes engaging undergraduate and graduate students and postdoctoral fellows in all levels of the research involved in this proposal. We will also bring this research to K-12 students in order to generate enthusiasm for science while these students are young.  Additionally, good decision-making should positively impact people of all ages, so it is a particularly relevant and important topic that should easily engage students during their formative years. We accomplish this engagement by presenting our science in area K-12 schools and through community involvement in science, such as participating in public \"science nights\" at local schools and involvement in science fairs by both the PIs and our students.  More broadly, people encounter daily the sorts of decisions that we are exploring, and good decision making in these situations directly impacts financial, physical, and psychological well-being.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Schapiro",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Schapiro",
   "pi_email_addr": "sschapir@mdanderson.org",
   "nsf_id": "000153093",
   "pi_start_date": "2014-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Williams",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence E Williams",
   "pi_email_addr": "welawrence@mdanderson.org",
   "nsf_id": "000599084",
   "pi_start_date": "2014-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas, M.D. Anderson Cancer Center",
  "inst_street_address": "1515 HOLCOMBE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137923220",
  "inst_zip_code": "770304009",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "THE UNIVERISTY OF TEXAS M.D. ANDERSON CANCER CENTER",
  "org_prnt_uei_num": "S3GMKS8ELA16",
  "org_uei_num": "S3GMKS8ELA16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas, MD Anderson Cancer Center",
  "perf_str_addr": "650 Cool Water Drive",
  "perf_city_name": "Bastrop",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786026621",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 355945.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How do primates react to violations of expectations that occur in daily life? When such comparisons are made, using identical procedure that allow for direct comparisons, nonhuman primates display many of the characteristics humans show in these settings.&nbsp; Our previous research explored the ways in which monkeys, apes, and humans responded to inequity in dyadic situations.&nbsp; That research produced evidence that responses to inequity were not homologous across the Primates, but did occur in those species that routinely cooperate with non-kin, indicating that a function of inequity may be to evaluate the value of one&rsquo;s cooperation partners.&nbsp; We further found that, counter to our hypothesis, among chimpanzees, individual differences in responses were driven by the subject&rsquo;s personalities to a greater degree than their relationships.&nbsp; This finding, of the importance of individual differences, made it critical to understand how other features of individuals, such as their risk and ambiguity preferences, and their responses to the context of the interaction, influence responses.&nbsp; The current research program directly compares decision making across the primate lineage, including a New World monkey species, an Old World monkey species, an ape species, and humans, to help understand how decision making differs among these species.&nbsp; The findings from the current set of studies, across the order <em>Primates</em>, makes our data meaningful to those interested in issues relating to primate behavior in general, as well as to human evolution. Our results help clarify the similarities and differences between nonhuman primates and humans with respect to responses to violations of expectations.&nbsp; This is critical to the understanding of how cooperation functions and, perhaps more importantly, may suggest ways to resurrect cooperative behavior when it breaks down. The understanding gained is vital to our ability to assess these interactions in both nonhuman primates and humans, and more properly place nonhuman behavior in the evolutionary context of human behavior.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2018<br>\n\t\t\t\t\tModified by: Steven&nbsp;J&nbsp;Schapiro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow do primates react to violations of expectations that occur in daily life? When such comparisons are made, using identical procedure that allow for direct comparisons, nonhuman primates display many of the characteristics humans show in these settings.  Our previous research explored the ways in which monkeys, apes, and humans responded to inequity in dyadic situations.  That research produced evidence that responses to inequity were not homologous across the Primates, but did occur in those species that routinely cooperate with non-kin, indicating that a function of inequity may be to evaluate the value of one?s cooperation partners.  We further found that, counter to our hypothesis, among chimpanzees, individual differences in responses were driven by the subject?s personalities to a greater degree than their relationships.  This finding, of the importance of individual differences, made it critical to understand how other features of individuals, such as their risk and ambiguity preferences, and their responses to the context of the interaction, influence responses.  The current research program directly compares decision making across the primate lineage, including a New World monkey species, an Old World monkey species, an ape species, and humans, to help understand how decision making differs among these species.  The findings from the current set of studies, across the order Primates, makes our data meaningful to those interested in issues relating to primate behavior in general, as well as to human evolution. Our results help clarify the similarities and differences between nonhuman primates and humans with respect to responses to violations of expectations.  This is critical to the understanding of how cooperation functions and, perhaps more importantly, may suggest ways to resurrect cooperative behavior when it breaks down. The understanding gained is vital to our ability to assess these interactions in both nonhuman primates and humans, and more properly place nonhuman behavior in the evolutionary context of human behavior.\n\n \n\n\t\t\t\t\tLast Modified: 11/19/2018\n\n\t\t\t\t\tSubmitted by: Steven J Schapiro"
 }
}