{
 "awd_id": "1424033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Implementation of Peace Agreements and Conflict Recurrence",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 21026.0,
 "awd_amount": 21026.0,
 "awd_min_amd_letter_date": "2014-07-23",
 "awd_max_amd_letter_date": "2014-07-23",
 "awd_abstract_narration": "Following a negotiated settlement to a civil war, what causes warring parties to fulfill their promises of implementing reforms in different issue areas such as elections, economic redistribution, or integration of former combatants? In other words, why are some peace agreements fully implemented while others are only partially or never implemented? When and why do parties to an agreement decide to resume fighting instead of abiding by the terms of a settlement? This project addresses these questions by explaining variation in the degree of agreement implementation and consequently the likelihood that conflict will recur. The main argument advanced is that dynamics at both the negotiations and implementation stage - such as third party involvement and pressure or change in the amount of support given to warring parties - should be taken into account in order to fully understand successful transitions to peace. To do this the project theorizes about a range of factors that alter warring parties' incentives to continue implementation. Propositions are tested using statistical analysis of disaggregated data on post-conflict years following 83 agreements signed between 1975 and 2012 as well as in-depth case studies. \r\n\r\nThe project's intellectual merits are associated with advances in theorizing and analysis of conflict resolution. The successful implementation of peace agreements is crucial for a durable peace. Previous studies show that conflict among the same groups is less likely to recur if implementation of an agreement is successful. What is missing in most of these studies is careful theorizing and empirical testing of the factors that lead to successful implementation. Although existing case studies look at the implementation processes of select civil wars or that focus on individual aspects of transitions such as post-conflict elections, there is no comprehensive theory and empirical analysis of post-conflict years and the implementation process. This project fills this significant gap by providing a general theory of the implementation process and tests hypotheses with new data on post-conflict years. Additionally, given the relationship found between successful implementation and the duration of peace in various studies, explaining what leads to successful implementation has significant implications for conflict recurrence. The second part of the project thus seeks to identify the conditions under which parties overcome problems in the implementation process and are able to successfully renegotiate an agreement without resort to violence and when implementation fails and large-scale violence resumes. In addition to theoretical and empirical contributions, the data collected for this project on post-conflict years will likely create opportunities to answer other interesting questions about the post-conflict processes. The final data generated will be compatible with other major datasets in the field so that future scholars will be able to easily use and extend the data for relevant research projects.\r\n\r\nThis project not only aims to fill a gap in the theoretical and empirical literature in conflict resolution but also seeks to offer policy implications on how to increase the likelihood of achieving stable peace. Fostering security and reconstruction in post-conflict environments in fragile countries (e.g., Iraq or Afghanistan) helps to prevent greater instability, radicalization and terrorism that would emerge in the absence of well-established governance, which is one of the main national security strategies of the United States. As various studies point out, recurring conflicts have outnumbered new conflicts every year since the mid-1990s and almost half of internal armed conflicts have recurred following a negotiated settlement. This suggests that devoting resources to achieving post-conflict stability and successful transition in fragile countries is an important yet difficult task that warrants significant further research. By identifying the factors that incentivize warring parties to keep the peace and continue implementation of a settlement, this project will help third parties and the international community to employ more effective post-conflict management and monitoring strategies. Similarly, shedding light on the effects of third party involvement in conflict areas at different stages of conflict (negotiations and implementation) will also have direct policy implications for the timing and effectiveness of US as well as other international actor and donor involvement in conflict prone states.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Huth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Huth",
   "pi_email_addr": "phuth@umd.edu",
   "nsf_id": "000333123",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deniz",
   "pi_last_name": "Cil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deniz Cil",
   "pi_email_addr": "dcil@umd.edu",
   "nsf_id": "000663138",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21026.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main research question asked in this project is, &ldquo;Why are some peace agreements fully implemented while others are only partially or never implemented?&rdquo; In other words, what makes warring parties, especially governments, fulfill their promises to make certain reforms in different issue areas, such as political, economic or military, after they sign a peace agreements to end a civil war?</p>\n<p>While previous studies show that implementation of power sharing pacts leads to more durable peace, few studies specifically tackle the question of what leads to higher levels of implementation. This project aims to fill this gap by explaining variation in agreement implementation, and the impact of implementation on conflict recurrence. In order to adequately answer these questions, this project aims to create a dataset on the implementation of peace agreements that addresses two important limitations.</p>\n<p>First, it includes all final agreements regardless of their content, i.e. comprehensiveness and/or inclusiveness. This is especially important for unbiased statistical analysis in order to explain variation in the degree implementation. This new dataset records 77 peace processes that took place between 65 government-rebel group pairs in 38 civil conflicts between the years 1989 and 2011. These processes result in 65 final agreements.</p>\n<p>Second, in order to explain variation in the degree of implementation and why failed implementation sometimes leads to conflict recurrence while other times it does not, this project records new data on the duration and outcome of a peace process. Existing datasets use 5 or 10 years as an artificial cut-off to mark the end of a peace process (or until conflict recurs). Both cut-off generate potential measurement problems for the purpose of this project. In cases where implementation takes longer than 5 years, a 5-year cut-off would lead to underestimation of the degree of implementation, while s 10-year cut-off might count many years where implementation is already over. A peace process starts with the first round of negotiations that leads to a final agreement, and ends when either no implementation event takes place for five consecutive years or conflict recurs between the same parties. This scheme produces 157 pre-agreement years and 308 post-agreement years spread across 77 peace processes.</p>\n<p>Across these peace agreements, 964 provisions has been categorized into the following groups: (a) incorporation of rebel group members into one or more state structures (government, military, police, civil administration); (b) demobilization, disarmament and reintegration of rebel and/or state forces; (c) general political, economic, judicial, electoral, security reforms, amnesty, ceasefire, prisoner release, autonomy, arrangements for transitional period; and (d) regulatory provisions such as monitoring and implementation commissions. The information on the implementation of these provisions recorded at the event level was collected through news sources, the United Nations as well as other international and non-governmental organization reports.</p>\n<p>The project addresses a gap in the academic literature on conflict termination and peace duration, and thus contributes to the political science discipline by providing a general theory of the implementation process along with empirical tests that make use of new data on post-conflict years. When data collection is finalized, it will be structured in way that makes it compatible with other major datasets in order to facilitate future research, at which point it will be made publicly available. In particular, temporal disaggregation and inclusion of all final agreements and provisions allows researchers to answer various questions about the duration of a peace process, sequencing in implementation, and the effect of other pre-agreement factors on peace process outcomes.</...",
  "por_txt_cntn": "\nThe main research question asked in this project is, \"Why are some peace agreements fully implemented while others are only partially or never implemented?\" In other words, what makes warring parties, especially governments, fulfill their promises to make certain reforms in different issue areas, such as political, economic or military, after they sign a peace agreements to end a civil war?\n\nWhile previous studies show that implementation of power sharing pacts leads to more durable peace, few studies specifically tackle the question of what leads to higher levels of implementation. This project aims to fill this gap by explaining variation in agreement implementation, and the impact of implementation on conflict recurrence. In order to adequately answer these questions, this project aims to create a dataset on the implementation of peace agreements that addresses two important limitations.\n\nFirst, it includes all final agreements regardless of their content, i.e. comprehensiveness and/or inclusiveness. This is especially important for unbiased statistical analysis in order to explain variation in the degree implementation. This new dataset records 77 peace processes that took place between 65 government-rebel group pairs in 38 civil conflicts between the years 1989 and 2011. These processes result in 65 final agreements.\n\nSecond, in order to explain variation in the degree of implementation and why failed implementation sometimes leads to conflict recurrence while other times it does not, this project records new data on the duration and outcome of a peace process. Existing datasets use 5 or 10 years as an artificial cut-off to mark the end of a peace process (or until conflict recurs). Both cut-off generate potential measurement problems for the purpose of this project. In cases where implementation takes longer than 5 years, a 5-year cut-off would lead to underestimation of the degree of implementation, while s 10-year cut-off might count many years where implementation is already over. A peace process starts with the first round of negotiations that leads to a final agreement, and ends when either no implementation event takes place for five consecutive years or conflict recurs between the same parties. This scheme produces 157 pre-agreement years and 308 post-agreement years spread across 77 peace processes.\n\nAcross these peace agreements, 964 provisions has been categorized into the following groups: (a) incorporation of rebel group members into one or more state structures (government, military, police, civil administration); (b) demobilization, disarmament and reintegration of rebel and/or state forces; (c) general political, economic, judicial, electoral, security reforms, amnesty, ceasefire, prisoner release, autonomy, arrangements for transitional period; and (d) regulatory provisions such as monitoring and implementation commissions. The information on the implementation of these provisions recorded at the event level was collected through news sources, the United Nations as well as other international and non-governmental organization reports.\n\nThe project addresses a gap in the academic literature on conflict termination and peace duration, and thus contributes to the political science discipline by providing a general theory of the implementation process along with empirical tests that make use of new data on post-conflict years. When data collection is finalized, it will be structured in way that makes it compatible with other major datasets in order to facilitate future research, at which point it will be made publicly available. In particular, temporal disaggregation and inclusion of all final agreements and provisions allows researchers to answer various questions about the duration of a peace process, sequencing in implementation, and the effect of other pre-agreement factors on peace process outcomes.\n\nIn addition to academic value this project also help practitioners. By identifying the factors that ince..."
 }
}