{
 "awd_id": "1424213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluating Models of Victim Participation at the International Criminal Court",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 74575.0,
 "awd_amount": 74575.0,
 "awd_min_amd_letter_date": "2014-07-22",
 "awd_max_amd_letter_date": "2014-07-22",
 "awd_abstract_narration": "This study uses in-depth interviews with more than 500 victims involved in cases before the International Criminal Court (ICC) to understand victims' experiences participating in trials for war crimes, crimes against humanity, and genocide. When established in 2002, the International Criminal Court was hailed as a new type of international court, one that would promote justice for victims as well as punishing perpetrators. Yet no studies have examined why victims apply to participate, how they view participation programs, or what they hope to achieve through their participation. This research will fill that gap by evaluating participation models used in different criminal cases.  It will contribute to a growing literature on the importance of procedural fairness and respect for court participants and their broader communities.\r\n\r\nThe study will be completed in three phases: (1) interviews with key ICC staff and judges in The Hague, as well as an examination of motions and rulings pertaining to victim participation; (2) interviews with victim participants; their legal counsel; and ICC field staff in Democratic Republic of the Congo, Kenya, and Uganda; and (3) report writing, publication, and presentation of findings to the Court and victims' communities. Fieldwork for the study will be conducted in English, French, and a number of local languages, and researchers will use an intentional sampling method to include members from affected communities across the cases, including members of differing ethnic groups, and both men and women. By documenting for the first time the lived experiences of victims' participating in trials at the International Criminal Court, the study will provide insight into the social-psychological dynamics of victim participation in order to strengthen the functioning of the Court.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Stover",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Stover",
   "pi_email_addr": "stovere@berkeley.edu",
   "nsf_id": "000650218",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexa",
   "pi_last_name": "Koenig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexa Koenig",
   "pi_email_addr": "kalexakm@law.berkeley.edu",
   "nsf_id": "000650270",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen Smith",
   "pi_last_name": "Cody",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Smith Cody",
   "pi_email_addr": "scody@berkeley.edu",
   "nsf_id": "000650271",
   "pi_start_date": "2014-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "2150 Shattuck Avenue, Suite 300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 74575.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Between July 2013 and February 2014, Stephen Cody, Mychelle Balthazard, and Eric Stover interviewed 622 people who were registered as victim participants or had submitted applications to the International Criminal Court (ICC) for consideration as victim participants and were awaiting responses. Victims&nbsp;represented a wide spectrum of people affected by war crimes or crimes against humanity, including widows, child soldiers, and survivors of sexual violence. In addition, we interviewed 41 ICC staff members, legal representatives, and victims&rsquo; advocates to understand the evolution of the victim participation at the ICC. Interviews were conducted in The Hague (N=27), Uganda (N=151), Democratic Republic of Congo (N=154), Kenya (N=204), and C&ocirc;te d&rsquo;Ivoire (N=127). Interviews were confidential and varied in length from twenty minutes to two hours.</p>\n<p>Imperfect information about affected communities and victim applicants did not make random sampling possible, but we recruited victim participants roughly in proportion to their appearance in the victim population by geography, ethnic affiliation, ICC case affiliation, applicant status, age cohorts, and sex.&nbsp;</p>\n<p><strong>Summary of Findings</strong></p>\n<p><strong><em>Most victim participants have insufficient knowledge to make informed decisions about their participation in ICC cases</em></strong>. Respondents&rsquo; understanding of the ICC&rsquo;s mandate, basic structure, and most important rules varied depending on location. Respondents in rural areas tended to have far less knowledge of or information about the ICC than respondents in urban communities. Few knew the location of the court&rsquo;s headquarters, and many believed the ICC was an aid organization rather than a criminal court. The best-informed respondents lived in cities, had more regular contact with ICC field staff, and had better access to information about developments at the court. For example, victim participants in Abidjan, C&ocirc;te d&rsquo;Ivoire, had a good understanding of the ICC and wanted to participate in legal proceedings. In contrast, rural participants in Uganda, DRC, and Kenya often lacked access to information about the court or its cases.</p>\n<p><strong><em>Victim participants want convictions.</em></strong> Most victim participants said that they expected the court to deliver convictions and that they would be disappointed by anything less. Few respondents expressed doubts about the guilt of the accused. (There was one exception: in DRC, some child soldiers said Thomas Lubanga Dyilo, a militia commander on trial for recruiting child soldiers, should be acquitted because he housed and fed them during the conflict.) Most victim participants said that high-level cases should be tried at the ICC and not in local or regional courts. They also expressed frustration that the ICC would not be prosecuting lower level offenders.&nbsp;</p>\n<p><strong><em>Victim participants want reparations</em></strong>. Victim participants joined ICC cases with the expectation that they would receive reparations. In Uganda and DRC, the prospect of receiving reparations was the primary motivation for the overwhelming majority of victim participants; in Kenya and C&ocirc;te d&rsquo;Ivoire, less than half reported that receiving reparations was their main objective. Nearly all respondents, however, reported an interest in individualized reparations for themselves and others. Their conceptions of reparations were frequently interwoven with local conceptions of justice.</p>\n<p><strong><em>Few victim participants want to participate directly in trial proceedings</em></strong>. Of the hundreds of ICC victim participants interviewed for this study, few said that they wanted to participate in person in trials at The Hague, and some felt that such exposure could lead to reprisals. The overwhelming majority reported that they were pleased...",
  "por_txt_cntn": "\nBetween July 2013 and February 2014, Stephen Cody, Mychelle Balthazard, and Eric Stover interviewed 622 people who were registered as victim participants or had submitted applications to the International Criminal Court (ICC) for consideration as victim participants and were awaiting responses. Victims represented a wide spectrum of people affected by war crimes or crimes against humanity, including widows, child soldiers, and survivors of sexual violence. In addition, we interviewed 41 ICC staff members, legal representatives, and victimsÆ advocates to understand the evolution of the victim participation at the ICC. Interviews were conducted in The Hague (N=27), Uganda (N=151), Democratic Republic of Congo (N=154), Kenya (N=204), and C&ocirc;te dÆIvoire (N=127). Interviews were confidential and varied in length from twenty minutes to two hours.\n\nImperfect information about affected communities and victim applicants did not make random sampling possible, but we recruited victim participants roughly in proportion to their appearance in the victim population by geography, ethnic affiliation, ICC case affiliation, applicant status, age cohorts, and sex. \n\nSummary of Findings\n\nMost victim participants have insufficient knowledge to make informed decisions about their participation in ICC cases. RespondentsÆ understanding of the ICCÆs mandate, basic structure, and most important rules varied depending on location. Respondents in rural areas tended to have far less knowledge of or information about the ICC than respondents in urban communities. Few knew the location of the courtÆs headquarters, and many believed the ICC was an aid organization rather than a criminal court. The best-informed respondents lived in cities, had more regular contact with ICC field staff, and had better access to information about developments at the court. For example, victim participants in Abidjan, C&ocirc;te dÆIvoire, had a good understanding of the ICC and wanted to participate in legal proceedings. In contrast, rural participants in Uganda, DRC, and Kenya often lacked access to information about the court or its cases.\n\nVictim participants want convictions. Most victim participants said that they expected the court to deliver convictions and that they would be disappointed by anything less. Few respondents expressed doubts about the guilt of the accused. (There was one exception: in DRC, some child soldiers said Thomas Lubanga Dyilo, a militia commander on trial for recruiting child soldiers, should be acquitted because he housed and fed them during the conflict.) Most victim participants said that high-level cases should be tried at the ICC and not in local or regional courts. They also expressed frustration that the ICC would not be prosecuting lower level offenders. \n\nVictim participants want reparations. Victim participants joined ICC cases with the expectation that they would receive reparations. In Uganda and DRC, the prospect of receiving reparations was the primary motivation for the overwhelming majority of victim participants; in Kenya and C&ocirc;te dÆIvoire, less than half reported that receiving reparations was their main objective. Nearly all respondents, however, reported an interest in individualized reparations for themselves and others. Their conceptions of reparations were frequently interwoven with local conceptions of justice.\n\nFew victim participants want to participate directly in trial proceedings. Of the hundreds of ICC victim participants interviewed for this study, few said that they wanted to participate in person in trials at The Hague, and some felt that such exposure could lead to reprisals. The overwhelming majority reported that they were pleased to participate through intermediaries or their legal representatives who could convey their stories to the court. Even among victim participants motivated by the promise of criminal convictions, few said they needed to appear at trial to confront the accused.\n\nVictim partici..."
 }
}