{
 "awd_id": "1424025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Exclusion and the Social Construction of Citizenship",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 21516.0,
 "awd_amount": 21516.0,
 "awd_min_amd_letter_date": "2014-07-09",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "Research has shown that what it means to be a responsible, law-abiding, and fully engaged citizen is more than legal status alone. People also have to feel that they are accepted as belonging. Religious and other minority populations may be economically successful and yet find themselves excluded from full social participation. Furthermore, as the world becomes more interconnected, external pressure groups can affect the effective citizenship status accorded minorities or, alternatively, minorities may have external ties as important to them as their internal ones. Such developments challenge the very ideas of nation and citizen, both for social theoreticians who study them and for governments that serve them. In this research project, Northwestern University doctoral student Sadaf Hasnain, with the guidance of Dr. Robert Launay, will investigate this phenomenon through the lens of youth socialization. How do young people understand their belonging to a nation-state when they face ambiguous citizenship status? \r\n\r\nThe research will be conducted in Pakistan and will focus on the citizenship of young adherents of the Ahmadiyya faith, a 19th. century off-shoot of Islam. The economically successful Ahmadi regard themselves as Muslims but are not so regarded in Pakistani law. Their ambiguous status makes them ideal for this research.  The investigator will carry out participant observation, group and individual interviews, content analysis of relevant news media, and archival research. These data will be used to assess the relationship between Ahmadi youth's sense of citizenship and belonging, the opposition to their religious identity and practice, and their social class and transnational religious ties. Findings from this research will provide insight into the relationship between legislation, exclusion, socio-economic status, and transnational links on the one hand and the construction of nation and citizenship on the other. This research will contribute to the NSF Cultural Anthropology Program's research focus on socio-cultural drivers and consequences of critical anthropogenic processes, including those that produce and transform socioeconomic differentiation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Launay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Launay",
   "pi_email_addr": "rgl201@northwestern.edu",
   "nsf_id": "000156854",
   "pi_start_date": "2014-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sadaf",
   "pi_last_name": "Hasnain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sadaf Hasnain",
   "pi_email_addr": "SadafHasnain2016@u.northwestern.edu",
   "nsf_id": "000662838",
   "pi_start_date": "2014-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University Department of Anthropology",
  "perf_str_addr": "1810 Hinman",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21516.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This project aimed to investigate how members of a religious minority understand their belonging in a nation-state where they face an ambiguous citizenship status and increasing persecution. It asks what role social class plays in shaping these understandings, and in what ways transnational religious and family ties affect the way citizenship is constructed. The research examined these questions by focusing on young followers of the minority Ahmadi community in Pakistan. &nbsp;To achieve the aforementioned objectives, the researcher conducted fieldwork among members of the Ahmadi community, representatives of their administrative body &ldquo;the Jamaat,&rdquo; Pakistani state officials and participants of Ahmadi opposition groups, employing ethnographic and qualitative research methods including interviews, participant observation, and analyses of relevant documents and literature. Research and observations conducted through these methods highlight the ethical, social, and political dimensions of the demands placed on Pakistan&rsquo;s Ahmadis by the laws that declare them non-Muslim and prohibit their claim to Islamic practice, producing the following key findings: 1) Although the Pakistani state&rsquo;s legal and administrative procedures aim to keep Ahmadi religious practice restricted to the private domain in order to and minimize public curiosity and disorder, public suspicion about Ahmadi identity and practice has only grown since these laws have been in place. This has forced the community into complete secrecy, furthering distrust and misgivings about them. The state&rsquo;s attempts to manage Ahmadi religious difference by declaring them non-Muslim and marking them as such have thus not achieved the purpose of creating certainty and public order. 2) Ahmadis are thus faced with the dual demands of hiding their religious lives and remaining absent from the public eye while being, at the same time, subject to increasing curiosity and regulation. What counts as &ldquo;private&rdquo; for the community is thus constantly being redefined. &nbsp;3) A trend of pro-Ahmadi activism has simultaneously emerged over the last few years, beginning with social and online media and led by both Ahmadi/ non-Ahmadi journalists and youth in Pakistan and abroad. Such activism is encouraged by the transnational presence of the Ahmadi community and globalization of human rights and religious freedoms discourse, although it is restricted to educated, urban youth in Pakistan. Curiosity about Ahmadis has thus also translated into the creation of such small yet significant spaces and movements of &ldquo;unsuspicion&rdquo; and solidarity. <span style=\"white-space: pre;\"> <br /></span><span style=\"white-space: pre;\"> </span>These findings advance several theoretical conversations within Anthropology and other social sciences, and contribute to understandings of state management of religious difference, particularly in relation to citizenship, the categories of private and public, and how some laws lead to the erosion of trust among citizens. They also encourage the partnership between academia and international state and non-state actors on the question of how best to ensure the well-being of minority religious groups in Pakistan and elsewhere.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2017<br>\n\t\t\t\t\tModified by: Sadaf&nbsp;Hasnain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n This project aimed to investigate how members of a religious minority understand their belonging in a nation-state where they face an ambiguous citizenship status and increasing persecution. It asks what role social class plays in shaping these understandings, and in what ways transnational religious and family ties affect the way citizenship is constructed. The research examined these questions by focusing on young followers of the minority Ahmadi community in Pakistan.  To achieve the aforementioned objectives, the researcher conducted fieldwork among members of the Ahmadi community, representatives of their administrative body \"the Jamaat,\" Pakistani state officials and participants of Ahmadi opposition groups, employing ethnographic and qualitative research methods including interviews, participant observation, and analyses of relevant documents and literature. Research and observations conducted through these methods highlight the ethical, social, and political dimensions of the demands placed on Pakistan?s Ahmadis by the laws that declare them non-Muslim and prohibit their claim to Islamic practice, producing the following key findings: 1) Although the Pakistani state?s legal and administrative procedures aim to keep Ahmadi religious practice restricted to the private domain in order to and minimize public curiosity and disorder, public suspicion about Ahmadi identity and practice has only grown since these laws have been in place. This has forced the community into complete secrecy, furthering distrust and misgivings about them. The state?s attempts to manage Ahmadi religious difference by declaring them non-Muslim and marking them as such have thus not achieved the purpose of creating certainty and public order. 2) Ahmadis are thus faced with the dual demands of hiding their religious lives and remaining absent from the public eye while being, at the same time, subject to increasing curiosity and regulation. What counts as \"private\" for the community is thus constantly being redefined.  3) A trend of pro-Ahmadi activism has simultaneously emerged over the last few years, beginning with social and online media and led by both Ahmadi/ non-Ahmadi journalists and youth in Pakistan and abroad. Such activism is encouraged by the transnational presence of the Ahmadi community and globalization of human rights and religious freedoms discourse, although it is restricted to educated, urban youth in Pakistan. Curiosity about Ahmadis has thus also translated into the creation of such small yet significant spaces and movements of \"unsuspicion\" and solidarity.  \n These findings advance several theoretical conversations within Anthropology and other social sciences, and contribute to understandings of state management of religious difference, particularly in relation to citizenship, the categories of private and public, and how some laws lead to the erosion of trust among citizens. They also encourage the partnership between academia and international state and non-state actors on the question of how best to ensure the well-being of minority religious groups in Pakistan and elsewhere.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2017\n\n\t\t\t\t\tSubmitted by: Sadaf Hasnain"
 }
}