{
 "awd_id": "1424057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Socio-cultural Responses to Water Scarcity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 25200.0,
 "awd_amount": 25200.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "How do the practices of extractive industries, such as mining and hydrofracturing, affect people's beliefs, practices, and experiences of water? Water connects and integrates realms of life that might otherwise appear separate. Through water, the extraction, refinement, and trade of natural resources are linked to individuals, households, and communities. Thirst, hygiene and health, the availability of local fish and agricultural products, and perceptions of environmental change make industry effects on water apparent in everyday life.  Therefore, to fully understand how extractive industries affect people, it is necessary to investigate how these industries affect water practices and experiences. As part of the Cultural Anthropology Program's support of research into the socio-cultural drivers and consequences of critical anthropogenic processes, and the resilience and robustness of socio-cultural systems, this award supports such an investigation. \r\n\r\nThe researcher, Rutgers University doctoral student Siad Darwish, working under the direction of Dr. Dorothy Hodgson, will undertake an intensive field investigation into how a single extractive industry, phosphate mining for fertilizer, has affected people's experiences of and ideas about water in the past and continues to do so in the present. The research will be conducted in the Tunisian oasis cities of Gafsa and Gabès, two towns on the edge of the Sahara desert that were for centuries defined by their locally and sustainably managed availability of fresh water. The heightened importance of water in this context will make the relationships to be investigated particularly clear. Locally, phosphate extraction and refinement over the past century have resulted in the depletion and pollution of water resources; the industry was at the center of both the Arab Uprisings and of the country's 2012 water riots. The research will build on two prior field trips to Tunisia in 2012 and 2013 and a long-term research engagement in the region.  The researcher will employ a mix of social scientific research methods. Archival research will document the emergence of the phosphate industry and transformation of water management systems. Mapping exercises and the development of a water-use typology will establish how the industry's pumping facilities and waste waters connect to local waterscapes today. Where these connections are found to be particularly salient, the researcher will use ethnographic research methods to investigate social beliefs, practices, and experiences of water in households, ritual, agriculture, and fishing. Findings from this research will have application to understanding how people everywhere cope with natural resource scarcity and to theorizing the linkages between critical resources and socio-cultural systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Hodgson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy Hodgson",
   "pi_email_addr": "dhodgson@rci.rutgers.edu",
   "nsf_id": "000260356",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Siad",
   "pi_last_name": "Darwish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siad Darwish",
   "pi_email_addr": "siad.darwish@rutgers.edu",
   "nsf_id": "000649768",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089011414",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong>The original goal of this project was to explore how the phosphate industry shapes everyday social beliefs, practices and experiences around water in Tunisia&rsquo;s arid pre-Sahara. However, through interviews and participant observation with affected communities, activists and environmental experts it became clear that a) water pollution could not be divorced from other forms of pollution; b) that pollution by the phosphate industry was only a small, yet evocative, part of much larger environmental problems in Tunisia; and c) that the main way this pollution was experienced was through the action or inaction of the state.</p>\n<p>Environmental pollution therefore fostered a sense of abandonment amongst affected communities&mdash;though communities themselves went to great lengths to tackle pollution locally. Further, it was found that waste and pollution in Tunisia serve as potent physical markers of economic inequality and marginalization of poorer sub-sections of society and regions. Finally, it became clear that the reality of pollution under the rule of the former president Zine El Abidine Ben Ali was hidden by a fa&ccedil;ade of environmentalism, kept in place through censorship of the media, tight state control over research and torture and imprisonment of activists.</p>\n<p class=\"clear\">The project contributes to the fields of anthropology and related fields in the following ways. It views the growing literature on waste and pollution through the critical anthropology of authoritarianism and the state and thereby demonstrates how authoritarianism and kleptocracies, especially when supported by the international community, can lead to vast degradation of environmental and human health. The project further highlights how the visceral and repugnant materiality of waste and pollution influence political processes and elections. Specifically, it informs literature on transition and revolution by viewing dramatic political change through its environmental impacts and demonstrates how these impacts themselves become markers for political disorder. It further contributes to the anthropology of governance by highlighting how cleanup projects and the building of new, greener infrastructure are impeded by a prevalent mistrust of government.&nbsp; Finally, the project contributes to the growing literature on environmental histories of authoritarianism and that of socio-natural study of environment in the Middle East and North Africa.</p>\n<p>The study has clear implications for environmental policies and issues of governance in the Middle East and North Africa. Pollution in Tunisia is a complex process produced through legacies of authoritarianism, exploitative economic practices by industries, Tunisia&rsquo;s role in the global economy, weak environmental governance and extraordinary mistrust of the state. Inclusive governance that consults and includes local communities in the creation and keep-up of industry and waste disposal infrastructure is essential to the solution of the problem.</p>\n<p class=\"clear\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2015<br>\n\t\t\t\t\tModified by: Siad&nbsp;Darwish</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The original goal of this project was to explore how the phosphate industry shapes everyday social beliefs, practices and experiences around water in TunisiaÆs arid pre-Sahara. However, through interviews and participant observation with affected communities, activists and environmental experts it became clear that a) water pollution could not be divorced from other forms of pollution; b) that pollution by the phosphate industry was only a small, yet evocative, part of much larger environmental problems in Tunisia; and c) that the main way this pollution was experienced was through the action or inaction of the state.\n\nEnvironmental pollution therefore fostered a sense of abandonment amongst affected communities&mdash;though communities themselves went to great lengths to tackle pollution locally. Further, it was found that waste and pollution in Tunisia serve as potent physical markers of economic inequality and marginalization of poorer sub-sections of society and regions. Finally, it became clear that the reality of pollution under the rule of the former president Zine El Abidine Ben Ali was hidden by a fa&ccedil;ade of environmentalism, kept in place through censorship of the media, tight state control over research and torture and imprisonment of activists.\nThe project contributes to the fields of anthropology and related fields in the following ways. It views the growing literature on waste and pollution through the critical anthropology of authoritarianism and the state and thereby demonstrates how authoritarianism and kleptocracies, especially when supported by the international community, can lead to vast degradation of environmental and human health. The project further highlights how the visceral and repugnant materiality of waste and pollution influence political processes and elections. Specifically, it informs literature on transition and revolution by viewing dramatic political change through its environmental impacts and demonstrates how these impacts themselves become markers for political disorder. It further contributes to the anthropology of governance by highlighting how cleanup projects and the building of new, greener infrastructure are impeded by a prevalent mistrust of government.  Finally, the project contributes to the growing literature on environmental histories of authoritarianism and that of socio-natural study of environment in the Middle East and North Africa.\n\nThe study has clear implications for environmental policies and issues of governance in the Middle East and North Africa. Pollution in Tunisia is a complex process produced through legacies of authoritarianism, exploitative economic practices by industries, TunisiaÆs role in the global economy, weak environmental governance and extraordinary mistrust of the state. Inclusive governance that consults and includes local communities in the creation and keep-up of industry and waste disposal infrastructure is essential to the solution of the problem.\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/18/2015\n\n\t\t\t\t\tSubmitted by: Siad Darwish"
 }
}