{
 "awd_id": "1424768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholar's Award: A Social Scientific Study of how Stakeholders Produce Knowledge about the Cause and Treatment of Colony Collapse Disorder",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2013-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 10513.0,
 "awd_amount": 10513.0,
 "awd_min_amd_letter_date": "2014-05-23",
 "awd_max_amd_letter_date": "2014-05-23",
 "awd_abstract_narration": "Colony Collapse Disorder [CCD] is the as-yet unexplained disappearance of large numbers of honeybees from their hives over the past four years. CCD has captured public interest, but many environmentalists and entomologists believe that it is an early indication of an even more troubling decline in all pollinator species, including many varieties of native bees, flies, and bats. A sustained decline in honeybees alone would have significant consequences for commercial agriculture, food security, and the environment, and a decline in pollinator species more broadly would have even more impact. This project uses CCD as a case study to refine our understanding of how different groups define, produce, and communicate what they see as valid evidence in situations of scientific uncertainty. The investigator will conduct a multi-sited participant ethnography at several bee research labs, open-ended interviews with scientists, bee keepers, and other stakeholders, and textual analysis of scientific publications and media coverage to study this issue. \r\n\r\nThis project takes advantage of a unique opportunity to chronicle a group of scientists as they work on an emerging problem of societal importance. A social scientific analysis of the evolving research communities for CCD demonstrates how existing models of contested illnesses and studies of the affective components of scientific and ecological knowledge can be adapted and applied to a study of agricultural science. The proposed study investigates how knowledge about Colony Collapse Disorder (CCD) has been and continues to be produced. It analyzes how the cause of CCD is defined and the social and economic dimensions of proposed solutions.  \r\n\r\nCCD has the potential to become a major social and environmental problem with wide-ranging effects. A social scientific perspective provides insights into the different interests and values that may affect the design and execution of research projects. The research project contributes to scholarship in science and technology studies, sociology, and anthropology, as well as audiences in apiculture, entomology and science policy. Research findings will lead to broadly applicable best practices for creating successful collaborations among natural scientists, social scientists, and members of the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chloe",
   "pi_last_name": "Silverman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chloe Silverman",
   "pi_email_addr": "cbs78@drexel.edu",
   "nsf_id": "000518191",
   "pi_start_date": "2014-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201 Arch Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study investigated how knowledge about Colony Collapse Disorder (CCD) has been and continues to be produced. CCD is the as-yet unexplained disappearance of large numbers of honeybees from their hives, starting in 2006. CCD, and the broader phenomenon of unexplained colony losses, has captured public interest, but many environmentalists and entomologists believe that it is an early indication of an even more troubling decline in all pollinator species, including many varieties of native bees, flies, and bats. A sustained decline in honeybees alone would have significant consequences for commercial agriculture, food security, and the environment. This project used CCD as a case study to help understand how different groups define, produce, and communicate what they see as valid evidence about illness.</p>\n<p>NSF support provided the opportunity to undertake a site-specific study of a community of scientists as they confronted CCD and unexplained colony losses. By studying science as it was produced, the study was able to document how entomologists worked to describe the problem, how they created new concepts to address the issue, and where disputes arose between different professional communities. Specifically, the study explored how existing models of contested illness can be applied to a study of agricultural and veterinary science. The study has produced several findings, which I am in the process of reporting both in the academic literature and in public venues:</p>\n<ol>\n<li>Over the past two decades, honey bee health has become a subject of concern, separate from concerns about specific diseases or parasites that honey bees may succumb to. This focus extends beyond beekeepers to entomologists and agricultural extension workers. This concern, moreover, has led entomologists to recognize that their knowledge of optimal honey bee health is in fact limited, despite their extensive knowledge of specific honey bee diseases. Efforts to define honey bee health run up against a series of difficulties: that health may mean different things to different groups that interact with bees, and that honey bees&rsquo; baseline level of health may be already so altered by introduced parasites, pathogens, and toxins that establishing the parameters of ideal health may be impossible. This analysis is based on my interviews with entomologists; a literature review to test the hypothesis that discussions about health maintenance as a central concern in beekeeping have also increased in beekeeping and academic entomology journals is ongoing. </li>\n<li>Despite these more general concerns about overall health, good beekeeping practice, at least for larger commercial operations, has increasingly become associated with regularly applying pharmaceutical treatments and monitoring for specific pathogens and parasites. Effective beekeeping practices are increasingly medical ones. According to informants, beekeepers&rsquo; use of miticides in particular has become more routinized since the introduction of parasitic <em>Varroa</em> mites in the late 1980s, though treatment practices vary widely.&nbsp; </li>\n<li>With increasing pharmaceutical treatments have come some hazards familiar to public health experts&mdash;pathogen and parasite resistance to medications, drug interactions, and drug toxicity. Entomologists and agricultural extension workers acknowledge and indeed research these types of complex, interactive contributors to the problem of unexplained colony losses. However, public representations via media coverage have continued to, on the whole, emphasize single candidate causes of colony collapse.</li>\n</ol>\n<p>These findings have relevance beyond the field of STS, because they suggest different ways that entomologists might communicate their research both to beekeepers and to science journalists. The study has resulted in academic publications, interdisciplinary mentorship, and out...",
  "por_txt_cntn": "\nThis study investigated how knowledge about Colony Collapse Disorder (CCD) has been and continues to be produced. CCD is the as-yet unexplained disappearance of large numbers of honeybees from their hives, starting in 2006. CCD, and the broader phenomenon of unexplained colony losses, has captured public interest, but many environmentalists and entomologists believe that it is an early indication of an even more troubling decline in all pollinator species, including many varieties of native bees, flies, and bats. A sustained decline in honeybees alone would have significant consequences for commercial agriculture, food security, and the environment. This project used CCD as a case study to help understand how different groups define, produce, and communicate what they see as valid evidence about illness.\n\nNSF support provided the opportunity to undertake a site-specific study of a community of scientists as they confronted CCD and unexplained colony losses. By studying science as it was produced, the study was able to document how entomologists worked to describe the problem, how they created new concepts to address the issue, and where disputes arose between different professional communities. Specifically, the study explored how existing models of contested illness can be applied to a study of agricultural and veterinary science. The study has produced several findings, which I am in the process of reporting both in the academic literature and in public venues:\n\nOver the past two decades, honey bee health has become a subject of concern, separate from concerns about specific diseases or parasites that honey bees may succumb to. This focus extends beyond beekeepers to entomologists and agricultural extension workers. This concern, moreover, has led entomologists to recognize that their knowledge of optimal honey bee health is in fact limited, despite their extensive knowledge of specific honey bee diseases. Efforts to define honey bee health run up against a series of difficulties: that health may mean different things to different groups that interact with bees, and that honey beesÆ baseline level of health may be already so altered by introduced parasites, pathogens, and toxins that establishing the parameters of ideal health may be impossible. This analysis is based on my interviews with entomologists; a literature review to test the hypothesis that discussions about health maintenance as a central concern in beekeeping have also increased in beekeeping and academic entomology journals is ongoing. \nDespite these more general concerns about overall health, good beekeeping practice, at least for larger commercial operations, has increasingly become associated with regularly applying pharmaceutical treatments and monitoring for specific pathogens and parasites. Effective beekeeping practices are increasingly medical ones. According to informants, beekeepersÆ use of miticides in particular has become more routinized since the introduction of parasitic Varroa mites in the late 1980s, though treatment practices vary widely.  \nWith increasing pharmaceutical treatments have come some hazards familiar to public health experts&mdash;pathogen and parasite resistance to medications, drug interactions, and drug toxicity. Entomologists and agricultural extension workers acknowledge and indeed research these types of complex, interactive contributors to the problem of unexplained colony losses. However, public representations via media coverage have continued to, on the whole, emphasize single candidate causes of colony collapse.\n\n\nThese findings have relevance beyond the field of STS, because they suggest different ways that entomologists might communicate their research both to beekeepers and to science journalists. The study has resulted in academic publications, interdisciplinary mentorship, and outreach efforts as I work to bring the results to the broadest possible audience. The two years of research made possible by NSF support h..."
 }
}