{
 "awd_id": "1424203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Ecological niche evolution of Homo and Paranthropus at East Turkana, northern Kenya",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 21157.0,
 "awd_amount": 21157.0,
 "awd_min_amd_letter_date": "2014-07-25",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "A comprehensive understanding of a species' evolutionary history includes determining the ecological factors that drove its adaptations. All species occupy a particular ecological niche whose breadth is determined by the interplay of abiotic (e.g., climate and dispersal barriers) and biotic (e.g., competition) influences. The niche of a species is rarely static through time and the inevitable changes can result in a variety of outcomes, including further adaptation, speciation and extinction. Although it has historically been difficult to reconstruct the ecological niches of fossil taxa, recently developed paleoecological techniques, mean that it is now possible to test hypotheses about the role of ecology might have played in the separate evolutionary histories of two important early hominin lineages.\r\n\r\nDetermining how our early human ancestors interacted with their environments is fundamental for understanding human evolutionary history. The fossil record suggests that our genus, Homo, originated in eastern Africa around 2.4 million years ago (Ma), and shared the environment with a closely related species called Paranthropus boisei. However, the record also suggests that by approximately 1.3 Ma, the Paranthropus lineage went extinct and Homo had expanded its geographical range outside of Africa. Although these lineages coexisted in time, we lack a logical framework for testing hypotheses related to their ecology during this period. This dissertation project by doctoral student David Patterson (under the supervision of Dr. René Bobe, The George Washington University) will contribute to addressing these gaps in our knowledge by using novel methods to generate the first high-resolution reconstruction of the ecological niches of these two lineages. \r\n\r\nThis project combines quantitative methods from mammalian community ecology with stable isotope geochemistry to investigate the ecological niches of Homo and Paranthropus within a spatially constrained ancient ecosystem. The proposed study will use paleoecological data collected directly from localities where these hominin fossils occur, and from archaeological sites dated to between approximately 2.0 and 1.4 Ma in the Koobi Fora Formation of northern Kenya. By concentrating on specific fossil assemblages within the same region, this study will provide new insights into the ecological niches of these two lineages. \r\n\r\nThe impact of this research will be amplified via the Co-PI's involvement with the Evolution of Terrestrial Ecosystems (ETE) program at the National Museum of Natural History (NMNH) and with the Koobi Fora Field School (KFFS). As part of ETE, the Co-PI will disseminate project results to educators through lectures at sponsored workshops and via the NMNH Q?rius Science Center. Additionally, the Co-PI will create a series of field- and laboratory-based entries for the Paleobiology Department's blogspace. The Co-PI will also participate in \"The Scientist is in\" program, which will give the public the opportunity to ask researchers about their research, as well as about other topics associated with human origins. Lastly, the Co-PI's fieldwork will be completed in conjunction with the KFFS. This collaborative effort between the National Museums of Kenya and GWU provides students from several countries, including Kenya, Ethiopia, South Africa, and the United States with hands-on field experience in paleoanthropology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rene",
   "pi_last_name": "Bobe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rene Bobe",
   "pi_email_addr": "bobe@gwu.edu",
   "nsf_id": "000619136",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Patterson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Patterson",
   "pi_email_addr": "dbpatter@gwmail.gwu.edu",
   "nsf_id": "000662027",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2110 G Street, NW",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520072",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21157.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Humans are adaptable, both in modern contexts and deep into our prehistory. The period between 2.0 and 1.4 million years ago (Ma) in eastern Africa was marked by rapid oscillations in climate, which are frequently implicated as drivers of major adaptations (e.g., bipedality, complex stone tool use, dramatic increases in brain size) in the human lineage.&nbsp; However, establishing cause and effect linkages between environmental change and adaptive processes in the human lineage has been challenging due to different types and scales of paleoenvironmental data</p>\n<p class=\"Body\"><strong><em>Intellectual Merit</em></strong></p>\n<p class=\"Default\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Fossils deposits from East Turkana in northern Kenya dating to between 2.0 and 1.4 Ma document many important events in human evolutionary history, including the morphological transition from early <em>Homo</em> (i.e., <em>H. habilis</em>, <em>H. rudolfensis</em>) to <em>Homo erectus/ergaster, </em>the synchronic and sympatric existence of the hominin genera <em>Homo</em> and <em>Paranthropus</em> as well as significant changes in hominin landuse. This project investigated the ecological context of these changes and provides several potentially important insights into the biology of our ancestors between 2.0 and 1.4 Ma. First, our analyses indicate that the consumption of animal tissues, particularly those of grassland-adapted herbivores, by members of our lineage<em> </em>may have played a role in a major shift in biology and ecology during this period. Second, our data indicate that the East Turkana ecosystem was highly variable across space between 2.0 and 1.4 Ma. This heterogeneity likely provided a complex adaptive scenario for our ancestors and contributed to our ability to adapt to a wide range of environmental conditions both within and outside of Africa. These findings contribute to an ongoing discussion that seeks to illuminate the manner by which the human lineage was shaped by the environments of eastern Africa.&nbsp;</p>\n<p class=\"Default\"><strong><em>Broader Impacts</em></strong><strong><em></em></strong></p>\n<p class=\"Default\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The findings of this project have been disseminated in both professional and public settings. Findings have contributed to peer-reviewed publications, as well as over 10 professional conference abstracts. In addition, results of this project have been communicated to the broader public presentations at the National Museum of National History and other colleges across the United States. Finally, a key aspect of this project has been the integration of undergraduate students in the collection, interpretation and dissemination of project results. Undergraduate students from the United States, Kenya, Ethiopia and South Africa have been a vital component of its success. Many of these students presented their findings as primary authors of presentations and posters at professional conferences. Therefore, this project has undoubtedly contributed to the success of students beyond the PI and Co-PI.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2016<br>\n\t\t\t\t\tModified by: Rene&nbsp;Bobe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Humans are adaptable, both in modern contexts and deep into our prehistory. The period between 2.0 and 1.4 million years ago (Ma) in eastern Africa was marked by rapid oscillations in climate, which are frequently implicated as drivers of major adaptations (e.g., bipedality, complex stone tool use, dramatic increases in brain size) in the human lineage.  However, establishing cause and effect linkages between environmental change and adaptive processes in the human lineage has been challenging due to different types and scales of paleoenvironmental data\nIntellectual Merit\n            Fossils deposits from East Turkana in northern Kenya dating to between 2.0 and 1.4 Ma document many important events in human evolutionary history, including the morphological transition from early Homo (i.e., H. habilis, H. rudolfensis) to Homo erectus/ergaster, the synchronic and sympatric existence of the hominin genera Homo and Paranthropus as well as significant changes in hominin landuse. This project investigated the ecological context of these changes and provides several potentially important insights into the biology of our ancestors between 2.0 and 1.4 Ma. First, our analyses indicate that the consumption of animal tissues, particularly those of grassland-adapted herbivores, by members of our lineage may have played a role in a major shift in biology and ecology during this period. Second, our data indicate that the East Turkana ecosystem was highly variable across space between 2.0 and 1.4 Ma. This heterogeneity likely provided a complex adaptive scenario for our ancestors and contributed to our ability to adapt to a wide range of environmental conditions both within and outside of Africa. These findings contribute to an ongoing discussion that seeks to illuminate the manner by which the human lineage was shaped by the environments of eastern Africa. \nBroader Impacts\n            The findings of this project have been disseminated in both professional and public settings. Findings have contributed to peer-reviewed publications, as well as over 10 professional conference abstracts. In addition, results of this project have been communicated to the broader public presentations at the National Museum of National History and other colleges across the United States. Finally, a key aspect of this project has been the integration of undergraduate students in the collection, interpretation and dissemination of project results. Undergraduate students from the United States, Kenya, Ethiopia and South Africa have been a vital component of its success. Many of these students presented their findings as primary authors of presentations and posters at professional conferences. Therefore, this project has undoubtedly contributed to the success of students beyond the PI and Co-PI.\n\n\t\t\t\t\tLast Modified: 11/15/2016\n\n\t\t\t\t\tSubmitted by: Rene Bobe"
 }
}