{
 "awd_id": "1424969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Quantifying Sediment Storage Transit Times For Geomorphically Explicit, Watershed Scale Suspended Sediment Routing",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 247971.0,
 "awd_amount": 247971.0,
 "awd_min_amd_letter_date": "2014-08-05",
 "awd_max_amd_letter_date": "2014-08-05",
 "awd_abstract_narration": "Nontechnical Explanation of the Project's Broader Significance \r\n\r\nSuspended sediment and associated contaminants and nutrients are leading causes of environmental degradation in rivers, but predicting the movement of fine-grained material through watersheds remains difficult. Most watershed management planning treats fine-grained suspended sediment as \"washload\" that is rapidly transported to receiving waters once particles enter stream channels. However, sediment particles actually move downstream by a series of discrete jumps, with each jump punctuated by a period of resting in floodplains and other alluvial deposits.  According for this view, particle travel times from upland sources to estuarine sinks may be very long (up to 1000 years for the Chesapeake Bay watershed, for example).    The disparity  between these two views is most critical where Best Management Practices are used to reduce the contribution of sediment and other contaminants  from upland watershed sources to downstream receiving waters, such as the Chesapeake Bay.   Sediment travel times are not currently incorporated into existing watershed modeling schemes used to evaluate and design Best Management Practices, so the time required for them to achieve their maximum effectiveness is unknown.  During this project, particle waiting times will be determined for a sub-basin of the Chesapeake Bay watershed, and these results will be incorporated into a new modeling framework for predicting the movement of particles through watersheds that explicitly incorporates measured particle waiting times.   These results will help evaluate restoration schemes designed to reduce loading of sediment and other particles from watersheds to ecologically damaged receiving waters.  \r\n\r\nTechnical Description of the Project\r\n\r\nGeomorphologists widely acknowledge that suspended sediment routing through large (100-1000 km spatial scales) watersheds must account for the 100-10,000 year timescales associated with alluvial storage, but this knowledge is rarely reflected in watershed models. A few recent modeling schemes include both sediment transport and storage, but the necessary reach averaging introduces a new variable, the sediment-storage (waiting) time distribution that is virtually undocumented.  This study will use pollen analyis, optically-stimulated luminescence, radiocarbon dating, and fallout radionuclide concentrations to measure contemporary waiting time distributions for all significant alluvial storage reservoirs in a mid-Atlantic Piedmont watershed where rates of erosion, deposition, and transport are well-constrained. The measured waiting time distributions will be used with a suspended-sediment routing model in a series of scenarios designed to illustrate timescales required for suspended sediment to move from upland sources to basin outlet in the Chesapeake Bay watershed. The results will improve existing theory concerning sediment waiting time distributions and sediment budgets within fluvial systems. The results will also help interpret the complex histories of watershed disturbance amd provide a means for a more accurate prediction of future changes. This study is designed to test the following hypotheses: 1) sediment storage or waiting time distributions can be quantified using measured erosion rates, geomorphic mapping, radiometric dating, and reservoir theory; 2) sediment waiting times for mid-Atlantic upland watersheds range from months to millennia, with characteristic values on the order of 1000 years, implying very long timescales to transport most suspended particles from upland sources to basin outlets; 3) observed waiting time distributions are not exponential, suggesting that valley storage reservoirs are not well-mixed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pizzuto",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Pizzuto",
   "pi_email_addr": "pizzuto@udel.edu",
   "nsf_id": "000430266",
   "pi_start_date": "2014-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 247971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While sediment is a natural and even necessary component of rivers, too much sediment can impair water quality and degrade riverine ecosystems.&nbsp; Problems related to excess sedimentation occur through our nation and the world, spurring restoration planning and watershed management to alleviate these problems.&nbsp; Strategies for reducing sediment loading to the Chesapeake Bay and efforts to improve salmon habitat in the Pacific Northwest are prominent examples.&nbsp; Unfortunately, the movement of sediment through watersheds is a poorly understood problem.&nbsp; In addition to erosion and subsequent movement of sediment by storms, sediment can be deposited along its journey through watersheds, \"resting\" in bars, floodplains, islands, and quiescent zones in river channels.&nbsp; These resting periods can range from years to millennia, and impose long geologic timescales on sediment problems that are rarely considered by watershed managers.&nbsp; For example, geologists have long speculated that many sediment particles may require hundreds or even thousands of years to reach the Chesapeake Bay after being eroded from soils in the Bay's headwaters, but the Chesapeake Bay Model, the primary tool for directing restoration of the Chesapeake Bay Watershed, does not consider any time dependence in sediment delivery, and it is widely assumed that Best Management Practices imposed on agricultural fields will improve the water quality of Chesapeake Bay in a few years.&nbsp; The goals of our research project were 1) to develop new theory for predicting watershed scale sediment movement that incorporates the time sediment particles \"rest\" in storage, 2) quantify storage timescales in relevant river deposits of Difficult Run, a typical suburban watershed draining to the Chesapeake Bay, and 3) use the theory and data from Difficult Run to assess timescales required to reduce sediment loading to the Chesapeake Bay.&nbsp; Our new theory has been completed, and it provides tractable methods to predict sediment delivery from small watersheds to entire continents.&nbsp; Floodplain deposits of Difficult Run range in age from years to millennia, but the majority have been deposited since European Settlement early in our nation's history, suggesting contemporary \"waiting times\" on the order of a few hundred years.&nbsp; Clay and silt-sized particles are stored in bars of Difficult Run for a few decades.&nbsp; Observations before and after approximately 10 storms of deposits formed in quiescent areas of the channel of Difficult Run suggest that these deposits are reworked on annual timescales.&nbsp; We have used these data in model scenarios to assess how long it would take for Best Management Practices to reduce sediment loading from Chesapeake Bay watersheds of varying sizes.&nbsp; Our results suggest that small watersheds located close to the Chesapeake Bay would provide benefits in a few years.&nbsp; Large watersheds, including those the size of the watershed of the Susquehanna River, will deliver benefits very slowly, often requiring hundreds or even thousands of years.&nbsp; Restoration efforts, therefore, will prove most beneficial when targeted in small watersheds close to the Chesapeake Bay.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2018<br>\n\t\t\t\t\tModified by: James&nbsp;E&nbsp;Pizzuto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile sediment is a natural and even necessary component of rivers, too much sediment can impair water quality and degrade riverine ecosystems.  Problems related to excess sedimentation occur through our nation and the world, spurring restoration planning and watershed management to alleviate these problems.  Strategies for reducing sediment loading to the Chesapeake Bay and efforts to improve salmon habitat in the Pacific Northwest are prominent examples.  Unfortunately, the movement of sediment through watersheds is a poorly understood problem.  In addition to erosion and subsequent movement of sediment by storms, sediment can be deposited along its journey through watersheds, \"resting\" in bars, floodplains, islands, and quiescent zones in river channels.  These resting periods can range from years to millennia, and impose long geologic timescales on sediment problems that are rarely considered by watershed managers.  For example, geologists have long speculated that many sediment particles may require hundreds or even thousands of years to reach the Chesapeake Bay after being eroded from soils in the Bay's headwaters, but the Chesapeake Bay Model, the primary tool for directing restoration of the Chesapeake Bay Watershed, does not consider any time dependence in sediment delivery, and it is widely assumed that Best Management Practices imposed on agricultural fields will improve the water quality of Chesapeake Bay in a few years.  The goals of our research project were 1) to develop new theory for predicting watershed scale sediment movement that incorporates the time sediment particles \"rest\" in storage, 2) quantify storage timescales in relevant river deposits of Difficult Run, a typical suburban watershed draining to the Chesapeake Bay, and 3) use the theory and data from Difficult Run to assess timescales required to reduce sediment loading to the Chesapeake Bay.  Our new theory has been completed, and it provides tractable methods to predict sediment delivery from small watersheds to entire continents.  Floodplain deposits of Difficult Run range in age from years to millennia, but the majority have been deposited since European Settlement early in our nation's history, suggesting contemporary \"waiting times\" on the order of a few hundred years.  Clay and silt-sized particles are stored in bars of Difficult Run for a few decades.  Observations before and after approximately 10 storms of deposits formed in quiescent areas of the channel of Difficult Run suggest that these deposits are reworked on annual timescales.  We have used these data in model scenarios to assess how long it would take for Best Management Practices to reduce sediment loading from Chesapeake Bay watersheds of varying sizes.  Our results suggest that small watersheds located close to the Chesapeake Bay would provide benefits in a few years.  Large watersheds, including those the size of the watershed of the Susquehanna River, will deliver benefits very slowly, often requiring hundreds or even thousands of years.  Restoration efforts, therefore, will prove most beneficial when targeted in small watersheds close to the Chesapeake Bay.\n\n\t\t\t\t\tLast Modified: 12/20/2018\n\n\t\t\t\t\tSubmitted by: James E Pizzuto"
 }
}