{
 "awd_id": "1424348",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Transparency, Accountability, and Corruption Displacement",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 315415.0,
 "awd_amount": 315415.0,
 "awd_min_amd_letter_date": "2014-08-29",
 "awd_max_amd_letter_date": "2019-07-08",
 "awd_abstract_narration": "Despite ample funding from the international community, anti-corruption interventions have largely failed to contain corruption. Scholars and policymakers agree that increasing transparency and improving accountability should reduce corruption. Armed with information about corrupt actions, citizens will punish corrupt officials. Institutions of accountability are a key part of this mechanism, as they provide the channel through which citizens and political superiors can act on the information. Yet, the evidence to support these arguments is mixed. Corruption is common across different transparency and accountability environments, from countries rich in information and avenues for taking action against corruption to countries lacking in both. This project will address several possible reasons for this divergence between theory and results. Drawing on work in behavioral economics, it will discern whether politicians respond strategically to anti-corruption interventions by shifting their corruption to forms less vulnerable to detection and punishment. Furthermore, it will combine top-down anti-corruption efforts, such as large-scale audits of accounts, with a bottom-up effort targeting citizens, which typically are executed separately. Finally, the interventions in this project will educate citizens about the roles and responsibilities of government and the action options available to them, in addition to informing them about corruption among their government officials.\r\n \r\nThe interventions of this project will occur in Malawi's local (district) government. To address some of the deficiencies of past anti-corruption interventions, the interventions will combine a regularly scheduled top-down audit of the district government with a bottom-up intervention designed to involve citizens in the anti-corruption process and educate them about their government and avenues of action available to them. The citizen transparency intervention will include broadcasting the main findings about their officials on the local radio, providing written reports about the treated officials to a randomly selected group of citizens, and calling selected district officials before a group of chiefs, civil society representatives, media representatives, and a randomly selected group of citizens to discuss the findings. The meeting will also educate citizens about the avenues of reporting corruption and demanding a reduction in corruption available to them. Shifts in corruption patterns within each district will be measured by conducting a survey of the district officials after the transparency interventions and comparing the results to the 2013 baseline survey. \r\n\r\nThis work holds great promise for both policymaking and science. Donors and international organizations believe that corruption undermines prosperous and peaceful governments in Africa. By providing a specific theory of behavior and creating precise measures of individual corruption, this project will advance the debate regarding institutions, politician incentives, and behavior. By using randomized experiments, this project employs some of the most rigorous designs and tests available to social scientists. Finally, by sampling actual politicians in the surveys measuring outcomes, this project explores political phenomena with those who actually practice politics. Insights from this project can prove invaluable to inform not just the study of corruption, but also its practical dimensions. The design uses actual audits executed by official government personnel, making this study's findings and implications very relevant to those interested in combating corruption. The project findings will be presented to policymakers and researchers in the form of discussions, policy papers, and research articles to academic, government, and policy audiences. This project will also train dozens of citizens -private and government officials- in research methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Gibson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Clark C Gibson",
   "pi_email_addr": "ccgibson@ucsd.edu",
   "nsf_id": "000439997",
   "pi_start_date": "2014-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MI",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Malawi",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49497.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 265918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Medicine theft is likely one of the leading causes of preventable disease in low income countries. Additionally, medicine theft costs governments and donors many millions each year between lost medications and spending on supplemental procurement procedures.&nbsp;</p>\n<p>One goal of this project was to evaluate how advances in electronic tracking technology might improve the ability of health providers and researchers to measure patterns of medicine diversion and audit procurement networks, particularly in environments where procurement capacity and investment are low. Existing measurement strategies in such contexts tend to rely on paper audits or reporting hot lines. While such audit strategies can pickup some theft, they are expensive and prone to manipulation and falsification. Moreover, traditional audits can only identify whether medicines reach their intended destination. From the standpoint of anti-corruption policy, audits also suffer from spillover problems: rather than effectively deterring theft, audits can displace theft to non-audited locations or to points on the procurement chain that are less subject to oversight.&nbsp;</p>\n<p>To address these challenges, we worked with a technology company, OnAsset, the Malawi Ministry of Health, Malawi Central Medical Stores Trust (CMST), and the Malawi Drug Theft Investigations Unit to design a system for digitally auditing the procurement of government medicine from CMST to health facilities in Southern Malawi. We placed tracking devices in 2,400 medicine boxes being delivered to 170 Southern Region health facilities. Subsequently, we also conducted a digital audit in person at a representative sample of 104 of the recipient health facilities, 143 private pharmacies and markets, and 40 health facilities that should have received sub-deliveries from district health offices (DHOs). These digital audits provide a real-time snapshot of the entirety of the medicine procurement chain, allowing us to identify both the deliveries of medicines and the fate of medicines that were not delivered as intended. Perhaps most useful, however, is the ability of these digital audits to identify what happens to medicines after the point of delivery.</p>\n<p>Our findings indicate a mixed pattern of medicine diversion. The vast majority of medicines were originally delivered to their intended destination. However, a small percentage of facilities received less than 80% of their intended medicine deliveries. Post-delivery medicine diversion is much more prevalent. In follow-up digital audits, we attempted to determine whether medicines went missing after the delivery and--if so--where medicines were located. In these audits, we were only able to locate approximately half of the medicines that were originally delivered. In approximately one-third of the facilities, none of the originally delivered medicines could be located.&nbsp;</p>\n<p>A second goal of this research was to experimentally identify the deterrent effect of procurement oversight. Across a random sample of boxes of medicines, we randomly assigned half of them to a top-down monitoring message intervention (in the form of a sticker placed on medicine boxes) designed to reduce medicine diversion and increase the efficiency of public health procurement. In order to identify treatment effects of the intervention, we rely on the digital tracking and auditing system described above. This allows us to move beyond existing studies of corruption that focus on changes in corruption levels to present evidence demonstrating how anti-corruption interventions displace corruption to other parts of the system.&nbsp;</p>\n<p>Our analysis of treatment effects provides mixed evidence on effectiveness. While effects on diversion were small, we do find that the monitoring message was an effective way to deliver information to health facility officials. In follow-up surveys, about half of health facility officials claim to have seen the messages, and most of these officials were able to describe the messages. Nonetheless, officials who were aware of the messages were no more likely to perceive that the risk of medicine theft was high. This weak effect on perceptions of risk is not necessarily surprising in light of the oftentimes weak mechanisms of accountability for medicine theft in Malawi.</p>\n<p>Our project findings lead to several policy implications. First, despite diligent work within the Ministry of Health and ample attention and funding from international donors, we find that the diversion of medications and medical supplies is still rampant in Malawi. However, a corollary finding is that not all instances of diversion occur due to theft: we estimate that nearly one-third of medicines diverted during delivery were simply delivered to the incorrect health facility. Collectively, these findings imply that anti-theft interventions should occur alongside interventions that build the organizational capacity of stakeholders involved in the medications supply chain in Malawi.&nbsp;</p>\n<p>We also find that officials who remembered the monitoring message did not perceive higher risks of detection and punishment for theft. This null effect on perceptions of risk is not necessarily surprising in light of the oftentimes weak mechanisms of accountability for medicine theft. Using digital technology to strengthen accountability mechanisms remains a promising area for policy research and investment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2022<br>\n\t\t\t\t\tModified by: Clark&nbsp;C&nbsp;Gibson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMedicine theft is likely one of the leading causes of preventable disease in low income countries. Additionally, medicine theft costs governments and donors many millions each year between lost medications and spending on supplemental procurement procedures. \n\nOne goal of this project was to evaluate how advances in electronic tracking technology might improve the ability of health providers and researchers to measure patterns of medicine diversion and audit procurement networks, particularly in environments where procurement capacity and investment are low. Existing measurement strategies in such contexts tend to rely on paper audits or reporting hot lines. While such audit strategies can pickup some theft, they are expensive and prone to manipulation and falsification. Moreover, traditional audits can only identify whether medicines reach their intended destination. From the standpoint of anti-corruption policy, audits also suffer from spillover problems: rather than effectively deterring theft, audits can displace theft to non-audited locations or to points on the procurement chain that are less subject to oversight. \n\nTo address these challenges, we worked with a technology company, OnAsset, the Malawi Ministry of Health, Malawi Central Medical Stores Trust (CMST), and the Malawi Drug Theft Investigations Unit to design a system for digitally auditing the procurement of government medicine from CMST to health facilities in Southern Malawi. We placed tracking devices in 2,400 medicine boxes being delivered to 170 Southern Region health facilities. Subsequently, we also conducted a digital audit in person at a representative sample of 104 of the recipient health facilities, 143 private pharmacies and markets, and 40 health facilities that should have received sub-deliveries from district health offices (DHOs). These digital audits provide a real-time snapshot of the entirety of the medicine procurement chain, allowing us to identify both the deliveries of medicines and the fate of medicines that were not delivered as intended. Perhaps most useful, however, is the ability of these digital audits to identify what happens to medicines after the point of delivery.\n\nOur findings indicate a mixed pattern of medicine diversion. The vast majority of medicines were originally delivered to their intended destination. However, a small percentage of facilities received less than 80% of their intended medicine deliveries. Post-delivery medicine diversion is much more prevalent. In follow-up digital audits, we attempted to determine whether medicines went missing after the delivery and--if so--where medicines were located. In these audits, we were only able to locate approximately half of the medicines that were originally delivered. In approximately one-third of the facilities, none of the originally delivered medicines could be located. \n\nA second goal of this research was to experimentally identify the deterrent effect of procurement oversight. Across a random sample of boxes of medicines, we randomly assigned half of them to a top-down monitoring message intervention (in the form of a sticker placed on medicine boxes) designed to reduce medicine diversion and increase the efficiency of public health procurement. In order to identify treatment effects of the intervention, we rely on the digital tracking and auditing system described above. This allows us to move beyond existing studies of corruption that focus on changes in corruption levels to present evidence demonstrating how anti-corruption interventions displace corruption to other parts of the system. \n\nOur analysis of treatment effects provides mixed evidence on effectiveness. While effects on diversion were small, we do find that the monitoring message was an effective way to deliver information to health facility officials. In follow-up surveys, about half of health facility officials claim to have seen the messages, and most of these officials were able to describe the messages. Nonetheless, officials who were aware of the messages were no more likely to perceive that the risk of medicine theft was high. This weak effect on perceptions of risk is not necessarily surprising in light of the oftentimes weak mechanisms of accountability for medicine theft in Malawi.\n\nOur project findings lead to several policy implications. First, despite diligent work within the Ministry of Health and ample attention and funding from international donors, we find that the diversion of medications and medical supplies is still rampant in Malawi. However, a corollary finding is that not all instances of diversion occur due to theft: we estimate that nearly one-third of medicines diverted during delivery were simply delivered to the incorrect health facility. Collectively, these findings imply that anti-theft interventions should occur alongside interventions that build the organizational capacity of stakeholders involved in the medications supply chain in Malawi. \n\nWe also find that officials who remembered the monitoring message did not perceive higher risks of detection and punishment for theft. This null effect on perceptions of risk is not necessarily surprising in light of the oftentimes weak mechanisms of accountability for medicine theft. Using digital technology to strengthen accountability mechanisms remains a promising area for policy research and investment.\n\n\t\t\t\t\tLast Modified: 07/07/2022\n\n\t\t\t\t\tSubmitted by: Clark C Gibson"
 }
}