{
 "awd_id": "1424039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation in Political Science: The Role of Identity, Rules, and Values in Public Goods and Accountability",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2014-06-11",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "Public accountability is a critical component of democracy, but how do citizens hold officials accountable? For example, citizens may seek to dismiss (or vote against) an official who abuses his power, but will they be as willing to do so after hearing the justifications that politicians often make? Will their response be different if they share a political identity with the authority - party membership, race, or ethnicity? Which has the greatest impact? This study investigates the effect of an authority's political identity, performance, and persuasion on public accountability in South Africa. There is evidence that each of these factors affects how citizens view politicians and thus their willingness to hold them accountable. This study will extend that research by using a novel experimental design that can test not only how each factor operates individually, but also how they interact. \r\n\r\nThe intellectual merit of the study is connected to its design: assignment of participants to different \"treatment\" groups is random. Because assignment to the specific identity, performance, and persuasion of the authority is random, differences in how participants respond can be confidently attributed to the treatment. Participants will be recruited from public spaces near Johannesburg, South Africa. South Africa was chosen because the research questions are especially important for new democracies. In particular, the ruling African National Congress (ANC), which liberated South Africa from apartheid, has come under increasing scrutiny for abuses of power. And yet to date the ANC appears to have paid only a limited political price - in May 2014 the party won national elections with more than 60% of the vote for the fifth consecutive time since 1994. This study examines why this is the case. It may be because abuses are unimportant to voters relative to other ANC achievements. It may be because voters identify so strongly with the party that they are willing to condone abuses. Or, it may be because the ANC is still able to appeal to values of freedom and equality that they demonstrated in the liberation struggle. \r\n\r\nThe broader impacts are associated with the implications for development, democracy, and policy. The ANC delivered democracy to South Africa, but its dominance makes it hard for checks and balances to operate. This puts an added burden on the public to hold officials to account. The study provides insights into the conditions under which they are likely to bear that burden well. It also contributes to a broader theory and planned research agenda about the role of public accountability in institutional development of any democracy: the research is replicable in different national and cultural contexts. With a theory of public accountability built on sound micro-foundations, better strategies can be developed to strengthen it.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Sambanis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Sambanis",
   "pi_email_addr": "sambanis@sas.upenn.edu",
   "nsf_id": "000476162",
   "pi_start_date": "2014-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Russell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Russell",
   "pi_email_addr": "kevin.russell@yale.edu",
   "nsf_id": "000613057",
   "pi_start_date": "2014-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208047",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Elections are valuable mechanisms for holding politicians accountable to their constitutional commitments. They may be blunt and imperfect instruments, but as long as incumbent politicians anticipate competitive elections, they will think twice before committing transgressions. Where identity alone seems to determine who votes for whom, however, this accountability function is likely to be weak. A party that successfully claims to represent a majority identity gorup can be confident that it will be re-elected even when it disregards oversight institutions designed to limit corruption, for example. This problem is particularly important in new democracies where a previously oppressed majority is likely to vote for a liberation party that stands for their identity group. While such parties can bring much needed change, reversing historical injustices, they may also erode the independence of important democratic institutions. This raises a crucial question for democratic development: under which conditions will voters begin to hold \"their\" party accountable based on performance rather than identity?&nbsp;</p>\n<p>&nbsp;</p>\n<p>This question is difficult to answer because many factors influence voters at once. Voters may care about a shared identity with the political party, but how important is this factor compared to their frustration with corruption? Or compared to the values they believe the party represents?&nbsp;</p>\n<p>&nbsp;</p>\n<p>The study undertaken with the NSF grant explored these questions in South Africa. There, the African National Congress (ANC) has won large majorities in each of South Africa's first five elections. Their heroic liberation achievements and values of socio-economic transformation to benefit the previously disadvantaged groups give the party high legitimacy. However, polling data show that even ANC voters are frustrated by corruption. Furthermore, the 2014 elections showed that the opposition Democratic Alliance (DA) party and Economic Freedom Fighters (EFF) are incrementally winning over black voters (who have traditionally almost all voted for the ANC). The DA in particular won 22% of the overall vote, and reportedly 6% of the black vote.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To understand this trend in voting outcomes, and thus the prospects for democratic accountability in South Africa, I conducted a \"lab-in-the-field\" experiment near Johannesburg in January 2015. A lab-in-the-field experiment is where volunteers recruited from the community participate in a game designed to experimentally separate factors that occur all at once in the real world. The game mimicked in a simplified way how government works: participants were first given an endowment (like an income) of real money; they could then choose to pay &ldquo;tax&rdquo; or keep the money; the tax money was multiplied and then shared with all other participants. It is therefore best for everyone if everyone else contributes their income to the tax, but each player had an individual incentive to be a \"free-rider\" - gaining the benefit of other people's taxes while keeping their own income.&nbsp;They are likely to contribute only if they trust in the authority responsible for sharing the benefits with all participants.</p>\n<p>&nbsp;</p>\n<p>Participants (almost all of whom were black) were randomly assigned to one of four \"treatment\" groups that each had a different \"authority\" (actors who played the role of the government in the game): black ANC, white ANC, black DA, or white DA.</p>\n<p>&nbsp;</p>\n<p>The game showed that citizens contributed the most when the black ANC member was the authority, but only after he explained the values of the party: that it stood for reversing the legacy of apartheid. In other words, values were more important than racial identity or behavior for explaining support for the ANC. Second, somewhat surprisingly, while black voters are suspicious that the DA is a &...",
  "por_txt_cntn": "\nElections are valuable mechanisms for holding politicians accountable to their constitutional commitments. They may be blunt and imperfect instruments, but as long as incumbent politicians anticipate competitive elections, they will think twice before committing transgressions. Where identity alone seems to determine who votes for whom, however, this accountability function is likely to be weak. A party that successfully claims to represent a majority identity gorup can be confident that it will be re-elected even when it disregards oversight institutions designed to limit corruption, for example. This problem is particularly important in new democracies where a previously oppressed majority is likely to vote for a liberation party that stands for their identity group. While such parties can bring much needed change, reversing historical injustices, they may also erode the independence of important democratic institutions. This raises a crucial question for democratic development: under which conditions will voters begin to hold \"their\" party accountable based on performance rather than identity? \n\n \n\nThis question is difficult to answer because many factors influence voters at once. Voters may care about a shared identity with the political party, but how important is this factor compared to their frustration with corruption? Or compared to the values they believe the party represents? \n\n \n\nThe study undertaken with the NSF grant explored these questions in South Africa. There, the African National Congress (ANC) has won large majorities in each of South Africa's first five elections. Their heroic liberation achievements and values of socio-economic transformation to benefit the previously disadvantaged groups give the party high legitimacy. However, polling data show that even ANC voters are frustrated by corruption. Furthermore, the 2014 elections showed that the opposition Democratic Alliance (DA) party and Economic Freedom Fighters (EFF) are incrementally winning over black voters (who have traditionally almost all voted for the ANC). The DA in particular won 22% of the overall vote, and reportedly 6% of the black vote. \n\n \n\nTo understand this trend in voting outcomes, and thus the prospects for democratic accountability in South Africa, I conducted a \"lab-in-the-field\" experiment near Johannesburg in January 2015. A lab-in-the-field experiment is where volunteers recruited from the community participate in a game designed to experimentally separate factors that occur all at once in the real world. The game mimicked in a simplified way how government works: participants were first given an endowment (like an income) of real money; they could then choose to pay \"tax\" or keep the money; the tax money was multiplied and then shared with all other participants. It is therefore best for everyone if everyone else contributes their income to the tax, but each player had an individual incentive to be a \"free-rider\" - gaining the benefit of other people's taxes while keeping their own income. They are likely to contribute only if they trust in the authority responsible for sharing the benefits with all participants.\n\n \n\nParticipants (almost all of whom were black) were randomly assigned to one of four \"treatment\" groups that each had a different \"authority\" (actors who played the role of the government in the game): black ANC, white ANC, black DA, or white DA.\n\n \n\nThe game showed that citizens contributed the most when the black ANC member was the authority, but only after he explained the values of the party: that it stood for reversing the legacy of apartheid. In other words, values were more important than racial identity or behavior for explaining support for the ANC. Second, somewhat surprisingly, while black voters are suspicious that the DA is a \"white\" party (a perception confirmed in focus groups), experience with a DA authority increased their support for the DA dramatically. After the game, participants were asked whom..."
 }
}