{
 "awd_id": "1424295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Developing Climate Resilience in At-Risk Societies",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 16733.0,
 "awd_amount": 16733.0,
 "awd_min_amd_letter_date": "2014-06-15",
 "awd_max_amd_letter_date": "2014-06-15",
 "awd_abstract_narration": "There is a new but growing international effort to help vulnerable populations adapt to the effects of climate change. In the United States and abroad, policy increasingly has emphasized the promotion of \"resilience.\" But uncertainty remains over what climate resilience actually entails and how its success can be measured. Large pledges have been made by developed countries to promote climate adaptation in developing ones. As a result, multilateral agencies are seeking to foster the institutions and expertise needed to make climate resilience a reality. These efforts signal a shift in development priorities which may prove consequential in the decades to come. As one of several developing nations currently being targeted by climate-driven interventions, Tajikistan offers the opportunity for a valuable case study to explore the efficacy of development policies that target climate effects directly. Lessons learned can have wide applicability. Therefore, Princeton University doctoral student, Igor Rubinov, advised by Dr. Joao G. Biehl, will undertake research in Tajikistan to assess the impact of climate-focused development policies on vulnerable populations. Supporting this project is part of the NSF Cultural Anthropology Program's portfolio of projects that contribute to the national well-being through research on the resilience and robustness of climate-stressed socio-ecological systems. \r\n\r\nBy focusing on a single World Bank-funded water-resources development project being enacted on the largest river in Central Asia, the researcher will explore how international development practices, state-level resource management, and local adaptation capacities come together. He will employ a mixed-methods strategy, gathering data from implementers, stakeholders, and end users through interviews, focus groups, participant observation, and the collection of GIS data and social mapping. He will compare the practices of development experts in the capital, state planners in the regional center, and rural villagers who must incorporate the international imperatives into their livelihood strategies. The aim is to gauge the effectiveness of institutions working to enhance socioeconomic well-being by raising the adaptive capacity of local people.  Ultimately, the goal is to understand the impact of global policy objectives on the local populations who are being asked to adapt. The research will also contribute to building more general understanding of what resilience entails and how it relates to other processes such as globalization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joao",
   "pi_last_name": "Biehl",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Joao G Biehl",
   "pi_email_addr": "jbiehl@princeton.edu",
   "nsf_id": "000489105",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Rubinov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Rubinov",
   "pi_email_addr": "irubinov@princeton.edu",
   "nsf_id": "000663112",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px 'Times New Roman'} span.Apple-tab-span {white-space:pre} --> <!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px 'Times New Roman'} --> <!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px 'Times New Roman'} -->\n<p class=\"p1\">A groundswell of climate-focused interventions, often guided by the concept of resilience, have sought to brace communities against environmental vulnerabilities. This NSF-funded project, Developing Climate Resilience in At-Risk Societies, supported Igor Rubinov's dissertation fieldwork on the &ldquo;roof of the world,&rdquo; where the Pamir mountains of Tajikistan meet Afghanistan and China. After three months interviewing international development and government administrators in Dushanbe, the capital of Tajikistan, Igor spent nine months living with a family in Vanj valley where climate adaptation efforts were being piloted. Working alongside residents in fields and orchards, collecting life histories, and taking daily walks to meet foresters, farmers and friends, he came to appreciate how ecological resources have been woven into the lives of his informants. Infrastructural legacies and surviving materials from the Soviet era were hybridized and repurposed, allowing households to brace themselves against natural disasters, labor migration, and the traumatic absence of Soviet institutions and investment.&nbsp;</p>\n<p class=\"p1\">Through sustained ethnographic fieldwork it became evident that emergent climate vulnerabilities could not be disentangled from the deteriorating infrastructures and corrosive effects of poverty that preceded them. While conducting research with the purported beneficiaries of these climate projects, helping to bring in the harvest, shepherd livestock and welcome back returning migrants, Igor participated in the practices that have formed the bedrock of post-Soviet subsistence. During the months he spent working alongside his interlocutors, listening to their stories of absent children and abandoned factories, it became evident that Soviet ruins, mutable development schemes, and fragile ecosystems provided sources of cohesion in the face of widespread labor migration and economic marginalization. Residents did not develop a concern for the environment and a capacity for resilience at the behest of climate funders &ndash; they had taken to nourishing ecological resources to sustain family bonds during times of uncertainty.</p>\n<p class=\"p1\">This research project shows that top-down adaptation schemes were being introduced to people who had already forged resilience out of the ruins of traumatic transformation. The shock of the Soviet Union&rsquo;s collapse, ending decades of sustained investment in rural Tajikistan, followed by a calamitous civil war (1992-1997), had necessitated endemic ways of coping. Tajik families tackled a quarter-century of disorderly decline by migrating to Russia as informal laborers and making the most of recently decollectivized farmland. These twinned priorities have precipitated an astounding transformation for people who had expected industrialized agriculture and state-planned distribution networks to see them through their lifetimes. Igor's interlocutors recycled Soviet materials, reimagined development schemes and planted new orchards to compensate for the absence of a robust socialist state. Remarkably, the unplanned entanglement of ecological and familial resources facilitated some of the elusive adaptations that climate projects had intended.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2017<br>\n\t\t\t\t\tModified by: Igor&nbsp;Rubinov</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1424295/1424295_10310643_1493331738623_2014-09-1513.43.03--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1424295/1424295_10310643_1493331738623_2014-09-1513.43.03--rgov-800width.jpg\" title=\"Tajik Horticulturalist\"><img src=\"/por/images/Reports/POR/2017/1424295/1424295_10310643_1493331738623_2014-09-1513.43.03--rgov-66x44.jpg\" alt=\"Tajik Horticulturalist\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A resident of Vanj valley, in the Pamir mountains of Tajikistan, shows off his bountiful orchard - which he acquired from the privatization of formerly collectivized farms. Grafting more productive varieties onto Soviet fruit trees helped support his family while his children worked abroad.</div>\n<div class=\"imageCredit\">Igor Rubinov</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Igor&nbsp;Rubinov</div>\n<div class=\"imageTitle\">Tajik Horticulturalist</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nA groundswell of climate-focused interventions, often guided by the concept of resilience, have sought to brace communities against environmental vulnerabilities. This NSF-funded project, Developing Climate Resilience in At-Risk Societies, supported Igor Rubinov's dissertation fieldwork on the \"roof of the world,\" where the Pamir mountains of Tajikistan meet Afghanistan and China. After three months interviewing international development and government administrators in Dushanbe, the capital of Tajikistan, Igor spent nine months living with a family in Vanj valley where climate adaptation efforts were being piloted. Working alongside residents in fields and orchards, collecting life histories, and taking daily walks to meet foresters, farmers and friends, he came to appreciate how ecological resources have been woven into the lives of his informants. Infrastructural legacies and surviving materials from the Soviet era were hybridized and repurposed, allowing households to brace themselves against natural disasters, labor migration, and the traumatic absence of Soviet institutions and investment. \nThrough sustained ethnographic fieldwork it became evident that emergent climate vulnerabilities could not be disentangled from the deteriorating infrastructures and corrosive effects of poverty that preceded them. While conducting research with the purported beneficiaries of these climate projects, helping to bring in the harvest, shepherd livestock and welcome back returning migrants, Igor participated in the practices that have formed the bedrock of post-Soviet subsistence. During the months he spent working alongside his interlocutors, listening to their stories of absent children and abandoned factories, it became evident that Soviet ruins, mutable development schemes, and fragile ecosystems provided sources of cohesion in the face of widespread labor migration and economic marginalization. Residents did not develop a concern for the environment and a capacity for resilience at the behest of climate funders &ndash; they had taken to nourishing ecological resources to sustain family bonds during times of uncertainty.\nThis research project shows that top-down adaptation schemes were being introduced to people who had already forged resilience out of the ruins of traumatic transformation. The shock of the Soviet Union?s collapse, ending decades of sustained investment in rural Tajikistan, followed by a calamitous civil war (1992-1997), had necessitated endemic ways of coping. Tajik families tackled a quarter-century of disorderly decline by migrating to Russia as informal laborers and making the most of recently decollectivized farmland. These twinned priorities have precipitated an astounding transformation for people who had expected industrialized agriculture and state-planned distribution networks to see them through their lifetimes. Igor's interlocutors recycled Soviet materials, reimagined development schemes and planted new orchards to compensate for the absence of a robust socialist state. Remarkably, the unplanned entanglement of ecological and familial resources facilitated some of the elusive adaptations that climate projects had intended.\n\n\t\t\t\t\tLast Modified: 04/27/2017\n\n\t\t\t\t\tSubmitted by: Igor Rubinov"
 }
}