{
 "awd_id": "1425616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Policy Analysis by Revealed Preference: With an Application to Food Security",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 196798.0,
 "awd_amount": 196798.0,
 "awd_min_amd_letter_date": "2014-07-28",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "Governments around the world spend large shares of their budgets on the public provision of private goods. Understanding the tradeoffs between redistribution in cash and in kind is thus central to government policy. For example, redistributing in-kind may potentially reduce choice and thus lower recipients' welfare, but may increase taxpayers' welfare if they have paternalistic preferences and care more about preventing hunger than about the other aspirations of the poor. \r\n \r\nThe PIs propose a rigorous experimental study to estimate (i) beneficiary preferences over equally-valued cash and in-kind transfers, (ii) the relative impact on nutrition of cash and in-kind transfers, and (iii) beneficiary valuation of in-kind benefits. This design allows one to measure both beneficiary preferences (using the take up rate) as well as the causal impact of cash vs. kind benefits on nutrition (using the random assignment of the offer to estimate both intent-to-treat and treatment-on-treated effects on nutrition). Further, the PIs offer additional randomly selected households the option to exchange their in-kind benefits for an experimentally varied cash transfer, which allows to estimate the demand for the status quo at various prices and to quantify the consumer surplus (or loss) beneficiaries obtain from in-kind benefits relative to cash transfers.\r\n \r\nMethodologically, the PIs integrate in one design the two paradigms that have dominated modern policy evaluation, one based on impacts, the other based on revealed preferences. In addition, by measuring take-up at randomly varied prices, the PIs are among the first to estimate individual-level beneficiary valuations of publicly-provided private goods using experimental data.\r\n \r\nThe revealed preference approach is unique in enabling one to understand and accommodate heterogeneity of beneficiary preferences over cash and in-kind benefits, thereby reducing the political and ethical risks of policy experimentation in a critical area such as food security for the poor.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karthik",
   "pi_last_name": "Muralidharan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karthik Muralidharan",
   "pi_email_addr": "kamuralidharan@ucsd.edu",
   "nsf_id": "000625597",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Niehaus",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Paul F Niehaus",
   "pi_email_addr": "pniehaus@ucsd.edu",
   "nsf_id": "000620605",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 196798.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF grant on &ldquo;Policy Analysis by Revealed Preference&rdquo; allowed us to conduct multiple pilot studies on beneficiary demand for cash transfers in lieu of subsidized food grains provided by the Public Distribution System (PDS).&nbsp; A first set of pilots was conducted in the state of Bihar in 2013-2014 and a second one in the state of Rajasthan in 2015.&nbsp; These pilots did not lead to the full scale experimental evaluation we had hoped to conduct due to shifting political scenarios.&nbsp;</p>\n<p>Nevertheless, the results have been presented to several top policy makers and the results produced under this grant enabled us to sign an Memorandum of Understanding with the National Ministry of Food in the Government of India in late 2015 to conduct 3 additional sets of evaluations to provide evidence to inform national food security policy in India.&nbsp; These include: (a) process monitoring of the pilot to replace grains with cash in 3 union territories (Chandigarh, Puducherry, Dadra Nagar Haveli); (b) a Randomized Controlled Trial of the impact of using biometric Point-of-Sale (PoS) devices to reduce leakage in the PDS; and (c) choice-based pilots (of the sort we have always recommended) going forward after the PoS machines have been fully set up.</p>\n<p>Policy presentations include seminars/workshops with global audiences such as the World Bank, DFID, the Gates Foundation, and the Center for Global Development and national audiences in India including the Ministry of Rural Development, Ministry of Finance, Planning Commission, NITI Aayog, Reserve Bank of India, and the Govt. of Andhra Pradesh.</p>\n<p>The work conducted under this NSF grant have helped to demonstrate the value of the kind of research supported by the proposal to both donors and governments.&nbsp; Specifically, our work with this grant has led to a follow up grant of five million dollars from the Bill and Melinda Gates Foundation to continue the work on a larger scale.&nbsp; We have now set up a &ldquo;Payments and Governance&rdquo; research program that is independent of government but with close coordination between the Principal Investigators and top government officials, to provide analytical support on the design and evaluation of reforms to public welfare programs using the architecture of biometric authentication and last-mile financial inclusion being put in place under the JAM (Jan-Dhan, Aadhar, Mobile) vision of the Govt. of India.&nbsp;</p>\n<p>Thus, the NSF grant has been highly leveraged and led to a ten times larger grant to continue the research program on a larger scale.&nbsp; We are thankful to the NSF for the support and continue to work actively on the research program supported by the NSF.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2018<br>\n\t\t\t\t\tModified by: Karthik&nbsp;Muralidharan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF grant on \"Policy Analysis by Revealed Preference\" allowed us to conduct multiple pilot studies on beneficiary demand for cash transfers in lieu of subsidized food grains provided by the Public Distribution System (PDS).  A first set of pilots was conducted in the state of Bihar in 2013-2014 and a second one in the state of Rajasthan in 2015.  These pilots did not lead to the full scale experimental evaluation we had hoped to conduct due to shifting political scenarios. \n\nNevertheless, the results have been presented to several top policy makers and the results produced under this grant enabled us to sign an Memorandum of Understanding with the National Ministry of Food in the Government of India in late 2015 to conduct 3 additional sets of evaluations to provide evidence to inform national food security policy in India.  These include: (a) process monitoring of the pilot to replace grains with cash in 3 union territories (Chandigarh, Puducherry, Dadra Nagar Haveli); (b) a Randomized Controlled Trial of the impact of using biometric Point-of-Sale (PoS) devices to reduce leakage in the PDS; and (c) choice-based pilots (of the sort we have always recommended) going forward after the PoS machines have been fully set up.\n\nPolicy presentations include seminars/workshops with global audiences such as the World Bank, DFID, the Gates Foundation, and the Center for Global Development and national audiences in India including the Ministry of Rural Development, Ministry of Finance, Planning Commission, NITI Aayog, Reserve Bank of India, and the Govt. of Andhra Pradesh.\n\nThe work conducted under this NSF grant have helped to demonstrate the value of the kind of research supported by the proposal to both donors and governments.  Specifically, our work with this grant has led to a follow up grant of five million dollars from the Bill and Melinda Gates Foundation to continue the work on a larger scale.  We have now set up a \"Payments and Governance\" research program that is independent of government but with close coordination between the Principal Investigators and top government officials, to provide analytical support on the design and evaluation of reforms to public welfare programs using the architecture of biometric authentication and last-mile financial inclusion being put in place under the JAM (Jan-Dhan, Aadhar, Mobile) vision of the Govt. of India. \n\nThus, the NSF grant has been highly leveraged and led to a ten times larger grant to continue the research program on a larger scale.  We are thankful to the NSF for the support and continue to work actively on the research program supported by the NSF.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/23/2018\n\n\t\t\t\t\tSubmitted by: Karthik Muralidharan"
 }
}