{
 "awd_id": "1425062",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Attentional lookups as a measure of reasoning and motivation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 498998.0,
 "awd_amount": 498998.0,
 "awd_min_amd_letter_date": "2014-08-26",
 "awd_max_amd_letter_date": "2014-08-26",
 "awd_abstract_narration": "Most of our everyday decisions involve interactions with others. Those decisions result from our intrinsic motivations and our ability to reason and develop strategies. However, motivations and reasoning cannot be directly observed and it is usually difficult to infer cognitive choice processes from behavior itself. As a result, little is known about how we make decisions in strategic settings. Even less is known about the developmental trajectories of strategic decision-making from childhood to adulthood or, more broadly, the ability to develop strategies with repeated exposure. The objective of this project is to use novel methods to reveal the information people attend to before making choices, as an indirect measure of what people care and reason about. We also propose to explore differences in reasoning and to assess how strategies are learnt by comparing both the choices and the information attended by children vs. adults and by inexperienced vs. experienced (e.g. professional) players.\r\n\r\nMany experiments have shown that people are typically limited in the extent to which they think strategically. Other experiments have demonstrated that decisions are not always driven by purely selfish motives. We propose to advance the understanding of the reasoning and motivations in strategic interactions by measuring both the information people attend to, and the choices they make. We will conduct three sets of experiments related to three environments in which anomalous behavior has been well documented (dynamic mutual trust games, dominance solvable games and dictatorial allocation mechanisms) and use a ?Mousetracking? technique to collect attentional data. By relating attention to choice, we will be able to better identify the theory that provides the best description of strategic decision-making in those environments. By comparing attention and behavior across populations, we will be able to assess how the ability to strategize develops and is learnt through exposure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isabelle",
   "pi_last_name": "Brocas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isabelle Brocas",
   "pi_email_addr": "brocas@usc.edu",
   "nsf_id": "000175183",
   "pi_start_date": "2014-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Carrillo",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Juan D Carrillo",
   "pi_email_addr": "juandc@usc.edu",
   "nsf_id": "000096928",
   "pi_start_date": "2014-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3620 South Vermont Ave. KAP 320",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890253",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 498998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we hypothesized that the specific way we make decisions results from the interaction between our intrinsic <em>preferences</em> and our <em>abilities</em> to process relevant information in a logical manner. Preferences provide motivations and objectives while abilities provide algorithms to transform those motivations into decisions. The objective of the project was to study these questions in different populations (including children and older adults) and to collect information about the underlying motivations and reasoning (data other than choices).&nbsp;</p>\n<p><span>The research&nbsp;</span><span>contributes to the empirical foundation for the development of more realistic models of decision-making by examining closely the motivations and cognitive reasoning processes employed by our experimental subjects. We have shown that choice is associated with variables often ignored in economics, such as attention (measured with mousetracking techniques) and arousal (revealed by skin conductance variations). Choices are also modulated by stressors (assessed through cortisol measurements). Finally, choices also depend on underlying perception abilities (measured via perception tasks). We have also shown that behavior differs across populations (children, younger adults, older adults)&nbsp;due to differences in cognitive abilities but also due to differences in motivations .&nbsp;</span></p>\n<p>Our research helps answering the question of why decision-makers behave in surprising ways. It identifies situations in which irrational behavior is due to lack of attention (e.g. causing failure of backward reasoning), or due to stress (e.g. affecting perception) or for different motivations (e.g. revealed by different arousal patterns). It also identifies systematic differences across populations. The results inform future research on the underlying mechanisms that lead to observed choices, and help disentangle between competing theories (e.g., limited cognitive ability vs. limited attention).&nbsp;Our research has also allowed us to develop protocols and an&nbsp;open-source software capable of including data measures other than choices in any experiment.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2018<br>\n\t\t\t\t\tModified by: Juan&nbsp;D&nbsp;Carrillo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we hypothesized that the specific way we make decisions results from the interaction between our intrinsic preferences and our abilities to process relevant information in a logical manner. Preferences provide motivations and objectives while abilities provide algorithms to transform those motivations into decisions. The objective of the project was to study these questions in different populations (including children and older adults) and to collect information about the underlying motivations and reasoning (data other than choices). \n\nThe research contributes to the empirical foundation for the development of more realistic models of decision-making by examining closely the motivations and cognitive reasoning processes employed by our experimental subjects. We have shown that choice is associated with variables often ignored in economics, such as attention (measured with mousetracking techniques) and arousal (revealed by skin conductance variations). Choices are also modulated by stressors (assessed through cortisol measurements). Finally, choices also depend on underlying perception abilities (measured via perception tasks). We have also shown that behavior differs across populations (children, younger adults, older adults) due to differences in cognitive abilities but also due to differences in motivations . \n\nOur research helps answering the question of why decision-makers behave in surprising ways. It identifies situations in which irrational behavior is due to lack of attention (e.g. causing failure of backward reasoning), or due to stress (e.g. affecting perception) or for different motivations (e.g. revealed by different arousal patterns). It also identifies systematic differences across populations. The results inform future research on the underlying mechanisms that lead to observed choices, and help disentangle between competing theories (e.g., limited cognitive ability vs. limited attention). Our research has also allowed us to develop protocols and an open-source software capable of including data measures other than choices in any experiment. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2018\n\n\t\t\t\t\tSubmitted by: Juan D Carrillo"
 }
}