{
 "awd_id": "1425337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CHS: Small: Non-visual Access to Graphical Information Using a Vibro-Audio Display",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 499853.0,
 "awd_amount": 530573.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2017-05-09",
 "awd_abstract_narration": "Vision impairment is estimated by the World Health Organization as effecting 12 million people in the United States and as many as 285 million people worldwide, and these numbers are projected to double by 2030 due to the aging of our population.  Lack of access to non-textual material such as graphs and maps is a major impediment for the blind, because the ability to apprehend and accurately interpret such information is critical for success in the classroom and in the workplace, as well as for independent travel.  The inability to exploit this information helps explain why only about 11% of blind or low-vision persons have a bachelor's degree, why only 25% of blind people are employed, and why almost 70% of blind individuals do not navigate independently outside of their home.  A major step toward improving these numbers, as well as the overall quality of life for members of the blind and low-vision community, would be to solve the longstanding challenge of affording low-cost and effective access to key graphical material.\r\n\r\nThe PI's goal in this project is to develop and evaluate a highly intuitive tool for doing just that.  To this end, he will explore a multimodal combination of vibro-tactile, audio, and kinesthetic cues that can be generated by modern touchscreen tablets (especially smartphones), to convey useful visual information in real-time.  Benefits of this approach include portability, affordability, and flexibility of use for multiple critical and common applications such as those enumerated above.  The PI argues that considering these design factors from the outset, in conjunction with principled empirical investigations to evaluate and enhance information perceptibility interleaved with frequent prototype testing and iterative refinement, with tight involvement of members of the target population in all phases of the research, will ensure that project outcomes significantly reduce the graphical information gap between blind persons and their sighted peers.  The research will make important contributions to our understanding of how blind and low-vision individuals process non-visual information, which is essential for rendering perceptually salient multimodal graphics, and will also help establish best practices both for rendering these graphics using a vibro-audio interface implemented on touchscreen enabled devices, as well as for similar future specialized interface development efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Giudice",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Giudice",
   "pi_email_addr": "nicholas.giudice@maine.edu",
   "nsf_id": "000503809",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 Corbett Hall",
  "perf_city_name": "Orono",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 177568.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 337645.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 15360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Outcomes Report.</p>\n<p>This project designed, developed, and experimentally evaluated a new low-cost, highly intuitive tool for providing non-visual access and interpretation of graphical information for blind and visually impaired (BVI) people. The ability to effectively use and accurately understand graphs, figures and other visual representations of numeric data is increasingly critical for success in the classroom and at work. Similarly, effective learning and navigation of new environments also frequently depends on the use of maps and other graphical aids. For BVI people, gaining access to this graphical information and using it to support accurate learning or independent travel, as is so readily done by their sighted peers, is often extremely difficult (if not impossible). While access to printed material has largely been solved via screen reading software using text-to-speech, these programs do not have the ability to convey meaningful information about graphic and non-text-based material.</p>\n<p>Our vision in this project was to develop a new method for solving the &lsquo;graphics access problem&rsquo; that would bridge this information gap by providing nonvisual access to graphical information by using the touchscreen of a smartphone or tablet. With the system, users move their finger around the screen and whenever they touch a graphical onscreen element, the vibration motor is activated, and they can feel that attribute in real-time based on vibrotactile feedback at that location. This vibrotactile finger stimulation is perceived as points, lines, or regions, similar to what would be perceived by touching traditional hardcopy graphics. The difference is that where traditional tactile graphics are static representations, based only on touch, and require expensive technologies to produce, the solution developed here is dynamic, is based on multiple senses, and is built on a low-cost commercial platform. In other words, using this system, the graphical information can be produced using a combination of vibrotactile and auditory cues, as well as speech-based labels that are triggered at key locations on the graphic as needed. In this way, the combination of vibrotactile, auditory, and kinesthetic information from hand movements around the touchscreen provides the user with real-time access to spatial and semantically-relevant information about the graphical material. The power of this system is that it is refreshable, meaning that any graphical information can be presented and dynamically changed. In addition, it is based on a low-cost, portable device (smart phone or tablet) that is already owned by many blind people as it is multi-purpose and includes many built-in universal design parameters.</p>\n<p>To accomplish this goal, we developed a prototype system and conducted a series of studies to show its efficacy and to obtain user feedback to improve the system, which we called a vibro-audio interface (VAI). We then conducted a second series of experiments with BVI participants to maximize its usability and to obtain scientifically-validated parameters governing best practices for rendering graphical content using the VAI. In a third series of studies, the system was extended to support new nonvisual techniques for zooming and panning of large format graphics, such as maps.</p>\n<p>The scientific and intellectual contribution of this research was a new system, rigorously tested in over a dozen behavioral experiments with more than 250 blind and blindfolded-sighted participants. Results demonstrated that our system was as effective for nonvisual learning/understanding of graphical information as the current gold standard paper-based techniques, but does so using a multimodal system that is more robust, real-time, and less expensive than is possible from current approaches.</p>\n<p>The work has been presented at many leading international research conferences, published in top academic journals, and supported multiple graduate and undergraduate students. It is increasingly being used by a growing number of researchers around the country and has motivated at least two subsequent grants and one spin-off company to extend the initial research started in this project. Further development of the VAI will have significant broader impacts on the educational, vocational, and social opportunities for blind individuals. It may also have important new application as an eyes-free interface for sighted people, such as for nonvisual control of vehicle-based infotainment systems during driving.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2019<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Giudice</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOutcomes Report.\n\nThis project designed, developed, and experimentally evaluated a new low-cost, highly intuitive tool for providing non-visual access and interpretation of graphical information for blind and visually impaired (BVI) people. The ability to effectively use and accurately understand graphs, figures and other visual representations of numeric data is increasingly critical for success in the classroom and at work. Similarly, effective learning and navigation of new environments also frequently depends on the use of maps and other graphical aids. For BVI people, gaining access to this graphical information and using it to support accurate learning or independent travel, as is so readily done by their sighted peers, is often extremely difficult (if not impossible). While access to printed material has largely been solved via screen reading software using text-to-speech, these programs do not have the ability to convey meaningful information about graphic and non-text-based material.\n\nOur vision in this project was to develop a new method for solving the ‘graphics access problem’ that would bridge this information gap by providing nonvisual access to graphical information by using the touchscreen of a smartphone or tablet. With the system, users move their finger around the screen and whenever they touch a graphical onscreen element, the vibration motor is activated, and they can feel that attribute in real-time based on vibrotactile feedback at that location. This vibrotactile finger stimulation is perceived as points, lines, or regions, similar to what would be perceived by touching traditional hardcopy graphics. The difference is that where traditional tactile graphics are static representations, based only on touch, and require expensive technologies to produce, the solution developed here is dynamic, is based on multiple senses, and is built on a low-cost commercial platform. In other words, using this system, the graphical information can be produced using a combination of vibrotactile and auditory cues, as well as speech-based labels that are triggered at key locations on the graphic as needed. In this way, the combination of vibrotactile, auditory, and kinesthetic information from hand movements around the touchscreen provides the user with real-time access to spatial and semantically-relevant information about the graphical material. The power of this system is that it is refreshable, meaning that any graphical information can be presented and dynamically changed. In addition, it is based on a low-cost, portable device (smart phone or tablet) that is already owned by many blind people as it is multi-purpose and includes many built-in universal design parameters.\n\nTo accomplish this goal, we developed a prototype system and conducted a series of studies to show its efficacy and to obtain user feedback to improve the system, which we called a vibro-audio interface (VAI). We then conducted a second series of experiments with BVI participants to maximize its usability and to obtain scientifically-validated parameters governing best practices for rendering graphical content using the VAI. In a third series of studies, the system was extended to support new nonvisual techniques for zooming and panning of large format graphics, such as maps.\n\nThe scientific and intellectual contribution of this research was a new system, rigorously tested in over a dozen behavioral experiments with more than 250 blind and blindfolded-sighted participants. Results demonstrated that our system was as effective for nonvisual learning/understanding of graphical information as the current gold standard paper-based techniques, but does so using a multimodal system that is more robust, real-time, and less expensive than is possible from current approaches.\n\nThe work has been presented at many leading international research conferences, published in top academic journals, and supported multiple graduate and undergraduate students. It is increasingly being used by a growing number of researchers around the country and has motivated at least two subsequent grants and one spin-off company to extend the initial research started in this project. Further development of the VAI will have significant broader impacts on the educational, vocational, and social opportunities for blind individuals. It may also have important new application as an eyes-free interface for sighted people, such as for nonvisual control of vehicle-based infotainment systems during driving.\n\n \n\n\t\t\t\t\tLast Modified: 12/31/2019\n\n\t\t\t\t\tSubmitted by: Nicholas Giudice"
 }
}