{
 "awd_id": "1425324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in DRMS: Temporal Framing Effects on Decisions about Income Inequality",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 9750.0,
 "awd_amount": 9750.0,
 "awd_min_amd_letter_date": "2014-06-11",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "This research focuses on messages addressing the growing income inequality in America. Economists and policy advocates commonly describe income inequality as something that has already occurred (i.e., in the past, the rich got richer) when monitoring growing income inequality  and arguing for reform.  In order to emphasize the severity of this phenomenon, economists and policy advocates also often emphasize how income inequality has occurred over an extended period of time (i.e., in the long-term, the rich have gotten richer for the past three decades ). On its face, highlighting past instances of seeming exploitation that unfolded over a long period of time intuitively appears to be more persuasive. However, recent work in the psychology of human judgment and decision-making hints otherwise;  that framing income inequality in terms of its future consequences (the rich will get richer) and rapid changes (in a few short years) holds greater potential to increase concern and support for policies and  actions to address it. This project systematically tests how alternate temporal frames to communicate income inequality, including temporal direction and temporal duration, influence judgments and decisions about whether or not to support efforts to reduce income inequality. In two randomized experiments using a general population sample of U.S. adults we will compare the impact of messages projecting future income inequality rather than documenting the past (temporal direction), and those that describe the phenomenon as occurring quickly (short-term) or over an extended period of time (long-term), in shaping support for redistributive policies aimed to reduce income inequality. We further examine a variety of potential cognitive and affective mechanisms responsible for these hypothesized effects. \r\n\r\n\r\nIn two randomized experiments using a general population sample of U.S. adults, we will examine the role of temporal frames in human judgment and decision-making with respect to a timely social issue of income inequality. This  research first seeks to better understand how considering retrospectively-framed versus prospectively-framed income inequality brings about disparate judgments on the controllability of the situation, negative emotional response, and fairness judgments, thereby drawing differential support for social policy. This research also examines how income inequality framed in a shorter (slow) vs. longer (fast) duration influences policy support via causal attribution of affluence (wealth). The research addresses theoretical and empirical gaps in our understanding of temporal framing while extending previously-reported framing effects in policy support. It  contributes to the literature on income inequality by examining a contextual influence and specifically the process and effects of temporal framing of income inequality. Theoretically, it will illuminate the mechanisms of temporal framing effects on social judgments and decisions by examining the relevant cognitive and affective psychological mechanisms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Niederdeppe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Niederdeppe",
   "pi_email_addr": "jdn56@cornell.edu",
   "nsf_id": "000624802",
   "pi_start_date": "2014-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sungjong",
   "pi_last_name": "Roh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sungjong Roh",
   "pi_email_addr": "sr767@cornell.edu",
   "nsf_id": "000661972",
   "pi_start_date": "2014-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Kennedy Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148534203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 9750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\n<p>This research investigated how alternative ways to describe changes in income inequality shape individuals&rsquo; preferences for policies to reduce inequality. Specifically, we focused on how temporal cues in messages (temporal framing) influence policy preferences.</p>\n<p>We defined temporal framing effects as the influence of discrepant temporal information between messages that are otherwise alike. Specifically, we examined two dimensions of temporal frames: temporal duration and temporal direction. Take, for example, the following information about growing income inequality in the U.S.: &ldquo;The rich have gotten richer in the past 3 decades.&rdquo; Compare this message to another way of describing similar but distinct information: &ldquo;The rich got richer last year.&rdquo; Now consider yet another variation that describes potential future outcomes: &ldquo;The rich will get richer next year.&rdquo; We consider distinctions between the first and second messages as temporal &ldquo;duration&rdquo; framing, as these messages differ in their use of distinct units of duration of changes in income inequality (short-term versus long-term; in one year versus in three decades). We consider differences between the second and third messages as temporal &ldquo;direction&rdquo; framing, as these messages differ in their description of income inequality as a retrospective (past year) versus prospective (next year) phenomenon.</p>\n<p>This research synthesized growing ideas from the psychology of judgment and decision-making and derived the following predictions about potential differences in these message effects:</p>\n<p>(1) Though mere descriptions of income inequality over the past three <em>decades</em> or three <em>years</em> are not necessarily diagnostic in assessing the severity of the inequality phenomenon, people may discount the problem if it is framed in the short-term versus the long-term duration (thus, support redistributive policies less).</p>\n<p>(2) When people come to think about what makes the rich richer, inequality that is described as having occurred quickly may make people question whether the wealthy are responsible for their own successes. As a result, perceiving more effort in the case of slowly formed wealth (a rising income gap within a longer period of time) may, in turn, decrease support for wealth redistribution policies.</p>\n<p>(3) Forecasting the future of income inequality invites political people to consider elements of justice and ethics where their moral intuitions privilege concern for individual welfare and justice.</p>\n<p>(4) This, in turn, motivates people to have greater support for redistributive policies that resolve harm and fairness moral concerns. We predicted that all of these predictions would be particularly prevalent among skeptics about income inequality&mdash;political conservatives&mdash;compared with liberals who may hold crystallized support for such policy interventions.</p>\n<p>Three randomized experiments lend empirical support to the major predictions of the current project. First, using either short-term or long-term framing, describing economic inequality in terms of its growth over a period of time in the past is associated with reduced support for policy action among the very group it needs to persuade to generate majority support (here, conservatives). Second, though common daily discourse concerning income inequality tends to document its past, it is forecasting the future that changes historical skeptics&rsquo; policy preferences.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The current research contributed to a scientific understanding of the role of temporal frames in human judgment and decision-making with respect to a timely social issue of income inequality. The study of the temporal duration framing suggested conditions under which duration frames can increase, unde...",
  "por_txt_cntn": "\nOverview\n\nThis research investigated how alternative ways to describe changes in income inequality shape individualsÆ preferences for policies to reduce inequality. Specifically, we focused on how temporal cues in messages (temporal framing) influence policy preferences.\n\nWe defined temporal framing effects as the influence of discrepant temporal information between messages that are otherwise alike. Specifically, we examined two dimensions of temporal frames: temporal duration and temporal direction. Take, for example, the following information about growing income inequality in the U.S.: \"The rich have gotten richer in the past 3 decades.\" Compare this message to another way of describing similar but distinct information: \"The rich got richer last year.\" Now consider yet another variation that describes potential future outcomes: \"The rich will get richer next year.\" We consider distinctions between the first and second messages as temporal \"duration\" framing, as these messages differ in their use of distinct units of duration of changes in income inequality (short-term versus long-term; in one year versus in three decades). We consider differences between the second and third messages as temporal \"direction\" framing, as these messages differ in their description of income inequality as a retrospective (past year) versus prospective (next year) phenomenon.\n\nThis research synthesized growing ideas from the psychology of judgment and decision-making and derived the following predictions about potential differences in these message effects:\n\n(1) Though mere descriptions of income inequality over the past three decades or three years are not necessarily diagnostic in assessing the severity of the inequality phenomenon, people may discount the problem if it is framed in the short-term versus the long-term duration (thus, support redistributive policies less).\n\n(2) When people come to think about what makes the rich richer, inequality that is described as having occurred quickly may make people question whether the wealthy are responsible for their own successes. As a result, perceiving more effort in the case of slowly formed wealth (a rising income gap within a longer period of time) may, in turn, decrease support for wealth redistribution policies.\n\n(3) Forecasting the future of income inequality invites political people to consider elements of justice and ethics where their moral intuitions privilege concern for individual welfare and justice.\n\n(4) This, in turn, motivates people to have greater support for redistributive policies that resolve harm and fairness moral concerns. We predicted that all of these predictions would be particularly prevalent among skeptics about income inequality&mdash;political conservatives&mdash;compared with liberals who may hold crystallized support for such policy interventions.\n\nThree randomized experiments lend empirical support to the major predictions of the current project. First, using either short-term or long-term framing, describing economic inequality in terms of its growth over a period of time in the past is associated with reduced support for policy action among the very group it needs to persuade to generate majority support (here, conservatives). Second, though common daily discourse concerning income inequality tends to document its past, it is forecasting the future that changes historical skepticsÆ policy preferences.\n\nIntellectual Merit\n\nThe current research contributed to a scientific understanding of the role of temporal frames in human judgment and decision-making with respect to a timely social issue of income inequality. The study of the temporal duration framing suggested conditions under which duration frames can increase, undermine, and/or polarize redistributive policy preferences. While literature suggests a unitary influence of duration information, this study suggests that the influence of such information may be divergent depending on judgments in situ. The tempo..."
 }
}