{
 "awd_id": "1425598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Essays on Migrant Self-Selection and Productivity.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 46464.0,
 "awd_amount": 46464.0,
 "awd_min_amd_letter_date": "2014-07-30",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "Are immigrants an asset or a burden to the receiving economy? Does emigration deprive source populations of the most skilled and educated portions of their labor force, or does it provide otherwise-unavailable opportunities to the most deprived? A\ffirst step in answering these broad and fundamental questions of the economics of migration is to study the nature and determinants of the productivity of migrants in their place of origin and in their destination. This project focuses on three specific questions in this vein. First, are migrants positively or negatively self-selected from within their populations of origin on the basis of productivity? That is, are migrants generally more or less productive than stayers? Second, how is such self-selection affected by the state of the economy in the sending and receiving countries? Finally, are locality-of-origin-specific characteristics of migrants more powerful predictors of outcomes and productivity in the receiving labor market than are migrants' idiosyncratic characteristics? That is, does ability compensate for a poor background?\r\n\r\nThese questions are studied with the aid of a novel data set to be constructed by the PI. This data set will consist of the personal characteristics of Italian passengers arriving in the Port of New York between 1907 and 1925, as reported on the passenger manifests stored at Ellis Island. Individuals in these manifests will also be linked to decennial US Census manuscripts in order to recover information on their post-migration labor market outcomes, as well as the labor market outcomes of their US-born children. Three features of this data set allow the PI to improve on the shortcomings of prior studies. First, an anthropometric measure, average stature, is used to quantify migrant productivity. This measure is known to be a very good proxy on average for many variables that are strongly correlated with individual labor productivity (e.g., health, skill, and education), and is not subject to many of the problems that accompany the use of common measures of productivity, such as literacy and occupation. Second, the data enable the identification of migrants' specific place of origin within Italy, and thus their matching with and comparison to highly disaggregated stature data from Italy. It is therefore possible to compare migrants directly to their local population of origin. Such disaggregation is rarely possible with any other measure or in any other time period of study, even on the national level. Finally, these data make it possible\r\nto observe both the post-migration and pre-migration characteristics of migrants, enabling a comprehensive study of migrant assimilation.\r\n\r\nThe study of historical migration has several advantages over the study of modern migration. Migrant self-selection in modern contexts is masked by a number of legal barriers that prevent the migration of certain types of migrants. Data on modern migrants are therefore not representative of the entire population that would choose to migrate in the absence of legal barriers. Moreover, historical data are not subject to the confidentiality restrictions that constrain research with modern data, making the creation of the proposed dataset - particularly the combination of migration and census records - possible. The study of historical migration can therefore equip researchers with a better understanding of the forces driving the composition of migratory flows and the labor market outcomes of migrants in the receiving country. Results from this research can therefore provide valuable insights to policy makers that would be unattainable through the use of modern data alone.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Mokyr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Mokyr",
   "pi_email_addr": "j-mokyr@northwestern.edu",
   "nsf_id": "000113980",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ariell",
   "pi_last_name": "Zimran",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ariell E Zimran",
   "pi_email_addr": "ariell.zimran@u.northwestern.edu",
   "nsf_id": "000664015",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "Department of Economics",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602082600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 46464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Until the implementation of a series of new policies in 1917, 1921, and 1924, the United States was almost completely open to European immigration. In the roughly 70 years preceding this policy change---the Age of Mass Migration---over 30 million Europeans entered the United States. This phenomenon provides an excellent setting in which to study the economics of migration: the lack of any major immigration restrictions reveals the complete supply of migrants rather than only this supply net of restrictions. The latter object is all that is available in modern settings, but may give a distorted view of the economics of migration.</p>\n<p>This project focuses specifically on the migration from Italy to the United States and hinges on the creation of several data bases on Italian immigrants, founded on the arrival records of approximately 4.8 million Italians entering the United States at Ellis Island between 1892 and 1925. We were able to successfully identify the place of origin within Italy (at a level of disaggregation ranging from the province to the township) for 3.2 million of these migrants, thus mapping the Italian migration to the United States. We then transcribed a random sample of 88,000 of these arrival records from the period 1907--1925. We also linked migrants arriving between 1892 and 1925 to the US Censuses of 1900--1940. We transcribed a random subset of roughly 75,000 of the linked arrivals or their family members and combined these data with already transcribed census information. Finally, we collected data from statistical publications, describing economic conditions in Italy during this period and providing information on the Italian emigration of the late nineteenth and early twentieth centuries all at a very high level of geographic disaggregation.</p>\n<p>A product of this line of research is the paper \"Migrant Self-Selection: Anthropometric Evidence from the Mass Migration of Italians to the United States, 1907--1925.\" This paper uses the transcribed random sample of the arrival records to address one of the fundamental questions in the economics of migration---who migrates? We measure migrant self-selection by comparing the height of migrants (available from the Ellis Island records) to the height distributions of their respective cohorts in their provinces of origin (available from Italian conscription records). We are thus equipped with a finely measured (albeit with considerable genetic error) indicator of quality whose distribution is known in the population of origin at the level of the province-birth cohort. For those who have reached terminal height at the time of migration, it provides a measure of quality that is unaffected by the migration decision, thus representing the migrant's position in the quality distribution of his place of origin. Moreover, the disaggregate nature of the height data for the Italian population and our geolocation of passengers enable the study of selection at geographic levels finer than the country, and we exploit it to provide the first analysis of systematic variation in the degree of local selection across a country.&nbsp;</p>\n<p>Our main findings are three-fold. First, we find that Italian passengers were, on average, negatively self-selected from the entire Italian population. This result is the product of the fact that Italian migrants to the United States came disproportionately from the poorer South of Italy. On the local level---that is, relative to the distributions of stature in their provinces of origin---migrants were, on average, positively self-selected. Finally, we find that the degree of migrant self-selection varied systematically with the average height of a province-birth cohort: shorter (and poorer and less developed) province-cohorts were the sources of relatively more positively locally self-selected migrants.</p>\n<p>Interest in migrant selection is often motivated by arguing that the quality composition of migrants is a major determinant of the effects of migration on the sending and receiving economies. Our results show that such a relationship might be complicated by different patterns of selection at the local and national levels. What may appear to be negative selection may become positive selection when the frame of reference is changed. Moreover, the poorest and least developed environments may actually provide the highest quality migrants relative to the source population, even if these migrants appear of lower quality at the absolute level.&nbsp;</p>\n<p>Going forward, we will use the data that we have collected on the Italian migration and the Italian economy to investigate a number of other topics in the mass migration of Italians. These data are also sure to be invaluable to other scholars of the economics and history of migration. For example, debates regarding migrant self-selection typically make the implicit assumption that the degree of migrant self-selection predicts post-migration outcomes. However, it is difficult to test this assumption because the researcher only rarely observes both a migrant's degree of self-selection and his post-migration outcomes. The linked data permit us to answer this question by joining measures of migrant self-selection and post-migration outcomes.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2016<br>\n\t\t\t\t\tModified by: Ariell&nbsp;E&nbsp;Zimran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUntil the implementation of a series of new policies in 1917, 1921, and 1924, the United States was almost completely open to European immigration. In the roughly 70 years preceding this policy change---the Age of Mass Migration---over 30 million Europeans entered the United States. This phenomenon provides an excellent setting in which to study the economics of migration: the lack of any major immigration restrictions reveals the complete supply of migrants rather than only this supply net of restrictions. The latter object is all that is available in modern settings, but may give a distorted view of the economics of migration.\n\nThis project focuses specifically on the migration from Italy to the United States and hinges on the creation of several data bases on Italian immigrants, founded on the arrival records of approximately 4.8 million Italians entering the United States at Ellis Island between 1892 and 1925. We were able to successfully identify the place of origin within Italy (at a level of disaggregation ranging from the province to the township) for 3.2 million of these migrants, thus mapping the Italian migration to the United States. We then transcribed a random sample of 88,000 of these arrival records from the period 1907--1925. We also linked migrants arriving between 1892 and 1925 to the US Censuses of 1900--1940. We transcribed a random subset of roughly 75,000 of the linked arrivals or their family members and combined these data with already transcribed census information. Finally, we collected data from statistical publications, describing economic conditions in Italy during this period and providing information on the Italian emigration of the late nineteenth and early twentieth centuries all at a very high level of geographic disaggregation.\n\nA product of this line of research is the paper \"Migrant Self-Selection: Anthropometric Evidence from the Mass Migration of Italians to the United States, 1907--1925.\" This paper uses the transcribed random sample of the arrival records to address one of the fundamental questions in the economics of migration---who migrates? We measure migrant self-selection by comparing the height of migrants (available from the Ellis Island records) to the height distributions of their respective cohorts in their provinces of origin (available from Italian conscription records). We are thus equipped with a finely measured (albeit with considerable genetic error) indicator of quality whose distribution is known in the population of origin at the level of the province-birth cohort. For those who have reached terminal height at the time of migration, it provides a measure of quality that is unaffected by the migration decision, thus representing the migrant's position in the quality distribution of his place of origin. Moreover, the disaggregate nature of the height data for the Italian population and our geolocation of passengers enable the study of selection at geographic levels finer than the country, and we exploit it to provide the first analysis of systematic variation in the degree of local selection across a country. \n\nOur main findings are three-fold. First, we find that Italian passengers were, on average, negatively self-selected from the entire Italian population. This result is the product of the fact that Italian migrants to the United States came disproportionately from the poorer South of Italy. On the local level---that is, relative to the distributions of stature in their provinces of origin---migrants were, on average, positively self-selected. Finally, we find that the degree of migrant self-selection varied systematically with the average height of a province-birth cohort: shorter (and poorer and less developed) province-cohorts were the sources of relatively more positively locally self-selected migrants.\n\nInterest in migrant selection is often motivated by arguing that the quality composition of migrants is a major determinant of the effects of migration on the sending and receiving economies. Our results show that such a relationship might be complicated by different patterns of selection at the local and national levels. What may appear to be negative selection may become positive selection when the frame of reference is changed. Moreover, the poorest and least developed environments may actually provide the highest quality migrants relative to the source population, even if these migrants appear of lower quality at the absolute level. \n\nGoing forward, we will use the data that we have collected on the Italian migration and the Italian economy to investigate a number of other topics in the mass migration of Italians. These data are also sure to be invaluable to other scholars of the economics and history of migration. For example, debates regarding migrant self-selection typically make the implicit assumption that the degree of migrant self-selection predicts post-migration outcomes. However, it is difficult to test this assumption because the researcher only rarely observes both a migrant's degree of self-selection and his post-migration outcomes. The linked data permit us to answer this question by joining measures of migrant self-selection and post-migration outcomes. \n\n\t\t\t\t\tLast Modified: 10/29/2016\n\n\t\t\t\t\tSubmitted by: Ariell E Zimran"
 }
}