{
 "awd_id": "1426887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Quantifying the Thermal History of Crustal Magma Storage Through Crystal Records and Numerical Modeling",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 154099.0,
 "awd_amount": 154099.0,
 "awd_min_amd_letter_date": "2014-08-07",
 "awd_max_amd_letter_date": "2016-10-11",
 "awd_abstract_narration": "The processes involved in formation and storage of magma within the Earth?s upper crust are of fundamental importance to understanding volcanoes and volcanic hazards. Previous NSF-supported research by two of the PIs showed that at Mount Hood, Oregon, only a small fraction (most likely less than 1%) of the total time that magma is stored underground is spent at high enough temperatures that would allow magma to be easily mobilized and erupted. Partial data sets for other volcanoes suggest that these conditions are widespread, but this remains to be tested. This new project will address the questions of whether magmas in general are subject to similar storage conditions as those seen at Mount Hood, and what are the fundamental controls on the processes of magma storage underneath volcanoes. The project will address these questions using geochemical measurements of crystals that grew beneath the surface and will provide information on the duration and temperature of magma storage. These results will be combined with advanced computer models of magma chambers to explore the interplay of magma addition, heat loss and changes in magma composition. In addition to contributions to the science of volcanology and geochemistry, the work will have impacts in understanding volcanic hazards ? in particular, the percentage of time that different magma bodies spend in an eruptible state (and, critically, the processes that control that percentage of time) will provide insight into the hazard represented by different volcanoes and will also provide a better context to interpret the results of seismic imaging or other remote-sensing applications. This project will contribute to training the next-generation STEM workforce by providing support for a postdoctoral researcher and three graduate students, one at each institution. At OSU and at UCD undergraduates will also take part in the research.\r\n\r\nThis project will integrate observational data with numerical modeling for selected volcanic systems, to address the broader question: ?What are the thermal and physical conditions of magma storage in the Earth?s crust, and what are the primary controls on those conditions?? This project will build on our results for Mount Hood and on existing partial data sets by exploring two high-priority specific questions that pertain to the maturation of magmatic systems: 1) What is the role of volume of the shallow reservoir? How do magma storage conditions vary over erupted volumes of <1 to >10 km3? and 2) What is the role of composition? Is there a difference between the thermal history of magma storage in dacitic and rhyolitic systems? The results of this project will provide some of the first observational data on the thermal histories of magma storage, and the numerical modeling will allow us to put these results into a generalizable thermodynamic framework. These results will provide a critical, observation-based understanding of the physical conditions of magma storage, which in turn will provide a better understanding of magma reservoir processes. Ultimately we will build a framework in which to understand various aspects of crystal records such as the interpretation of mineral thermobarometry, textural information, and time scales captured by mineral zonation. The results of this project will have broad implications within the field of igneous petrology/geochemistry by providing a conceptual framework for the processes that operate within magma reservoirs ? and crucially, the time scales relevant to the different processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Huey",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis G Huey",
   "pi_email_addr": "greg.huey@eas.gatech.edu",
   "nsf_id": "000246909",
   "pi_start_date": "2016-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Huber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christian Huber",
   "pi_email_addr": "christian_huber@brown.edu",
   "nsf_id": "000581906",
   "pi_start_date": "2014-08-07",
   "pi_end_date": "2016-10-11"
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "311 Ferst drive",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 154099.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims at understanding the formation and evolution of large magma reservoirs and the likelihood for large explosive eruptions. The physical and thermal conditions within an active reservoirs are impossible to access for measurements, instead, we are limited to analyses of past erupted samples and physical modeling to build a coherent framework to understand and forecast the evolution of volcanic systems. In this project, we use a combination of petrology/geochemistry to infer constraints about the thermal history of past erupted magma parcels and a new model that combines the mechanics and thermal evolution of magma reservoirs subjected to magma recharge, cooling, deformation and eruptions to constrain the dynamics and the nature of the triggers for eruptions in volcanic systems. We have applied the new model to 2 contrasting and well studied case studies, (1) Santorini in Greece and (2) Quizapu in Chile. The model and samples allowed us to better understand how magma recharges influence the evolution of these systems and the behavior of subsequent eruptions.&nbsp;<span>The project has also provided support and training to a postdoctoral researcher who has since started a position as a lecturer at a university in the United Kingdom. The project also provided partial support for two Ph.D. students at Georgia Tech who worked on heat transfer in multiphase magmas and volatile cycling between vapor and melts.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2018<br>\n\t\t\t\t\tModified by: L.&nbsp;G&nbsp;Huey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims at understanding the formation and evolution of large magma reservoirs and the likelihood for large explosive eruptions. The physical and thermal conditions within an active reservoirs are impossible to access for measurements, instead, we are limited to analyses of past erupted samples and physical modeling to build a coherent framework to understand and forecast the evolution of volcanic systems. In this project, we use a combination of petrology/geochemistry to infer constraints about the thermal history of past erupted magma parcels and a new model that combines the mechanics and thermal evolution of magma reservoirs subjected to magma recharge, cooling, deformation and eruptions to constrain the dynamics and the nature of the triggers for eruptions in volcanic systems. We have applied the new model to 2 contrasting and well studied case studies, (1) Santorini in Greece and (2) Quizapu in Chile. The model and samples allowed us to better understand how magma recharges influence the evolution of these systems and the behavior of subsequent eruptions. The project has also provided support and training to a postdoctoral researcher who has since started a position as a lecturer at a university in the United Kingdom. The project also provided partial support for two Ph.D. students at Georgia Tech who worked on heat transfer in multiphase magmas and volatile cycling between vapor and melts. \n\n\t\t\t\t\tLast Modified: 01/03/2018\n\n\t\t\t\t\tSubmitted by: L. G Huey"
 }
}