{
 "awd_id": "1426282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics - Dissertation Enhancement Project:The Geography of Innovation: Patents in Early America",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 7367.0,
 "awd_amount": 7367.0,
 "awd_min_amd_letter_date": "2014-07-02",
 "awd_max_amd_letter_date": "2014-07-02",
 "awd_abstract_narration": "This project explores the relationship between urbanization and innovation in nineteenth-century America as measured by number of patents issued. The PIs will compile and use a text-based dataset of patents linked to maps using Geographic Information Systems (GIS) techniques. The project contributes to the literature on innovation by examining the geographical spread and conceptual interconnectedness of innovations. Examining these relationships in the history of innovation and economic geography will help isolate the underlying factors that spur technological development.\r\n\r\nThe movement of people, goods, and information among places increased dramatically over the nineteenth century, particularly within the United States. The project examines the hypothesis that the \"transportation revolution\" facilitated innovative activity, and this will be revealed through rates of patenting and also textural similarities in patents originating in different places. The project maps the relationship between patents and population for all counties in the US from 1790 to 1900, not just populous or innovative locations. The PIs geo-locate (matching with latitude and longitude coordinates) patents issued in the US before 1836 by merging their town and county information with a database of historical town names from the AniMap 3.0.2 County Boundary Historical Atlas.  The project links the text, created from pictures of the documents using optical character recognition, with the location of post-1836 patents.\r\n\r\nBy using textual analysis, this project will contribute to our understanding of otherwise unobservable aspects of innovation. It will search for linguistic relationships within a full-text database of all patents issued between 1838-1870 and 1880-1897 to explore the generation and spread of interrelated ideas. Linking this searchable, full-text patent data with transportation and population data through GIS will give a mapping that allows a clearer and more sophisticated understanding of innovative agglomerations. A large class of economic models has assumed that technological change is related to the spread of ideas through combination of urban density and large populations. It is clear that large, dense cities are more innovative than other places, but size and density are not su\u000efficient to induce technological improvements. The PIs study the hypothesis that increasing market access leads to an acceleration of innovation through the spread of transportation infrastructure, as well as the alternate hypothesis that increased communication led to increasing innovation outside of the major urban areas.\r\n\r\nFinding the direction of causality among infrastructure, market access, and innovation will help solve outstanding questions in economic history about the development process of the United States. The results of this study may be used to assist in modeling an otherwise di\u000efficult feature of endogenous growth. This analysis will help disentangle these factors by establishing the chronology of the historical process of innovation, and by measuring the magnitude and timing of the effects of the contributing factors. The dataset assembled here can also be used to address related issues, in the study of historical innovation; industrial and urban agglomerations; the spatial relationship between innovation and economic growth; and to answer industry-specific questions informed by both economic geography and the economics of innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Margo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Margo",
   "pi_email_addr": "margora@bu.edu",
   "nsf_id": "000321163",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Perlman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth R Perlman",
   "pi_email_addr": "perlmane@bu.edu",
   "nsf_id": "000664753",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University",
  "perf_str_addr": "270 Bay State Road",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 7367.0
  }
 ],
 "por": null
}