{
 "awd_id": "1426661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-GERMANY workshop and joined field survey in the Arctic:  Initiating a new collaboration with the COPER group (Alfred-Wegener-Institute) through a joined field survey.",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 43445.0,
 "awd_amount": 43445.0,
 "awd_min_amd_letter_date": "2014-06-10",
 "awd_max_amd_letter_date": "2014-06-10",
 "awd_abstract_narration": "a non-technical explanation \r\nThis proposal requests travel funds for PI Stark and an U.S. graduate student to join the upcoming COPER (Coastal permafrost erosion, organic carbon and nutrient release to the Arctic nearshore zone, at the Alfred-Wegener-Institute in Potsdam, Germany) field expedition to the Southern Beaufort Sea, and conduct geotechnical in-situ profiling and sampling of sediment for following geotechnical laboratory experiments as a complement to the scheduled geomorphological, sedimentological, geological and geochemical investigations of the COPER group. \r\nThe proposed study, collaboration and following research efforts will contribute to fill the gaps of knowledge regarding coastal erosion in the Arctic and long-term development of Arctic coastlines. The results will improve the assessments of impacts of climate change on the Arctic, and the development of countermeasures to secure environments and habitats. The gained experiences will be transferred into PI Stark?s Coastal and Marine Geotechnics classes, and will make students aware of the emerging field of coastal geotechnical engineering in the polar regions.\r\n\r\n\r\na technical description \r\nThe proposed collaborative work will widen the knowledge of geotechnical survey strategies and erosion processes in polar coastal zones, will be applicable also for industrial purposes or other research questions, and might pave the way for more cost- and time-efficient geotechnical surveys in the coastal polar zones.\r\n\r\nClimate change and the resulting change of the polar regions is one of the most challenging and recognized modern issues for sciences, engineering, as well as society. Rapid changes in the permafrost are certainly one of the most pressing issues, including the impact on physical and geotechnical coastal sediment properties, and the resulting consequences for coastal erosion. Nevertheless, the processes governing Arctic coastal erosion are still poorly understood. One of the factors that potentially influences coastal erosion in the Arctic, but has not been addressed in previous studies, is the impact of changes in geotechnical properties of\r\nthe sediments in the nearshore zone following variations in the permafrost level. Dr. Hugues Lantuit, chief scientist of the COPER group (Coastal permafrost erosion, organic carbon and nutrient release to the Arctic nearshore zone, at the Alfred-Wegener-Institute in Potsdam,\r\nGermany) has recognized this gap of knowledge within the COPER studies, and initiated discussions with PI Dr. Nina Stark, assistant professor in Civil and Environmental Engineering at Virginia Tech, who is specialized on geotechnical field surveying in coastal zones. Lantuit will provide infrastructure and support during the expedition, co-supervise the U.S. graduate student, and share COPER data for survey planning and following joined publications. The data set will secure long-term collaborations via following testing of the samples and joined publications, and will serve as a proof-of-concept for a larger study aiming for the geotechnical investigation of the Arctic nearshore zone with regard to coastal erosion. The proposed work will also allow insights into Arctic and international research for a U.S. graduate student, and will possibly pave the way to make geotechnical investigations of polar coastal environments one of PI Stark?s future research foci.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Stark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nina Stark",
   "pi_email_addr": "nina.stark@ufl.edu",
   "nsf_id": "000664341",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Alfred-Wegener-Institute, Canadian Beaufort Sea, field site",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 43445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The COPER (<em>Coastal permafrost erosion, organic carbon and nutrient release in the Arctic nearshore zone</em>) group from the <em>Alfred-Wegener-Institute</em> in Potsdam, Germany, is one of the leading groups with regard to coastal permafrost erosion processes in the Arctic, and is conducting successfully a sequence of field expeditions to Herschel Island, Yukon Territory, where some of the largest mud thaw slumps have been discovered. An important component that has not been addressed by the German researcher team are soil mechanical characteristics of nearshore sediments, and their impact on and response to coastal permafrost erosion in the Arctic. The purpose of this project was to (i) initiate a collaboration with the COPER group through a workshop and joined field work, (ii) to develop and test the performance of geotechnical survey techniques suitable for surveying Arctic nearshore sediments, and (iii) to obtain a preliminary geotechnical data set of the nearshore zone of Herschel Island, particularly in the vicinity of the large mud thaw slumps.</p>\n<p>PI Stark and a graduate student from <em>Virginia Tech</em> joined the COPER group for their July-August 2013 field expedition to Herschel Island. The portable free fall penetrometer <em>BlueDrop</em>, sediment sampling and buried pressure transducers were successfully deployed. Geotechnical profiles of surface sediments in the nearshore zone were obtained at more than 250 locations around Herschel Island. Significant stratification was observed at the nearshore seabed surface, reflecting the strong recent and ongoing sediment erosion and deposition processes. The results allowed to identify areas governed by different processes, being in good accordance with the coastline evolution data recorded by the COPER group. However, further questions arose with regard to the fate of eroded coastal sediments as well as erosion and deposition processes under different weather and hydrodynamic conditions. Furthermore, the particular observed soil mechanical behavior of the sediments is not understood yet, and is likely related to the harsh and very specific climate conditions in the area.</p>\n<p>Specific follow-on research questions and hypotheses were developed during meetings in Inuvik following the field expedition. Upon return to Virginia Tech, data were being processed in detail. Preliminary results were presented at the <em>Coastal Sediments&rsquo;15</em> international conference in May 2015 in San Diego and at the <em>ASME 34<sup>th</sup> International Conference on Ocean, Offshore and Arctic Engineering</em> in St. John&rsquo;s, Newfoundland, in June 2015. Another manuscript is in preparation for submission to an international peer-reviewed journal and the data will contribute to several publications of COPER researchers. A plan for more investigations based on the obtained results and for another field expedition is currently in development.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2015<br>\n\t\t\t\t\tModified by: Nina&nbsp;Stark</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1426661/1426661_10309117_1435754331285_P1010920--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1426661/1426661_10309117_1435754331285_P1010920--rgov-800width.jpg\" title=\"Mud slumps\"><img src=\"/por/images/Reports/POR/2015/1426661/1426661_10309117_1435754331285_P1010920--rgov-66x44.jpg\" alt=\"Mud slumps\"></a>\n<div class=\"image...",
  "por_txt_cntn": "\nThe COPER (Coastal permafrost erosion, organic carbon and nutrient release in the Arctic nearshore zone) group from the Alfred-Wegener-Institute in Potsdam, Germany, is one of the leading groups with regard to coastal permafrost erosion processes in the Arctic, and is conducting successfully a sequence of field expeditions to Herschel Island, Yukon Territory, where some of the largest mud thaw slumps have been discovered. An important component that has not been addressed by the German researcher team are soil mechanical characteristics of nearshore sediments, and their impact on and response to coastal permafrost erosion in the Arctic. The purpose of this project was to (i) initiate a collaboration with the COPER group through a workshop and joined field work, (ii) to develop and test the performance of geotechnical survey techniques suitable for surveying Arctic nearshore sediments, and (iii) to obtain a preliminary geotechnical data set of the nearshore zone of Herschel Island, particularly in the vicinity of the large mud thaw slumps.\n\nPI Stark and a graduate student from Virginia Tech joined the COPER group for their July-August 2013 field expedition to Herschel Island. The portable free fall penetrometer BlueDrop, sediment sampling and buried pressure transducers were successfully deployed. Geotechnical profiles of surface sediments in the nearshore zone were obtained at more than 250 locations around Herschel Island. Significant stratification was observed at the nearshore seabed surface, reflecting the strong recent and ongoing sediment erosion and deposition processes. The results allowed to identify areas governed by different processes, being in good accordance with the coastline evolution data recorded by the COPER group. However, further questions arose with regard to the fate of eroded coastal sediments as well as erosion and deposition processes under different weather and hydrodynamic conditions. Furthermore, the particular observed soil mechanical behavior of the sediments is not understood yet, and is likely related to the harsh and very specific climate conditions in the area.\n\nSpecific follow-on research questions and hypotheses were developed during meetings in Inuvik following the field expedition. Upon return to Virginia Tech, data were being processed in detail. Preliminary results were presented at the Coastal SedimentsÆ15 international conference in May 2015 in San Diego and at the ASME 34th International Conference on Ocean, Offshore and Arctic Engineering in St. JohnÆs, Newfoundland, in June 2015. Another manuscript is in preparation for submission to an international peer-reviewed journal and the data will contribute to several publications of COPER researchers. A plan for more investigations based on the obtained results and for another field expedition is currently in development.\n\n \n\n\t\t\t\t\tLast Modified: 07/01/2015\n\n\t\t\t\t\tSubmitted by: Nina Stark"
 }
}