{
 "awd_id": "1426823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advertising, Search and Matching:  Econometric Models and Applications",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 278433.0,
 "awd_amount": 278433.0,
 "awd_min_amd_letter_date": "2014-07-10",
 "awd_max_amd_letter_date": "2014-07-10",
 "awd_abstract_narration": "This award funds research on the role of information in driving consumer choices, with special attention to retail banking and electricity industries.\r\n\r\nTraditional economic models of consumer behavior typically assume that consumers are fully informed about their alternatives. However, the observation of persistent price dispersion in many product markets suggests that significant search and switching frictions are present in many markets. Such frictions may impede forces of competition from achieving efficient outcomes, and understanding the relevance and magnitude of these frictions is key to assessing the necessity and impact of regulatory interventions. \r\n\r\nTo fully understand and quantify the role played by these frictions, we need detailed information on consumer choices, and especially the choice-making process. Therefore, the research project utilizes detailed data on individual consumers' choices, incorporates explicit models of search/switching costs and allows for limited information about alternatives. \r\n\r\nWith its 14 trillion dollars of assets, about 7,000 banks and more than 80,000 bank branches, the U.S. retail banking sector is an extremely important portion of the retail economy as well as the financial system. Understanding how consumers decide on their retail banking provider and whether they face search and switching frictions is a crucial input into unpacking the drivers of competition and innovation in this important sector of the economy. The project on retail banking utilizes a unique data set with information on the entire purchase funnel of consumers' shopping process: (1) awareness, (2) consideration, and, finally, (3) purchase. The data set is among the first to provide detailed data on all stages of the purchase funnel, as well as being the first of its kind to study retail banking, a very important sector of the economy that has not been frequently scrutinized through the lens of modern empirical industrial organization. The data set is also complemented with information on advertising and product characteristics to estimate a very detailed model of shopping and decision-making at the individual consumer level. The data and the model allows the researchers to assess (1) what the magnitude of search and switching costs are that rationalize consumer behavior, and (2) whether advertising is primarily effective in increasing awareness or driving choice conditional on awareness.\r\n\r\nThe PI will also develop similar empirical methods to study consumer choices in deregulated retail electricity markets, which are in operation in 24 states. Insights from this study as well as the utilization of the empirical methods developed here in other electricity market contexts can aid market monitors and regulators to devise policies to further the competitiveness and efficiency of these markets.  The project will utilize very detailed subscriber level data from Texas' residential electricity choice program. The research team will develop an econometric model that allows for search and switching based choice frictions.  The model will be used to assess whether such choice frictions can explain the evolution of market shares and prices of the incumbent providers vs. entrants, and how interventions such as informational campaigns to reduce search/switching costs may affect market structure and consumer welfare.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Hortacsu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Hortacsu",
   "pi_email_addr": "hortacsu@uchicago.edu",
   "nsf_id": "000490973",
   "pi_start_date": "2014-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 278433.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the heterogeneity and frictions shaping consumer demand in two important sectors: energy and banking. Using data from the privatized retail electricity market in Texas, we found considerable inertia in consumer choices, leading to a persistent incumbent advantage despite the advantageous prices offered by competitive entrants. We investigate the choice process shaping consumer choices over retail banking products, and quantify search costs/informational frictions and switching costs that rationalize observed choices. We also investigate the responsiveness of insured vs. uninsured bank deposit demand to indicators of bank financial health, and propose quantitative measures to assess the fragility of the banking sector, along with the benefits vs. costs of bank regulations. A broader impact of our investigation is the development of empirical/statistical methods to quantify choice frictions that can be utilized towards the design of policies to improve the competitiveness and efficiency of product markets. Another broader impact is the development of empirically disciplined quantitative models of banking that can be used to assess the competitiveness and efficiency of this important sector and the susceptibility of the system to crises. The quantitative methods and findings they lead to can help policymakers design regulatory/prudential policies according to well-defined and quantifiable welfare objectives.&nbsp; &nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2017<br>\n\t\t\t\t\tModified by: Ali&nbsp;Hortacsu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the heterogeneity and frictions shaping consumer demand in two important sectors: energy and banking. Using data from the privatized retail electricity market in Texas, we found considerable inertia in consumer choices, leading to a persistent incumbent advantage despite the advantageous prices offered by competitive entrants. We investigate the choice process shaping consumer choices over retail banking products, and quantify search costs/informational frictions and switching costs that rationalize observed choices. We also investigate the responsiveness of insured vs. uninsured bank deposit demand to indicators of bank financial health, and propose quantitative measures to assess the fragility of the banking sector, along with the benefits vs. costs of bank regulations. A broader impact of our investigation is the development of empirical/statistical methods to quantify choice frictions that can be utilized towards the design of policies to improve the competitiveness and efficiency of product markets. Another broader impact is the development of empirically disciplined quantitative models of banking that can be used to assess the competitiveness and efficiency of this important sector and the susceptibility of the system to crises. The quantitative methods and findings they lead to can help policymakers design regulatory/prudential policies according to well-defined and quantifiable welfare objectives.     \n\n\t\t\t\t\tLast Modified: 12/15/2017\n\n\t\t\t\t\tSubmitted by: Ali Hortacsu"
 }
}