{
 "awd_id": "1427469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distinguishing Two Dimensions of Subjective Uncertainty",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924710",
 "po_email": "clagonza@nsf.gov",
 "po_sign_block_name": "Claudia Gonzalez-Vallejo",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 558000.0,
 "awd_amount": 558000.0,
 "awd_min_amd_letter_date": "2014-08-26",
 "awd_max_amd_letter_date": "2014-08-26",
 "awd_abstract_narration": "The psychological meaning of uncertainty is critical in many theories across the social and behavioral sciences. Existing theories of judgment and decision making rarely differentiate types of uncertainty. This research suggest that people intuitively experience uncertainty along two distinct dimensions  (1) random uncertainty which represents the degree to which an event is seen as inherently unpredictable; and (2) knowable uncertainty which represents the degree to which an event is seen as potentially predictable. For example, predicting whether a fair coin will land heads on the next toss seems to reflect purely random uncertainty, whereas determining whether a suspect is guilty or innocent appears to reflect pure knowable uncertainty. Most judgments under uncertainty  such as forecasting the weather or the potential return on a stock investment  require individuals to evaluate events that involve both dimensions of uncertainty. The research  proposes that people make intuitive distinctions between random and knowable uncertainty, and this has important consequences for understanding not only for understanding behavior but also for policy making. \r\n\r\nThis  research will validate measures of random and knowable uncertainty; develop methods to  study both  types  of  uncertainty; and explore judgments and decisions that are affected by both  types  of  uncertainty. The particular  types  of  decision studied are probability and overconfidence; investment decisions; everyday budgeting and planning; and beliefs about social justice and social equity. The research will lead to better understanding of the complex decision we face in our lives and that policy makers face in their work.\r\n\r\n\r\n\r\nAlthough virtually all decision theories treat uncertainty as a unitary construct, probability theory since its inception has been bifurcated into models of chance events and models of belief in events that are or will be true or false The major schools today include Frequentists, who interpret probabilities as long run stable frequencies of events, and Bayesians, who interpret probabilities as subjective degrees of belief. In this project the investigators assert that this philosophical bifurcation of uncertainty mirrors an ambivalence that resides within most decision makers. To illustrate, compare one?s uncertainty whether a flipped coin will land heads or tails to one?s uncertainty whether a suspect is guilty or innocent. The former is aleatory in nature, and involves unknown outcomes that can differ each time one runs an experiment under similar conditions. In contrast, the latter is epistemic in nature, and arises from missing knowledge concerning an event that is, in principle, knowable.The investigators argue that: (i) people intuitively distinguish epistemic from aleatory uncertainty;(ii) these dimensions are logically independent and segregable, with most events entailing a mixture of both variants; (iii) perceptions of epistemic and aleatory uncertainty can vary systematically across uncertainty have important consequences for judgment and choice. Furthermore, the distinction between epistemic and aleatory uncertainty can help to parsimoniously explain a diverse range of existing research findings in the judgment and decision making literature. This project explores the psychological implications of reasoning under epistemic versus aleatory uncertainty. First, it develops three distinct methodologies for measuring and experimentally manipulating perceptions of uncertainty: (1) an Epistemic-Aleatory Rating Scale (EARS) reliably measures perceptions of uncertainty as two independent dimensions. Epistemic uncertainty is associated with a judge being ascribed credit (blame) for correct (incorrect) predictions whereas aleatory uncertainty is associated with a judge being seen as lucky (unlucky) for correct (incorrect) predictions. The investigators propose to refine this scale and further establish its validity. (2) Expanding and validating a lexicon of natural language expressions that distinguish epistemic thinking from aleatory thinking. (3)  Developing a variety of techniques for priming the salience of epistemic vs. aleatory uncertainty, including a linguistic prime a pattern detection prime and a causal reasoning prime. Next, it explores behavioral implications of the perceived nature of uncertainty across a wide variety of domains, including: (1) judged probability and (2) investment decisions;  (3) budgeting and planning;  and (4) beliefs about social justice and social equity.\r\n.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Fox",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Craig R Fox",
   "pi_email_addr": "craig.fox@anderson.ucla.edu",
   "nsf_id": "000664622",
   "pi_start_date": "2014-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gulden",
   "pi_last_name": "Ulkumen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gulden Ulkumen",
   "pi_email_addr": "ulkumen@usc.edu",
   "nsf_id": "000663700",
   "pi_start_date": "2014-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "UCLA Anderson-Policy/Psych-Cognitive",
  "perf_str_addr": "BOX 951481, D511 Cornell Hall",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951481",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 558000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although virtually all decision theories treat uncertainty as a unitary construct, probability theories have long fallen into to two distinct categories:&nbsp;<strong><em>epistemic</em></strong>&nbsp;(e.g., Bayesian) models that treat probability as a measure of subjective degrees of belief, and&nbsp;<strong><em>aleatory</em></strong>&nbsp;(e.g., Frequentistic) models that treat probability as a measure of the propensity for random events to occur&nbsp;(Hacking, 1975).&nbsp;In this grant we show&nbsp;that: (i) people intuitively distinguish epistemic (inherently knowable) uncertainty from aleatory (inherently random) uncertainty; (ii) these dimensions are logically (and psychologically) independent, with most events entailing a mixture of both variants; (iii) perceptions of epistemic and aleatory uncertainty can vary systematically across situations, individuals, and/or transient states of mind; and (iv) perceptions of epistemic and aleatory uncertainty have important consequences for judgment and choice.&nbsp;</p>\n<p>Our first empirical paper (Ulkumen, Fox &amp; Malle, 2016;&nbsp;<em>JEP:General</em>) demonstrates that speakers use systematically different language to express forms of uncertainty, listeners draw inferences about the nature of uncertainty based on the language used, and people can be primed to think about one form or another when asked to express uncertainty in different ways. In particular, epistemic uncertainty is associated with <em>confidence expressions</em> such as \"I'm 90% sure,\" whereas aleatory uncertainty is associated with <em>likelihood expressions </em>such as \"I'd say there's a 90% chance.\" This paper was named the <em>Best Publication in Decision Analysis, 2016</em> by the Decision Analysis Society. In follow-up empirical work (Fox &amp; Ulkumen, 2017,&nbsp;<em>Thinking &amp; Reasoning</em>) we distinguished linguistic markers of objective versus subjective uncertainty from markers of aleatory versus epistemic uncertainty.</p>\n<p>A second paper (Tannenbaum, Fox &amp; Ulkumen, 2017,&nbsp;<em>Management Science</em>) examines the relationship between likelihood judgment and perceived nature of uncertainty, measured using a 6-item <em>Epistemic-Aleatory Rating Scale </em>(EARS) that we developed.&nbsp;&nbsp;We find that compared to events that are perceived as more aleatory in nature (e.g., the temperature on a future particular day in various cities), events that are perceived as more epistemic in nature (e.g., the average historical temperature on a particular day in various cities) are associated with more extreme judged probabilities (i.e., closer to 0 or 1), even when controlling for rated strength of evidence. This leads to greater overconfidence under more epistemic and less aleatory uncertainty, which can be modeled using an extension of support theory.</p>\n<p>A third paper (Walters, Ulkumen, Tannenbaum, Erner &amp; Fox, in press,&nbsp;<em>Management Science</em>) shows that differences in perceived nature of uncertainty in the stock market predict: (i) how investors manage their uncertainty (the more epistemic, the more they seek financial information and advice; the more aleatory, the more they diversify their holdings), and (ii) how they invest (the more epistemic the more strongly they respond to information and advice; the more aleatory the more strongly they are affected by their personal risk attitudes).</p>\n<p>A final paper accepted for publication (Krijnen, Ulkumen, Bogard &amp; Fox, in press,&nbsp;<em>JPSP</em>) extends analysis of uncertainty to the political and policy domain. We show that a 9-item extension of the EARS captures three dimensions of uncertainty in people's beliefs concerning how financial well-being of typical families change over time: predictably (i.e., epistemic) in a meritocratic way (\"rewarding\"); predictably in a distorting way that favors some groups over others (\"rigged\"); and driven by chance factors (\"random\"). This scale well predicts political and policy preferences, controlling for key demographic variables.</p>\n<p>We continue to work on projects that were initiated during the grand period. Fox, Goedde-Menke &amp; Tannenbaum (working paper) shows that the well-known economic phenomenon of ambiguity aversion in which people prefer betting on events with clearer probabilities than vaguer probabilities appears to be driven by a tendency to avoid betting on one's relative ignorance, but only to the extent that uncertainty is seen as epistemic in nature. Fox, Tannenbaum, Ulkumen, Walters &amp; Erner (in preparation) shows that the greater the perceived epistemicness of events the more credit or blame forecasters are given; the more aleatory the perceived uncertainty the more outcomes are attributed to good or bad luck. We also show the importance of this finding for evaluation of managers and selection of compensation schemes. Finally, in continuing work we explore the relationship between perceived nature of uncertainty and various judgment and decision making biases, and we continue to develop a lexicon of epistemic and aleatory words, with promising early results.</p>\n<p>In terms of broader impacts, we have presented grant-related work in a large number of international conferences and university colloquia, acknowledging NSF support. The aforementioned published papers have been placed in top-tier outlets and have already garnered an encouraging number of citations. Our distinction between perceived dimensions of uncertainty has gained much wider currency among researchers, and many have begun using the EARS measure in their work. Finally, research funded by this grant has helped provide training opportunities for two Ph.D. students, four postdoctoral scholars, and several undergraduates.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2022<br>\n\t\t\t\t\tModified by: Craig&nbsp;R&nbsp;Fox</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough virtually all decision theories treat uncertainty as a unitary construct, probability theories have long fallen into to two distinct categories: epistemic (e.g., Bayesian) models that treat probability as a measure of subjective degrees of belief, and aleatory (e.g., Frequentistic) models that treat probability as a measure of the propensity for random events to occur (Hacking, 1975). In this grant we show that: (i) people intuitively distinguish epistemic (inherently knowable) uncertainty from aleatory (inherently random) uncertainty; (ii) these dimensions are logically (and psychologically) independent, with most events entailing a mixture of both variants; (iii) perceptions of epistemic and aleatory uncertainty can vary systematically across situations, individuals, and/or transient states of mind; and (iv) perceptions of epistemic and aleatory uncertainty have important consequences for judgment and choice. \n\nOur first empirical paper (Ulkumen, Fox &amp; Malle, 2016; JEP:General) demonstrates that speakers use systematically different language to express forms of uncertainty, listeners draw inferences about the nature of uncertainty based on the language used, and people can be primed to think about one form or another when asked to express uncertainty in different ways. In particular, epistemic uncertainty is associated with confidence expressions such as \"I'm 90% sure,\" whereas aleatory uncertainty is associated with likelihood expressions such as \"I'd say there's a 90% chance.\" This paper was named the Best Publication in Decision Analysis, 2016 by the Decision Analysis Society. In follow-up empirical work (Fox &amp; Ulkumen, 2017, Thinking &amp; Reasoning) we distinguished linguistic markers of objective versus subjective uncertainty from markers of aleatory versus epistemic uncertainty.\n\nA second paper (Tannenbaum, Fox &amp; Ulkumen, 2017, Management Science) examines the relationship between likelihood judgment and perceived nature of uncertainty, measured using a 6-item Epistemic-Aleatory Rating Scale (EARS) that we developed.  We find that compared to events that are perceived as more aleatory in nature (e.g., the temperature on a future particular day in various cities), events that are perceived as more epistemic in nature (e.g., the average historical temperature on a particular day in various cities) are associated with more extreme judged probabilities (i.e., closer to 0 or 1), even when controlling for rated strength of evidence. This leads to greater overconfidence under more epistemic and less aleatory uncertainty, which can be modeled using an extension of support theory.\n\nA third paper (Walters, Ulkumen, Tannenbaum, Erner &amp; Fox, in press, Management Science) shows that differences in perceived nature of uncertainty in the stock market predict: (i) how investors manage their uncertainty (the more epistemic, the more they seek financial information and advice; the more aleatory, the more they diversify their holdings), and (ii) how they invest (the more epistemic the more strongly they respond to information and advice; the more aleatory the more strongly they are affected by their personal risk attitudes).\n\nA final paper accepted for publication (Krijnen, Ulkumen, Bogard &amp; Fox, in press, JPSP) extends analysis of uncertainty to the political and policy domain. We show that a 9-item extension of the EARS captures three dimensions of uncertainty in people's beliefs concerning how financial well-being of typical families change over time: predictably (i.e., epistemic) in a meritocratic way (\"rewarding\"); predictably in a distorting way that favors some groups over others (\"rigged\"); and driven by chance factors (\"random\"). This scale well predicts political and policy preferences, controlling for key demographic variables.\n\nWe continue to work on projects that were initiated during the grand period. Fox, Goedde-Menke &amp; Tannenbaum (working paper) shows that the well-known economic phenomenon of ambiguity aversion in which people prefer betting on events with clearer probabilities than vaguer probabilities appears to be driven by a tendency to avoid betting on one's relative ignorance, but only to the extent that uncertainty is seen as epistemic in nature. Fox, Tannenbaum, Ulkumen, Walters &amp; Erner (in preparation) shows that the greater the perceived epistemicness of events the more credit or blame forecasters are given; the more aleatory the perceived uncertainty the more outcomes are attributed to good or bad luck. We also show the importance of this finding for evaluation of managers and selection of compensation schemes. Finally, in continuing work we explore the relationship between perceived nature of uncertainty and various judgment and decision making biases, and we continue to develop a lexicon of epistemic and aleatory words, with promising early results.\n\nIn terms of broader impacts, we have presented grant-related work in a large number of international conferences and university colloquia, acknowledging NSF support. The aforementioned published papers have been placed in top-tier outlets and have already garnered an encouraging number of citations. Our distinction between perceived dimensions of uncertainty has gained much wider currency among researchers, and many have begun using the EARS measure in their work. Finally, research funded by this grant has helped provide training opportunities for two Ph.D. students, four postdoctoral scholars, and several undergraduates.\n\n \n\n\t\t\t\t\tLast Modified: 01/04/2022\n\n\t\t\t\t\tSubmitted by: Craig R Fox"
 }
}