{
 "awd_id": "1427716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Crustal Modulation of Flood Basalts--Integrating Field, Geochemical and Computational Data for the Steens Basalts",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 267871.0,
 "awd_amount": 267871.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2014-08-21",
 "awd_abstract_narration": "Flood basalt eruptions are geologically short-lived, catastrophic volcanic events that pour enormous volumes of lava?tens to hundreds of thousands of times greater than the 1980 Mount St Helens eruption? onto Earth's surface. They are important geologic events that completely change the landscape and also have the potential to impact climate and ecosystems. The only flood basalt in the United States is the Columbia River Flood Basalt (CRB), which dominates the landscape in parts of Washington and Oregon. Most of the CRB lavas erupted mainly 16 -15 million years ago and are noted for being among the world?s largest individual lava flows. Among the oldest part of the CRB is the Steens Basalt (16.8-16 million years old), which overran 53,000 km2 of land surface in what is now Oregon. The Steens Basalts are compositionally more magnesian than the bulk of the CRB and so provide a unique record of the interaction between mantle-derived basalt and the crust (the outer rocky shell of Earth that extends ~40 km below the surface). At Steens Mountain, in southeastern Oregon, as many as 200 lava flows are spectacularly exposed in a nearly kilometer-thick stack that records how magma (molten rock) changed composition during the earliest stages of the CRB event. Fieldwork at Steens Mountain will yield a temporal (older to younger) sequence of lava samples that will be chemically analyzed using an array of tools. These data will be assessed with a range of computer models, including the latest generation of model called the Magma Chamber Simulator. Modeling results will provide estimates of the amount of new magma added to the crust from the mantle, the ultimate source of the basalt, and also how much crust is incorporated into magma. The sequential sampling allows documentation of how these parameters change with time as the magmatic pulse waxes and wanes. The methodology of combining field and chemical data with computer analysis can be broadly applied to other volcanic terrains, and the results of this study provide a quantitative basis for understanding other large volume magmatic events on Earth. \r\n\r\nWe hypothesize that the lower Steens Basalt represents magmatism dominated by high rates of magma input during an earlier, energetically waxing stage of magmatism. In contrast, Upper Steens Basalt experienced more interaction with the crust in a thermally waning system, as the locus of CRB activity migrated north and the crustal magmatic system moved to shallower depths in the crust. These hypotheses will be tested by fieldwork, where a representative suite of lava samples will be collected; collection of whole-rock major and trace elements, O-, Sr-, Nd-, Pb-, Hf-, Os- and He-isotopes, petrography and mineral chemistry data; and thermobarometric calculations and other computational petrologic models. Results of this study will allow the petrologic evolution of Steens magmas to be placed in context with mass and thermal exchange that occurred between crust and mantle during the onset of the Columbia River flood basalt event.  The broader impacts include (1) involvement of a diverse group of scientists including 2 PIs, 1 PhD student, 2 MS students and several undergraduates. At least 5 are female scientists (including one Latina); (2) development/refinement and presentation of modeling tutorials; (3) scientific outreach in the form of public lectures and field trips; (4) dissemination of results via publications, and conferences; (5) integration of results and rock samples into classes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anita",
   "pi_last_name": "Grunder",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Anita L Grunder",
   "pi_email_addr": "grundera@geo.oregonstate.edu",
   "nsf_id": "000454311",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "CEOAS Admin 102",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 267871.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Flood Basalts are made of great stacks of basaltic lava that cover vast areas comparable to sizable countries. They have occurred episodically in Earth history and were major upheavals, often linked to extinctions. The objective is to understand what happens to the continental cust when massive mantle melting created magmas that penetrate the crust to the Earth's surface.</span>The stack of more than 200 flows exposed in a large fault block at Steens Mountain, southeastern Oregon, is uniquely suited to address the processes acting during the onset of massive basalt magmatism because the Steens Basalts are the earliest part of the Columbia River Flood Basalt event.</p>\n<p>The Steens research team improved and extended the stratigraphic sampling of basalts to create a detailed temporal reconstruction of changes in basalts in time. The data includes documentation of &nbsp;textures, mineralogy, mineral composition, and chemical and isotopic composition of lava samples. These data were used to evaluate: a) conditions of magma storage; b) the processes that caused the changes in compositions in time; c) the mantle and crustal influences on magmatism in time; and, coupled with energy-constrained petrologic computer modeling; d) the amount and character of igneous material added to the crust during a giant pulse of basaltic magmatism.&nbsp;</p>\n<p>Important finds are:</p>\n<p>1. We document three distinct stages of development of the Steens Basalt, and by analogy other flood basalts, as recorded in three distinct stratigraphic packages that represent early onset, waxing and waning of a major basalt pulse from the mantle to the crust: the newly identified Lower A Steens Basalt, the Lower B Steens Basalt and the Upper Steens Basalt, respectively.</p>\n<p>2. The onset of Steens Basalt volcanism was at 17 million years ago (our new age data from Steens A) and lasted at most 300,000 years (previous paleomagnetic work).The Lower A and Upper Steens Basalt represent times when eruption frequency was slower, as weathering horizons separate many of the flows. During the more voluminous Lower B Steens portion, flows were erupted in rapid succession, without time for significant weathering.</p>\n<p>3. Compositions of the mineral plagioclase and olivine, coupled with petrologic computer modeling indicate that the Steens Basalt magmas staged in the upper crust (about 6 to 12 km in depth) before eruption.</p>\n<p>4. During Lower B Steens, the time of most voluminous and frequent eruption, the upper crustal magma reservoir was tiered into a lower strongly recharged zone with the prevaling mineral olivine and an upper zone crystal fractionation-dominated zone with the prevailing mineral plagioclase.&nbsp;</p>\n<p>5. Coupled with point 4, zig-zagging concentrations of such as MgO and Ni in sequential flows implies the Steens Basalt system is underlain by a large layered mafic intrusion in the shallow crust. Layered mafic intrusions are infrequent events punctuating Earth history. This analogy broadens the application and implications of the work on Steens and other flood basalts.</p>\n<p>6. Radiogenic isotopic data flesh out previous models of mixing on an enriched and a depleted mantle source. &nbsp;The depleted component increases in time attendant with recharge in Lower B time. Once the system recharged enough to heat the crust, the wall-rocks begin to melt and contaminate the magma; Upper Steens Basalts have modest crustal contamination that is rare in Lower B Steens.</p>\n<p>7. The continental crust is substantially remade to more basaltic composition by the Steens event. The modeling indicates that the recharge-intensive phase requires magma chamber growth of a factor of 35. This coupled with the crystal accumulation during cooling cycles requires such vast addition of mafic material to the crust that some is shed (delaminated) from the deep crust. This idea is subject of further work.</p>\n<p>8. The large (1-6 cm) plagioclase crystals for which Steens Basalts are well known occur most prominently in the recharge-dominated Lower B Steens. Compositional and isotopic data indicate equilibrium with the host melt. We conclude that plagioclases in a resident magma are largely remelted by recharging hot basaltic magma. Subsequent cooling and crystallization of the now plagioclase supersaturated melt causes a bloom of plagiocalse on the few remaining nuclei, analogous to coarsening in ice cream in the thermally alternating environment of a frost-free freezer.</p>\n<p>The OSU-centric work has resulted in 1 PhD thesis, 1 published paper, 2 papers in preparation, numerous conference presentations, and two special sessions&nbsp;at international conferences.&nbsp;&nbsp;It has contributed to the training of one PhD student going to a college teaching position, and 3 undergraduate trainees, all now graduated and employed in their field.&nbsp;In conjunction with Central Washington, another 3 MS students and 3 undergraduates have received training in how to conduct research, collect data and write up result, in addition to 2 modeling workshops. Two further manuscripts are in preparation, one on plagioclase equilibria and one on modeling protocols.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/20/2018<br>\n\t\t\t\t\tModified by: Anita&nbsp;L&nbsp;Grunder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFlood Basalts are made of great stacks of basaltic lava that cover vast areas comparable to sizable countries. They have occurred episodically in Earth history and were major upheavals, often linked to extinctions. The objective is to understand what happens to the continental cust when massive mantle melting created magmas that penetrate the crust to the Earth's surface.The stack of more than 200 flows exposed in a large fault block at Steens Mountain, southeastern Oregon, is uniquely suited to address the processes acting during the onset of massive basalt magmatism because the Steens Basalts are the earliest part of the Columbia River Flood Basalt event.\n\nThe Steens research team improved and extended the stratigraphic sampling of basalts to create a detailed temporal reconstruction of changes in basalts in time. The data includes documentation of  textures, mineralogy, mineral composition, and chemical and isotopic composition of lava samples. These data were used to evaluate: a) conditions of magma storage; b) the processes that caused the changes in compositions in time; c) the mantle and crustal influences on magmatism in time; and, coupled with energy-constrained petrologic computer modeling; d) the amount and character of igneous material added to the crust during a giant pulse of basaltic magmatism. \n\nImportant finds are:\n\n1. We document three distinct stages of development of the Steens Basalt, and by analogy other flood basalts, as recorded in three distinct stratigraphic packages that represent early onset, waxing and waning of a major basalt pulse from the mantle to the crust: the newly identified Lower A Steens Basalt, the Lower B Steens Basalt and the Upper Steens Basalt, respectively.\n\n2. The onset of Steens Basalt volcanism was at 17 million years ago (our new age data from Steens A) and lasted at most 300,000 years (previous paleomagnetic work).The Lower A and Upper Steens Basalt represent times when eruption frequency was slower, as weathering horizons separate many of the flows. During the more voluminous Lower B Steens portion, flows were erupted in rapid succession, without time for significant weathering.\n\n3. Compositions of the mineral plagioclase and olivine, coupled with petrologic computer modeling indicate that the Steens Basalt magmas staged in the upper crust (about 6 to 12 km in depth) before eruption.\n\n4. During Lower B Steens, the time of most voluminous and frequent eruption, the upper crustal magma reservoir was tiered into a lower strongly recharged zone with the prevaling mineral olivine and an upper zone crystal fractionation-dominated zone with the prevailing mineral plagioclase. \n\n5. Coupled with point 4, zig-zagging concentrations of such as MgO and Ni in sequential flows implies the Steens Basalt system is underlain by a large layered mafic intrusion in the shallow crust. Layered mafic intrusions are infrequent events punctuating Earth history. This analogy broadens the application and implications of the work on Steens and other flood basalts.\n\n6. Radiogenic isotopic data flesh out previous models of mixing on an enriched and a depleted mantle source.  The depleted component increases in time attendant with recharge in Lower B time. Once the system recharged enough to heat the crust, the wall-rocks begin to melt and contaminate the magma; Upper Steens Basalts have modest crustal contamination that is rare in Lower B Steens.\n\n7. The continental crust is substantially remade to more basaltic composition by the Steens event. The modeling indicates that the recharge-intensive phase requires magma chamber growth of a factor of 35. This coupled with the crystal accumulation during cooling cycles requires such vast addition of mafic material to the crust that some is shed (delaminated) from the deep crust. This idea is subject of further work.\n\n8. The large (1-6 cm) plagioclase crystals for which Steens Basalts are well known occur most prominently in the recharge-dominated Lower B Steens. Compositional and isotopic data indicate equilibrium with the host melt. We conclude that plagioclases in a resident magma are largely remelted by recharging hot basaltic magma. Subsequent cooling and crystallization of the now plagioclase supersaturated melt causes a bloom of plagiocalse on the few remaining nuclei, analogous to coarsening in ice cream in the thermally alternating environment of a frost-free freezer.\n\nThe OSU-centric work has resulted in 1 PhD thesis, 1 published paper, 2 papers in preparation, numerous conference presentations, and two special sessions at international conferences.  It has contributed to the training of one PhD student going to a college teaching position, and 3 undergraduate trainees, all now graduated and employed in their field. In conjunction with Central Washington, another 3 MS students and 3 undergraduates have received training in how to conduct research, collect data and write up result, in addition to 2 modeling workshops. Two further manuscripts are in preparation, one on plagioclase equilibria and one on modeling protocols.\n\n\t\t\t\t\tLast Modified: 06/20/2018\n\n\t\t\t\t\tSubmitted by: Anita L Grunder"
 }
}