{
 "awd_id": "1427096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: Using Multi-Robot Enabled Dexterous Locomotion to Search for Victims in Disaster Areas",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2014-07-18",
 "awd_abstract_narration": "After a disaster, such as an earthquake or hurricane, victims are often trapped in voids that are survivable but too difficult or dangerous for rescuers to reach.  Small robots that can crawl through narrow crevices could provide rescuers with valuable information about where to focus their efforts.  Although individual small-scale robots have previously lacked the intelligence and mobility of larger robots, recent breakthroughs in robot locomotion, and compact computers (from cell-phone technology) will enable the development of distributed robotic teams of dozens of very low-cost, small-scale mobile robots coordinating with each other to overcome obstacles while rapidly making a map of an irregular environment.  This National Robotics Initiative (NRI) award supports fundamental research in understanding how to design systems of multiple robots which can cooperate with each other to identify and then move over obstacles, while providing information to, and receiving overall guidance from, human operators.  Success in this research project will bring society closer to having teams of mobile, disposable, search and rescue robots which can robustly locomote through uncertain environments and find survivors in disaster situations while removing risks posed to human and animal rescuers.  In addition to graduate students, undergraduate students will gain firsthand experience in the design and control of millirobotic platforms, and robot designs will be made publically available for construction and simulation. To increase youth interest in science, technology, engineering and math, middle school students will be engaged in robot design and build activities.\r\n\r\nThis research project aims to understand how to combine enhanced mobility through dynamic robot cooperation with distributed low-cost mapping of irregular environments.  To reduce cost and complexity, millirobots are typically minimally actuated and have limited mobility in complex terrain.  Through dynamic robot cooperation, multiple robots can jointly traverse terrain features which can block single robots.  Algorithms will be developed to flexibly surmount obstacles by combining forces from multiple robots and using robot body surfaces as temporary bridging or stepping elements, which should enable teams of millirobots to cooperatively locomote and explore areas efficiently, for example by finding, or if necessary, creating low-energy ingress paths.  The research team will develop new techniques for joint 3D mapping using multiple small and medium robots size equipped with lightweight sensors. A research challenge is using compact (sub-5 gram) steerable lasers and image sensors to identify reference points, and then using low-bandwidth communication of the most salient features to higher level computation nodes to create a 3D global map.  Exterior surface maps will be fused with interior maps to guide search planning towards the regions with highest probability of unexplored volumes.  Human searchers can carry lightweight mapping gear (on the order of 100 grams) while working on exterior surfaces, and provide information regarding the search regions.  The robot ensemble will be tested at a local urban search and rescue training facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Fearing",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald S Fearing",
   "pi_email_addr": "ronf@eecs.berkeley.edu",
   "nsf_id": "000182404",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Avideh",
   "pi_last_name": "Zakhor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avideh Zakhor",
   "pi_email_addr": "avz@eecs.berkeley.edu",
   "nsf_id": "000447514",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201770",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Multi-Robot Enabled Dextrous Locomotion for Search</p>\n<p>&nbsp;</p>\n<p>Distributed robotic teams of dozens of very low-cost, small-scale mobile robots coordinating with each other and people could rapidly explore dangerous environments after a disaster, for example to find survivable voids in collapsed buildings.&nbsp; Although individual palm-size robots have previously lacked the intelligence and mobility of larger robots, recent breakthroughs in robot locomotion, and compact computers (from cell-phone technology) can enable a group of robots to overcome obstacles while rapidly making a map of an irregular environment.&nbsp; This award supported fundamental research in understanding how to design systems of multiple robots which can cooperate with each other to identify and then move over obstacles, while providing information to, and receiving overall guidance from, human operators</p>\n<p>For Intellectual Merit, this project resulted in advancing understanding of Multi-Robot Dextrous Locomotion. In particular, new algorithms and robot locomotion strategies were created for pairs of miniature robots to cooperatively climb a step obstacle, and for a robot to right another robot which was inverted. We also found new algorithms for miniature legged robots to quickly learn to locomote on terrains the robots had not previously encountered. We created and demonstrated a new algorithm called ``inchworm localization? where simple triangulation sensing can be used to keep track of robot position, reducing required computer requirements for robot mapping. We also created light-weight thin film electrostatic actuators for ultra low-cost laser steering, useful for localization in dark environments.</p>\n<p>For Broader Impacts, this project provided training for 8 graduate students and 6 undergraduates in the design and control of millirobotic platforms. As part of this project, we created a small tracked platform (300 grams) called ``Zumy? which features a quad-core Odroid CPU, and has been configured to run Linux and the standard Robot Operating System (ROS). The robot design has been made publically available at wiki.eecs.berkeley.edu/biomimetics/Main/Zumy, and has been used in an undergraduate robotics class at Berkeley. Results from this research project will bring society closer to having teams of mobile, disposable, search and rescue robots which can robustly locomote through uncertain environments and find survivors in disaster situations while removing risks posed to human and animal rescuers.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2019<br>\n\t\t\t\t\tModified by: Ronald&nbsp;S&nbsp;Fearing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMulti-Robot Enabled Dextrous Locomotion for Search\n\n \n\nDistributed robotic teams of dozens of very low-cost, small-scale mobile robots coordinating with each other and people could rapidly explore dangerous environments after a disaster, for example to find survivable voids in collapsed buildings.  Although individual palm-size robots have previously lacked the intelligence and mobility of larger robots, recent breakthroughs in robot locomotion, and compact computers (from cell-phone technology) can enable a group of robots to overcome obstacles while rapidly making a map of an irregular environment.  This award supported fundamental research in understanding how to design systems of multiple robots which can cooperate with each other to identify and then move over obstacles, while providing information to, and receiving overall guidance from, human operators\n\nFor Intellectual Merit, this project resulted in advancing understanding of Multi-Robot Dextrous Locomotion. In particular, new algorithms and robot locomotion strategies were created for pairs of miniature robots to cooperatively climb a step obstacle, and for a robot to right another robot which was inverted. We also found new algorithms for miniature legged robots to quickly learn to locomote on terrains the robots had not previously encountered. We created and demonstrated a new algorithm called ``inchworm localization? where simple triangulation sensing can be used to keep track of robot position, reducing required computer requirements for robot mapping. We also created light-weight thin film electrostatic actuators for ultra low-cost laser steering, useful for localization in dark environments.\n\nFor Broader Impacts, this project provided training for 8 graduate students and 6 undergraduates in the design and control of millirobotic platforms. As part of this project, we created a small tracked platform (300 grams) called ``Zumy? which features a quad-core Odroid CPU, and has been configured to run Linux and the standard Robot Operating System (ROS). The robot design has been made publically available at wiki.eecs.berkeley.edu/biomimetics/Main/Zumy, and has been used in an undergraduate robotics class at Berkeley. Results from this research project will bring society closer to having teams of mobile, disposable, search and rescue robots which can robustly locomote through uncertain environments and find survivors in disaster situations while removing risks posed to human and animal rescuers. \n\n\t\t\t\t\tLast Modified: 01/27/2019\n\n\t\t\t\t\tSubmitted by: Ronald S Fearing"
 }
}