{
 "awd_id": "1427150",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coastal SEES Collaborative Research:   Effects of restoration and redevelopment on nitrogen dynamics in an urban coastal watershed",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": "7032927431",
 "po_email": "dmsmith@nsf.gov",
 "po_sign_block_name": "Dena Smith-Nufio",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 449999.0,
 "awd_amount": 449999.0,
 "awd_min_amd_letter_date": "2014-09-09",
 "awd_max_amd_letter_date": "2014-09-09",
 "awd_abstract_narration": "Excess nitrogen associated with urbanization is a critical threat to the sustainability of coastal systems across the globe.  More than half of the estuaries in the United States show some level of impairment due to excess nitrogen.  Concerns about nitrogen have intensified with the development of plans to achieve nutrient reductions required for compliance with new regulations. This project will resolve critical uncertainties related to the effects of urban stream and watershed restoration efforts on nitrogen dynamics. Human social and economic factors that affect the implementation of these efforts will also be addressed.  The combined environmental, social and economic insights from this project have the potential to transform assessments and management of urban coastal sustainability across the globe.  The research will build on ongoing relationships with environmental managers in Baltimore City and County in the areas of water quality and sustainability.  Researchers will engage representatives from city, county and state government agencies; non-governmental organizations such as the Parks & People Foundation and Blue Water Baltimore; and local community groups through face-to-face interviews, webinars, and research summaries.  The research team will also initiate a citizen science effort where residents collect data on pests and garbage associated with restoration efforts, and will determine whether participation as a citizen scientist increases knowledge of and enthusiasm for restoration practices.  This effort will directly address concerns that many Baltimore residents have expressed about crime, pest production, and garbage associated with restoration activities.  Additional broader impacts include training graduate and undergraduate students in sustainability science.  This project is supported as part of the National Science Foundation's Coastal Science, Engineering, and Education for Sustainability program - Coastal SEES.\r\n\r\nThis project will address the complex interactions between biophysical and social science factors that underlie the effects of urbanization on coastal sustainability.  Building on the coupled socio-ecological research of the National Science Foundation funded Baltimore urban Long-Term Ecological Research (LTER) project, the Baltimore Ecosystem Study, the work will address the following questions:  How efficient are stream restoration and installation of green infrastructure in reducing nitrogen delivery to the coast?  Are these effects easily overwhelmed by degradation of fundamental sanitary infrastructure?  Do coastal residents of different socio-economic status and distance to the coast know and care about the ecological integrity of receiving waters?  Can citizen science efforts increase resident knowledge and interest in coastal water quality?  A team of ecologists, engineers, geographers, sociologists and economists will evaluate the nitrogen benefits and public support for a series of old and new stream restoration projects in the Baltimore area and determine if the nitrogen benefits of these restorations and other green infrastructure interventions are significant and visible in watershed-scale nitrogen mass balances.  The group will assess the willingness of stakeholders to adopt these interventions in neighborhoods varying in socio-economic status and distance to the coast and carry out economic and policy analyses of stream and watershed restoration efforts.  This information will be used to identify areas within the urban to exurban complex where social and biophysical factors converge to create opportunities for restoration and revitalization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Welty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire Welty",
   "pi_email_addr": "weltyc@umbc.edu",
   "nsf_id": "000221451",
   "pi_start_date": "2014-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Miller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Miller",
   "pi_email_addr": "miller@umbc.edu",
   "nsf_id": "000201480",
   "pi_start_date": "2014-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Doheny",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Doheny",
   "pi_email_addr": "ejdoheny@usgs.gov",
   "nsf_id": "000501823",
   "pi_start_date": "2014-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 Hilltop Circle",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797800",
   "pgm_ele_name": "Global Systems Science"
  },
  {
   "pgm_ele_code": "808800",
   "pgm_ele_name": "SEES Coastal"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 449999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Technical outcomes. The purpose of this collaborative part of the award was to examine the contributions of storm flow vs groundwater to stream nitrate loads.&nbsp; The work was carried out in Dead Run, which is a tributary of the Gwnnns Falls, which empties into the Baltimore Harbor and in turn to the Chesapeake Bay.&nbsp;</p>\n<p>Surface water discharge was measured by USGS gaging stations; nitrate sensors set up to measure nitrate concentration every 30 minutes were deployed at the USGS gage locations, that in combination with discharge measurements,&nbsp;enabled calculation of accurate mean daily nitrate loads exported from the watershed via the stream system.&nbsp;&nbsp;</p>\n<p>35 wells were hand drilled in DR5, a headwater tributary of Dead Run.&nbsp; Arrays of shallow and deep well points were installed in the riparian zone and at the hilltop on both sides of the stream at 5 locations.&nbsp;&nbsp;</p>\n<p>Results showed that fairly steady-state concentrations of nitrate were present in deep groundwater that were similar to nitrate concentrations observed in the stream.&nbsp; This has significant implications for stream restoration practices, as the legacy reservoir of groundwater nitrate is often not the targeted source to be treated by these practices.&nbsp;&nbsp;</p>\n<p>Educational outcomes.&nbsp; This project contributed to the education and training of 5 undergraduates and 2 graduate students at UMBC.&nbsp;</p>\n<p>Infrastructure outcomes.&nbsp; This project contributed to building new field research infrastructure in the Baltimore region that can be continued to be used for future projects.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Claire&nbsp;Welty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTechnical outcomes. The purpose of this collaborative part of the award was to examine the contributions of storm flow vs groundwater to stream nitrate loads.  The work was carried out in Dead Run, which is a tributary of the Gwnnns Falls, which empties into the Baltimore Harbor and in turn to the Chesapeake Bay. \n\nSurface water discharge was measured by USGS gaging stations; nitrate sensors set up to measure nitrate concentration every 30 minutes were deployed at the USGS gage locations, that in combination with discharge measurements, enabled calculation of accurate mean daily nitrate loads exported from the watershed via the stream system.  \n\n35 wells were hand drilled in DR5, a headwater tributary of Dead Run.  Arrays of shallow and deep well points were installed in the riparian zone and at the hilltop on both sides of the stream at 5 locations.  \n\nResults showed that fairly steady-state concentrations of nitrate were present in deep groundwater that were similar to nitrate concentrations observed in the stream.  This has significant implications for stream restoration practices, as the legacy reservoir of groundwater nitrate is often not the targeted source to be treated by these practices.  \n\nEducational outcomes.  This project contributed to the education and training of 5 undergraduates and 2 graduate students at UMBC. \n\nInfrastructure outcomes.  This project contributed to building new field research infrastructure in the Baltimore region that can be continued to be used for future projects.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Claire Welty"
 }
}