{
 "awd_id": "1427105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coastal SEES Collaborative Research:   A cross-site comparison of salt marsh persistence in response to sea-level rise and feedbacks from social adaptations",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 377776.0,
 "awd_amount": 377776.0,
 "awd_min_amd_letter_date": "2014-08-05",
 "awd_max_amd_letter_date": "2015-02-06",
 "awd_abstract_narration": "Nearly half of the world's population lives within 100 km of the coast, the area ranked as the most vulnerable to climate-driven sea-level rise (SLR). Projected rates of accelerated SLR are expected to cause massive changes that would transform both the ecological and social dynamics of low-lying coastal areas. It is thus essential to improve understanding of the sustainability of coupled coastal human-environment systems in the face of SLR. Salt marshes are intertidal habitats that provide a buffer for coastal communities to SLR and are also valued for many other ecosystem services, including wildlife habitat, nutrient cycling, carbon sequestration, aesthetics, and tourism. They are highly dynamic systems that have kept pace with changes in sea level over millennia. However, projected rates of SLR and increased human modification of coastal watersheds and shorelines may push marshes past a tipping point beyond which they are lost. Developing realistic scenarios of marsh vulnerability demands an integrated approach to understanding the feedbacks between the biophysical and social factors that influence the persistence of marshes and their supporting functions. This project will examine the comparative vulnerability of salt marshes to SLR in three U.S. Atlantic coastal sites that vary with respect to sediment supply, tidal range and human impacts. The research team will also address how feedbacks from potential adaptations influence marsh vulnerability, associated economic benefits and costs, and practical management decisions. Additional broader impacts include incorporating research results into curriculum used at local schools, an on-line cross-disciplinary graduate course, and on-going teacher-training programs, as well as training one postdoctoral researcher, four graduate students, and eight undergraduate researchers. This project is supported as part of the National Science Foundation's Coastal Science, Engineering, and Education for Sustainability program - Coastal SEES.\r\n\r\nThis project leverages the long-term data, experiments and modeling tools at three Atlantic Coast Long-Term Ecological Research sites (in MA, VA, GA), and addresses the broad interdisciplinary question \"How will feedbacks between marsh response to SLR and human adaptation responses to potential marsh loss affect the overall sustainability of the combined socio-ecological systems?\" The goals of the project are to understand: 1) how marsh vulnerability to current and projected SLR, with and without adaptation actions, compares across biogeographic provinces and a range of biophysical and social drivers; and 2) which marsh protection actions local stakeholder groups favor, and the broader sustainability and economic value implications of feasible adaptation options. The biophysical research uses historical trends, \"point\" and spatial models to determine threshold and long-term responses of marshes to SLR. Social responses to marsh vulnerability are integrated with biophysical models through future scenario planning with stakeholders, economic valuation of marsh adaptation options, and focus groups that place the combined project results within a concrete policy planning context to assess how marshes fit into the larger view of coastal socio-ecological sustainability. This integrated approach at multiple sites along gradients of both environmental and human drivers will allow for general conclusions to be made about human-natural system interactions and sustainability that can be broadly applicable to other coastal systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Johnston",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Johnston",
   "pi_email_addr": "rjohnston@clarku.edu",
   "nsf_id": "000536729",
   "pi_start_date": "2014-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Polsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colin Polsky",
   "pi_email_addr": "cpolsky@fau.edu",
   "nsf_id": "000156439",
   "pi_start_date": "2014-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101477",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ele_code": "797800",
   "pgm_ele_name": "Global Systems Science"
  },
  {
   "pgm_ele_code": "808800",
   "pgm_ele_name": "SEES Coastal"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 377776.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nearly half of the world's population lives within 100 km of the coast, the area ranked as the most vulnerable to climate-driven sea-level rise (SLR). Salt marshes are intertidal habitats that provide a buffer for coastal communities to SLR and are valued for many other ecosystem services, including support for wildlife habitat, nutrient cycling, carbon sequestration, aesthetics, and tourism. They are highly dynamic systems that have kept pace with changes in sea level over millennia. However, projected rates of SLR and increased human modification of coastal watersheds and shorelines may push marshes past a tipping point beyond which they are lost. There is now widespread concern about the loss of marsh benefits given the accelerated and uncertain rise in sea level, and associated efforts to identify feasible actions that are best able to sustain marsh ecosystem services into the future. Responding to this urgent challenge, this project examined the comparative vulnerability and socio-economic values of salt marshes to SLR in three U.S. Atlantic coastal sites that vary with respect to sediment supply, tidal range and human impacts. It leveraged long-term data, experiments and socio-ecological modeling tools at three Atlantic Coast Long-Term Ecological Research sites (in MA, VA, GA), and addressed the broad interdisciplinary question \"How do feedbacks between marsh response to SLR and human adaptation responses to potential marsh loss affect the overall sustainability of the combined socio-ecological systems?\"&nbsp;</p>\n<p>Researchers at Clark University and Florida Atlantic University developed the economic and social science components of this multi-disciplinary project. This work focused on the second of two primary research questions within the larger project, \"Which marsh adaptation actions do local stakeholder groups favor, and what are the broader sustainability, economic and feasibility implications of these choices?\" This research included qualitative and quantitative research methods. Results provided robust evidence that coastal marshes provide a myriad of benefits to the public. Focus groups with residents of coastal MA, VA and GA revealed that members of the general public understand that marshes provide a broad range of ecosystem services, including cultural services (broadly characterized as those that support experiences and cognitive processes that contribute to personal well-being or communal fulfillment), coastal protection and direct economic/market benefits, among others. The relative importance of these services to people varied across different sites, but suggest broad support among the public for sustaining marshes. Results of economic value meta-analyses (\"studies of studies\") showed that US households hold significant economic values for salt marsh habitats across the country, as related to the ability of marshes to support ecosystem services such as fisheries, recreation and cultural services, among others. These values were quantified in terms of households' willingness to pay for marsh habitat improvement and increases in marsh area. Results allow these values to be predicted for any US coastal marsh. Ecological improvements to coastal marshes provide significant values to the public, even for improvements that are not associated with direct human uses.&nbsp;&nbsp;</p>\n<p>The project also studied how investments in marsh conservation actions (preserving different types of land onto which marshes can \"migrate\" as sea levels rise) can be diversified to maximize marsh benefits over time, while hedging against risk due to uncertain future conditions. This approach applied the same type of modeling that is used to diversify financial investment portfolios. The model accounts for the fact that different types of preserved coastal land (e.g., land types at different elevations and/or locations) differ in their ability to support marsh under uncertain future conditions. A case study application on the Eastern Shore of VA suggested that greater emphasis should be placed on the preservation of higher elevation agricultural land for future marsh migration, particularly if decision-makers are pessimistic about future sea level rise.&nbsp;</p>\n<p>This research involved 2 undergraduate students, 5 MA students and 2 PhD students. The results were presented at three salt marsh and sea-level rise workshops organized for this project, as well as in multiple public and academic venues. Data from the project are available through the project's BCO-DMO website (http://www.bco-dmo.org/project/638543) and through EDI (https://doi.org/10.6073/pasta/8812c6593eec5f0f495f08bb782e94b7, https://doi.org/10.6073/pasta/0f574bf189dfc1b3a3a6d37368094e54).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2020<br>\n\t\t\t\t\tModified by: Robert&nbsp;J&nbsp;Johnston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNearly half of the world's population lives within 100 km of the coast, the area ranked as the most vulnerable to climate-driven sea-level rise (SLR). Salt marshes are intertidal habitats that provide a buffer for coastal communities to SLR and are valued for many other ecosystem services, including support for wildlife habitat, nutrient cycling, carbon sequestration, aesthetics, and tourism. They are highly dynamic systems that have kept pace with changes in sea level over millennia. However, projected rates of SLR and increased human modification of coastal watersheds and shorelines may push marshes past a tipping point beyond which they are lost. There is now widespread concern about the loss of marsh benefits given the accelerated and uncertain rise in sea level, and associated efforts to identify feasible actions that are best able to sustain marsh ecosystem services into the future. Responding to this urgent challenge, this project examined the comparative vulnerability and socio-economic values of salt marshes to SLR in three U.S. Atlantic coastal sites that vary with respect to sediment supply, tidal range and human impacts. It leveraged long-term data, experiments and socio-ecological modeling tools at three Atlantic Coast Long-Term Ecological Research sites (in MA, VA, GA), and addressed the broad interdisciplinary question \"How do feedbacks between marsh response to SLR and human adaptation responses to potential marsh loss affect the overall sustainability of the combined socio-ecological systems?\" \n\nResearchers at Clark University and Florida Atlantic University developed the economic and social science components of this multi-disciplinary project. This work focused on the second of two primary research questions within the larger project, \"Which marsh adaptation actions do local stakeholder groups favor, and what are the broader sustainability, economic and feasibility implications of these choices?\" This research included qualitative and quantitative research methods. Results provided robust evidence that coastal marshes provide a myriad of benefits to the public. Focus groups with residents of coastal MA, VA and GA revealed that members of the general public understand that marshes provide a broad range of ecosystem services, including cultural services (broadly characterized as those that support experiences and cognitive processes that contribute to personal well-being or communal fulfillment), coastal protection and direct economic/market benefits, among others. The relative importance of these services to people varied across different sites, but suggest broad support among the public for sustaining marshes. Results of economic value meta-analyses (\"studies of studies\") showed that US households hold significant economic values for salt marsh habitats across the country, as related to the ability of marshes to support ecosystem services such as fisheries, recreation and cultural services, among others. These values were quantified in terms of households' willingness to pay for marsh habitat improvement and increases in marsh area. Results allow these values to be predicted for any US coastal marsh. Ecological improvements to coastal marshes provide significant values to the public, even for improvements that are not associated with direct human uses.  \n\nThe project also studied how investments in marsh conservation actions (preserving different types of land onto which marshes can \"migrate\" as sea levels rise) can be diversified to maximize marsh benefits over time, while hedging against risk due to uncertain future conditions. This approach applied the same type of modeling that is used to diversify financial investment portfolios. The model accounts for the fact that different types of preserved coastal land (e.g., land types at different elevations and/or locations) differ in their ability to support marsh under uncertain future conditions. A case study application on the Eastern Shore of VA suggested that greater emphasis should be placed on the preservation of higher elevation agricultural land for future marsh migration, particularly if decision-makers are pessimistic about future sea level rise. \n\nThis research involved 2 undergraduate students, 5 MA students and 2 PhD students. The results were presented at three salt marsh and sea-level rise workshops organized for this project, as well as in multiple public and academic venues. Data from the project are available through the project's BCO-DMO website (http://www.bco-dmo.org/project/638543) and through EDI (https://doi.org/10.6073/pasta/8812c6593eec5f0f495f08bb782e94b7, https://doi.org/10.6073/pasta/0f574bf189dfc1b3a3a6d37368094e54).\n\n\t\t\t\t\tLast Modified: 11/16/2020\n\n\t\t\t\t\tSubmitted by: Robert J Johnston"
 }
}