{
 "awd_id": "1427262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coastal SEES Collaborative Research: Morphologic, Socioeconomic, and Engineering Sustainability of Massively Anthropic Coastal Deltas: the Compelling Case of the Huanghe Delta",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": "7032927431",
 "po_email": "dmsmith@nsf.gov",
 "po_sign_block_name": "Dena Smith-Nufio",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 526427.0,
 "awd_amount": 576230.0,
 "awd_min_amd_letter_date": "2014-09-05",
 "awd_max_amd_letter_date": "2016-01-13",
 "awd_abstract_narration": "Owing to their extraordinary natural resources and ecosystem services, river-delta coastlines host hundreds of millions of people worldwide. However, the sustainability of society on delta landscapes is uncertain, due to significant human influences including: 1) reduction of sediment - the life sustaining resource for any delta system - as a result of damming and leveeing of river channels, 2) disrupting natural sediment dispersal and deposition patterns within and along river-delta coastlines, 3) accelerated sinking of low-lying deltaic landscapes due to sub-surface water and fossil fuel extraction, and 4) sea-level rise, which threatens to drown deltaic landscapes.  The overarching goal of this project is to evaluate river-delta sustainability by merging science that examines physical aspects of delta growth with socio-economic decisions.  This research will provide guidance for the sustainable use of vulnerable delta resources, while promoting best engineering practices that protect society and infrastructure from disasters including river flooding, ocean storms, and sea-level rise.  Additional broader impacts include training future scholars for the interdisciplinary field of coastal sustainability, creating an internet-based interface to promote global-citizen awareness in coastal sustainability, and developing teaching modules with complementary workshops intended for high-school courses on coastal science and sustainability for underrepresented groups in Houston and Los Angeles. This project is supported as part of the National Science Foundation's Coastal Science, Engineering, and Education for Sustainability program - Coastal SEES.\r\n\r\nThe crucial resource in building sustainable deltaic coastlines is sediment, and the key control on sediment delivery is river channel avulsions, relatively rapid displacements of river channels and the formation of new river channels. A multi-investigator, cross disciplinary team of researchers will address the following questions of fundamental importance to river-delta coastal sustainability: What are the socioeconomic consequences of altering river channel pathways on a highly utilized delta? Are current delta land loss mitigation strategies sustainable over long-range (decades to centuries) timescales? Can the location of significant future flooding events be predicted? These questions will be addressed using the Huanghe (Yellow River) delta, China as a case study. The Huanghe delta is a compelling region because it is one of the most dynamic and heavily urbanized coastal landscapes in the world. Lessons learned from the Huanghe delta will be exportable to evaluate the sustainability of delta coastlines worldwide. This project will build predictive models for coastal sustainability by bringing together the mechanics of avulsion on deltas, associated channel-shoreline interaction, socio-economic response to natural and engineered avulsions, and the resulting coupled human-natural system dynamics. U.S. researchers in cooperation with Chinese colleagues will create a template for multi-disciplinary coastal sustainability research to help guide future governance and decision making that integrates human-delta dynamics, societal objectives and uncertainty, hazard and land use engineering, coastal morphodynamics, and educational outreach. This project will evaluate whether massively anthropic coastal landscapes can be managed using engineered avulsions to minimize coastal erosion in the face of reduced sediment supply and rising sea level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Nittrouer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Nittrouer",
   "pi_email_addr": "Jeffrey.Nittrouer@ttu.edu",
   "nsf_id": "000638576",
   "pi_start_date": "2014-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  },
  {
   "pgm_ele_code": "808800",
   "pgm_ele_name": "SEES Coastal"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 209848.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 316579.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 49803.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Owing to their extraordinary natural resources and ecosystem services, deltaic coastlines host over a half billion people. Societal sustainability on these coastal landscapes is far from certain, however, due to strong anthropogenic influences including sediment-supply reduction, accelerated subsidence from sub-surface fluid extraction, and leveeing of rivers. The crucial resource in building sustainable societies on deltaic coastlines is sediment, and the key control on sediment delivery, whether natural or engineered, is river channel avulsion. We brought together a multi-investigator, cross disciplinary and integrative effort to build mechanistic models for deltaic coastline dynamics, and to develop engineering and socioeconomic tools to inform sustainability, decision making and governance, as well as citizen education and outreach. Our natural laboratory was the Huanghe delta, China, one of the most dynamic and heavily urbanized coastal landscapes in the world.</p>\n<p>Intellectual Merit: We used the active record of human-landscape interactions, and the furious pace of present-day dynamics on the Huanghe delta to understand and model how deltas build land, trigger channel avulsions, and the socioeconomic and engineering impacts of this dynamic system. Through multiple field seasons, development of new numerical models, laboratory experiments, and risk-assessment models, we studied the occurrence, causes (including human perturbation, climate change, and natural system dynamics), and societal response to Huanghe coastal avulsions. We also evaluated whether massively anthropic coastal landscapes can be managed using engineered avulsions to minimize coastal erosion in the face of reduced sediment supply and rising sea level.</p>\n<p>Broader Impacts: Lessons we learned from natural and engineered river avulsions on the Huanghe coast are sustainability lessons for the world. The U.S. has committed tens of billions of dollars to restoring the Mississippi delta and protecting New Orleans but has yet to implement an engineered land-building diversion. In China, however, the Huanghe delta has been managed in this way for numerous societal benefits: engineered avulsions can be used to proactively prevent disasters and ameliorate environmental degradation in coastal wetlands and sediment-starved, eroding coastlines. Our results help build a new, general understanding of processes on deltas including the underlying physics, and balance amongst risks, benefits, and costs.</p>\n<p>This project trained the next generation of scientists in cross-disciplinary coastal science, including multiple undergraduate students, PhD students and postdoctoral scholars. The results have been disseminated in scientific journals, through conference presentations, and through public outreach with local schools, laboratory tours, and the news media. The project also developed an open and collaborative relationship between Chinese and U.S. scientists for mutual benefit.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2020<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;Nittrouer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOwing to their extraordinary natural resources and ecosystem services, deltaic coastlines host over a half billion people. Societal sustainability on these coastal landscapes is far from certain, however, due to strong anthropogenic influences including sediment-supply reduction, accelerated subsidence from sub-surface fluid extraction, and leveeing of rivers. The crucial resource in building sustainable societies on deltaic coastlines is sediment, and the key control on sediment delivery, whether natural or engineered, is river channel avulsion. We brought together a multi-investigator, cross disciplinary and integrative effort to build mechanistic models for deltaic coastline dynamics, and to develop engineering and socioeconomic tools to inform sustainability, decision making and governance, as well as citizen education and outreach. Our natural laboratory was the Huanghe delta, China, one of the most dynamic and heavily urbanized coastal landscapes in the world.\n\nIntellectual Merit: We used the active record of human-landscape interactions, and the furious pace of present-day dynamics on the Huanghe delta to understand and model how deltas build land, trigger channel avulsions, and the socioeconomic and engineering impacts of this dynamic system. Through multiple field seasons, development of new numerical models, laboratory experiments, and risk-assessment models, we studied the occurrence, causes (including human perturbation, climate change, and natural system dynamics), and societal response to Huanghe coastal avulsions. We also evaluated whether massively anthropic coastal landscapes can be managed using engineered avulsions to minimize coastal erosion in the face of reduced sediment supply and rising sea level.\n\nBroader Impacts: Lessons we learned from natural and engineered river avulsions on the Huanghe coast are sustainability lessons for the world. The U.S. has committed tens of billions of dollars to restoring the Mississippi delta and protecting New Orleans but has yet to implement an engineered land-building diversion. In China, however, the Huanghe delta has been managed in this way for numerous societal benefits: engineered avulsions can be used to proactively prevent disasters and ameliorate environmental degradation in coastal wetlands and sediment-starved, eroding coastlines. Our results help build a new, general understanding of processes on deltas including the underlying physics, and balance amongst risks, benefits, and costs.\n\nThis project trained the next generation of scientists in cross-disciplinary coastal science, including multiple undergraduate students, PhD students and postdoctoral scholars. The results have been disseminated in scientific journals, through conference presentations, and through public outreach with local schools, laboratory tours, and the news media. The project also developed an open and collaborative relationship between Chinese and U.S. scientists for mutual benefit.\n\n \n\n\t\t\t\t\tLast Modified: 05/20/2020\n\n\t\t\t\t\tSubmitted by: Jeffrey Nittrouer"
 }
}