{
 "awd_id": "1427985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-UK Planning Visit: Anti-Zeolites for Anion Exchange",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2014-06-13",
 "awd_max_amd_letter_date": "2014-06-13",
 "awd_abstract_narration": "a non-technical explanation\r\nThis CNIC proposal seeks to initiate a new international collaboration between the Oliver group at UC Santa Cruz and the Fogg group at the University of Liverpool. They are two of very few groups worldwide which focus on cationic inorganic materials templated by anions. This project will combine these efforts towards the goal of ?anti-zeolites?: 3-D nanoporous metal oxides that bear a cationic charge and can selectively trap pollutant anions such as chromate, perchlorate and pertechnetate. \r\nThis new collaboration will greatly benefit all researchers of both groups. One graduate and one senior undergraduate will make extended trips to Liverpool, for state-of-the-art training of students at both educational levels. The graduate student will spend one quarter in Liverpool and is an underrepresented minority U.S. citizen. The Fogg group also has expertise and access to in situ powder X-ray diffraction at the Diamond Light Source in Oxfordshire, England. This data collection will be conducted during extended visits to the Fogg lab for understanding the kinetics and thermodynamics of both the synthesis and anion-exchange. Such understanding will allow us to target anionic pollutants of interest and establish reversibility for reuse of the materials. Fogg is one of only a handful of PIs worldwide that studies time resolved in-situ energy dispersive X-ray diffraction to probe the kinetics, mechanism and intermediate formation under both ambient and hydrothermal conditions. This essential insight will allow us to optimize the synthesis and exchange processes of the new materials. Both groups will be involved in the synthesis and characterization of the products by multiple techniques.  Advances into pollutant trapping would have broader impact on the purification of potable water, a critical issue that will continue to grow in the 21st century.\r\n\r\na technical description \r\nAnti-zeolites show greater thermal and chemical stability than anion exchange resins, and remain heterogeneous for possible recharge and reuse. To date, the metal building blocks have been Cu, Ag, Er, Yb and Th. The major goal of this project will be to realize cationic, nanoporous 3-D metal oxides where the pore size/shape can be tuned via choice of anion templating agent. Such control of structure would be analogous to that achieved for zeolites (which are only anionic, so can only exchange extra-framework cations) and allow size/shape selective separation of anions. The synthetic expertise of the two PIs will be coupled to design a suitable anionic template, metal source and synthetic conditions to induce a 3-D nanoporous structure. An understanding of the structure-property relationships would allow the earth abundant metal building blocks to be used such as magnesium, aluminum or transition metals. In addition, the porosity and selectivity could be tuned for targeting heavy metal pollutant anions as well as other applications including catalysis and gas storage as determined by the synthesized frameworks. The combined techniques available to each group will give the project an unprecedented suite of characterization tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Oliver",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Scott R Oliver",
   "pi_email_addr": "soliver@ucsc.edu",
   "nsf_id": "000057537",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "Santa Cruz, CA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": null
}