{
 "awd_id": "1427175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coastal SEES Collaborative Research: Changes in actual and perceived coastal flood risks due to river management strategies",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 269677.0,
 "awd_amount": 134838.0,
 "awd_min_amd_letter_date": "2014-08-29",
 "awd_max_amd_letter_date": "2014-08-29",
 "awd_abstract_narration": "The most populated cities in the world are located on deltaic coastal floodplains because of their rich fertile soils and plentiful natural resources. River deltas are disappearing at increasing rates due to human-caused changes to sediment supply and river flow, gradual sinking of land, and rising sea level, threatening the sustainability of human settlements on coastal river deltas. River management projects, including those designed to promote navigation and reduce flooding, have in some cases accelerated land loss and increased the threat of hurricane flooding. This project will explore the relationships among human river management, sediment supply, wetland building capacity, coastal flood risk, and human perception of flood risk. Testing the connections between river management, wetland loss, and flood risks will improve prediction of future coastal system states and produce guidelines for how to sustainably manage sediment supply and maintain human settlement in coastal areas. Other broader impact activities will include graduate and undergraduate education, application to public policy, and public and K-12 outreach. These are all unified through the general recognition in Louisiana (like many other deltaic coasts) that the science of deltaic restoration has strong and direct impacts on local welfare and economies. This project is supported as part of the National Science Foundation's Coastal Science, Engineering, and Education for Sustainability program - Coastal SEES.\r\n\r\nThis project will explore the co-evolution of deltaic landscapes and human system response by focusing on changes in coastal flood risks due to human manipulations of sediment delivery. Three experimental coastal basins in the central Mississippi River Deltaic Plain with distinct histories of sediment delivery by rivers and wetland loss responses will be investigated. An interdisciplinary team of researchers will combine field studies and modeling approaches to characterize:  1) feedbacks between human river management strategies that reduce sediment delivery and corresponding landscape degradation and 2) causal links between landscape degradation resulting from reduced sediment delivery, increased flood risks from hurricane storm surges, and human responses to perceived flood risks. The team will explore historical and future outcomes of river management strategies, including reorganization of human settlement in coastal areas using computer simulations incorporating how sediment supply builds land and human response to flood risks. Testing these system interactions in a modeling framework will produce foundational knowledge that can inform management decisions and promote sustainable human settlements on deltaic landscapes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Hagen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Scott C Hagen",
   "pi_email_addr": "shagen@lsu.edu",
   "nsf_id": "000389512",
   "pi_start_date": "2014-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808800",
   "pgm_ele_name": "SEES Coastal"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}