{
 "awd_id": "1427453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coastal SEES Collaborative Research: Understanding Coupled Biological and Cultural Resilience across Coastal Pacific Island Systems",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 295751.0,
 "awd_amount": 295751.0,
 "awd_min_amd_letter_date": "2014-09-08",
 "awd_max_amd_letter_date": "2014-09-08",
 "awd_abstract_narration": "Coastal systems are changing rapidly across the globe, resulting in the need for human societies to adapt.  Given the combination of environmental changes, population growth, and climate impacts, projections suggest that subsistence agriculture and coastal fisheries will fail to support the food needs of many Pacific countries by 2030.  The Solomon Islands in the Western Pacific, with their unique cultural, agricultural, and biological diversity could constitute models for how systems adapt to recurrent change.  Although Solomon Island communities have a long history of effectively addressing major unpredictable environmental and social changes, traditional strategies such as reef closures or fisheries restrictions are now faltering in many areas in response to outside forces such as emerging markets for marine resources that were previously unexploited by local people.  This project will study the relationship among pressures such as climate change and increasing human population size, the health of inter-related human-natural systems, and benefits derived from these systems such as food security, clean water, and biodiversity in order to better inform effective management of people and the land and seascapes that support them.  The project will inform future scenarios and resource management planning across a community-driven conservation network developed over the last decade in partnership with the principle investigators.  This project will also contribute to recommendations for incorporating resilience thinking into policy development for climate change adaptation, disaster risk reduction and natural resource management in the Pacific and globally.  The researchers will also engage in innovative ways to evaluate and broaden who is participating in the research and management process, in part by exploring technologies that embrace and use local knowledge and cultural identity.  The project will improve the ability of social and biological scientists and of decision makers to manage community landscapes for sustainability at local levels.  Additional broader impacts include training postdoctoral researchers and master's students from the United States and undergraduates from the Solomon Islands.  This project is supported as part of the National Science Foundation's Coastal Science, Engineering, and Education for Sustainability program - Coastal SEES.\r\n\r\nAcross Pacific Island human and natural communities, recent social and ecological pressures may be changing \"biocultural\" states, defined by coupled and interwoven sets of feedbacks among social, ecological, and evolutionary processes that shape land- and seascape mosaics, communities, and resource values.  Resource use may be shifting due to underlying pressures from demographic, market, and climate changes.  Use of the term biocultural emphasizes that resource management cannot be fully understood from social or biological standpoints alone.  This project will uncover relationships among changing pressures, biocultural states, and socio-ecological benefits.  Researchers will use a pressure-state-benefit-response framework to describe and inform reef-to-ridge management across Solomon Island communities in a multivariate analysis of biocultural state and potential system resilience to ongoing or future shocks.  This project will: 1) evaluate the impact of contemporary landscape mosaic transformation on biocultural state, as defined by indicators of local ecological knowledge, biocultural connectivity, and governance; and 2) assess relationships between the current biocultural state and the state of well-being, both human (as measured by food security and access to sufficient freshwater resources) and ecological (as measured by biodiversity values at the ecosystem scale).  Researchers will analytically relate landscape transformation, biocultural state and well-being benefits to inform future scenario planning.  Researchers will model future shifts with an emphasis on the influence of climate change, market forces, and resource use scenarios to understand how components of a given biocultural state foster resilience potential.  The co-creation of empirical, culturally relevant indicators of biocultural state, combined with participatory scenario planning, will serve as a model for effective integration across western scientific and local knowledge.  This project represents a key advance for the broader scenario planning community by integrating cultural, economic and ecological considerations in a spatially explicit, transparent, and dynamic manner.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Jupiter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy Jupiter",
   "pi_email_addr": "sjupiter@wcs.org",
   "nsf_id": "000639903",
   "pi_start_date": "2014-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wildlife Conservation Society",
  "inst_street_address": "2300 SOUTHERN BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7187418211",
  "inst_zip_code": "104601068",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "WILDLIFE CONSERVATION SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CDM5TJGLBED8"
 },
 "perf_inst": {
  "perf_inst_name": "Wildlife Conservation Society",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BP",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Solomon Islands",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ele_code": "808800",
   "pgm_ele_name": "SEES Coastal"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 295751.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to develop a robust methodology for participatory natural resource management planning to co-create empirical, culturally relevant biocultural indicators at four sites in Western Province, Solomon Islands, to monitor progress against local visions for a good life. This interdisciplinary research is particularly important in the context of the need to incorporate resilience thinking into policy for climate change adaptation, disaster risk reduction, and natural resource management in the Pacific and globally; and this engagement process has proven to be a valuable tool for addressing management challenges in coastal areas. Over the course of 6 years, we built capacity at local, national, and international levels through rigorous training and professional development, and engaged in innovative ways to evaluate and broaden participation in the research and management process, in part by exploring techniques that embrace local knowledge and cultural identity. Based on the community priorities that were developed through this engagement process, we supported and continue to support community-based researchers in investigating patterns and challenges to resilience and reef health at the focal sites. We also used this engagement process to co-create important products for the focal communities, including workshop books that document data, maps, and recommendations from the full scope of the work; and in-depth products, including documentation of local and traditional knowledge of medicinal plants and food culture. Furthermore, we supported communities? aspirations by facilitating engagement with Solomon Islands experts for more in-depth learning about certain aspects of natural resource management through capacity development sessions, and also shared our findings with members of the Solomon Islands government, including the Environment and Conservation Division at the Ministry of Environment, Conservation, and Disaster Management (MECDM).</p>\n<p>The project has already generated several important outcomes. Kalina, for example, established a Locally-Managed Marine Area, and has entered into a partnership with the Wildlife Conservation Society (WCS) for continued support. In Zaira, our community outputs led to the documentation of important knowledge and practice, which had a range of unintended benefits. For example, community members produced mapping products contributed to local governance decision-making, and the land use patterns and knowledge represented in the images played a role in crucial resource management decisions that had implications for maintaining reef health and coastal food supplies.</p>\n<p>As indicated by our lists of presentations through the 6 years of this project, we have used this project to advance understanding of discussions and actions on the international stage. We have combined our Solomon Islands experience with experiences from other countries to drive discussion around biocultural approaches to indicator development and surface the gaps between Pacific Islands realities and the existing suite of global progress measures such as the United Nations? Sustainable Development Goals. Our findings will contribute to shaping post-2020 goals for the Convention on Biological Diversity.</p>\n<p>To date, the project team has published twelve journal articles and one book chapter developed with data and ideas created through this project. Coral reef ecological data collected during Years 1, 2 and 4 were used to understand drivers of distribution of reef sharks at biocultural sites in Western Province (Goetze et al. 2018), as well as combined with remote sensing and modeling data to identify how past and potential future logging could impact coral reefs and fisheries around Kolombangara Island (Wenger et al. 2020). A comprehensive description of the process of biocultural indicator co-production 1) was published in <em>Ecology &amp; Society </em>(McCarter et al. 2018); 2) was written up as a case study showing good practice in developing culturally grounded indicators (Sterling et al. 2017a); and 3) is being highlighted in best practice guidelines on the Cultural and Spiritual Significance of Nature in the Governance and Management of Protected and Conserved Areas being published by IUCN (McCarter et al. 2020). Learning from this project fed into larger regional and global commentaries and analyses regarding the challenges of integrating local, culturally grounded measures of well-being into national and international monitoring frameworks (Sterling et al. 2017b; Dacks et al. 2019; Sterling et al. 2020; Fazey et al. 2020, Krug et al. 2020, Woodside et al. 2020). Development of the project?s social-ecological systems (SES) framework for assessing relationships between drivers, state and responses also heavily influenced the design of WCS?s global coral reef monitoring framework (Gurney &amp; Darling 2017; Gurney et al. 2019), which WCS continues to apply within Solomon Islands, as well as at project sites in eight countries around the world.</p>\n<p>Finally, by leveraging external funding, WCS, in collaboration with Solomon Islands Community Conservation Program (SICCP), has been able to provide ongoing support to biocultural communities at Kolombangara (Vavanga), Kalina and Vangunu (Zaira) to monitor and manage their biocultural land-seascapes. These efforts will enable the learning from this project to continue to feed into conservation practice.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2020<br>\n\t\t\t\t\tModified by: Stacy&nbsp;Jupiter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601864159907_IMG_8665_EmilyDarling--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601864159907_IMG_8665_EmilyDarling--rgov-800width.jpg\" title=\"Surveying Kolombangara reefs\"><img src=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601864159907_IMG_8665_EmilyDarling--rgov-66x44.jpg\" alt=\"Surveying Kolombangara reefs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Wildlife Conservation Society staff checking on metrics of reef health near Vavanga village, Kolombangara Island, Western Province, Solomon Islands</div>\n<div class=\"imageCredit\">Emily Darling</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Stacy&nbsp;Jupiter</div>\n<div class=\"imageTitle\">Surveying Kolombangara reefs</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601863948529_dji1568792768370__JoeMcCarter--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601863948529_dji1568792768370__JoeMcCarter--rgov-800width.jpg\" title=\"Logging disturbance near Zaira Village\"><img src=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601863948529_dji1568792768370__JoeMcCarter--rgov-66x44.jpg\" alt=\"Logging disturbance near Zaira Village\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Drone footage of logging disturbance near Zaira Village, Vangunu Island, Solomon Islands, which jeopardizes downstream water quality and health of connected people and ecosystems</div>\n<div class=\"imageCredit\">Joe McCarter</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Stacy&nbsp;Jupiter</div>\n<div class=\"imageTitle\">Logging disturbance near Zaira Village</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601863680136_GOPR0360_StacyJupiter--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601863680136_GOPR0360_StacyJupiter--rgov-800width.jpg\" title=\"Marine surveys at Kalina LMMA\"><img src=\"/por/images/Reports/POR/2020/1427453/1427453_10341114_1601863680136_GOPR0360_StacyJupiter--rgov-66x44.jpg\" alt=\"Marine surveys at Kalina LMMA\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A team from the Wildlife Conservation Society heads out to survey coral reef condition in the Kalina Locally-Managed Marine Area, Solomon Islands</div>\n<div class=\"imageCredit\">Stacy Jupiter</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Stacy&nbsp;Jupiter</div>\n<div class=\"imageTitle\">Marine surveys at Kalina LMMA</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to develop a robust methodology for participatory natural resource management planning to co-create empirical, culturally relevant biocultural indicators at four sites in Western Province, Solomon Islands, to monitor progress against local visions for a good life. This interdisciplinary research is particularly important in the context of the need to incorporate resilience thinking into policy for climate change adaptation, disaster risk reduction, and natural resource management in the Pacific and globally; and this engagement process has proven to be a valuable tool for addressing management challenges in coastal areas. Over the course of 6 years, we built capacity at local, national, and international levels through rigorous training and professional development, and engaged in innovative ways to evaluate and broaden participation in the research and management process, in part by exploring techniques that embrace local knowledge and cultural identity. Based on the community priorities that were developed through this engagement process, we supported and continue to support community-based researchers in investigating patterns and challenges to resilience and reef health at the focal sites. We also used this engagement process to co-create important products for the focal communities, including workshop books that document data, maps, and recommendations from the full scope of the work; and in-depth products, including documentation of local and traditional knowledge of medicinal plants and food culture. Furthermore, we supported communities? aspirations by facilitating engagement with Solomon Islands experts for more in-depth learning about certain aspects of natural resource management through capacity development sessions, and also shared our findings with members of the Solomon Islands government, including the Environment and Conservation Division at the Ministry of Environment, Conservation, and Disaster Management (MECDM).\n\nThe project has already generated several important outcomes. Kalina, for example, established a Locally-Managed Marine Area, and has entered into a partnership with the Wildlife Conservation Society (WCS) for continued support. In Zaira, our community outputs led to the documentation of important knowledge and practice, which had a range of unintended benefits. For example, community members produced mapping products contributed to local governance decision-making, and the land use patterns and knowledge represented in the images played a role in crucial resource management decisions that had implications for maintaining reef health and coastal food supplies.\n\nAs indicated by our lists of presentations through the 6 years of this project, we have used this project to advance understanding of discussions and actions on the international stage. We have combined our Solomon Islands experience with experiences from other countries to drive discussion around biocultural approaches to indicator development and surface the gaps between Pacific Islands realities and the existing suite of global progress measures such as the United Nations? Sustainable Development Goals. Our findings will contribute to shaping post-2020 goals for the Convention on Biological Diversity.\n\nTo date, the project team has published twelve journal articles and one book chapter developed with data and ideas created through this project. Coral reef ecological data collected during Years 1, 2 and 4 were used to understand drivers of distribution of reef sharks at biocultural sites in Western Province (Goetze et al. 2018), as well as combined with remote sensing and modeling data to identify how past and potential future logging could impact coral reefs and fisheries around Kolombangara Island (Wenger et al. 2020). A comprehensive description of the process of biocultural indicator co-production 1) was published in Ecology &amp; Society (McCarter et al. 2018); 2) was written up as a case study showing good practice in developing culturally grounded indicators (Sterling et al. 2017a); and 3) is being highlighted in best practice guidelines on the Cultural and Spiritual Significance of Nature in the Governance and Management of Protected and Conserved Areas being published by IUCN (McCarter et al. 2020). Learning from this project fed into larger regional and global commentaries and analyses regarding the challenges of integrating local, culturally grounded measures of well-being into national and international monitoring frameworks (Sterling et al. 2017b; Dacks et al. 2019; Sterling et al. 2020; Fazey et al. 2020, Krug et al. 2020, Woodside et al. 2020). Development of the project?s social-ecological systems (SES) framework for assessing relationships between drivers, state and responses also heavily influenced the design of WCS?s global coral reef monitoring framework (Gurney &amp; Darling 2017; Gurney et al. 2019), which WCS continues to apply within Solomon Islands, as well as at project sites in eight countries around the world.\n\nFinally, by leveraging external funding, WCS, in collaboration with Solomon Islands Community Conservation Program (SICCP), has been able to provide ongoing support to biocultural communities at Kolombangara (Vavanga), Kalina and Vangunu (Zaira) to monitor and manage their biocultural land-seascapes. These efforts will enable the learning from this project to continue to feed into conservation practice.\n\n \n\n\t\t\t\t\tLast Modified: 10/04/2020\n\n\t\t\t\t\tSubmitted by: Stacy Jupiter"
 }
}