{
 "awd_id": "1427574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Planning Visit and Proof-of-Concept: Building a Tree-Ring Chronology for Ancient Egypt",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 27833.0,
 "awd_amount": 27833.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "This planning visit, led by Pearce Paul Creasman of the University of Arizona, will lay the foundation for a larger joint project with collaborators in Egypt to establish tree-ring chronology (dendrochronology) of wooden archaeological remains from ancient Egypt based on native tree species. Although dendrochronology is widely used in archeology as well as anthropology, ecology, climatology and geology, it has not yet been widely applied to the extensive and well known archeology of Egypt. \r\n\r\nThe planning visit supported by this project will allow for the PI, two graduate students, a senior researcher and one support staff person to visit Egypt. During this visit, Dr. Creasman and his Egyptian collaborators (Dr. Hamada Sadek from the Faculty of Archaeology at Fayoum University and Dr. Alhussein Hussein who is Director of the Grand Egyptian Museum), will initiate a formal collaboration between the University of Arizona and Fayoum University probably via a memorandum of understanding. The team will prepare for the collection/repository space required in Egypt, plan for analyses that will be conducted in egypt, and collect modern samples of living native tree species for further study. \r\n\r\nThis project will specifically examine three native tree types that were commonly used for wooden items and construction in ancient Egypt: acacia (Acacia nilotica), fig (Ficus sycomorus), and tamarisk (Tamarix sp.). Archeological wood samples may not be exported and therefore this visit will help develop a tree ring archive at the Grand Egyptian Museum Conservation Center (GEM-CC). This archive will allow a large dendrochronology map to be developed by comparing and piecing together samples from the GEM collection and will also ensure that many researchers have access to the data and materials. The archeological conservation facility at Fayoum University will provide expertise and equipment. The first step is to determine if any of the three native species is suitable for dendrochronology; for that purpose the modern samples collected from living stands during this planning visit will be exported to the U.S. for further study.\r\n\r\nThe broader impacts of this research are considerable, with the greatest impact likely to be on the field of archeology. If this proof-of-concept study indicates that native Egyptian trees can be used to develop dendrochronology, this project will launch long-term endeavors to precisely date all the historical periods in Egypt, potentially with annual resolution. More valuable still, highly resolved tree-ring chronology for Egypt will enable regional radiocarbon calibration and large-scale climate analyses. Understanding the historical climate will allow assessment of how flood, drought and pestilence may have affected the rise and fall of dynasties, information that could be valuable for humans now and in the future. The planning visit will also include two graduate students, both women, who will base their theses on the dendrochronology assessment of two of the modern species sampled. In addition, this project launches a new area of research for an early career PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pearce Paul",
   "pi_last_name": "Creasman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pearce Paul Creasman",
   "pi_email_addr": "pcreasman@ltrr.arizona.edu",
   "nsf_id": "000538677",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "EG",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Egypt",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 27833.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For ancient Egypt, a fundamental concept remains unresolved: time. Despite being the focus of nearly 200 years of research, thousands of archaeological excavations, and despite survival of an extensive written record, the chronology of Egypt is based largely on fragmented copies of an ancient Greek historian&rsquo;s chronicle of the pharaohs. To refine this framework, Egyptologists have relied on a variety of methodologies, though none with the precision necessary to resolve the outstanding issues. Many pharaohs ruled for short periods, often less than five years, so precision dating is essential. If annual resolution could be offered for ancient Egypt (the kind of resolution offered <em>only </em>by tree rings), the impact would be revolutionary and would have broad implications across numerous fields and regions. The need for such precision in ancient Egypt has been recognized for a century, as has the potential solution: dendrochronology (the study of tree rings).</p>\n<p>This project catalyzed a tree-ring research initiative in and for Egypt by evaluating fundamental, yet outstanding questions related to the utility of Egypt&rsquo;s native trees (that is, are they viable for tree-ring research).&nbsp; By demonstrating proof-of-concept and establishing a practical protocol for the study of three specific native trees of Egypt, this work serves as the launch pad for a long-term endeavor to assemble a precise chronology for all of Egypt&rsquo;s periods. Such work has widespread implications and opportunities in the environmental and behavioral sciences.</p>\n<p>The impact on other disciplines is potentially great. Egypt, with its extensive written records, has long been regarded as the key to understanding time in the ancient world. If the pharaonic timeline can be resolved annually, absolute chronologies for numerous neighboring cultures will soon follow. Furthermore, an annually resolved tree-ring chronology for Egypt will enable preparation of a regional radiocarbon calibration and large-scale climate analyses, which are lacking and desperately needed.</p>\n<p>With the direct support of NSF, two weeks of fieldwork were conducted in Egypt, involving multiple international partners and institutions. Hundreds of tree-ring specimens were collected and evaluated for the three taxa that appear most often in the archaeological record of Egypt: <em>Ficus sycomorus</em>, <em>Acacia </em>sp., and <em>Tamarix </em>sp. Preliminary results suggest that one taxa is not viable for dendrochronological research, one is possibly viable, and one is likely viable. While significant questions remain outstanding, which will require further collection and analysis of data, the project is a promising beginning.</p>\n<p>Establishing dendrochronology in and for Egypt will have great impact not only for the improved understanding of the distant past, but recent history, and the future. More than 80 million people live in Egypt today and are heavily reliant on the Nile River. As Egypt has yet to benefit from the great diversity of tree-ring research (e.g., streamflow reconstructions and water management), there are many pressing and modern applications. Egypt being one of the central players in Middle Eastern society &ndash; a society of great importance to the U.S. and world stability &ndash; there is exceptional promise. Dendrochronology has had great impact everywhere else in the world where it has been applied.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2015<br>\n\t\t\t\t\tModified by: Pearce Paul&nbsp;Creasman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div cla...",
  "por_txt_cntn": "\nFor ancient Egypt, a fundamental concept remains unresolved: time. Despite being the focus of nearly 200 years of research, thousands of archaeological excavations, and despite survival of an extensive written record, the chronology of Egypt is based largely on fragmented copies of an ancient Greek historianÆs chronicle of the pharaohs. To refine this framework, Egyptologists have relied on a variety of methodologies, though none with the precision necessary to resolve the outstanding issues. Many pharaohs ruled for short periods, often less than five years, so precision dating is essential. If annual resolution could be offered for ancient Egypt (the kind of resolution offered only by tree rings), the impact would be revolutionary and would have broad implications across numerous fields and regions. The need for such precision in ancient Egypt has been recognized for a century, as has the potential solution: dendrochronology (the study of tree rings).\n\nThis project catalyzed a tree-ring research initiative in and for Egypt by evaluating fundamental, yet outstanding questions related to the utility of EgyptÆs native trees (that is, are they viable for tree-ring research).  By demonstrating proof-of-concept and establishing a practical protocol for the study of three specific native trees of Egypt, this work serves as the launch pad for a long-term endeavor to assemble a precise chronology for all of EgyptÆs periods. Such work has widespread implications and opportunities in the environmental and behavioral sciences.\n\nThe impact on other disciplines is potentially great. Egypt, with its extensive written records, has long been regarded as the key to understanding time in the ancient world. If the pharaonic timeline can be resolved annually, absolute chronologies for numerous neighboring cultures will soon follow. Furthermore, an annually resolved tree-ring chronology for Egypt will enable preparation of a regional radiocarbon calibration and large-scale climate analyses, which are lacking and desperately needed.\n\nWith the direct support of NSF, two weeks of fieldwork were conducted in Egypt, involving multiple international partners and institutions. Hundreds of tree-ring specimens were collected and evaluated for the three taxa that appear most often in the archaeological record of Egypt: Ficus sycomorus, Acacia sp., and Tamarix sp. Preliminary results suggest that one taxa is not viable for dendrochronological research, one is possibly viable, and one is likely viable. While significant questions remain outstanding, which will require further collection and analysis of data, the project is a promising beginning.\n\nEstablishing dendrochronology in and for Egypt will have great impact not only for the improved understanding of the distant past, but recent history, and the future. More than 80 million people live in Egypt today and are heavily reliant on the Nile River. As Egypt has yet to benefit from the great diversity of tree-ring research (e.g., streamflow reconstructions and water management), there are many pressing and modern applications. Egypt being one of the central players in Middle Eastern society &ndash; a society of great importance to the U.S. and world stability &ndash; there is exceptional promise. Dendrochronology has had great impact everywhere else in the world where it has been applied.\n\n\t\t\t\t\tLast Modified: 12/04/2015\n\n\t\t\t\t\tSubmitted by: Pearce Paul Creasman"
 }
}