{
 "awd_id": "1428987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a High Resolution-Inductively Coupled Plasma-Mass Spectrometer",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 320477.0,
 "awd_amount": 320477.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "A High Resolution-Inductively coupled plasma-mass spectrometry (HR-ICP-MS) is one of the most rapid and sensitive methods for trace element analysis currently available. The funded instrumentation will facilitate important research on emerging environmental issues in the northern Gulf of Mexico, such as the fate, transport, bioavailability and toxicity of contaminants from anthropogenic activities (including the Deepwater Horizon oil spill) in the Gulf of Mexico, as well as studies of contaminants, nutrients, and organics derived from riverine exports and increasing coastal erosion, and processes and mechanisms related to the formation of eutrophication and hypoxia. The principal investigator has a long track record of contributions to trace metal biogeochemistry in aquatic and marine systems. The investigator has trained a number of graduate and undergraduate students in the use of ICP-MS over the last few years. In addition, several students' theses have benefitted from data generated in the facility. The community needs competent users of HR-ICP-MS as there is a real national shortage currently. The instrument will provide new research infrastructure to replace a very old but working instrument, which will be used on both fundamental and applied research problems, as well as for contract work.\r\n\r\nHigh Resolution-Inductively coupled plasma-mass spectrometry (HR-ICP-MS) is a highly sensitive (sub-parts-per-trillion) multi-element analysis technique particularly suited for environmental analysis and is the analytical instrument of choice for most academic labs doing ultra-clean trace element work. Newly available HR-ICP-MS has increased dynamic range and improved magnetic scan speed. Sensitivity and resolution should be improved. The principal investigator's current instrument has been used for a number of mainly NSF-funded projects including GEOTRACES analytical work, Deepwater Horizon oil spill research, studies of colloid elemental composition as a function of size, trace element chemistry of rivers, and fisheries research (fish otolith composition). Other researchers from academia and government agencies collaborating with the principal investigator have worked on studies of acid mine drainage, submarine groundwater discharge, and various other projects ranging from metal catalysts to engineered nanoparticles to enzyme co-factors. The principal investigator has ongoing work associated with GEOTRACES and expects to participate in regional oil spill recovery work which will involve elemental analysis. The current instrument has also had a significant impact on research training. Eight of the principal investigator's graduate students, plus three Research Experiences for Undergraduates (REU) students, have used the current HR-ICP-MS and there are at least 18 other graduate students (mainly from other universities) who also have used it.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Shiller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alan M Shiller",
   "pi_email_addr": "shilleram@gmail.com",
   "nsf_id": "000452564",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "394060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 320477.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This aim of this project was to obtain and install new analytical equipment in our laboratory. The specific instrument is called a high resolution-inductively coupled plasma-mass spectrometer (HR-ICP-MS). HR-ICP-MS is a highly sensitive (sub-parts-per-trillion) multi-element analysis instrument particularly suited for environmental analysis and is the analytical instrument of choice for most research labs doing ultra-clean trace element work. Our lab has had this type of instrumentation (a ThermoFisher Element 2) since 1999. However, that old instrument had become increasingly unreliable. Thus, in this project we replaced it with a new ThermoFisher Element XR. Our lab is located at the University of Southern Mississippi (USM) Department of Marine Science at the Stennis Space Center, MS. <br /><br />The PI&rsquo;s old HR-ICP-MS was used for 14 years in a wide variety of research efforts. These efforts included a number of mainly NSF-funded projects such as open ocean trace metal studies, Deepwater Horizon oil spill research, studies of colloid elemental composition as a function of size, trace element chemistry of rivers, and fisheries research (fish otolith composition). Other researchers from academia and government agencies also utilized the old instrument for similar work as well as studies of acid mine drainage, submarine groundwater discharge, and various other projects ranging from metal catalysts to engineered nanoparticles to enzyme co-factors. The new instrument has been installed and has been running for about 6 months now. It has already been utilized in a number of research projects similar to those described for the previous instrument. An advantage of the new instrument is that it is more sensitive than the old one which lessens our sample requirements and lowers our detection limits. <br /><br />The previous instrument also had a significant impact on research training. Eight of the PI&rsquo;s previous graduate students, plus three of his undergraduate students, used the old HR-ICP-MS and there are at least 18 other graduate students (mainly from other universities) who also used it. About half of these students have been female or from other under-represented groups. The new instrument has already been utilized by two current graduate students, a postdoc, and several students from other institutions. We expect that the new instrument will also facilitate important research on emerging environmental issues in the northern Gulf of Mexico, such as the fate, transport, bioavailability and toxicity of contaminants from anthropogenic activities (including the Deepwater Horizon oil spill) in the Gulf of Mexico, as well as studies of contaminants, nutrients, and organics derived from riverine exports and increasing coastal erosion, and processes and mechanisms related to the formation of eutrophication and hypoxia.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2015<br>\n\t\t\t\t\tModified by: Alan&nbsp;M&nbsp;Shiller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis aim of this project was to obtain and install new analytical equipment in our laboratory. The specific instrument is called a high resolution-inductively coupled plasma-mass spectrometer (HR-ICP-MS). HR-ICP-MS is a highly sensitive (sub-parts-per-trillion) multi-element analysis instrument particularly suited for environmental analysis and is the analytical instrument of choice for most research labs doing ultra-clean trace element work. Our lab has had this type of instrumentation (a ThermoFisher Element 2) since 1999. However, that old instrument had become increasingly unreliable. Thus, in this project we replaced it with a new ThermoFisher Element XR. Our lab is located at the University of Southern Mississippi (USM) Department of Marine Science at the Stennis Space Center, MS. \n\nThe PIÆs old HR-ICP-MS was used for 14 years in a wide variety of research efforts. These efforts included a number of mainly NSF-funded projects such as open ocean trace metal studies, Deepwater Horizon oil spill research, studies of colloid elemental composition as a function of size, trace element chemistry of rivers, and fisheries research (fish otolith composition). Other researchers from academia and government agencies also utilized the old instrument for similar work as well as studies of acid mine drainage, submarine groundwater discharge, and various other projects ranging from metal catalysts to engineered nanoparticles to enzyme co-factors. The new instrument has been installed and has been running for about 6 months now. It has already been utilized in a number of research projects similar to those described for the previous instrument. An advantage of the new instrument is that it is more sensitive than the old one which lessens our sample requirements and lowers our detection limits. \n\nThe previous instrument also had a significant impact on research training. Eight of the PIÆs previous graduate students, plus three of his undergraduate students, used the old HR-ICP-MS and there are at least 18 other graduate students (mainly from other universities) who also used it. About half of these students have been female or from other under-represented groups. The new instrument has already been utilized by two current graduate students, a postdoc, and several students from other institutions. We expect that the new instrument will also facilitate important research on emerging environmental issues in the northern Gulf of Mexico, such as the fate, transport, bioavailability and toxicity of contaminants from anthropogenic activities (including the Deepwater Horizon oil spill) in the Gulf of Mexico, as well as studies of contaminants, nutrients, and organics derived from riverine exports and increasing coastal erosion, and processes and mechanisms related to the formation of eutrophication and hypoxia.\n\n\t\t\t\t\tLast Modified: 11/01/2015\n\n\t\t\t\t\tSubmitted by: Alan M Shiller"
 }
}