{
 "awd_id": "1428914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of an Advanced Cryogenic Gas Stopper for Energetic Rare Isotope Beams",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 633920.0,
 "awd_amount": 633920.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2014-08-17",
 "awd_abstract_narration": "All of the matter on Earth is composed primarily of stable or long-lived isotopes created in a stellar explosion billions of years ago.  However, the isotopes we observe here on Earth comprise only a small fraction of those that are known to exist.  Study of short-lived, or rare, isotopes is key to understanding the origin of matter in the universe, how neutrons and protons collectively form into atomic nuclei, and to explore fundamental symmetries of nature.  As these rare isotopes are not naturally occurring on Earth, they must be created in powerful particle accelerators, such those at the National Superconducting Cyclotron Laboratory (NSCL), located on the campus of Michigan State University (MSU).  There beams of rare isotopes are created at half the speed of light.  However, some of the most precise experimental techniques for probing the properties of rare isotopes require beams with energies up to a billion times less than what they are created with at NSCL.  These high-energy beams can be slowed using solid degraders and brought to rest in a chamber filled with a buffer gas, a technique currently in use at the NSCL.  The development of a next-generation Advanced Cryogenic Gas Stopper (ACGS) will improve the efficiency and speed at which rare isotopes are delivered to experiments, expanding the reach of several experimental programs to even more exotic isotopes.  It will benefit the user community of the NSF-funded NSCL and, through the scientific progress it enables, society at large. The project will follow NSCL and MSU policies for ensuring a diverse scientific workforce. A state-of-the-art development project like ACGS, with close ties to a leading research university that actively encourages and supports a multicultural research body, will create an optimal environment for under-represented and minority students to be trained as scientists.\r\n\r\nThe ACGS is a next-generation high-performance linear gas-stopping device for converting fast rare isotope beams into stopped beams that can be used directly or reaccelerated.  The delivery of rare-isotope beams over a wide range of energies is necessary to maximize the number of experimental techniques that can be employed.  Beams with energies of 0.01 to 100 keV are used in high-precision experiments with ion traps and lasers, to measure nuclear binding energies (masses), to determine nuclear radii and moments, and to test fundamental symmetries at levels complementing much more expensive high-energy experiments. Precision beams of rare isotopes with energies of 0.1 to 20 MeV/u are used to measure cross sections of key reactions that are critical for understanding nuclear synthesis in the cosmos and for nuclear reaction studies that help determine detailed nuclear properties needed for further advances in nuclear theory.  After installation at the NSCL, the ACGS will provide high-purity beams with high efficiency, with short extraction times to provide access to short-lived isotopes, and with a high beam rate capability to enable world-class science, in particular with reaccelerated beams. Fast beams provided by NSCL's Coupled Cyclotron Facility will be slowed down in solid degraders prior to being stopped in helium gas inside the ACGS. The thermalized ions are then guided to an extraction orifice using RF ion transport techniques and a low-energy, so called \"stopped\" beam is formed. The design is tailored to allow the ACGS to accept incident beam rates exceeding 10^8/s. A novel electrode design, compared to existing linear gas stoppers, will provide an order of magnitude higher beam rate capability and cryogenic operation guarantees delivery of clean rare isotope beams. The use of novel RF-carpet ion-transport techniques will provide extraction times as short as ten milliseconds. The ACGS is best suited for the stopping of medium-to-heavy-mass isotopes that have relatively narrow range straggling distributions in the helium gas and will constitute a high-performance complement to the light-ion Cyclotron Stopper already being built at the NSCL. The availability of intense stopped and reaccelerated beams of short-lived isotopes will play a critical role in the future research program at the NSCL and will be a key feature of research at the Facility for Rare Isotope Beams (FRIB) under construction at MSU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georg",
   "pi_last_name": "Bollen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georg Bollen",
   "pi_email_addr": "bollen@frib.msu.edu",
   "nsf_id": "000324574",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Villari",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio C Villari",
   "pi_email_addr": "Villari@frib.msu.edu",
   "nsf_id": "000665192",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241321",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MI",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1232",
   "pgm_ref_txt": "HADRONS AND LIGHT NUCLEI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 633920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The production of rare isotopes by projectile fragmentation and in-flight fission and subsequent inflight-separations is a power full techniques to produce rare isotope beams of the most exotic and shortest-lived isotopes. It is the rare isotope production method employed at National Superconducting Cyclotron Laboratory (NSCL) today and at the Facility for Rare Isotope Beams (FRIB) in the future. While fast beams enable a broad range of science opportunities providing the rare isotopes also at other energies is of advantage; the science reach can be expanded by opening the door to precision experiments with very low energy &ldquo;stopped&rdquo; beams and to low-energy reaction experiments by reaccelerating these stopped beams. NSCL has already a room-temperature linear gas stopper in operation that provides beams for stopped and reaccelerated beam experiments. Experience with this system is that the beam purity is often deficient, the overall efficiency very much element dependent, and the extraction out of it slow. &nbsp;</span></p>\n<p><span>The Advanced Cryogenic Gas Stopper (ACGS) project funded by the NSF-MRI was conceived to overcome some of these issues with the main objectives to increase the intensities of rare isotope stopped beams delivered to the &ldquo;stopped beam&rdquo; and reaccelerated beam science program at NSCL. As other gas stoppers, ACGS consist of a cell with helium gas, in which the fast rare isotope beam is brought to rest and the stopped ions guided through an exit orifice to form a low-energy ion beam. Compared to more classical gas stopper designs ACGS has novel technologies implemented tailored to overcome most of common limitations of presently used gas stoppers. A 4-phase Radio Frequency (RF) planar wire-carpet is used to generate an electrical traveling wave in the middle plane of the stopping chamber. Compared to classical gas catchers that make use of a longitudinal electric field gradient to move the ions the ASGS scheme is simpler and provides faster ion transport. Furthermore, the location of the planar carpet into the middle plane of the stopping cell allows faster charge separation and collection which increases the rate capacity of the system. Lastly, cryogenic cooling of the helium gas chamber reduces molecular ion formation which increases both the beam rate capability of the system as well as the purity of the beams delivered. The ACGS was designed, built, and installed in the experimental area of NSCL. Off-line tests performed with the internal ion source revealed excellent performance and in gas efficiency of transport exceeding 90%. Tests on-line with rare isotope beams, as for example K-47, with half-life of 17.5s, were also performed. During those tests, ACGS performed well producing a yield of 100,000 ions per second of K-47 at cryogenic temperatures and beam operation was also demonstrated with P-27 which has a half-life of 4.7 s. </span></p>\n<p><span>ACGS will soon be used in operations at the NSCL and will serve beams for high precision mass measurements, laser spectroscopy and decay studies and deliver beams to ReA for low-energy nuclear reaction experiments.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2018<br>\n\t\t\t\t\tModified by: Antonio&nbsp;C&nbsp;Villari</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540300824669_Fig_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540300824669_Fig_1--rgov-800width.jpg\" title=\"Advanced Cryogenic Gas Stopper (ACGS) project\"><img src=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540300824669_Fig_1--rgov-66x44.jpg\" alt=\"Advanced Cryogenic Gas Stopper (ACGS) project\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Selected features of the ACGS: 1- Segmented modules to ease maintenance, 2- PT-coolers, to reach cryogenic temperatures, 3- Bare metal wire-carpets, allowing individual tuning of parameters, 4- Funnel and mini-carpet for fast extraction of rare isotope beams</div>\n<div class=\"imageCredit\">National Superconducting Cyclotron Laboratory</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Antonio&nbsp;C&nbsp;Villari</div>\n<div class=\"imageTitle\">Advanced Cryogenic Gas Stopper (ACGS) project</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540301502907_Fig_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540301502907_Fig_2--rgov-800width.jpg\" title=\"Advanced Cryogenic Gas Stopper (ACGS) picture\"><img src=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540301502907_Fig_2--rgov-66x44.jpg\" alt=\"Advanced Cryogenic Gas Stopper (ACGS) picture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The ACGS installed in the experimental hall of NSCL (N4 vault).</div>\n<div class=\"imageCredit\">National Superconducting Cyclotron Laboratory</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Antonio&nbsp;C&nbsp;Villari</div>\n<div class=\"imageTitle\">Advanced Cryogenic Gas Stopper (ACGS) picture</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540301571396_Fig_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540301571396_Fig_3--rgov-800width.jpg\" title=\"Advanced Cryogenic Gas Stopper (ACGS) picture\"><img src=\"/por/images/Reports/POR/2018/1428914/1428914_10333361_1540301571396_Fig_3--rgov-66x44.jpg\" alt=\"Advanced Cryogenic Gas Stopper (ACGS) picture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photo of the wired-carpet of the ACGS.</div>\n<div class=\"imageCredit\">National Superconducting Cyclotron Laboratory</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Antonio&nbsp;C&nbsp;Villari</div>\n<div class=\"imageTitle\">Advanced Cryogenic Gas Stopper (ACGS) picture</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe production of rare isotopes by projectile fragmentation and in-flight fission and subsequent inflight-separations is a power full techniques to produce rare isotope beams of the most exotic and shortest-lived isotopes. It is the rare isotope production method employed at National Superconducting Cyclotron Laboratory (NSCL) today and at the Facility for Rare Isotope Beams (FRIB) in the future. While fast beams enable a broad range of science opportunities providing the rare isotopes also at other energies is of advantage; the science reach can be expanded by opening the door to precision experiments with very low energy \"stopped\" beams and to low-energy reaction experiments by reaccelerating these stopped beams. NSCL has already a room-temperature linear gas stopper in operation that provides beams for stopped and reaccelerated beam experiments. Experience with this system is that the beam purity is often deficient, the overall efficiency very much element dependent, and the extraction out of it slow.  \n\nThe Advanced Cryogenic Gas Stopper (ACGS) project funded by the NSF-MRI was conceived to overcome some of these issues with the main objectives to increase the intensities of rare isotope stopped beams delivered to the \"stopped beam\" and reaccelerated beam science program at NSCL. As other gas stoppers, ACGS consist of a cell with helium gas, in which the fast rare isotope beam is brought to rest and the stopped ions guided through an exit orifice to form a low-energy ion beam. Compared to more classical gas stopper designs ACGS has novel technologies implemented tailored to overcome most of common limitations of presently used gas stoppers. A 4-phase Radio Frequency (RF) planar wire-carpet is used to generate an electrical traveling wave in the middle plane of the stopping chamber. Compared to classical gas catchers that make use of a longitudinal electric field gradient to move the ions the ASGS scheme is simpler and provides faster ion transport. Furthermore, the location of the planar carpet into the middle plane of the stopping cell allows faster charge separation and collection which increases the rate capacity of the system. Lastly, cryogenic cooling of the helium gas chamber reduces molecular ion formation which increases both the beam rate capability of the system as well as the purity of the beams delivered. The ACGS was designed, built, and installed in the experimental area of NSCL. Off-line tests performed with the internal ion source revealed excellent performance and in gas efficiency of transport exceeding 90%. Tests on-line with rare isotope beams, as for example K-47, with half-life of 17.5s, were also performed. During those tests, ACGS performed well producing a yield of 100,000 ions per second of K-47 at cryogenic temperatures and beam operation was also demonstrated with P-27 which has a half-life of 4.7 s. \n\nACGS will soon be used in operations at the NSCL and will serve beams for high precision mass measurements, laser spectroscopy and decay studies and deliver beams to ReA for low-energy nuclear reaction experiments.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2018\n\n\t\t\t\t\tSubmitted by: Antonio C Villari"
 }
}