{
 "awd_id": "1429620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of an Inductively Coupled Plasma-Optical Emission Spectrometer for research and undergraduate research training",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 279838.0,
 "awd_amount": 279838.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "This Major Research Instrumentation award provides for the acquisition of geochemical instrumentation which will serve faculty and undergraduate student needs within the Claremont University Consortium (CUC), providing rapid and cost-efficient instrumentation to analyze chemical composition in a wide range of rock, soil, sediment, seawater, and biological materials. This instrumentation will substantially accelerate activities within the research programs of faculty as well as foster interdisciplinary collaboration. The ICP-OES will expand the analytical facilities of the Environmental Science, Biology, Chemistry, and Geology programs and will strengthen collaborative teaching and research among the students and faculty in diverse disciplines from separate institutions. Acquisition of the instrumentation will directly serve a diverse group of undergraduate STEM and non-science majors through integrated lab work in courses and individual student research training. In-house instrumentation will greatly enhance students? ability to directly and clearly connect first-hand scientific training and research to real-world concerns with scientific, environmental, and/or social benefits. The instrument will be housed at the W.M. Keck Science Department of Claremont McKenna, Pitzer, and Scripps Colleges, and faculty at each of the five Claremont Colleges (including Harvey Mudd and Pomona) will use the complete analytical system to train an economically and socially diverse group of STEM and non-science undergraduates on analytical instrumentation, data acquisition, processing, and interpretation. Training in geochemical analysis will help foster success for graduates who go on to work in industry or conduct graduate research.\r\n\r\nSpecifically, this award funds the acquisition of an Inductively Coupled Plasma Optical Emission Spectroscopy (ICP-OES) instrument, coupled to a laser ablation (LA) inlet system and microwave digester. The LA-ICP-OES and microwave digester will allow researchers to generate paleo-reconstructions of seawater temperature and elemental cycling from the skeletons of long-lived organisms to understand variability within our climate and ocean systems, trace the progression of ancient mining and human movements with trace element time series derived from speleothems and fossil teeth, constrain the compositional suitability of barite in soils for Ar/Ar geochronology to help generate a new partial chronology for Pliocene-Holocene climate records in the desert Southwest, analyze feldspar and hornblende to unravel crystal growth stages and mineral responses to changing magmatic and metamorphic conditions and in analyses to understand cycling of nutrients during the Cambrian explosion. Additional users will also incorporate analyses by ICP-OES into their research and teaching programs. Academically, the instrumentation will be used to measure soil chemical compositions in the core course required of all non-science environmental analysis majors and minors at Claremont, and in an upper division soil science course. Senior thesis students and upper level science students at all five CUC colleges will use the instrumentation to measure heavy metals in a variety of materials to determine product origins and interpret potential consumer health impacts. Similarly, the instrumentation will support a pilot group-thesis project to measure suspended sediments in rivers in Costa Rica. Thus, this ICP-OES will provide hands-on undergraduate training through both structured laboratory activities and original student-faculty research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Branwen",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Branwen Williams",
   "pi_email_addr": "bwilliams@cmc.edu",
   "nsf_id": "000597199",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Robins",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Colin R Robins",
   "pi_email_addr": "crobins@kecksci.claremont.edu",
   "nsf_id": "000636116",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Claremont McKenna College",
  "inst_street_address": "500 E 9TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096077085",
  "inst_zip_code": "917115929",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CLAREMONT MCKENNA COLLEGE",
  "org_prnt_uei_num": "L45FLFHWMGQ9",
  "org_uei_num": "L45FLFHWMGQ9"
 },
 "perf_inst": {
  "perf_inst_name": "Claremont McKenna College",
  "perf_str_addr": "925 N Mills Ave",
  "perf_city_name": "Claremont",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115916",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 279838.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the one-time purchase and installation of an inductively Coupled Plasma-Optical Emission Spectrometer (ICP-OES) with laser ablation (LA) system, microwave digester, and an automated solution sampler inlet device in the W.M. Keck Science Department (KSD) of the Claremont University Consortium (CUC). The ICP-OES system is now functional and serving serve all CUC members, providing rapid and cost-efficient instrumentation to analyze major, minor, and trace element composition in a wide range of rock, soil, sediment, seawater, and biological materials.&nbsp;</p>\n<p>Ten faculty and five postbacs/students have already trained as independent users of the ICP-OES to use for their research or teaching programs in Environmental Science, Biology, Chemistry, and Geology. &nbsp; &nbsp;An additional ~65 science and non-science students have used the instrument to analyze samples in the labratory portion of their courses. &nbsp;This includes a new the labratory of a new cross-college initiative between the KSD and Pomona College. Two senior students have already analyzed materials for their senior thesis projects. &nbsp;</p>\n<p>Specific projects enabled by the ICP-OES system since the summer of 2015 include:</p>\n<p>Dr. Branwen Williams (KSD) and student Kay Jin'E Garlick-Ott (Pomona College) are developing methods for LA-ICP-OES and solution-ICP-OES Mg/Ca measurements of coralline algae, including new samples collected this past summer from Nunavut in northern Canada for temperature, salinity, and sea ice reconstruction.</p>\n<p>Dr. Colin Robins (KSD) developed and used method protocols for the analysis of water soluble elements in soils, and for the analysis of metals in commercial beverages.&nbsp;</p>\n<p>Dr. Lelia Hawkins (Harvey Mudd College): Measurements of composition of fracking water. &nbsp;Farmer's in the Cawelo water district are purchasing reclaimed produced water from conventional oil and gas recovery for their farms. There is speculation that fracking activities might also contribute water to the farm, but no oil companies will confirm this. As fracking activities produce wastewater with higher levels of toxic and carcinogenic compounds, there is concern that agricultural use of fracking wastewater will contaminate the food supply. Analyses include measurements of heavy metals like mercury and chromium, that may indicate whether fracking wastewater is part of the purchased water used for irrigation.</p>\n<p>Dr. Chuck Taylor (Pomona College): Oversaw students examining extracts prepared by microwave digestion of coffee samples from around the globe to fill in gaps in compositional data following analysis via WD-XRF. The goal was to develop an experiment that would enable students to use principle component analysis to quickly identify the origins of a coffee sample using trace element profiles.</p>\n<p>Dr. Maria Prokopenko and student Dane Zielinski (both Pomona College). Determination of Fe and Mn distribution in Late Precambrian oolite carbonate formation, which record famous d13C Shuram excursion. Dane is looking to determine whether Fe and Mn components are primary signal (acquired during precipitation of carbonates), or later diagenetic signal.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Branwen&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported the one-time purchase and installation of an inductively Coupled Plasma-Optical Emission Spectrometer (ICP-OES) with laser ablation (LA) system, microwave digester, and an automated solution sampler inlet device in the W.M. Keck Science Department (KSD) of the Claremont University Consortium (CUC). The ICP-OES system is now functional and serving serve all CUC members, providing rapid and cost-efficient instrumentation to analyze major, minor, and trace element composition in a wide range of rock, soil, sediment, seawater, and biological materials. \n\nTen faculty and five postbacs/students have already trained as independent users of the ICP-OES to use for their research or teaching programs in Environmental Science, Biology, Chemistry, and Geology.    An additional ~65 science and non-science students have used the instrument to analyze samples in the labratory portion of their courses.  This includes a new the labratory of a new cross-college initiative between the KSD and Pomona College. Two senior students have already analyzed materials for their senior thesis projects.  \n\nSpecific projects enabled by the ICP-OES system since the summer of 2015 include:\n\nDr. Branwen Williams (KSD) and student Kay Jin'E Garlick-Ott (Pomona College) are developing methods for LA-ICP-OES and solution-ICP-OES Mg/Ca measurements of coralline algae, including new samples collected this past summer from Nunavut in northern Canada for temperature, salinity, and sea ice reconstruction.\n\nDr. Colin Robins (KSD) developed and used method protocols for the analysis of water soluble elements in soils, and for the analysis of metals in commercial beverages. \n\nDr. Lelia Hawkins (Harvey Mudd College): Measurements of composition of fracking water.  Farmer's in the Cawelo water district are purchasing reclaimed produced water from conventional oil and gas recovery for their farms. There is speculation that fracking activities might also contribute water to the farm, but no oil companies will confirm this. As fracking activities produce wastewater with higher levels of toxic and carcinogenic compounds, there is concern that agricultural use of fracking wastewater will contaminate the food supply. Analyses include measurements of heavy metals like mercury and chromium, that may indicate whether fracking wastewater is part of the purchased water used for irrigation.\n\nDr. Chuck Taylor (Pomona College): Oversaw students examining extracts prepared by microwave digestion of coffee samples from around the globe to fill in gaps in compositional data following analysis via WD-XRF. The goal was to develop an experiment that would enable students to use principle component analysis to quickly identify the origins of a coffee sample using trace element profiles.\n\nDr. Maria Prokopenko and student Dane Zielinski (both Pomona College). Determination of Fe and Mn distribution in Late Precambrian oolite carbonate formation, which record famous d13C Shuram excursion. Dane is looking to determine whether Fe and Mn components are primary signal (acquired during precipitation of carbonates), or later diagenetic signal.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Branwen Williams"
 }
}