{
 "awd_id": "1429252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High Energy X-ray Tomography Scanner",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanne Culbertson",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 276793.0,
 "awd_amount": 276793.0,
 "awd_min_amd_letter_date": "2014-05-27",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "MRI: Acquisition of a High Energy X-ray Tomography Scanner for Multidisciplinary Research and Education \r\n\r\nThe objective of this Major Research Instrumentation (MRI) award is to acquire a versatile, robust, high energy, and high resolution X-ray microtomography (micro-CT) system that facilitates nondestructive mapping of the internal structure of a variety of materials enhancing multidisciplinary research and education at the University of Vermont (UVM). Since the introduction of computer-based X-ray tomographic imaging in the medical services field about 40 years ago, X-ray computed tomography is now applied to the nondestructive study of various natural, historic and engineered materials in the fields of engineering, geology, materials science, biology, and geo-energy, among others. This state-of-the-art technology provides non-destructive, high resolution, 3D imaging of materials that enables researchers to tackle many contemporary, previously intractable, fundamental and applied research questions related to infrastructure security, safety, health, and energy, with direct benefits to the society. The instrument will support research and educational activities of eighteen investigators from diverse fields of civil, environmental, mechanical, electrical and bio engineering, plant and soil science, geology, historic preservation, medicine and materials science. With this initial set of users and research applications for the instrument, it is believed that the impact of the acquisition of this micro-CT will be substantial for providing powerful new capabilities for researchers and their students and will thus lead to new on- and off-campus research and training collaborations. \r\n\r\nThe micro-CT allows researchers to examine the effects of loading, temperature fluctuations, fluid injections and how the fluids are absorbed by different materials.  It will enable the UVM researchers to perform transformative basic and applied research and education related to: transport, mechanical and thermal behavior of a variety of porous media (soils, rocks, building materials); characterization of geological materials; characterization of plant and soil community structure; and materials research ranging from historic to smart materials and bio and bio-inspired materials. The instrument will also enhance curricular offerings across the campus. Educational modules based on the results obtained using the micro-CT will be incorporated into courses such as Materials Engineering, Soil Mechanics, Groundwater Hydrology, Geo-energy Systems, Physics of Flow and Transport through Porous Media, Microstructures (Geology), Biomechanics, Transport Processes, and Fundamental of Soil Sciences and Soil Water Movement, among others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mandar",
   "pi_last_name": "Dewoolkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mandar Dewoolkar",
   "pi_email_addr": "mandar@cems.uvm.edu",
   "nsf_id": "000420008",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054050160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 276793.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this one-year long Major Research Instrumentation (MRI) project was to acquire a versatile, robust, high energy, and high resolution X-ray microtomography (micro-CT) system that facilitates nondestructive mapping of the internal structure of a variety of materials and evolution studies supporting multidisciplinary research and educational activities at the University of Vermont (UVM) and beyond. The micro-CT SkyScan 1173 was acquired, which is a high energy micro-CT suitable for large and dense objects and also has the flexibility to image less dense materials such as biological tissue. This particular equipment was selected because it is table-top, user-friendly, and low maintenance, yet economical and very versatile.</p>\n<p>&nbsp;</p>\n<p>The acquired micro-CT has thus far been used in the following multidisciplinary research applications: (1) pore structure and porosity determination of a fabricated porous stone, (2) pore structure and porosity determination of fiberfoam specimens, (3) pore structure and porosity determination of phelonic impregnated carbon ablator specimens, (4) detection of thermocouples embedded in high performance aerospace materials, (5) determination of shapes, orientations and overall arrangements of minerals in rocks, (6) quantification of the regional distribution of collapse in mice lungs, (7) characterization of hydrogels, (8) detection of imperfections in RFID chips, (9) quantification of microbially-induced calcite precipitation in sandy soils and fractured rocks, (10) characterization of bio-inspired composite materials and structures, and (11) fracture detection in Marcellus shale and granite for geoenergy applications.</p>\n<p>&nbsp;</p>\n<p>The micro-CT has already had significant broader impacts. For example, over a dozen UVM faculty members have already used the micro-CT for their research. In addition, three faculty members&rsquo; research from the University of Toledo, Jackson State University and Princeton University, and a local Vermont firm has benefited from the equipment. The equipment has also been used to enhance the student experiences at UVM. Thus far, over half a dozen graduate students and two undergraduate students have been engaged in research that employed the equipment. At least half a dozen of these researchers are from underrepresented groups. Educational modules based on the micro-CT results were developed and introduced in two undergraduate courses &ndash; Mechanics of Materials and Geotechnical Principles. The dissemination has included five technical publications submitted to peer-reviewed conference proceedings and journals.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2015<br>\n\t\t\t\t\tModified by: Mandar&nbsp;Dewoolkar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of this one-year long Major Research Instrumentation (MRI) project was to acquire a versatile, robust, high energy, and high resolution X-ray microtomography (micro-CT) system that facilitates nondestructive mapping of the internal structure of a variety of materials and evolution studies supporting multidisciplinary research and educational activities at the University of Vermont (UVM) and beyond. The micro-CT SkyScan 1173 was acquired, which is a high energy micro-CT suitable for large and dense objects and also has the flexibility to image less dense materials such as biological tissue. This particular equipment was selected because it is table-top, user-friendly, and low maintenance, yet economical and very versatile.\n\n \n\nThe acquired micro-CT has thus far been used in the following multidisciplinary research applications: (1) pore structure and porosity determination of a fabricated porous stone, (2) pore structure and porosity determination of fiberfoam specimens, (3) pore structure and porosity determination of phelonic impregnated carbon ablator specimens, (4) detection of thermocouples embedded in high performance aerospace materials, (5) determination of shapes, orientations and overall arrangements of minerals in rocks, (6) quantification of the regional distribution of collapse in mice lungs, (7) characterization of hydrogels, (8) detection of imperfections in RFID chips, (9) quantification of microbially-induced calcite precipitation in sandy soils and fractured rocks, (10) characterization of bio-inspired composite materials and structures, and (11) fracture detection in Marcellus shale and granite for geoenergy applications.\n\n \n\nThe micro-CT has already had significant broader impacts. For example, over a dozen UVM faculty members have already used the micro-CT for their research. In addition, three faculty membersÆ research from the University of Toledo, Jackson State University and Princeton University, and a local Vermont firm has benefited from the equipment. The equipment has also been used to enhance the student experiences at UVM. Thus far, over half a dozen graduate students and two undergraduate students have been engaged in research that employed the equipment. At least half a dozen of these researchers are from underrepresented groups. Educational modules based on the micro-CT results were developed and introduced in two undergraduate courses &ndash; Mechanics of Materials and Geotechnical Principles. The dissemination has included five technical publications submitted to peer-reviewed conference proceedings and journals.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/04/2015\n\n\t\t\t\t\tSubmitted by: Mandar Dewoolkar"
 }
}