{
 "awd_id": "1429229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on Innovation and Creativity in Higher education in Engineering and Science (RICHES) for Community Colleges",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Berger",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2014-07-25",
 "awd_max_amd_letter_date": "2019-07-15",
 "awd_abstract_narration": "There is a critical need for more students with engineering and science majors to enter into, persist, and graduate from postsecondary institutions. Increasing the diversity in engineering and science is also a profound identified need. According to national statistics, the largest groups of underrepresented minority students in engineering and science attend America?s public higher education institutions and in particular the community colleges. Recent research has indicated that students from these populations who are strong problem solvers, and who understand how to seek assistance and navigate college campuses, are most likely to persist to degree completion. Accordingly, this Research in Engineering Education (REE) project entitled: Research on Innovation and Creativity in Higher education in Engineering and Science (RICHES) for Community Colleges, intends to study a sample of non-traditional college students enrolled in science and engineering programs in urban community colleges to determine: (a) the types and frequency of support practices they utilize, (b) how such practices influence their achievement, persistence and transfer status to four year colleges and universities, and (c) how in turn their propensity for innovation and creative problem solving affect such choices and persistence.\r\n\r\nThe intellectual merits of this research project are: (1) to explore the informal and formal instructional and support practices used with non-traditional students in community colleges to inform persistence, (2) to understand whether such practices are effective in offering non-traditional students a program that enables them to stay in engineering and science majors and to transfer to a four year college or university, and (3) to determine if students? propensity for innovative problem solving influences use of pedagogical practices and ultimately, transfer persistence. RICHES studies an area and group of students that have been historically understudied, community college students in engineering and science, and builds upon the researchers? current studies of STEM pathways and students? propensity for innovation, both of which are research areas recognized as areas that engineering education must cultivate in students. This project has broad impacts because it has great potential to transform instructional and support practice for non-traditional students and those who are typically underrepresented in engineering and science. It contributes to the development and improvement of educational opportunities for the preparation of a new generation of scientists and engineers who will play a critical role in maintaining U.S. leadership.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gisele",
   "pi_last_name": "Ragusa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gisele Ragusa",
   "pi_email_addr": "ragusa@usc.edu",
   "nsf_id": "000447315",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Slaughter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Slaughter",
   "pi_email_addr": "jslaught@usc.edu",
   "nsf_id": "000603359",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower St",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Impact of Community College Students&rsquo; Propensity for Innovation on Persistence in STEM Majors project outcomes &nbsp;and accomplishments were robust and tied to the project&rsquo;s goals.&nbsp; A multi-dimensional &nbsp;compendium of pedagogical practices&nbsp;at two-year community colleges was developed. &nbsp;This compendium was shared across community colleges and remains under ongoing review by the participating community college district for possible district-wide adoption to support STEM students toward transition to four-year colleges and universities. Some of the community colleges have adopted it and are using it for onboarding new staff, to showcase supports provided to students and in dialogue with leadership and boards. A total of 9,724 students (unduplicated) completed the &nbsp;project&rsquo;s robust research survey. Results have indicated that particular types of supports correlate to higher grade point averages (GPAs), higher STEM GPAs, and ultimately higher transfer rates and quicker transfers. Particular types of mentorship were found to support retention in STEM with best mentorship strategies including diversity matches, first generation status, gender and experiential in general matches found to be most effective both in terms of student report and in terms of degree and transfer persistence patterns revealed in the project&rsquo;s data. The participating students&rsquo; propensity toward innovation was measured using the Engineering Creativity and Propensity for Innovation Index (ECPII). Results indicate that students who had higher ECPII scores transferred to four-year colleges and universities at greater rates and earlier in their degree process. This varied by participating two-year college and also as it relates to time within each two-year college. Importantly, and as an unintended consequence, these students were also less likely to use their federal and private financial aid prior to degree completion which is a prevalent challenge among non-traditional students nationally. Additionally, the ECPII instrument underwent a final retest for validity with our now robust sample during this past year, as an ongoing means of confirming results (using confirmatory factor analyses; CFA).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2020<br>\n\t\t\t\t\tModified by: Gisele&nbsp;Ragusa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Impact of Community College Students’ Propensity for Innovation on Persistence in STEM Majors project outcomes  and accomplishments were robust and tied to the project’s goals.  A multi-dimensional  compendium of pedagogical practices at two-year community colleges was developed.  This compendium was shared across community colleges and remains under ongoing review by the participating community college district for possible district-wide adoption to support STEM students toward transition to four-year colleges and universities. Some of the community colleges have adopted it and are using it for onboarding new staff, to showcase supports provided to students and in dialogue with leadership and boards. A total of 9,724 students (unduplicated) completed the  project’s robust research survey. Results have indicated that particular types of supports correlate to higher grade point averages (GPAs), higher STEM GPAs, and ultimately higher transfer rates and quicker transfers. Particular types of mentorship were found to support retention in STEM with best mentorship strategies including diversity matches, first generation status, gender and experiential in general matches found to be most effective both in terms of student report and in terms of degree and transfer persistence patterns revealed in the project’s data. The participating students’ propensity toward innovation was measured using the Engineering Creativity and Propensity for Innovation Index (ECPII). Results indicate that students who had higher ECPII scores transferred to four-year colleges and universities at greater rates and earlier in their degree process. This varied by participating two-year college and also as it relates to time within each two-year college. Importantly, and as an unintended consequence, these students were also less likely to use their federal and private financial aid prior to degree completion which is a prevalent challenge among non-traditional students nationally. Additionally, the ECPII instrument underwent a final retest for validity with our now robust sample during this past year, as an ongoing means of confirming results (using confirmatory factor analyses; CFA).\n\n\t\t\t\t\tLast Modified: 10/27/2020\n\n\t\t\t\t\tSubmitted by: Gisele Ragusa"
 }
}