{
 "awd_id": "1429873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High-Performance Computer Cluster for Gravitational-Wave Astronomy with Advanced LIGO",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 119791.0,
 "awd_amount": 119791.0,
 "awd_min_amd_letter_date": "2014-07-27",
 "awd_max_amd_letter_date": "2014-07-27",
 "awd_abstract_narration": "This award supports the purchase of a supercomputer that will be used by researchers in California State University Fullerton's (CSUF's) Gravitational-Wave Physics and Astronomy Center (GWPAC). Gravitational waves are ripples of warped space and time; experiments such as the Advanced Laser Interferometer Gravitational-wave Observatory (Advanced LIGO) will soon have the astrophysical reach to observe gravitational waves from colliding black holes and neutron stars. Observing as many of these waves as possible and learning as much as possible about their sources require a generation of students with extensive knowledge of the high-performance computing (HPC) hardware and software used to model and detect gravitational waves. GWPAC will use the supercomputer to train student researchers in HPC and gravitational-wave science, empowering students to make significant contributions to the field of gravitational-wave physics and astronomy. GWPAC researchers will use the supercomputer to help maximize the scientific payoff of Advanced LIGO by i) simulating colliding black holes and neutron stars to predict the gravitational waves they emit, ii) developing tools to identify and remove artifacts in detector data that could mimic gravitational wave signals, and iii) investigating whether gravitational-wave observations can help us learn how matter behaves in the extreme conditions present in neutron stars.\r\n\r\nThe imminent direct detection of gravitational waves, nearly a century after Einstein predicted their existence, promises to inaugurate a new era of astronomy. Accurate predictions of the expected waveforms, thorough characterization of the detectors, and exploration of the potential for extracting astrophysical information from detections each require HPC. This award will leverage existing infrastructure to double the number of compute cores (from 240 to 480) of CSUF's first research HPC cluster of its scale. GWPAC researchers will use the cluster to simulate many more collisions of black holes and neutron stars, to develop new tools to characterize and assess data-quality impacts on the Advanced LIGO detectors, and to explore how including more realistic astrophysics in neutron-star waveform models could broaden the information we can extract from detections to include the neutron-star equation of state. The expanded cluster will magnify GWPAC's students' scientific impact and will strengthen CSUF's links with external collaborations. The cluster will provide students at CSUF, a primarily undergraduate and Hispanic-serving institution, with enhanced opportunities to acquire transferable computing skills while playing important roles in preparing for the first direct detections of gravitational waves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Lovelace",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Lovelace",
   "pi_email_addr": "glovelace@fullerton.edu",
   "nsf_id": "000621773",
   "pi_start_date": "2014-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Smith",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua R Smith",
   "pi_email_addr": "josmith@fullerton.edu",
   "nsf_id": "000544532",
   "pi_start_date": "2014-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jocelyn",
   "pi_last_name": "Read",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jocelyn Read",
   "pi_email_addr": "jread@fullerton.edu",
   "nsf_id": "000625195",
   "pi_start_date": "2014-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "Caifornia State University Fullerton",
  "perf_str_addr": "800 N State College Blvd, MH-601",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928313547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "45",
  "perf_st_cong_dist": "CA45",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 119791.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A century after Einstein predicted their existence, the Laser Interferometer Gravitational-Wave Observatory (LIGO) discovered gravitational waves passing through Earth. These gravitational waves&mdash;ripples of curved space and time&mdash;came from a distant, cataclysmic event: two black holes spiraling together and merging into a new, larger black hole. Since then, LIGO (joined by Virgo in August 2017) has observed gravitational waves from four more pairs of merging black holes. In August, 2017, LIGO and Virgo measured gravitational waves from merging neutron stars, seconds before the Fermi Gamma-ray Space Telescope measured a gamma-ray burst counterpart to the gravitational-wave signals. Subsequent observations revealed counterparts across the electromagnetic spectrum (including visible light, radio waves, and x-rays), located in the same part of the sky identified by the gravitational-wave and gamma-ray burst observations.</span></p>\n<p>Together, these discoveries have opened a new window on the universe. Making the most of this new era of gravitational-wave astronomy requires sophisticated computations, to help gravitational-wave observatories find as many gravitational waves as possible while learning as much as possible about the waves&rsquo; astronomical sources.</p>\n<p>This award supported doubling the computational capacity of a supercomputer, the Orange-county Relativity Cluster for Astronomy (ORCA), that supports research in California State University, Fullerton&rsquo;s Gravitational-Wave Physics and Astronomy Center (GWPAC). By doubling ORCA&rsquo;s computational power (adding hundreds more compute cores and doubling available memory), this award substantially enhanced our center&rsquo;s computational research programs.&nbsp;</p>\n<p><span>The expanded instrument empowered GWPAC students and faculty members to play significant roles preparing for and responding to LIGO&rsquo;s discoveries, and in particular the award magnified our students&rsquo; scientific impact, enabling more students to perform more computations.&nbsp;</span>&nbsp;</p>\n<p><span>We used our cluster to solve Einstein&rsquo;s equations of general relativity to model merging black holes and the gravitational waves they emit, sharing results from our calculations with our collaborators in the LIGO Scientific Collaboration, with our collaborators in the Simulating eXtreme Spacetimes (SXS) numerical-relativity collaboration, and with the public. Our results helped our collaborators to develop and test new, improved approximate gravitational-wave models that LIGO scientists used both to find faint gravitational waves in the detector data and to infer the properties of the waves&rsquo; sources (such as how massive the black holes were and how fast they were spinning). Our calculations also led to new computational techniques that enabled us to model merging black holes with spins closer to the theoretical upper limit than ever before, revealing that highly dynamical, merging black holes appear to obey this limit (only proven for single, isolated black holes).</span></p>\n<p><span>When LIGO observed gravitational waves from merging black holes, we used ORCA to calculate the curved space and time near the merging black holes and the emitted gravitational waves. Our results agreed beautifully with LIGO&rsquo;s observations and with others&rsquo; independent calculations. We and our collaborators in the SXS Collaboration used ORCA to make images and movies showing how the merging black holes warp space and time and what the merger would have looked like up close (e.g. <a href=\"https://youtu.be/Zt8Z_uzG71o\"><span>https://youtu.be/Zt8Z_uzG71o</span></a>).</span>&nbsp;</p>\n<p><span>When LIGO observed gravitational waves from merging neutron stars, we used ORCA to assess how much the presence of neutron-star matter impacts our understanding of the expected gravitational waves&mdash;and thus our ability to detect the waves and accurately infer the nature of the waves&rsquo; sources. These results helped us contribute to the first gravitational-wave constraints on how matter behaves at extreme, nuclear densities.</span></p>\n<p><span>Expanding ORCA also enabled us to establish a new program in GWPAC to computationally model thermal noise. Thermal noise limits LIGO&rsquo;s sensitivity at the frequencies where it is most sensitive. By modeling the thermal noise in the thin, highly reflective coatings where it matters most, we are helping to assess whether new techniques (such as using crystalline coatings) can reduce thermal noise in LIGO and in future gravitational-wave detectors, increasing the detectors' astronomical reach.</span></p>\n<p><span>ORCA is the first supercomputer of its scale for research at California State University, Fullerton, a primarily undergraduate and Hispanic-serving institution. This award enabled dozens of&nbsp;</span>students, including women and students from under-represented minority groups, to get hands-on experience working with supercomputing hardware and software. Students installed the new computing and networking hardware. The award supported two student assistant system administrators, who managed user accounts and assisted with hardware and software maintenance for ORCA. Along the way, students working with ORCA acquired transferrable skills, such as how to write programs to analyze and visualize large data sets, that they will take with them into careers in science, technology, engineering, and math.</p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2017<br>\n\t\t\t\t\tModified by: Geoffrey&nbsp;Lovelace</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA century after Einstein predicted their existence, the Laser Interferometer Gravitational-Wave Observatory (LIGO) discovered gravitational waves passing through Earth. These gravitational waves&mdash;ripples of curved space and time&mdash;came from a distant, cataclysmic event: two black holes spiraling together and merging into a new, larger black hole. Since then, LIGO (joined by Virgo in August 2017) has observed gravitational waves from four more pairs of merging black holes. In August, 2017, LIGO and Virgo measured gravitational waves from merging neutron stars, seconds before the Fermi Gamma-ray Space Telescope measured a gamma-ray burst counterpart to the gravitational-wave signals. Subsequent observations revealed counterparts across the electromagnetic spectrum (including visible light, radio waves, and x-rays), located in the same part of the sky identified by the gravitational-wave and gamma-ray burst observations.\n\nTogether, these discoveries have opened a new window on the universe. Making the most of this new era of gravitational-wave astronomy requires sophisticated computations, to help gravitational-wave observatories find as many gravitational waves as possible while learning as much as possible about the waves? astronomical sources.\n\nThis award supported doubling the computational capacity of a supercomputer, the Orange-county Relativity Cluster for Astronomy (ORCA), that supports research in California State University, Fullerton?s Gravitational-Wave Physics and Astronomy Center (GWPAC). By doubling ORCA?s computational power (adding hundreds more compute cores and doubling available memory), this award substantially enhanced our center?s computational research programs. \n\nThe expanded instrument empowered GWPAC students and faculty members to play significant roles preparing for and responding to LIGO?s discoveries, and in particular the award magnified our students? scientific impact, enabling more students to perform more computations.  \n\nWe used our cluster to solve Einstein?s equations of general relativity to model merging black holes and the gravitational waves they emit, sharing results from our calculations with our collaborators in the LIGO Scientific Collaboration, with our collaborators in the Simulating eXtreme Spacetimes (SXS) numerical-relativity collaboration, and with the public. Our results helped our collaborators to develop and test new, improved approximate gravitational-wave models that LIGO scientists used both to find faint gravitational waves in the detector data and to infer the properties of the waves? sources (such as how massive the black holes were and how fast they were spinning). Our calculations also led to new computational techniques that enabled us to model merging black holes with spins closer to the theoretical upper limit than ever before, revealing that highly dynamical, merging black holes appear to obey this limit (only proven for single, isolated black holes).\n\nWhen LIGO observed gravitational waves from merging black holes, we used ORCA to calculate the curved space and time near the merging black holes and the emitted gravitational waves. Our results agreed beautifully with LIGO?s observations and with others? independent calculations. We and our collaborators in the SXS Collaboration used ORCA to make images and movies showing how the merging black holes warp space and time and what the merger would have looked like up close (e.g. https://youtu.be/Zt8Z_uzG71o). \n\nWhen LIGO observed gravitational waves from merging neutron stars, we used ORCA to assess how much the presence of neutron-star matter impacts our understanding of the expected gravitational waves&mdash;and thus our ability to detect the waves and accurately infer the nature of the waves? sources. These results helped us contribute to the first gravitational-wave constraints on how matter behaves at extreme, nuclear densities.\n\nExpanding ORCA also enabled us to establish a new program in GWPAC to computationally model thermal noise. Thermal noise limits LIGO?s sensitivity at the frequencies where it is most sensitive. By modeling the thermal noise in the thin, highly reflective coatings where it matters most, we are helping to assess whether new techniques (such as using crystalline coatings) can reduce thermal noise in LIGO and in future gravitational-wave detectors, increasing the detectors' astronomical reach.\n\nORCA is the first supercomputer of its scale for research at California State University, Fullerton, a primarily undergraduate and Hispanic-serving institution. This award enabled dozens of students, including women and students from under-represented minority groups, to get hands-on experience working with supercomputing hardware and software. Students installed the new computing and networking hardware. The award supported two student assistant system administrators, who managed user accounts and assisted with hardware and software maintenance for ORCA. Along the way, students working with ORCA acquired transferrable skills, such as how to write programs to analyze and visualize large data sets, that they will take with them into careers in science, technology, engineering, and math.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2017\n\n\t\t\t\t\tSubmitted by: Geoffrey Lovelace"
 }
}