{
 "awd_id": "1430883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: On Space in Conversation: Coordinating Perspectives in Spatial Reference",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 15120.0,
 "awd_amount": 15120.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "In order to successfully communicate, speakers use a set of tools to assess what their interlocutors know. Previous research on these tools suggests that speakers may assume that hearers have knowledge and abilities similar to their own. They may also do what they can to make the conversation easy to follow for all of the participants involved. This is particularly important in conversations about where objects are located. Understanding a description of a location often requires inferring the perspective from which it has been given. It has been found that speakers often use their hearer's perspective when giving a spatial description, for example the hearer's 'right' and 'left'. However, there are languages and linguistic communities that do not use terms such as 'right' and 'left', at least not in the same ways that English speakers do. Instead, speakers of such languages prefer to use descriptions with a perspective derived from the environment, for example from local mountains. These descriptions require calculations to take place in the minds of both the speaker and the hearer, possibly making them more difficult, but they have the benefit of being independent of the interlocutors' perspectives, evading such questions as whether 'right' refers to the speaker's right or the hearer's right. In an increasingly globalized world, differences in how linguistic communities describe the location of objects and make inferences about the perspectives from which descriptions are given can lead to miscommunications.  \r\n \r\nThis dissertation will examine for the first time how preferences for using environment-centered descriptions interact with how speakers assess the knowledge of hearers in conversation. To do this, research will be conducted on an indigenous language of Mexico called Tseltal Maya, in which speakers prefer to use the local landscape to describe the locations of objects. For comparison, data will also be collected from English speakers, who have been shown to prefer speaker-centered or hearer-centered descriptions. Both Tseltal Maya and English speakers will participate in a series of tasks in two participants work together to rebuild a scene using objects that have been provided for them. The tasks are designed to generate linguistic data that is rich in spatial descriptions.  The aim of this project is to better understand how community preferences interact with human desires and abilities to facilitate understanding of spatial descriptions in conversation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juergen",
   "pi_last_name": "Bohnemeyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juergen Bohnemeyer",
   "pi_email_addr": "jb77@buffalo.edu",
   "nsf_id": "000180304",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean-Pierre",
   "pi_last_name": "Koenig",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jean-Pierre A Koenig",
   "pi_email_addr": "jpkoenig@acsu.buffalo.edu",
   "nsf_id": "000461472",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Donelson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine T Donelson",
   "pi_email_addr": "donelson@buffalo.edu",
   "nsf_id": "000649054",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated how linguistic community, interlocutor identity, and task affect speakers&rsquo; choices in terms of perspective-taking and reference frame selection when referring to the location, orientation, and movement of objects. Of particular interest were factors conditioning speakers to center their spatial descriptions on themselves, their addressee, or in some other way. Psychologists and linguists are interested in spatial language because navigating and describing space and location are important skills with attested cross-linguistic variation (Levinson 1996, Levinson 2003, Bohnemeyer et al 2015, <em>inter alia</em>).</p>\n<p>&lsquo;Audience design&rsquo; in speech production describes properties of message formulation that are sensitive to a speaker&rsquo;s assumptions about a hearer&rsquo;s state of mind. Spatial language and audience design were investigated in two linguistic communities, a Tseltal-speaking community in Chiapas, Mexico and English speakers in the United States. These communities were chosen because of attested differences in their preferred method of locating objects in tabletop space. Tseltal speakers use a system similar to the cardinal directions based on the slope of the mountain they live on (geocentric) (Brown 2006); English speakers use a system centered on the human body (egocentric). Both communities also use &lsquo;intrinsic&rsquo; descriptions, in which a reference frame is derived from the geometry of a reference or &lsquo;ground&rsquo; entity with respect to which an object is located, rather than to appeal to an extrinsic (egocentric or geocentric) perspective.</p>\n<p>The objectives of this project were to investigate linguistic and non-linguistic factors in spatial language use and audience design. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>To investigate this, two &lsquo;referential communication tasks&rsquo; were run. Participant pairs were recruited to complete a task. One participant was given information they then used to instruct their partner in correct task completion. The stimuli were static configurations of toys in the first experiment and motion paths indicated in a small maze in the second. There were two experimental manipulations in the tasks: stimulus orientation and the presence vs. absence of a memorization phase. Each resulted in two conditions, which were crossed, yielding a total of four conditions. The orientation contrast involved one condition that induced participants to maintain the orientation of the stimuli vis-&agrave;-vis the environment; the other induced them to maintain the orientation with respect to participants&rsquo; bodies. In both cases, participants were seated at a 90-degree angle to each other, so during the participant-alignment trials, the stimuli underwent a 90&deg; rotation. Additionally, a demographic survey was completed that focused on factors previously identified as possibly affecting spatial language use, such as education level, second language use, literacy, age, and gender.</p>\n<p>It was found that speakers of Tseltal use geocentric and intrinsic descriptions more and egocentric descriptions less than English speakers when describing the locations and orientations of static objects. Both Tseltal and English participants used more geocentric descriptions when maintaining stimuli with environment-centered orientation than when maintaining participant-centered orientation. When describing motion paths, English speakers used more geocentric descriptions based on ad-hoc landmarks (e.g. &lsquo;the path goes door-ward&rsquo; referring to the door of the room where the experiment took place) than Tseltal speakers, whereas Tseltal speakers used more geocentric descriptions based on their local landscape (the mountain slope). The studies also showed that participants used fewer ad-hoc landmark-based descriptions when they had to memorize the stimulus configuration/path.</p>\n<p>Egocentric descriptions are anchored to the speaker, addressee, or a generic observer. English speakers used more speaker-anchored and addressee-anchored descriptions than Tseltal speakers. Both English and Tseltal speakers used fewer addressee-anchored descriptions when the stimulus maintained its environment-centered orientation than when it was participant-centered. However, English and Tseltal speakers differed in their use of speaker-anchored descriptions. While Tseltal speakers used speaker-anchored descriptions at the same rate across conditions, English speakers used speaker-anchored descriptions at a higher rate when the array maintained its environmental orientation.</p>\n<p>Additionally, a small corpus of discourse data was created based on the static object descriptions. It was used to investigate whether the use of a spatial description predicts a repeat use of that spatial description type in subsequent discourse. Such &lsquo;priming&rsquo; behavior has been shown to be a powerful influence on all aspects of speech production. The intrinsic type was not predictive of future intrinsic uses, whereas the extrinsic types did have such predictive powers. Further analysis found that when the spatial relators &lsquo;left&rsquo; and &lsquo;right&rsquo; were included in the analysis, their presence negatively predicted intrinsic description use in subsequent discourse. In regression models incorporating this factor, intrinsic descriptions were significant predictors of future intrinsic use.</p>\n<p>This project makes important contributions to the understanding of how linguistic and non-linguistic factors determine the use of spatial language and audience design. The results provide a window into the cognitive processes involved when speakers of languages with drastically different cultural biases regarding orientation strategies plan their utterances. It also represents the first study of audience design in spatial perspective-taking in a lesser-studied minority language.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2018<br>\n\t\t\t\t\tModified by: Katharine&nbsp;T&nbsp;Donelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated how linguistic community, interlocutor identity, and task affect speakers? choices in terms of perspective-taking and reference frame selection when referring to the location, orientation, and movement of objects. Of particular interest were factors conditioning speakers to center their spatial descriptions on themselves, their addressee, or in some other way. Psychologists and linguists are interested in spatial language because navigating and describing space and location are important skills with attested cross-linguistic variation (Levinson 1996, Levinson 2003, Bohnemeyer et al 2015, inter alia).\n\n?Audience design? in speech production describes properties of message formulation that are sensitive to a speaker?s assumptions about a hearer?s state of mind. Spatial language and audience design were investigated in two linguistic communities, a Tseltal-speaking community in Chiapas, Mexico and English speakers in the United States. These communities were chosen because of attested differences in their preferred method of locating objects in tabletop space. Tseltal speakers use a system similar to the cardinal directions based on the slope of the mountain they live on (geocentric) (Brown 2006); English speakers use a system centered on the human body (egocentric). Both communities also use ?intrinsic? descriptions, in which a reference frame is derived from the geometry of a reference or ?ground? entity with respect to which an object is located, rather than to appeal to an extrinsic (egocentric or geocentric) perspective.\n\nThe objectives of this project were to investigate linguistic and non-linguistic factors in spatial language use and audience design.       \n\nTo investigate this, two ?referential communication tasks? were run. Participant pairs were recruited to complete a task. One participant was given information they then used to instruct their partner in correct task completion. The stimuli were static configurations of toys in the first experiment and motion paths indicated in a small maze in the second. There were two experimental manipulations in the tasks: stimulus orientation and the presence vs. absence of a memorization phase. Each resulted in two conditions, which were crossed, yielding a total of four conditions. The orientation contrast involved one condition that induced participants to maintain the orientation of the stimuli vis-&agrave;-vis the environment; the other induced them to maintain the orientation with respect to participants? bodies. In both cases, participants were seated at a 90-degree angle to each other, so during the participant-alignment trials, the stimuli underwent a 90&deg; rotation. Additionally, a demographic survey was completed that focused on factors previously identified as possibly affecting spatial language use, such as education level, second language use, literacy, age, and gender.\n\nIt was found that speakers of Tseltal use geocentric and intrinsic descriptions more and egocentric descriptions less than English speakers when describing the locations and orientations of static objects. Both Tseltal and English participants used more geocentric descriptions when maintaining stimuli with environment-centered orientation than when maintaining participant-centered orientation. When describing motion paths, English speakers used more geocentric descriptions based on ad-hoc landmarks (e.g. ?the path goes door-ward? referring to the door of the room where the experiment took place) than Tseltal speakers, whereas Tseltal speakers used more geocentric descriptions based on their local landscape (the mountain slope). The studies also showed that participants used fewer ad-hoc landmark-based descriptions when they had to memorize the stimulus configuration/path.\n\nEgocentric descriptions are anchored to the speaker, addressee, or a generic observer. English speakers used more speaker-anchored and addressee-anchored descriptions than Tseltal speakers. Both English and Tseltal speakers used fewer addressee-anchored descriptions when the stimulus maintained its environment-centered orientation than when it was participant-centered. However, English and Tseltal speakers differed in their use of speaker-anchored descriptions. While Tseltal speakers used speaker-anchored descriptions at the same rate across conditions, English speakers used speaker-anchored descriptions at a higher rate when the array maintained its environmental orientation.\n\nAdditionally, a small corpus of discourse data was created based on the static object descriptions. It was used to investigate whether the use of a spatial description predicts a repeat use of that spatial description type in subsequent discourse. Such ?priming? behavior has been shown to be a powerful influence on all aspects of speech production. The intrinsic type was not predictive of future intrinsic uses, whereas the extrinsic types did have such predictive powers. Further analysis found that when the spatial relators ?left? and ?right? were included in the analysis, their presence negatively predicted intrinsic description use in subsequent discourse. In regression models incorporating this factor, intrinsic descriptions were significant predictors of future intrinsic use.\n\nThis project makes important contributions to the understanding of how linguistic and non-linguistic factors determine the use of spatial language and audience design. The results provide a window into the cognitive processes involved when speakers of languages with drastically different cultural biases regarding orientation strategies plan their utterances. It also represents the first study of audience design in spatial perspective-taking in a lesser-studied minority language.\n\n \n\n\t\t\t\t\tLast Modified: 10/13/2018\n\n\t\t\t\t\tSubmitted by: Katharine T Donelson"
 }
}