{
 "awd_id": "1430608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Data Management and Data Sharing Workshop for Science and Technology Studies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 39268.0,
 "awd_amount": 39268.0,
 "awd_min_amd_letter_date": "2014-05-27",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "This award will fund a workshop that will bring together key members of the STS community to engage in intensive discussions about data management issues. The need for the meeting is initially driven by a recent requirement implemented by NSF; each research proposal is now required to have a suitably adequate data management plan. The requirement is generally formulated; NSF recognizes that there is a vast array of scientific research cultures with differing practices of data management. Moreover, these many such cultures (including STS) address pertinent data-management issues in widely different ways. Issues include what constitutes data, and how data should be characterized, formatted, securely stored, and made broadly accessible for re-use by others, while also addressing concerns of privacy and the need at times to grant only limited access. The workshop will focus on articulating current needs, as well as proposed responses and solutions, for development of effective data management principles and routines in the STS domain. \r\n\r\nThe workshop organizers have four distinct goals: (1) to generate provisional templates for data management plans for individual projects across the diverse fields of STS. (2) To produce a workshop report that summarizes the discussions with a focus on current and future needs and existing and possible solutions (including the templates); the report will be made broadly available on an existing secure, open-access repository at Arizona State University. In addition, they will produce two white papers. One white paper is (3) to be circulated to members of the STS community and to other research communities through professional societies to solicit input and work toward a shared understanding of infrastructural needs.  Another white paper will (4) outline opportunities for computational work that will become possible only if the communities establish robust data management strategies; it will outline future strategies for taking advantage of opportunities for computational work in the diverse STS fields represented that is predicated on available and accessible data. The white papers will address how STS fields can implement strategies of data driven science and will consider what benefits would accrue from doing so.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Maienschein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jane Maienschein",
   "pi_email_addr": "maienschein@asu.edu",
   "nsf_id": "000347474",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Hackett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Hackett",
   "pi_email_addr": "ehackett@asu.edu",
   "nsf_id": "000116272",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manfred",
   "pi_last_name": "Laubichler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manfred Laubichler",
   "pi_email_addr": "manfred.laubichler@asu.edu",
   "nsf_id": "000116642",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Parker",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "John N Parker",
   "pi_email_addr": "john.parker@asu.edu",
   "nsf_id": "000417644",
   "pi_start_date": "2014-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO BOX 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 39268.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project brought together scholars from the history, philosophy, and social studies of science to consider data sharing and data storage in Science and Technology Studies and stimulate productive discussion about these issues in professional societies.<strong>&nbsp;</strong>In January, 2015, scholars convened at the National Science Foundation to discuss these issues and create a data sharing and storage plan for proposal submissions to the National Science Foundation's program in Science and Technology Studies. This international group included those with professional affiliations with the History of Science Society, the Philosophy of Science Association, the European Association for the Study of Science and Technology, and the Society for Social Studies of Science. Three main project outcomes resulted from these efforts. The first was a data management plan for Science and Technology Studies. The second was a report on the group&rsquo;s activities and suggestions to the History of Science Society and the Philosophy of Science Association. The third was a similar report to the Society for Social Studies of Science. HSS and PSA have not yet formally responded to the report, though subcommittees expressed their thanks; SSSS expressed support for the findings in the report and its data management plan, and are now working to better address these issues in the future through formal mechanisms such as data management requirements for STS journals and by promoting a shift in academic culture and norms towards open data and more careful and purposeful data storage and curation. Data management experts suggested the need for a coordinated network of researchers to continue developing and implementing effective data management.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2016<br>\n\t\t\t\t\tModified by: Jane&nbsp;Maienschein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project brought together scholars from the history, philosophy, and social studies of science to consider data sharing and data storage in Science and Technology Studies and stimulate productive discussion about these issues in professional societies. In January, 2015, scholars convened at the National Science Foundation to discuss these issues and create a data sharing and storage plan for proposal submissions to the National Science Foundation's program in Science and Technology Studies. This international group included those with professional affiliations with the History of Science Society, the Philosophy of Science Association, the European Association for the Study of Science and Technology, and the Society for Social Studies of Science. Three main project outcomes resulted from these efforts. The first was a data management plan for Science and Technology Studies. The second was a report on the groupÆs activities and suggestions to the History of Science Society and the Philosophy of Science Association. The third was a similar report to the Society for Social Studies of Science. HSS and PSA have not yet formally responded to the report, though subcommittees expressed their thanks; SSSS expressed support for the findings in the report and its data management plan, and are now working to better address these issues in the future through formal mechanisms such as data management requirements for STS journals and by promoting a shift in academic culture and norms towards open data and more careful and purposeful data storage and curation. Data management experts suggested the need for a coordinated network of researchers to continue developing and implementing effective data management.\n\n \n\n\t\t\t\t\tLast Modified: 06/04/2016\n\n\t\t\t\t\tSubmitted by: Jane Maienschein"
 }
}