{
 "awd_id": "1430837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Science of Broadening Participation: Multiculturalism, Social Networks and Under-Represented Minority Student Success in STEM Fields",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 299991.0,
 "awd_amount": 299991.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2015-08-20",
 "awd_abstract_narration": "Social scientists know that minority students are underrepresented in science, technology, engineering, and mathematics (STEM) fields. However, they also know that the reasons for this are complex, seem to vary by cultural group, and are shaped by global as well as local processes. The goal of this research project is to see if increased multicultural contact, such as that brought about by economic and cultural globalization, affects student STEM achievement and success. Drawing on an interdisciplinary suite of theories and methods, Dr. Rosalyn Negron and Dr. Adan Colon-Carmona, both of the University of Massachusetts Boston, will undertake research to refine the conceptualization and measurement of multiculturalism, and examine specific interactions between multiculturalism and STEM skills as correlates of STEM success. The researchers hypothesize that multiculturalism will be associated with key STEM skills, and that under-represented minority students who persist in STEM studies beyond the first academic year will be more likely to be multicultural than students who drop out of STEM studies.\r\n\r\nThe research will be conducted in the College of Sciences and Mathematics at the University of Massachusetts Boston, a minority serving institution. The researchers and a team of graduate and undergraduate assistants will recruit STEM students who self-identity as belonging to one of the university's underrepresented minority categories (American Indian/Alaskan Native, African American/Black, Hispanic/Latin, Cape Verdean, Hawaiian Native/Pacific Islander, and Southeast Asian).  They will administer standard scales and conduct life history and social network interviews with a small sample (N = 18). Results from that first phase will be used to develop a Multiculturalism Scale and survey that will be completed by 100 students. This will be followed by testing for STEM competences and cross-cultural communication skills. Finally, they will employ a case-control methodology by comparing students who persist in STEM programs with those who do not.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosalyn",
   "pi_last_name": "Negron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosalyn Negron",
   "pi_email_addr": "rosalyn.negron@umb.edu",
   "nsf_id": "000157707",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adan",
   "pi_last_name": "Colon-Carmona",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adan Colon-Carmona",
   "pi_email_addr": "adan.colon-carmona@umb.edu",
   "nsf_id": "000453492",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 Morrissey Blvd",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 199887.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100104.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under-represented minority (URM) students &ndash; students who identify as Black/African American, Latino/Hispanic, Native American, or Pacific Islander &ndash; are significantly less likely to complete higher education in science, technology, engineering and mathematics (STEM) fields than their white and Asian counterparts. This is so, even though URM students&rsquo; intentions to major in STEM, as well as their performance in STEM coursework, do not differ significantly from non-URM students. In this project we approach this problem using a strength-based educational model to ask: what experiences do URMs possess that can provide them with an advantage in STEM fields? The everyday experiences of many URMs are ones in which it is common to cross ethno-racial and cultural boundaries. These experiences shape the development of diverse social networks and support the formation of multicultural identities. We started from the assumption that multiculturalism and the ability to interact within diverse social networks are key resources predisposing students to effective cross-cultural communication, adaptability, and creativity, skills known to translate into success in STEM.</p>\n<p>The overarching goal of the project was to examine the influence of multiculturalism &ndash; and the related skills of adaptability, creativity and cross-cultural communication &ndash; among URM students on their success in STEM fields. We: 1) refined our understanding of multiculturalism and how it is measured, 2) analyzed the relationship between multiculturalism and STEM skills, and 3) assesses whether multicultural students are more likely to persist in their STEM majors. A major outcome of this project is that we developed an assessment tool that can be used by educators and researchers to identify multiculturalism in students, as a starting point for leveraging capabilities and strengths associated with multiculturalism. The 21-item Multicultural Identity Scale (MIS) is designed to identify students who have developed complex and flexible ethnic and cultural identities given the diverse social environments that they navigate.</p>\n<p>Though we initially sought to test whether multicultural students are more likely to stay in STEM majors, our evidence so far suggests that multicultural students, many of whom are students of color, may instead be more likely to leave their STEM majors because those majors do not afford them enough opportunities to explore their histories, communities, and identities, or to pursue topics that are interesting and relevant in terms of the broader world. Though our data require additional analysis, we see evidence supporting the notion that STEM education should integrate more deeply and extensively with the social sciences and humanities to afford students ample opportunities to learn STEM content in the context of their everyday experiences, to explore how a STEM career affords opportunities for community contribution, and how engagement with the social sciences and humanities in the context of STEM education can enhance students' sense of connection to STEM majors and careers.</p>\n<p>Further, our project has rigorously trained 15 students, 11 of whom are members of URM groups in the U.S. The training opportunity afforded to these students via the NSF funding is already having impacts on these students, both in terms of their continuing academic studies and their career prospects. They are now also stronger advocates for greater participation of under-represented students as a result of their work on the project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2019<br>\n\t\t\t\t\tModified by: Rosalyn&nbsp;Negron</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnder-represented minority (URM) students &ndash; students who identify as Black/African American, Latino/Hispanic, Native American, or Pacific Islander &ndash; are significantly less likely to complete higher education in science, technology, engineering and mathematics (STEM) fields than their white and Asian counterparts. This is so, even though URM students? intentions to major in STEM, as well as their performance in STEM coursework, do not differ significantly from non-URM students. In this project we approach this problem using a strength-based educational model to ask: what experiences do URMs possess that can provide them with an advantage in STEM fields? The everyday experiences of many URMs are ones in which it is common to cross ethno-racial and cultural boundaries. These experiences shape the development of diverse social networks and support the formation of multicultural identities. We started from the assumption that multiculturalism and the ability to interact within diverse social networks are key resources predisposing students to effective cross-cultural communication, adaptability, and creativity, skills known to translate into success in STEM.\n\nThe overarching goal of the project was to examine the influence of multiculturalism &ndash; and the related skills of adaptability, creativity and cross-cultural communication &ndash; among URM students on their success in STEM fields. We: 1) refined our understanding of multiculturalism and how it is measured, 2) analyzed the relationship between multiculturalism and STEM skills, and 3) assesses whether multicultural students are more likely to persist in their STEM majors. A major outcome of this project is that we developed an assessment tool that can be used by educators and researchers to identify multiculturalism in students, as a starting point for leveraging capabilities and strengths associated with multiculturalism. The 21-item Multicultural Identity Scale (MIS) is designed to identify students who have developed complex and flexible ethnic and cultural identities given the diverse social environments that they navigate.\n\nThough we initially sought to test whether multicultural students are more likely to stay in STEM majors, our evidence so far suggests that multicultural students, many of whom are students of color, may instead be more likely to leave their STEM majors because those majors do not afford them enough opportunities to explore their histories, communities, and identities, or to pursue topics that are interesting and relevant in terms of the broader world. Though our data require additional analysis, we see evidence supporting the notion that STEM education should integrate more deeply and extensively with the social sciences and humanities to afford students ample opportunities to learn STEM content in the context of their everyday experiences, to explore how a STEM career affords opportunities for community contribution, and how engagement with the social sciences and humanities in the context of STEM education can enhance students' sense of connection to STEM majors and careers.\n\nFurther, our project has rigorously trained 15 students, 11 of whom are members of URM groups in the U.S. The training opportunity afforded to these students via the NSF funding is already having impacts on these students, both in terms of their continuing academic studies and their career prospects. They are now also stronger advocates for greater participation of under-represented students as a result of their work on the project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/07/2019\n\n\t\t\t\t\tSubmitted by: Rosalyn Negron"
 }
}