{
 "awd_id": "1430126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum - European Joint Programming Initiative Collaborative Research: Hydro-social and environmental impacts of sugar cane production on land use and food security",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 26188.0,
 "awd_amount": 26188.0,
 "awd_min_amd_letter_date": "2014-08-08",
 "awd_max_amd_letter_date": "2015-07-08",
 "awd_abstract_narration": "This award provides support to U.S. researchers participating in a project competitively selected by a 14-country initiative on global change research through the Belmont Forum and The Joint Research Programming Initiative on Agriculture, Food Security and Climate Change (FACCE-JPI). The Belmont Forum is a high level group of the world?s major and emerging funders of global environmental change research and international science councils.  It aims to accelerate delivery of the international environmental research most urgently needed to remove critical barriers to sustainability by aligning and mobilizing international resources. This group developed a funding framework to support multilateral research projects that address global challenges in ways that are beyond the capacity of national or bilateral activities. Each partner country provides funding for their researchers within a consortium to alleviate the need for funds to cross international borders.  This approach facilitates effective leveraging of national resources to support excellent research on topics of global relevance best tackled through a multinational approach, recognizing that global challenges need global solutions.\r\n\r\nWorking together the Belmont Forum and JPI-FACCE have provided support for research projects that seek to deliver knowledge needed for action to mitigate and adapt to detrimental environmental change and extreme hazardous events that relate to food security and land use change.  This award provides support for the U.S. researchers to cooperate in consortia that consist of partners from at least three of the participating countries and that bring together natural scientists, social scientists and research users (e.g., policy makers, regulators, NGOs, communities and industry).  \r\n\r\nThis project will involve researchers from the UK, USA, India, Brazil, South Africa and Australia who will work together to develop an international network to understand the environmental and social benefits and trade-offs that arise through the continued global expansion of sugarcane production, and its broader consequences for land use and food security. The project will focus on the agricultural economies especially those that under pressure to improve resource efficiency and increase resilience.  The group will identify and assess the factors contributing to increased sugar cane production; how this increased production is affecting land-use, water resources and ecosystems and the broad-range of socio-economic impacts, benefits and tradeoffs related to how the land is being used.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mutlu",
   "pi_last_name": "Ozdogan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mutlu Ozdogan",
   "pi_email_addr": "ozdogan@wisc.edu",
   "nsf_id": "000583231",
   "pi_start_date": "2014-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167900",
   "pgm_ele_name": "INTERNATIONAL COORDINATION ACT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11263.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 14925.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The motivation behind this research is to better understand the potential environmental and socio-economic impacts of sugar production, particularly in sub-Saharan Africa (SSA).&nbsp; Sugarcane&rsquo;s potential for environmental and socio-economic impact stems from the crop&rsquo;s water requirements, the requirement for a relatively small spatial concentration of production around a factory site and the potential economic returns to scale, and high labour demands for production and processing. Individually, none of these characteristics are unique to sugar production; it is when they come together in particular production locations that significant impacts are possible.</p>\n<p>Whether rainfed or irrigated, sugarcane requires a lot of water to grow. This, combined with the concentration of production around factory sites, has the potential to modify the local hydrological water balances and commit significant water resources to production. It can also affect available water supplies for competing uses (domestic supply, environmental flows) and impact on the quality and dynamics at watershed level and beyond. Sugarcane production at any significant scale can also affect the availability of land for other uses, competing with food crops and natural ecosystems.</p>\n<p>To this end, our project critically assessed the impacts of sugarcane development on water, soil and air quality, employment, food security and human health, drawing on a systematic review of scientific evidence, combined with information from key informants, stakeholders and a research-industry workshop.&nbsp; Our analysis shows that sugarcane production is, in general, neither explicitly good nor bad, sustainable, nor unsustainable. Moreover, despite threats from climate change and changes in trade relationships between importing and exporting countries, agricultural development policies are driving national and international interest and investment in sugarcane in SSA, with expansion likely to play an important role in sustainable development in the region. &nbsp;&nbsp;Our analysis also suggests that the impacts of future expansion of sugarcane production on the environment and society will depend on the global political economy of sugar, local context, quality of scheme, nature of the production system and farm management. &nbsp;</p>\n<p>These findings will help guide researchers and policy makers with new insights in understanding the situated environmental and social impacts associated with alternative sugar economy models, production technologies and qualities of management, especially in SSA where expansion of sugar production is expected to continue due to its high production potential, low cost of production and proximity, and access, to European markets.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2019<br>\n\t\t\t\t\tModified by: Mutlu&nbsp;Ozdogan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe motivation behind this research is to better understand the potential environmental and socio-economic impacts of sugar production, particularly in sub-Saharan Africa (SSA).  Sugarcane’s potential for environmental and socio-economic impact stems from the crop’s water requirements, the requirement for a relatively small spatial concentration of production around a factory site and the potential economic returns to scale, and high labour demands for production and processing. Individually, none of these characteristics are unique to sugar production; it is when they come together in particular production locations that significant impacts are possible.\n\nWhether rainfed or irrigated, sugarcane requires a lot of water to grow. This, combined with the concentration of production around factory sites, has the potential to modify the local hydrological water balances and commit significant water resources to production. It can also affect available water supplies for competing uses (domestic supply, environmental flows) and impact on the quality and dynamics at watershed level and beyond. Sugarcane production at any significant scale can also affect the availability of land for other uses, competing with food crops and natural ecosystems.\n\nTo this end, our project critically assessed the impacts of sugarcane development on water, soil and air quality, employment, food security and human health, drawing on a systematic review of scientific evidence, combined with information from key informants, stakeholders and a research-industry workshop.  Our analysis shows that sugarcane production is, in general, neither explicitly good nor bad, sustainable, nor unsustainable. Moreover, despite threats from climate change and changes in trade relationships between importing and exporting countries, agricultural development policies are driving national and international interest and investment in sugarcane in SSA, with expansion likely to play an important role in sustainable development in the region.   Our analysis also suggests that the impacts of future expansion of sugarcane production on the environment and society will depend on the global political economy of sugar, local context, quality of scheme, nature of the production system and farm management.  \n\nThese findings will help guide researchers and policy makers with new insights in understanding the situated environmental and social impacts associated with alternative sugar economy models, production technologies and qualities of management, especially in SSA where expansion of sugar production is expected to continue due to its high production potential, low cost of production and proximity, and access, to European markets.\n\n\t\t\t\t\tLast Modified: 11/18/2019\n\n\t\t\t\t\tSubmitted by: Mutlu Ozdogan"
 }
}