{
 "awd_id": "1430803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Focus Association in Superlative Expressions",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 5442.0,
 "awd_amount": 5442.0,
 "awd_min_amd_letter_date": "2014-06-17",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "Behind the seemingly effortless use of language for conveying information lie extremely complex processes of encoding and extracting meaning. Sentences mark information as old, shared by speaker and listener, or as new, and thus in focus, through word order and prosody. Some of the real-time processes underlying the comprehension of words and sentence structure are fairly well understood by now, but processes involving the interaction between the structure, prosody and meaning of a sentence are just beginning to be studied. The researchers will obtain experimental evidence concerning the role of focus, marked through prosody and word order, in the interpretation of superlative expressions (e.g. 'the most expensive cake'). In English, prosodic focus expressed through the placement of accent (indicated by capitals) results in the different interpretation of sentences with identical word order: compare 'John gave MARY the most expensive cake' and 'JOHN gave Mary the most expensive cake'. In other languages, changes in word order have similar effect on the meaning of sentences with superlative expressions. The project aims to obtain evidence that focus, expressed through prosody or word order, guides processing during real-time comprehension of text. Understanding the role of focus in superlative expressions is important for linguistic theories of sentence structure, meaning, prosody and the interactions among them. Understanding the role of prosodic focus may have applications in natural language processing and speech technology. The findings will also have implications for other disciplines that study cognitive function such as psychology and neuroscience.  \r\n\r\nThe researchers have previously identified cross-linguistic differences in the range of interpretations available to sentences with superlative expressions. They have explained these differences through the generalization that certain grammatical environments preclude focus-affected interpretation. The novel proposal that in a certain configuration the meaning contributed by the superlative is determined by focus can be tested experimentally. The researchers will investigate whether the hypothesized \"focus association\" effect, which results in a particular reading of a superlative sentence, is computed during real-time sentence processing in Polish. Polish, unlike English, shows both a wider range of interpretations in sentences with superlatives, and a syntactic way to manipulate the available interpretations, allowing manipulation of word order and silent prosody. (It has been shown that implicit accent placement is obligatory in silent reading.) The researchers will test whether the hypothesized focus association effect obtains in a parallel way to well-known cases of focus association involving the adverb 'only' (e.g. 'John only gave Mary a CAKE', 'John only gave MARY a cake'), in a self-paced reading experiment (Experiment 1) and in an ERP experiment (Experiment 2). The self-paced reading and ERP methodologies complement each other, and address the issue of the time-course of the cognitive operations that underlie native speakers' comprehension of sentences with superlatives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roumyana",
   "pi_last_name": "Pancheva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roumyana Pancheva",
   "pi_email_addr": "pancheva@ucsc.edu",
   "nsf_id": "000256301",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Tomaszewicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Tomaszewicz",
   "pi_email_addr": "btomasze@usc.edu",
   "nsf_id": "000649259",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3601 Watts Way, GFS 302B",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891693",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sentences with superlative expressions are often ambiguous. &ldquo;John read the most articles today&rdquo; can be understood to compare the number of articles John read today to the number of articles other people read today, or to the number of articles he read on other days of the week. How can the same arrangement of words lead to such different meanings? And why do we find these particular meanings and not others? Do all languages allow for the same range of interpretations?</p>\n<p>Addressing such questions when faced with ambiguities, superlative ones among them, has lead linguists to discover some of the complex abstract structure of linguistic expressions, hidden beyond the surface string of words. Different interpretations arise from different syntactic arrangements of abstract units of meaning, and the goal of the linguist is to identify the operations that build these representations and the constraints that delimit them.</p>\n<p>Prior research on superlative ambiguities, some of it our own, has revealed cross-linguistic constraints on the grammar of <em>most</em> and a possible role for focus<em>.</em> The Polish counterpart of &ldquo;John read the most articles today&rdquo; has an additional meaning, which the English sentence lacks: the number of articles John read today can be compared to the number of other things he read today (such as books, newspaper stories, blog posts, etc.). We have proposed that one factor behind the cross-linguistic variation is the focus sensitivity of <em>most. </em>For the relevant reading to obtain, <em>most </em>needs to associate with focus. The phenomenon of focus association has been extensively studied with respect to expressions such as <em>only</em>, <em>even</em> and others<em>. </em>They<em> </em>too lead to ambiguities. &ldquo;John only read articles today&rdquo; can mean that he read nothing else today but articles, or that he read articles on no other day but today. Other focus-sensitive expressions behave similarly.</p>\n<p>The main goal of the project was to investigate the role focus plays in the interpretation of superlative expressions. In a series of experiments on Polish we studied whether <em>most </em>behaves similarly to obligatory focus-associating<em> </em>expressions like <em>only </em>and <em>even</em>, and to expressions such as <em>many</em> that optionally associate with focus. We compared the off-line sentence completion of fragments that contained the same words but for the key manipulation: <em>only, most, many</em> vs. baseline (e.g., &ldquo;Photographers greeted (<em>only/many/most</em>) painters today and not ___&rdquo;). <em>Most</em> patterned similarly to <em>only</em> in leading participants to a greater number of object completions (<em>&ldquo;</em>and not sculptors<em>&rdquo;</em>) rather than adverbial completions (&ldquo;and not yesterday&rdquo;), while the pattern was the opposite for the baseline and <em>many</em>. We further compared the online processing of sentences with object completions in the same frames (&ldquo;Photographers greeted &nbsp;<em>only/even/ many/most</em>) painters today and not sculptors&rdquo;), finding a facilitation effect of <em>only, even</em> and <em>most</em> relative to the baseline in reading times. The results of all our studies indicate that <em>most </em>patterns similarly (though not identically) to focus-associating expressions, suggesting that it too associates with focus in the particular configuration that allows the Polish-specific interpretation of the superlative to arise. We obtained experimental confirmation that focus-association is a factor in the cross-linguistic differences in the range of interpretations that superlative expressions give rise to.</p>\n<p><strong>Intellectual merit: </strong>The project demonstrated for the first time in an experimental setting that focus association is behind some of the interpretations of sentence...",
  "por_txt_cntn": "\nSentences with superlative expressions are often ambiguous. \"John read the most articles today\" can be understood to compare the number of articles John read today to the number of articles other people read today, or to the number of articles he read on other days of the week. How can the same arrangement of words lead to such different meanings? And why do we find these particular meanings and not others? Do all languages allow for the same range of interpretations?\n\nAddressing such questions when faced with ambiguities, superlative ones among them, has lead linguists to discover some of the complex abstract structure of linguistic expressions, hidden beyond the surface string of words. Different interpretations arise from different syntactic arrangements of abstract units of meaning, and the goal of the linguist is to identify the operations that build these representations and the constraints that delimit them.\n\nPrior research on superlative ambiguities, some of it our own, has revealed cross-linguistic constraints on the grammar of most and a possible role for focus. The Polish counterpart of \"John read the most articles today\" has an additional meaning, which the English sentence lacks: the number of articles John read today can be compared to the number of other things he read today (such as books, newspaper stories, blog posts, etc.). We have proposed that one factor behind the cross-linguistic variation is the focus sensitivity of most. For the relevant reading to obtain, most needs to associate with focus. The phenomenon of focus association has been extensively studied with respect to expressions such as only, even and others. They too lead to ambiguities. \"John only read articles today\" can mean that he read nothing else today but articles, or that he read articles on no other day but today. Other focus-sensitive expressions behave similarly.\n\nThe main goal of the project was to investigate the role focus plays in the interpretation of superlative expressions. In a series of experiments on Polish we studied whether most behaves similarly to obligatory focus-associating expressions like only and even, and to expressions such as many that optionally associate with focus. We compared the off-line sentence completion of fragments that contained the same words but for the key manipulation: only, most, many vs. baseline (e.g., \"Photographers greeted (only/many/most) painters today and not ___\"). Most patterned similarly to only in leading participants to a greater number of object completions (\"and not sculptors\") rather than adverbial completions (\"and not yesterday\"), while the pattern was the opposite for the baseline and many. We further compared the online processing of sentences with object completions in the same frames (\"Photographers greeted  only/even/ many/most) painters today and not sculptors\"), finding a facilitation effect of only, even and most relative to the baseline in reading times. The results of all our studies indicate that most patterns similarly (though not identically) to focus-associating expressions, suggesting that it too associates with focus in the particular configuration that allows the Polish-specific interpretation of the superlative to arise. We obtained experimental confirmation that focus-association is a factor in the cross-linguistic differences in the range of interpretations that superlative expressions give rise to.\n\nIntellectual merit: The project demonstrated for the first time in an experimental setting that focus association is behind some of the interpretations of sentences with superlative most. This finding contributes to our understanding of the abstract operations that underlie the grammar of comparison and on the range of possible variation. In addition to the novel findings regarding the role of focus in the interpretation of superlative expressions, the project also contributed to a broader question in the discipline concerning the role of prosody in silent reading ..."
 }
}