{
 "awd_id": "1431147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neural habituation: A unified account of visual identification dynamics across tasks",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Gottlob",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 373935.0,
 "awd_amount": 390281.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2016-08-01",
 "awd_abstract_narration": "People often fail to see things that appear right before their eyes. This can occur in many different situations and for many different types of information, ranging from failing to identify where or when something appeared to not noticing that it appeared it all. This project aims to explain failures of detection across a wide range of situations using a unified theoretical framework. Understanding the mechanisms of visual detection failure and its role in normal visual processing is important for many societal problems that involve continuously monitoring visual information, including forensic applications. For example, accurate screening of baggage at security checkpoints or monitoring security video requires an understanding of when human detection is likely to fail. Also, designing successful artificial vision systems requires an understanding of why some types of detection failure are actually necessary for the processing of continuous visual information. The brain's mechanism for separating what is different from what is the same in the constant stream of visual information may come at a cost in some situations. This is relevant to designing real-time computer vision systems that can process ongoing visual information accurately.\r\n \r\nThe theory under investigation in this project is that visual detection failures are often due to neural habituation, which occurs when a neural representation within a network becomes temporarily over-activated after prolonged visual exposure. During the habituation period, the neural representation is temporarily less accessible, which can lead to a failure to consciously notice or detect that particular piece of information if it appears again during the habituation period. The hypothesis tested is that the brain uses transient neural habituation to track information that is constant versus changing. For example, by becoming habituated to recently viewed faces, the brain avoids confusing the attributes of those faces with a currently viewed face, helping to tell people apart. The cost is that people often fail to detect recently seen attributes if they re-appear during the habituation period. To probe visual detection and detection failures, scientists often use rapid serial visual presentation tasks, in which multiple visual images are presented in quick succession. This project aims to explain detection failure across a wide range of such tasks with a unified theoretical model of neural habituation. This effort will increase current understanding of how processes occurring at the level of neural networks can explain processes occurring at the level of visual detection and awareness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Huber",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Huber",
   "pi_email_addr": "david.huber@colorado.edu",
   "nsf_id": "000092208",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "8819",
   "pgm_ref_txt": "Forensic Science"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 373935.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16346.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project tested the theory that neural habituation is the &lsquo;brain&rsquo;s trick&rsquo; for separating the currently perceived stimulus from recently perceived stimuli. For instance, when we read, our eyes move from one word to the next, which can result in confusion between the letters of the last word and the letters of the currently viewed word, if our eyes move too quickly. In the lab, we induce this confusion by flashing words on a computer screen one at a time faster than reading speed to produce blending between words. To minimize this blending, we suggest that the visual system rapidly adapts to the letters of each word to clear the way for the next word. This neural habituation dampens the response to each letter reducing confusion between the letters of one word and the next. However, if the next word contains those same letters, this can result in &lsquo;repetition blindness&rsquo; -- a failure to perceive repeated letters.</p>\n<p>This theory is a general theory of perceptual dynamics, with consequences for any situation involving rapid visual presentation. We formalized these dynamics with an artificial neural network (i.e., a computer simulation of brain activation) to make specific predictions for a wide variety of circumstances and this grant tested these predictions with different visual tasks. For instance, in one study, we found that words that are expected to repeat exhibit less repetition blindness (e.g., after viewing the phrase &lsquo;back-to&rsquo; the target word &lsquo;BACK&rsquo; exhibits less repetition blindness as compared to an unexpected repetition from viewing &lsquo;CLOTH&rsquo; after &lsquo;cloth-of&rsquo;).</p>\n<p>Because this theory concerns perceptual dynamics, it made predictions for how quickly people read and respond to words. However, response times can be confounded by the adoption of different response thresholds (e.g., some people are slow and accurate while others are fast but error prone). In several studies, we separated reading speed from response bias using sophisticated reaction time models. For instance, in one study, we applied the neural network model to the accuracy data of each subject in an experiment and used these results to make predictions for how quickly each subject perceived the words in each condition, subsequently confirming these predictions with application of a reaction time model to measure reading speed.</p>\n<p>Greatly expanding the scope of this theory, one component of the grant examined a paradigm previously thought to reflect deficits in attention (the &lsquo;attentional blink&rsquo;), whereby people fail to report a second target item in a rapid sequence of characters (e.g., a failure to report the second of two letters when viewing a rapid sequence of letters and numbers). This led us to propose that the lack of attention reflects a failure to perceive that that the second target belongs to the target category (i.e., a failure to perceive that the second letter is a letter). Our studies demonstrated that the attentional blink is affected by learning for the target category and, furthermore, that category priming (e.g., ease of perception for a number after viewing a different number, as compared to a letter) exhibits the same dynamics as the attentional blink.</p>\n<p>In terms of intellectual merit, we find that neural habituation is a &lsquo;feature&rsquo; rather than a &lsquo;bug&rsquo;. Neurons could have been constructed such that they continue to &lsquo;fire&rsquo; at a steady pace in response to ongoing perception (e.g., staring at the same word for several seconds). But they are not built this way; instead, their response rapidly diminishes in just several tenths of a second. Our results suggest that neurons evolved this property because it is useful in terms of perceiving the current situation with minimal confusion from what just occurred a split second ago.</p>\n<p>The broader impact of this grant was largely through training and professional development. This included two undergraduate honors students, who were funded in their summer research through the REU supplement. These students were subsequently employed as full-time research assistants for one year (one worked on this grant during that year) and both of them are now enrolled in top-tier PhD programs (NYU and CMU). This project also supported a PhD student in his summer research, allowing him to develop and implement mathematical models of these data. He will soon defend his dissertation and is currently on the academic research job market. Finally, this grant supported a postdoctoral researcher for 3 years, allowing him to build the publication record necessary for a career in research. He recently became a staff scientist at Harvard Medical School.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2018<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Huber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project tested the theory that neural habituation is the ?brain?s trick? for separating the currently perceived stimulus from recently perceived stimuli. For instance, when we read, our eyes move from one word to the next, which can result in confusion between the letters of the last word and the letters of the currently viewed word, if our eyes move too quickly. In the lab, we induce this confusion by flashing words on a computer screen one at a time faster than reading speed to produce blending between words. To minimize this blending, we suggest that the visual system rapidly adapts to the letters of each word to clear the way for the next word. This neural habituation dampens the response to each letter reducing confusion between the letters of one word and the next. However, if the next word contains those same letters, this can result in ?repetition blindness? -- a failure to perceive repeated letters.\n\nThis theory is a general theory of perceptual dynamics, with consequences for any situation involving rapid visual presentation. We formalized these dynamics with an artificial neural network (i.e., a computer simulation of brain activation) to make specific predictions for a wide variety of circumstances and this grant tested these predictions with different visual tasks. For instance, in one study, we found that words that are expected to repeat exhibit less repetition blindness (e.g., after viewing the phrase ?back-to? the target word ?BACK? exhibits less repetition blindness as compared to an unexpected repetition from viewing ?CLOTH? after ?cloth-of?).\n\nBecause this theory concerns perceptual dynamics, it made predictions for how quickly people read and respond to words. However, response times can be confounded by the adoption of different response thresholds (e.g., some people are slow and accurate while others are fast but error prone). In several studies, we separated reading speed from response bias using sophisticated reaction time models. For instance, in one study, we applied the neural network model to the accuracy data of each subject in an experiment and used these results to make predictions for how quickly each subject perceived the words in each condition, subsequently confirming these predictions with application of a reaction time model to measure reading speed.\n\nGreatly expanding the scope of this theory, one component of the grant examined a paradigm previously thought to reflect deficits in attention (the ?attentional blink?), whereby people fail to report a second target item in a rapid sequence of characters (e.g., a failure to report the second of two letters when viewing a rapid sequence of letters and numbers). This led us to propose that the lack of attention reflects a failure to perceive that that the second target belongs to the target category (i.e., a failure to perceive that the second letter is a letter). Our studies demonstrated that the attentional blink is affected by learning for the target category and, furthermore, that category priming (e.g., ease of perception for a number after viewing a different number, as compared to a letter) exhibits the same dynamics as the attentional blink.\n\nIn terms of intellectual merit, we find that neural habituation is a ?feature? rather than a ?bug?. Neurons could have been constructed such that they continue to ?fire? at a steady pace in response to ongoing perception (e.g., staring at the same word for several seconds). But they are not built this way; instead, their response rapidly diminishes in just several tenths of a second. Our results suggest that neurons evolved this property because it is useful in terms of perceiving the current situation with minimal confusion from what just occurred a split second ago.\n\nThe broader impact of this grant was largely through training and professional development. This included two undergraduate honors students, who were funded in their summer research through the REU supplement. These students were subsequently employed as full-time research assistants for one year (one worked on this grant during that year) and both of them are now enrolled in top-tier PhD programs (NYU and CMU). This project also supported a PhD student in his summer research, allowing him to develop and implement mathematical models of these data. He will soon defend his dissertation and is currently on the academic research job market. Finally, this grant supported a postdoctoral researcher for 3 years, allowing him to build the publication record necessary for a career in research. He recently became a staff scientist at Harvard Medical School.\n\n\t\t\t\t\tLast Modified: 10/29/2018\n\n\t\t\t\t\tSubmitted by: David E Huber"
 }
}