{
 "awd_id": "1431882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COMPASS: CoOrdinated Math-Physics Assessment for Student Success",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen Keene",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 545722.0,
 "awd_amount": 545722.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2018-11-13",
 "awd_abstract_narration": "The COMPASS (Co-Ordinated Math and Physics Assessment for Student Success) program will support a national initiative to retain STEM majors and will be designed to aid students to navigate successfully through their first year. In particular, the program will be designed to help students improve their achievements in their introductory courses and increase retention. The proposed approach combines effective educational programs tailored to specific student needs prior to their enrollment.\r\n\r\nThe broader impacts for the COMPASS program include the development of strategies specifically designed to address the retention rates of undergraduate students in STEM disciplines. Students will be placed in a program designed to build on their personal strengths in a way to support them in the development of other important academic areas. The program will build on existing courses grounded in educational research and provides an easily adaptable retention strategy accessible to a wide range of institutions.\r\n\r\nThe intellectual merits for the COMPASS program include the development of methodologies to interpret information about the initial state of students' preparedness prior to their enrollment in college level courses.  The program activities will include an examination of new ways to improve introductory STEM courses through a coordinated curriculum strategy which is adapted to individual students' specific needs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ramsdell",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Ramsdell",
   "pi_email_addr": "ramsdemw@clarkson.edu",
   "nsf_id": "000541788",
   "pi_start_date": "2015-10-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Black",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly Black",
   "pi_email_addr": "kblack@clarkson.edu",
   "nsf_id": "000593458",
   "pi_start_date": "2014-08-17",
   "pi_end_date": "2015-07-08"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ramsdell",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Ramsdell",
   "pi_email_addr": "ramsdemw@clarkson.edu",
   "nsf_id": "000541788",
   "pi_start_date": "2014-08-17",
   "pi_end_date": "2015-07-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guangming",
   "pi_last_name": "Yao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guangming Yao",
   "pi_email_addr": "gyao@clarkson.edu",
   "nsf_id": "000625414",
   "pi_start_date": "2015-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 Clarkson Avenue",
  "perf_city_name": "Potsdam",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 545722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The COMPASS (Co-Ordinated Math and Physics Assessment for Student Success) program supports a national initiative to retain STEM majors as part of an institution wide effort to help students successfully navigate through their first year.&nbsp;</p>\n<p>In particular, the program is designed to achieve improved student performance in the foundation courses and increase retention through a targeted assessment strategy. The proposed approach maps effective educational pathways tailored to specific student needs prior to enrollment. The COMPASS program consists of several critical aspects. Using a conceptual physics survey to gauge physical intuition coupled with a mathematics diagnostic instrument, we measure pre-entrance preparedness to identify the strengths and weaknesses of our newest STEM majors. Using historical data, we categorize students according to three risk levels. The university has on-going initiatives to address the &lsquo;&lsquo;high risk&rsquo;&rsquo; (under-prepared) group and create a stimulating and challenging experience for the \"low risk\" (well prepared) group.&nbsp;</p>\n<p>Our historical data shows that the large majority is the \"medium risk\" (somewhat prepared) students. COMPASS leverages these students&rsquo; relative strengths in one area (math or physical intuition) to motivate the development of the other, thereby addressing specific student needs.</p>\n<p>The goals of the COMPASS program include</p>\n<p>1) Retention of students in the STEM fields;</p>\n<p>2) Effective identification of students&rsquo; preparedness for the first-year STEM experience;</p>\n<p>3) Improvement of student achievement in Introductory STEM courses;</p>\n<p>4) Development of a replicable model for strategically addressing student needs.</p>\n<p>Outcomes<strong>&nbsp;</strong></p>\n<p>1. The intellectual merits for the COMPASS program include the development of methodologies to interpret information about this initial state of students' preparedness prior to their enrollment in college level courses. A replicable method for identifying students' strengths and weaknesses prior to enrollment has been developed. The conceptual physics survey and mathematics diagnostic instrument were administered to all incoming STEM students at Clarkson during summer from year 2015 to year 2019. Through the identification of students&rsquo; strengths and weaknesses we also are able to identify a suitable control group. During this time 3177 sets of first year STEM students&rsquo; results from the physics survey and math diagnostic indicated 872 &ldquo;low&rdquo; risk, 889 &ldquo;medium&rdquo;risk, and 1416 &ldquo;high&rdquo; risk students.&nbsp;</p>\n<p>2. Students were identified based on historical data into risk categories. From this data we identified the target group of students for the COMPASS program and worked with the physics and math departments and registrar&rsquo;s office to coordinate student schedules for the fall semesters each year.&nbsp;&nbsp;</p>\n<p>&nbsp;3. Course curriculum is developed and modified/improved during the last five years. COMPASS program also offers a weekly online moodle quiz that helps students understand calculus concepts to the entire cohort at Clarkson University (which usually is about 500 students per semester).&nbsp;</p>\n<p>4. Course materials have been constructed. This includes the materials for the Calculus I and II in class activities and the Physics I and II labs. Additionally, the mechanism has been put in place for testing and placing students. This has been implemented at Clarkson University and at the University of Georgia.&nbsp;</p>\n<p>&nbsp;5. Data is collected and one peer reviewed paper on reports of COMPASS students in comparison with other students is published. Another peer-reviewed paper on students' performance on continuing mathematics courses after Calculus II is in progress including Calculus III and Elementary Differential Equations is under review for conference proceedings.&nbsp;</p>\n<p>6. The 3 year STEM Retention of COMPASS students was 80.4 percent compared with a rate of 75.3 percent for the comparison group and 76.8 for a historical cohort of &ldquo;medium&rdquo; risk students. The second semester grade point average of COMPASS students was 2.88 compared with 2.98 for the comparison group and 2.72 for the historical cohort of &ldquo;medium&rdquo; risk students.&nbsp;</p>\n<p>7. The COMPASS program is evaluated by NSF DUE Award #1430540 Progress through Calculus during academic years 2018 and 2019. Survey is completed by students, and analyzes of the data is in process.&nbsp;</p>\n<p>8. A mini-symposium was organized during SIAM Conference on Mathematics of Planet Earth (MPE18), September 13-15, 2018, Mini-Symposium: STEM Education for the Future of the Planet Earth Organizer: Guangming Yao, Chris Rasmussen and Mike Ramsdell</p>\n<p>9. Conference oral and poster presentations are conducted, peer-reviewed journal and conference papers are accepted or submitted. Details can be found in major outcomes.</p>\n<p>Key outcomes or Other achievements include COMPASS Calculus I and Calculus II course activity booklets&nbsp;and Physics I and Physics II lab materials, a peer-reviewed paper, oral and poster presentations at national conferences and the course materials are free to download on github <a href=\"https://github.com/KellyBlack/COMPASS\">https://github.com/KellyBlack/COMPASS</a></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2020<br>\n\t\t\t\t\tModified by: Michael&nbsp;W&nbsp;Ramsdell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe COMPASS (Co-Ordinated Math and Physics Assessment for Student Success) program supports a national initiative to retain STEM majors as part of an institution wide effort to help students successfully navigate through their first year. \n\nIn particular, the program is designed to achieve improved student performance in the foundation courses and increase retention through a targeted assessment strategy. The proposed approach maps effective educational pathways tailored to specific student needs prior to enrollment. The COMPASS program consists of several critical aspects. Using a conceptual physics survey to gauge physical intuition coupled with a mathematics diagnostic instrument, we measure pre-entrance preparedness to identify the strengths and weaknesses of our newest STEM majors. Using historical data, we categorize students according to three risk levels. The university has on-going initiatives to address the ‘‘high risk’’ (under-prepared) group and create a stimulating and challenging experience for the \"low risk\" (well prepared) group. \n\nOur historical data shows that the large majority is the \"medium risk\" (somewhat prepared) students. COMPASS leverages these students’ relative strengths in one area (math or physical intuition) to motivate the development of the other, thereby addressing specific student needs.\n\nThe goals of the COMPASS program include\n\n1) Retention of students in the STEM fields;\n\n2) Effective identification of students’ preparedness for the first-year STEM experience;\n\n3) Improvement of student achievement in Introductory STEM courses;\n\n4) Development of a replicable model for strategically addressing student needs.\n\nOutcomes \n\n1. The intellectual merits for the COMPASS program include the development of methodologies to interpret information about this initial state of students' preparedness prior to their enrollment in college level courses. A replicable method for identifying students' strengths and weaknesses prior to enrollment has been developed. The conceptual physics survey and mathematics diagnostic instrument were administered to all incoming STEM students at Clarkson during summer from year 2015 to year 2019. Through the identification of students’ strengths and weaknesses we also are able to identify a suitable control group. During this time 3177 sets of first year STEM students’ results from the physics survey and math diagnostic indicated 872 \"low\" risk, 889 \"medium\"risk, and 1416 \"high\" risk students. \n\n2. Students were identified based on historical data into risk categories. From this data we identified the target group of students for the COMPASS program and worked with the physics and math departments and registrar’s office to coordinate student schedules for the fall semesters each year.  \n\n 3. Course curriculum is developed and modified/improved during the last five years. COMPASS program also offers a weekly online moodle quiz that helps students understand calculus concepts to the entire cohort at Clarkson University (which usually is about 500 students per semester). \n\n4. Course materials have been constructed. This includes the materials for the Calculus I and II in class activities and the Physics I and II labs. Additionally, the mechanism has been put in place for testing and placing students. This has been implemented at Clarkson University and at the University of Georgia. \n\n 5. Data is collected and one peer reviewed paper on reports of COMPASS students in comparison with other students is published. Another peer-reviewed paper on students' performance on continuing mathematics courses after Calculus II is in progress including Calculus III and Elementary Differential Equations is under review for conference proceedings. \n\n6. The 3 year STEM Retention of COMPASS students was 80.4 percent compared with a rate of 75.3 percent for the comparison group and 76.8 for a historical cohort of \"medium\" risk students. The second semester grade point average of COMPASS students was 2.88 compared with 2.98 for the comparison group and 2.72 for the historical cohort of \"medium\" risk students. \n\n7. The COMPASS program is evaluated by NSF DUE Award #1430540 Progress through Calculus during academic years 2018 and 2019. Survey is completed by students, and analyzes of the data is in process. \n\n8. A mini-symposium was organized during SIAM Conference on Mathematics of Planet Earth (MPE18), September 13-15, 2018, Mini-Symposium: STEM Education for the Future of the Planet Earth Organizer: Guangming Yao, Chris Rasmussen and Mike Ramsdell\n\n9. Conference oral and poster presentations are conducted, peer-reviewed journal and conference papers are accepted or submitted. Details can be found in major outcomes.\n\nKey outcomes or Other achievements include COMPASS Calculus I and Calculus II course activity booklets and Physics I and Physics II lab materials, a peer-reviewed paper, oral and poster presentations at national conferences and the course materials are free to download on github https://github.com/KellyBlack/COMPASS\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/30/2020\n\n\t\t\t\t\tSubmitted by: Michael W Ramsdell"
 }
}