{
 "awd_id": "1431398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Evaluating barriers and opportunities addressed by diversity internship programs: A social cognitive analysis",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 14495.0,
 "awd_amount": 14495.0,
 "awd_min_amd_letter_date": "2014-08-08",
 "awd_max_amd_letter_date": "2014-08-08",
 "awd_abstract_narration": "Under the supervision of Susan K Jacobson, at University of Florida, Ph.D. student Nia Haynes will analyze the influence of two national internship programs on racial and ethnic minority youth perceptions about natural resource careers, using a framework based on social cognitive career theory. She will also conduct a quantitative survey of current students in natural resource fields.\r\n \r\nThe project will help promote diversity in the natural resource career fields and will result in the co-PI  completing theoretically driven research using social research designs, methods and analysis. The researchers will build partnerships with natural resource institutions and agencies that will encourage future collaborations. Research results will be disseminated through presentations at stakeholder meetings, an international conference, through manuscripts submitted to peer-reviewed journals, and a report to natural resource agencies, non-government organizations and academic programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Jacobson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Susan K Jacobson",
   "pi_email_addr": "jacobson@ufl.edu",
   "nsf_id": "000094934",
   "pi_start_date": "2014-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nia",
   "pi_last_name": "Morales",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nia A Morales",
   "pi_email_addr": "n.morales@ufl.edu",
   "nsf_id": "000666586",
   "pi_start_date": "2014-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326110430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 14495.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research has addressed the underrepresentation of minorities in traditional science, technology, engineering, and mathematics (STEM) fields, but few studies have focused on conservation and natural resource (CNR) careers. This study expands our understanding of the salient factors that affect minority recruitment and retention into CNR careers. This research helps academia and organizations identify barriers and opportunities to offer improved support to individuals to enhance the representation of minorities in this field. Greater diversity in the natural resource field will not only increase the numbers of minorities in these careers but will also help to enhance the breadth and scope of knowledge and create broader impacts with communities of color.</p>\n<p>We conducted this study in two phases 1) an assessment of the impacts of three national diversity internship programs on minority students&rsquo; self-efficacy, outcome expectations, and career goals, and 2) an online survey of undergraduate CNR and non-CNR students&rsquo; perceptions of CNR careers, their career-related self-efficacy and outcome expectations. We used social cognitive career theory (SCCT) to guide our exploration of these factors. This theory suggests that self-efficacy (beliefs in the capacity to succeed in specific tasks) and outcome expectations (what individuals expect will happen as a result of a given action) help shape career interests, goals, and actions. The theory also shows how these variables interact with socio-demographic variables (such as gender and ethnicity) and contextual factors (such as social supports and barriers) to shape career behaviors.</p>\n<p>In phase 1, we conducted 6 focus groups using Q methodology and surveyed students pre and post-internship to assess the influence of internships on interns&rsquo; knowledge of conservation and natural resource (CNR) careers, interest in these careers, self-efficacy, perceptions of career barriers and outcome expectancy. We also conducted interviews with program personnel to understand staff interactions with interns and their perceptions of program goals, challenges, and benefits. Results showed statistically significant increases in intern knowledge about CNR careers, more positive perceptions, higher self-efficacy related to career skills, more positive outcome expectations, and some increased interest in pursuing a CNR career. Staff and intern responses about program goals were similar. Program personnel also described benefits to the agencies from being involved in the programs.</p>\n<p>Using a survey instrument informed by results of phase I, we surveyed 479 undergraduate students for phase II. We conducted an online survey of CNR and non-CNR undergraduates. We found that some results supported phase I results and existing literature on minority underrepresentation in CNR careers. These results included a lack of exposure to nature-based recreation and perceptions of financial barriers to academic and career success among minority respondents and generally positive perceptions of CNR careers among all groups. Our results also revealed that family support of students&rsquo; career goals was not as important for minority respondents as it has been reported in other research, and lack of self-efficacy and perceptions of discrimination and stereotypes were significantly different by gender lines but not by race. We also found that interest in CNR careers, self-efficacy, and outcome expectation varied more by student&rsquo;s grade level (freshman through senior) than by other demographic factors.</p>\n<p>These findings should help agencies and organizations improve programs aimed at supporting underrepresented groups in CNR fields.&nbsp; This study also contributes to theoretical understanding of career motivations and barriers and identifies salient factors affecting minority recruitment into CNR careers.</p>\n<p>&nbsp;</p><br>\n<...",
  "por_txt_cntn": "\nResearch has addressed the underrepresentation of minorities in traditional science, technology, engineering, and mathematics (STEM) fields, but few studies have focused on conservation and natural resource (CNR) careers. This study expands our understanding of the salient factors that affect minority recruitment and retention into CNR careers. This research helps academia and organizations identify barriers and opportunities to offer improved support to individuals to enhance the representation of minorities in this field. Greater diversity in the natural resource field will not only increase the numbers of minorities in these careers but will also help to enhance the breadth and scope of knowledge and create broader impacts with communities of color.\n\nWe conducted this study in two phases 1) an assessment of the impacts of three national diversity internship programs on minority studentsÆ self-efficacy, outcome expectations, and career goals, and 2) an online survey of undergraduate CNR and non-CNR studentsÆ perceptions of CNR careers, their career-related self-efficacy and outcome expectations. We used social cognitive career theory (SCCT) to guide our exploration of these factors. This theory suggests that self-efficacy (beliefs in the capacity to succeed in specific tasks) and outcome expectations (what individuals expect will happen as a result of a given action) help shape career interests, goals, and actions. The theory also shows how these variables interact with socio-demographic variables (such as gender and ethnicity) and contextual factors (such as social supports and barriers) to shape career behaviors.\n\nIn phase 1, we conducted 6 focus groups using Q methodology and surveyed students pre and post-internship to assess the influence of internships on internsÆ knowledge of conservation and natural resource (CNR) careers, interest in these careers, self-efficacy, perceptions of career barriers and outcome expectancy. We also conducted interviews with program personnel to understand staff interactions with interns and their perceptions of program goals, challenges, and benefits. Results showed statistically significant increases in intern knowledge about CNR careers, more positive perceptions, higher self-efficacy related to career skills, more positive outcome expectations, and some increased interest in pursuing a CNR career. Staff and intern responses about program goals were similar. Program personnel also described benefits to the agencies from being involved in the programs.\n\nUsing a survey instrument informed by results of phase I, we surveyed 479 undergraduate students for phase II. We conducted an online survey of CNR and non-CNR undergraduates. We found that some results supported phase I results and existing literature on minority underrepresentation in CNR careers. These results included a lack of exposure to nature-based recreation and perceptions of financial barriers to academic and career success among minority respondents and generally positive perceptions of CNR careers among all groups. Our results also revealed that family support of studentsÆ career goals was not as important for minority respondents as it has been reported in other research, and lack of self-efficacy and perceptions of discrimination and stereotypes were significantly different by gender lines but not by race. We also found that interest in CNR careers, self-efficacy, and outcome expectation varied more by studentÆs grade level (freshman through senior) than by other demographic factors.\n\nThese findings should help agencies and organizations improve programs aimed at supporting underrepresented groups in CNR fields.  This study also contributes to theoretical understanding of career motivations and barriers and identifies salient factors affecting minority recruitment into CNR careers.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2015\n\n\t\t\t\t\tSubmitted by: Nia A Haynes"
 }
}