{
 "awd_id": "1431779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Project: Workshops and Learning Communities for Physics and Astronomy Faculty",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 690651.0,
 "awd_amount": 690651.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2019-08-01",
 "awd_abstract_narration": "This is a collaborative project involving the American Association of Physics Teachers (Award DUE-1431638), Brigham Young University (Award DUE-1431454), the University of Maryland at College Park (Award DUE-1431681), and the University of Colorado at Boulder (Award DUE-1431779).\r\n\r\nMost new college and university STEM faculty members begin their first teaching assignments with little or no experience with methods of effective pedagogy. Consequently, both they and their students are often frustrated when the students do not seem to learn what the faculty members think they are teaching. To address this problem in physics and astronomy, the American Association of Physics Teachers, the American Astronomical Society, and the American Physical Society propose to continue a successful series of Physics and Astronomy Faculty Workshops focusing on effective pedagogy, building on what has been learned during the previous series of workshops. During the course of the new five-year project, the workshops will work with about 900 four-year college and university faculty members (about 50% of the new tenure-track hires in physics and astronomy in the United States), who collectively teach more than 100,000 students each year.\r\n\r\nThree new components will be added to the program of workshops:  (1) a permanent set of Experienced Faculty Workshops aimed at more senior faculty members; (2) a series of virtual Faculty Learning Communities (FLCs), which will provide coaching and feedback for the workshop participants as they implement interactive-engagement teaching methods; and (3) a research program focusing on the most effective ways to implement the FLCs and developing a more systematic understanding of the workshops themselves. Items (2) and (3) will directly address the \"implementation dip\" that occurs for faculty considering the use of new pedagogy. The dip has been documented in almost all STEM faculty workshops. Although the current physics and astronomy workshops have been successful in developing knowledge about effective pedagogy and the evidence for its effectiveness, and in inspiring the participants to implement those pedagogies, the evaluations also show that the faculty members are not always persistent in implementing those pedagogies. The new project is designed to enhance the implementation of what the participants learn in the workshops and to add to the knowledge base of what constitutes effective pedagogical professional development for physics and astronomy faculty. The same methods should be broadly applicable to faculty members in other STEM disciplines.\r\n\r\nThis project is being jointly funded by four NSF programs:\r\n* Improving Undergraduate STEM Education (IUSE), Division of Undergraduate Education, Directorate for Education and Human Resources;\r\n* Historically Black Colleges and Universities - Undergraduate Program (HBCU-UP), Division of Human Resource Development, Directorate for Education and Human Resources;\r\n* Education and Interdisciplinary Research (EIR), Division of Physics, Directorate for Mathematical and Physical Sciences; and\r\n* Education and Special Programs (ESP), Division of Astronomical Sciences, Directorate for Mathematical and Physical Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Dancy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Dancy",
   "pi_email_addr": "melissa.dancy@gmail.com",
   "nsf_id": "000251790",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 133402.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 132390.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 136213.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 143210.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 145436.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4fa757b0-7fff-91e9-0da0-a2c9549b6b42\">\n<p dir=\"ltr\"><span>We supported </span><span>100 </span><span>faculty in </span><span>11</span><span> cohorts who attended the Physics and Astronomy New Faculty Workshop between </span><span>2014-2019. </span><span>Participants joined a year-long facilitated, virtual learning community to support them as new physics faculty in a process of learning more about research-based pedagogies, troubleshooting teaching challenges and sharing successes, and engaging in a Scholarship of Teaching and Learning project. This faculty online learning community (FOLC) met regularly via videoconference and connected in between meetings using a chat-like platform. Extensive data was collected to understand the experience of the participants, most notably,&nbsp; interviews with participants and facilitators, and recordings of meetings and asynchronous communications.&nbsp; Key findings include:</span></p>\n<p dir=\"ltr\"><span>- </span><span>Participants overwhelmingly reported the experience was valuable and impacted them positively with the most commonly reported impacts of NFW-FOLC membership being changes in their implementation of teaching strategies, increased reflection about teaching, increased confidence as teachers, increased knowledge about teaching, benefits to their students, time saved in developing their teaching, and gaining a resource (e.g. community of fellow educators).&nbsp;</span></p>\n<p dir=\"ltr\"><span>- Participants were able to form a connected and supportive community online.&nbsp;</span></p>\n<p dir=\"ltr\"><span>- Productive facilitation moves were identified. These include: Agency, Withholding, and Elaboration. Agency describes facilitator moves that focus on the concerns, interests, and ideas of the participants. This includes moves by the facilitator to encourage others to join the conversation. Withholding is used to note when the facilitator is not disclosing their own opinion. This can also take the form of not attempting to immediately solve the problem poser&rsquo;s issue. Elaboration is a facilitation move to encourage participants to specify and more deeply explore the problem, context, and/or idea they are talking about. This includes asking guiding questions meant to direct participants&rsquo; considerations towards core issues.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2021<br>\n\t\t\t\t\tModified by: Melissa&nbsp;Dancy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nWe supported 100 faculty in 11 cohorts who attended the Physics and Astronomy New Faculty Workshop between 2014-2019. Participants joined a year-long facilitated, virtual learning community to support them as new physics faculty in a process of learning more about research-based pedagogies, troubleshooting teaching challenges and sharing successes, and engaging in a Scholarship of Teaching and Learning project. This faculty online learning community (FOLC) met regularly via videoconference and connected in between meetings using a chat-like platform. Extensive data was collected to understand the experience of the participants, most notably,  interviews with participants and facilitators, and recordings of meetings and asynchronous communications.  Key findings include:\n- Participants overwhelmingly reported the experience was valuable and impacted them positively with the most commonly reported impacts of NFW-FOLC membership being changes in their implementation of teaching strategies, increased reflection about teaching, increased confidence as teachers, increased knowledge about teaching, benefits to their students, time saved in developing their teaching, and gaining a resource (e.g. community of fellow educators). \n- Participants were able to form a connected and supportive community online. \n- Productive facilitation moves were identified. These include: Agency, Withholding, and Elaboration. Agency describes facilitator moves that focus on the concerns, interests, and ideas of the participants. This includes moves by the facilitator to encourage others to join the conversation. Withholding is used to note when the facilitator is not disclosing their own opinion. This can also take the form of not attempting to immediately solve the problem poser’s issue. Elaboration is a facilitation move to encourage participants to specify and more deeply explore the problem, context, and/or idea they are talking about. This includes asking guiding questions meant to direct participants’ considerations towards core issues.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 03/22/2021\n\n\t\t\t\t\tSubmitted by: Melissa Dancy"
 }
}