{
 "awd_id": "1431490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The role of science in food safety: A case study of the California leafy greens industry",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 13893.0,
 "awd_amount": 13893.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2014-06-28",
 "awd_abstract_narration": "Under the supervision of Prof. Alastair Iles, Ph.D. student Patrick Baur will study the effectiveness of the 2011 Food Safety Modernization Act (FSMA) in assuring the safety of leafy greens and the deleterious effects on the ecosystem, that new food safety measures may be causing. In the wake of a deadly multi-state outbreak of E. coli in 2006 traced to spinach grown in the Salinas Valley, public and private sectors worked to strengthen controls over microbiological hazards in fresh produce, culminating in the 2011 Food Safety Modernization Act (FSMA) which extends food safety governance to a new frontier: the farm field. At the same time, primary responsibility for food safety is devolving from government onto heterogeneous, decentralized networks held together by complex regimes of standard-setting and compliance-certification. This shift poses problems for evaluating food safety reforms. Interviews with 100 practitioners (growers, produce handlers/processors, retail purchasers, federal state and county agencies, cooperative extension agents, private food safety certifiers, conservation and farmer advocacy activists) will be used to address the following research questions: 1. How have leafy greens growing, processing, and distributing practices, and the labor entailed, changed since the 2006 E. coli outbreak 2. How have changes to practices related to food safety reform differed between organic as compared to conventional supply chains, and with respect to production volume?  3. What role, if any, does scientific expertise or data play in these changes? 4. To what extent and in what ways have food safety standards, in conjunction with the institutions of supply chain management, liability rules, and community norms, influenced these changes?\r\n\r\nThe results will be disseminated broadly through publication academic and applied journals such as California Agriculture, and presentations at both practitioner and academic conferences. Findings will also be shared for a broader audience on the Co-PI's blog and through general media outlets. In addition, the findings will be shared with the California Department of Food and Agriculture and the FDA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alastair",
   "pi_last_name": "Iles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alastair Iles",
   "pi_email_addr": "iles@berkeley.edu",
   "nsf_id": "000499494",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Baur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Baur",
   "pi_email_addr": "pbaur@berkeley.edu",
   "nsf_id": "000664405",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 13893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We all know, and are constantly reminded, that eating fresh fruits and vegetables is healthy for us. But whether fresh produce is <em>safe</em> for us has become an entirely different, and difficult to answer, question. Persistent outbreaks of foodborne illness, some of which lead to hospitalizations and deaths, are linked to common produce such as spinach, tomatoes, or peppers. Investigations of past outbreaks suggest that vegetables, fruits, and nuts are a significant vehicle for human pathogens like <em>E. coli</em> or <em>Salmonella</em> and may become contaminated in the farm field. These findings have led industry and government to intensify food safety through universal standards for growing and handling fresh produce starting at the field level. But how can we, as a society and as a nation, know with surety whether the broad policies set to better protect us from dangerous pathogens work the way we expect them to? Furthermore, how can we know with surety whether putting those policies into practice on farm fields and produce handling facilities across the country will produce unintended yet harmful side effects for people and nature?</p>\n<p>Through this project, I found that controlling dangerous pathogens and protecting public health are not the only goals served by expanding food safety regulation&mdash;food safety also serves to discipline and order people and nature for other purposes. Private firms use the mechanisms of food safety governance to shift blame and liability for foodborne pathogens to other sectors or competitors and to secure a higher market share for themselves. Food safety experts, capitalizing on the lack of available science upon which to base standards, carve out for themselves a monopoly in setting and interpreting food safety standards. And government agents wield their expanded policing powers primarily to make examples of a few bad actors in order to shore up public confidence in the food system and the government&rsquo;s ability to protect its citizens, but fail to address the structural problems and risks inherent in the food system. Furthermore, food safety governance carries hidden costs and burdens for agrifood workers and agricultural ecosystems, not to mention lost opportunities to pursue a different (and more diverse) trajectory for sustainable, healthy food systems. Too much focus on minimizing the risk of microbial contamination prevents the pursuit of other values and visions of what food provisioning could and should look like in the United States, in particular raising thorny complications for diversifying&mdash;ecologically, economically, or culturally&mdash;our country&rsquo;s farming and food distribution systems.</p>\n<p>Research related to agricultural and food systems has the advantage of an immediately tangible subject for most people, regardless of their specific expertise or experience. Many Americans are interested in the food we eat: we want to know where our food comes from, how it is grown and handled, by whom, and ultimately whether we can trust that it is healthy and safe for us to eat. As much as this project addresses theoretical gaps related to abstract concepts such as governance, agency and power, it also speaks to these concrete and pragmatic concerns. Over the past decade, awareness of food has grown exponentially in the US (and around the globe). Consumer-citizens demand food that is safe and healthy to eat, that is accessible and affordable, that is grown sustainably, organically and fairly, and that is enjoyable and satisfying. One of the outcomes of this project has been to demonstrate that meeting these demands is neither a simple nor uncontested task. Safety in the narrowly-defined sense that food is free from human pathogens is a clearly desirable goal, yet what is the proper balance if seeking to enhance this sort of safety comes at the cost of other social goods, such as ecosystem services, robust local economies, or worker health and happiness? Furthermore, <em>upon</em> <em>what </em>and <em>in whom</em> shall the public place its trust to monitor, weigh and decide upon such tradeoffs? The answer, again, is not so simple. Demanding standards cannot account for the ways in which standards inevitably standardize, overriding potentially important local, contextual differences. Demanding more science cannot account for the ways that the pertinent questions and the level of acceptable uncertainty are chosen. And demanding more accountability from farmers cannot resolve the disconnect between those outcomes that can be accounted for and those outcomes that we actually desire. If nothing else, this project contributes to a broader social conversation by pointing out that food safety&mdash;and the future of agrifood systems more generally&mdash;is not a topic that can be safely left for experts and bureaucrats to sort out technocratically. Rather, these topics must be an active topic of public conversation and debate.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2016<br>\n\t\t\t\t\tModified by: Patrick&nbsp;Baur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe all know, and are constantly reminded, that eating fresh fruits and vegetables is healthy for us. But whether fresh produce is safe for us has become an entirely different, and difficult to answer, question. Persistent outbreaks of foodborne illness, some of which lead to hospitalizations and deaths, are linked to common produce such as spinach, tomatoes, or peppers. Investigations of past outbreaks suggest that vegetables, fruits, and nuts are a significant vehicle for human pathogens like E. coli or Salmonella and may become contaminated in the farm field. These findings have led industry and government to intensify food safety through universal standards for growing and handling fresh produce starting at the field level. But how can we, as a society and as a nation, know with surety whether the broad policies set to better protect us from dangerous pathogens work the way we expect them to? Furthermore, how can we know with surety whether putting those policies into practice on farm fields and produce handling facilities across the country will produce unintended yet harmful side effects for people and nature?\n\nThrough this project, I found that controlling dangerous pathogens and protecting public health are not the only goals served by expanding food safety regulation&mdash;food safety also serves to discipline and order people and nature for other purposes. Private firms use the mechanisms of food safety governance to shift blame and liability for foodborne pathogens to other sectors or competitors and to secure a higher market share for themselves. Food safety experts, capitalizing on the lack of available science upon which to base standards, carve out for themselves a monopoly in setting and interpreting food safety standards. And government agents wield their expanded policing powers primarily to make examples of a few bad actors in order to shore up public confidence in the food system and the government?s ability to protect its citizens, but fail to address the structural problems and risks inherent in the food system. Furthermore, food safety governance carries hidden costs and burdens for agrifood workers and agricultural ecosystems, not to mention lost opportunities to pursue a different (and more diverse) trajectory for sustainable, healthy food systems. Too much focus on minimizing the risk of microbial contamination prevents the pursuit of other values and visions of what food provisioning could and should look like in the United States, in particular raising thorny complications for diversifying&mdash;ecologically, economically, or culturally&mdash;our country?s farming and food distribution systems.\n\nResearch related to agricultural and food systems has the advantage of an immediately tangible subject for most people, regardless of their specific expertise or experience. Many Americans are interested in the food we eat: we want to know where our food comes from, how it is grown and handled, by whom, and ultimately whether we can trust that it is healthy and safe for us to eat. As much as this project addresses theoretical gaps related to abstract concepts such as governance, agency and power, it also speaks to these concrete and pragmatic concerns. Over the past decade, awareness of food has grown exponentially in the US (and around the globe). Consumer-citizens demand food that is safe and healthy to eat, that is accessible and affordable, that is grown sustainably, organically and fairly, and that is enjoyable and satisfying. One of the outcomes of this project has been to demonstrate that meeting these demands is neither a simple nor uncontested task. Safety in the narrowly-defined sense that food is free from human pathogens is a clearly desirable goal, yet what is the proper balance if seeking to enhance this sort of safety comes at the cost of other social goods, such as ecosystem services, robust local economies, or worker health and happiness? Furthermore, upon what and in whom shall the public place its trust to monitor, weigh and decide upon such tradeoffs? The answer, again, is not so simple. Demanding standards cannot account for the ways in which standards inevitably standardize, overriding potentially important local, contextual differences. Demanding more science cannot account for the ways that the pertinent questions and the level of acceptable uncertainty are chosen. And demanding more accountability from farmers cannot resolve the disconnect between those outcomes that can be accounted for and those outcomes that we actually desire. If nothing else, this project contributes to a broader social conversation by pointing out that food safety&mdash;and the future of agrifood systems more generally&mdash;is not a topic that can be safely left for experts and bureaucrats to sort out technocratically. Rather, these topics must be an active topic of public conversation and debate.\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2016\n\n\t\t\t\t\tSubmitted by: Patrick Baur"
 }
}