{
 "awd_id": "1431667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing and Expanding the Impact of OpenDSA, an Open-Source, Interactive eTextbook for Data Structures and Algorithms",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie August",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 183398.0,
 "awd_amount": 183398.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2014-08-17",
 "awd_abstract_narration": "OpenDSA is an open source project with international collaboration that has the potential to fundamentally change instruction in courses on Data Structures and Algorithms (DSA) and Formal Languages and Automata (FLA). By combining textbook-quality content with visualization and a rich collection of automatically assessed interactive exercises, OpenDSA helps students better understand the behavior of algorithms and their effects over time on data structures. \r\n\r\nThis project will scale up OpenDSA in a number of ways. The highly successful JFLAP software for interactive instruction on FLA will be redeployed within the OpenDSA framework using HTML5 standards, thereby increasing access. A wide range of colleges and universities will be involved in disseminating OpenDSA and assessing its impact on student learning, and OpenDSA's use in a number of innovative instructional settings will be explored. The OpenDSA infrastructure will be enriched, allowing instructors to tailor the materials to their specific classroom needs, and encouraging new content contributions from these instructors. A number of technical pedagogical experiments will be conducted, such as measuring the effects of augmenting content with audio narration in slideshows, and navigation through topics with concept maps. A study of how these materials can improve teaching in a range of courses for which relevant content was created. These efforts will have an impact on future active eTextbook projects by demonstrating successful ways to integrate content, interactivity, and assessment in an open-source, creative-commons environment by focusing on the effects on student learning of integrating content with visualizations and a rich collection of practice exercises with automated feedback. In addition, this project will study how using eTextbook materials affects the evolving pedagogical approaches of instructors of DSA and FLA courses and will experiment with new models of dissemination for open-source content in conjunction with commercial online content publishers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Rodger",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Susan H Rodger",
   "pi_email_addr": "rodger@cs.duke.edu",
   "nsf_id": "000249531",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "308 Research Drive",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080129",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 183398.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A traditional way for students to learn is to read a textbook, and work<br />the exercises in the textbook. But students cannot interact with the<br />concepts they are learning, or get feedback on the exercises.<br />In this project we have taken a successful educational software tool<br />named JFLAP and integrated it into an active eTextbook platform named<br />OpenDSA. OpenDSA is infrastructure and materials to support the creation of<br />an online textbook with visualization, animations and interactive<br />exercises. With OpenDSA, students can interact with the concepts as they<br />learn them, and receive immediate feedback on exercises.<br /><br />JFLAP is a software tool for experimenting with formal languages and<br />automata, an area of theoretical computer science that represents the<br />background theory on recognizing if a program written in a computer<br />language such as Python is a syntactically correct program, and thus can be<br />run on input.&nbsp; If the program is not syntactically correct, this theory can<br />determine which line in the program is in error.<br />JFLAP is written in Java and was developed by PI Rodger originally in the<br />1990's in C++ and has evolved through ten versions.<br />JFLAP is a standalone tool that must be downloaded and run separately.<br /><br />Our project focused on developing parts of JFLAP for web pages in HTML5,<br />using the OpenDSA infrastructure. A team of seven Duke undergraduates and PI<br />Rodger developed prototypes for several algorithms in the area<br />of formal languages and automata, and worked with PI<br />Shaffer at Virginia Tech to integrate these interactive animations and<br />exercises into a new online textbook called OpenFLAP in the OpenDSA<br />platform.<br /><br />For example, the first step in recognizing if a python program is<br />syntactically correct, is to examine each word in the program to identify<br />its type. Is the word an integer, a keyword, a variable, a plus sign, a<br />right parentheses, etc? This can be done by examining each word character<br />by character, and modeling how a group of characters together are all<br />digits and thus represent an integer, or together form the word \"while\" that<br />is a keyword, or together form a word \"count1\" that is a variable name.<br />In formal languages a finite state machine is a simple computer that can be<br />programmed to identify all of these types of words. With JFLAP, a student<br />can write programs for a finite state machine, type in an input word and get<br />output on whether the word was valid or not, for example, whether the word<br />was a valid word in a python program, and if so what type of word it was.<br /><br />For this project, we implemented a finite state machine program in OpenFLAP<br />that a student can create any program for and then type in any input to<br />determine if their program works or not. We also implemented exercises a<br />student could generate, solve, and get feedback on. This program and many<br />other algorithms in formal languages were implemented into the<br />OpenFLAP online textbook. When a student uses this textbook they will read<br />about a concept, then try to develop the concept, such as write a finite<br />state machine program for the problem. Then the student can experiment with<br />the concept, such as run several inputs on their program, testing inputs<br />that should be accepted and also testing inputs that should not be<br />accepted. OpenFLAP can then ask the user questions about the concept they<br />just read and experimented with to see if the student understands the<br />concept.<br />Our textbook OpenFLAP will engage students and will be available<br />for faculty teaching formal languages to use with their course.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2019<br>\n\t\t\t\t\tModified by: Susan&nbsp;H&nbsp;Rodger</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555353067813_jflapLogo--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555353067813_jflapLogo--rgov-800width.jpg\" title=\"JFLAP logo\"><img src=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555353067813_jflapLogo--rgov-66x44.jpg\" alt=\"JFLAP logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">JFLAP is software for experimenting with formal languages and automata theory and has been integrated into OpenDSA.</div>\n<div class=\"imageCredit\">Susan Rodger</div>\n<div class=\"imageSubmitted\">Susan&nbsp;H&nbsp;Rodger</div>\n<div class=\"imageTitle\">JFLAP logo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555364984463_nfa--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555364984463_nfa--rgov-800width.jpg\" title=\"Nondeterministic finite automaton\"><img src=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555364984463_nfa--rgov-66x44.jpg\" alt=\"Nondeterministic finite automaton\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OpenFlap example of a finite state machine that is deterministic.</div>\n<div class=\"imageCredit\">Susan Rodger</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Susan&nbsp;H&nbsp;Rodger</div>\n<div class=\"imageTitle\">Nondeterministic finite automaton</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555365124548_nfaTrace--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555365124548_nfaTrace--rgov-800width.jpg\" title=\"Example tracing input with NFA\"><img src=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555365124548_nfaTrace--rgov-66x44.jpg\" alt=\"Example tracing input with NFA\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example in OpenFlap of tracing an input string on a Nondeterministic finite automaton (NFA)</div>\n<div class=\"imageCredit\">Susan Rodger</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Susan&nbsp;H&nbsp;Rodger</div>\n<div class=\"imageTitle\">Example tracing input with NFA</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555365199169_cfgNoLambda--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555365199169_cfgNoLambda--rgov-800width.jpg\" title=\"Context-free grammar in OpenFlap\"><img src=\"/por/images/Reports/POR/2019/1431667/1431667_10333413_1555365199169_cfgNoLambda--rgov-66x44.jpg\" alt=\"Context-free grammar in OpenFlap\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of a context-free grammar in the OpenFlap book in OpenDSA.</div>\n<div class=\"imageCredit\">Susan Rodger</div>\n<div class=\"imageSubmitted\">Susan&nbsp;H&nbsp;Rodger</div>\n<div class=\"imageTitle\">Context-free grammar in OpenFlap</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nA traditional way for students to learn is to read a textbook, and work\nthe exercises in the textbook. But students cannot interact with the\nconcepts they are learning, or get feedback on the exercises.\nIn this project we have taken a successful educational software tool\nnamed JFLAP and integrated it into an active eTextbook platform named\nOpenDSA. OpenDSA is infrastructure and materials to support the creation of\nan online textbook with visualization, animations and interactive\nexercises. With OpenDSA, students can interact with the concepts as they\nlearn them, and receive immediate feedback on exercises.\n\nJFLAP is a software tool for experimenting with formal languages and\nautomata, an area of theoretical computer science that represents the\nbackground theory on recognizing if a program written in a computer\nlanguage such as Python is a syntactically correct program, and thus can be\nrun on input.  If the program is not syntactically correct, this theory can\ndetermine which line in the program is in error.\nJFLAP is written in Java and was developed by PI Rodger originally in the\n1990's in C++ and has evolved through ten versions.\nJFLAP is a standalone tool that must be downloaded and run separately.\n\nOur project focused on developing parts of JFLAP for web pages in HTML5,\nusing the OpenDSA infrastructure. A team of seven Duke undergraduates and PI\nRodger developed prototypes for several algorithms in the area\nof formal languages and automata, and worked with PI\nShaffer at Virginia Tech to integrate these interactive animations and\nexercises into a new online textbook called OpenFLAP in the OpenDSA\nplatform.\n\nFor example, the first step in recognizing if a python program is\nsyntactically correct, is to examine each word in the program to identify\nits type. Is the word an integer, a keyword, a variable, a plus sign, a\nright parentheses, etc? This can be done by examining each word character\nby character, and modeling how a group of characters together are all\ndigits and thus represent an integer, or together form the word \"while\" that\nis a keyword, or together form a word \"count1\" that is a variable name.\nIn formal languages a finite state machine is a simple computer that can be\nprogrammed to identify all of these types of words. With JFLAP, a student\ncan write programs for a finite state machine, type in an input word and get\noutput on whether the word was valid or not, for example, whether the word\nwas a valid word in a python program, and if so what type of word it was.\n\nFor this project, we implemented a finite state machine program in OpenFLAP\nthat a student can create any program for and then type in any input to\ndetermine if their program works or not. We also implemented exercises a\nstudent could generate, solve, and get feedback on. This program and many\nother algorithms in formal languages were implemented into the\nOpenFLAP online textbook. When a student uses this textbook they will read\nabout a concept, then try to develop the concept, such as write a finite\nstate machine program for the problem. Then the student can experiment with\nthe concept, such as run several inputs on their program, testing inputs\nthat should be accepted and also testing inputs that should not be\naccepted. OpenFLAP can then ask the user questions about the concept they\njust read and experimented with to see if the student understands the\nconcept.\nOur textbook OpenFLAP will engage students and will be available\nfor faculty teaching formal languages to use with their course.\n\n\t\t\t\t\tLast Modified: 04/15/2019\n\n\t\t\t\t\tSubmitted by: Susan H Rodger"
 }
}