{
 "awd_id": "1431514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: A History of the Biology of Systems",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 170169.0,
 "awd_amount": 170169.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2015-08-21",
 "awd_abstract_narration": "The investigator, a post-doctoral researcher, will work under the guidance of his faculty mentor to investigate the history of systems biology in the post World-War-II period, from 1945 to 1975 . The project will focus on models and projections of global population growth and resource utilization using the systems approach. The results of this project will enable further research and evaluation of particular systems applications and indicate whether the systems approach will be useful in these conditions.\r\n\r\nThere is a strong potential for broad impact on our understanding and implementation of contemporary systems thinking in other areas such as climate change and genomics. One potential source of improvement derives from understanding the causes of the apparent failures of systems biology in the period under investigation; an analysis of these apparent failures could be useful to current systems scholars. The results of this research will have practical value to policy planners and managers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Griesemer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Griesemer",
   "pi_email_addr": "jrgriesemer@ucdavis.edu",
   "nsf_id": "000269525",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Oakes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Oakes",
   "pi_email_addr": "oakesj@sas.upenn.edu",
   "nsf_id": "000666247",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956168673",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 83243.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 86926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project initially centered on researching the history of the systems approach in the life sciences 1945-1980, especially modeling practices of population growth and resource consumption. We researched post-WWII systems theorists, business history, and population modelers, initially focussing on biologist Garrett Hardin and his influential essay &ldquo;The Tragedy of the Commons&rdquo; (1968).&nbsp;</p>\n<p><br />Findings from studying the literatures that influenced Hardin and his archived papers at UC Santa Barbara moved the research in two new directions. The first direction we followed was to trace Hardin&rsquo;s influence on the Public Choice movement in political economy at Indiana University around the work of Elinor Ostrom and its rise in the 1970s. The Public Choice approach took collective action to be a problem that could be explained on the basis on individual interests, and this in turn problematized the understanding of many important institutions of American life such as urban planning, park land policy, fisheries management, immigration, and even the notion of government in the public interest. Our findings were published in two articles in The Journal of Bioeconomics and Endeavour.&nbsp;</p>\n<p><br />The second new direction the project took, based on our library and archival work, investigated the actual processes by which models were taken up by diverse audiences, from other research specialties to public policy and social movement arenas. We researched the history of political scientist Elinor Ostrom&rsquo;s engagement with Hardin&rsquo;s model and her adaptation of &ldquo;The Tragedy of the Commons&rdquo; into her own modeling repertoire. Results of this research were also submitted to the flagship history of science journal.</p>\n<p><br />We also studied population biologist Paul Ehrlich&rsquo;s papers at Stanford University, and interviewed Ehrlich to develop a more complete picture of how his widely influential book, &ldquo;The Population Bomb,&rdquo; (1968) made use of the modeling conventions of the futurist and defense intellectual Herman Kahn. We found that Ehrlich's book borrowed Kahn&rsquo;s device of \"scenarios\" to tell a story about future population growth. Ehrlich&rsquo;s and Kahn&rsquo;s scenario frameworks came to opposing conclusions about the future of human population growth, but relied on identical rhetorical and conceptual frameworks to reach them. Interviews were also conducted with zoologist and bioeconomist Michael Ghiselin of the California Academy of Sciences, San Francisco, and Alex Pang of the Institute for the Future, Redwood City, CA.</p>\n<p><br />The project also led to preliminary ideas about how best to enhance library, archive and interview work of this kind by adding ethnographic studies of scientific workplaces, institutional analysis, and new techniques in digital humanities. The postdoc trained in how to conduct web-based data collection, network analysis, and visualization of citation patterns between researchers in different specialties with the open source software Science of Science (Sci^2), as well as basic network and data operations such as naming objects, data cleaning, analysis, and graphing with the statistical program R.&nbsp;</p>\n<p><br />The achievements of this research are basically twofold. First, it clarified and deepened our appreciation of the history of 1945-1980 population modeling and showed that many of the controversies about population growth and resource consumption after WWII depended on a common set of modeling practices and theoretical perspectives. Second, the research led to the beginnings of a more general theoretical perspective on intellectual and institutional change driven by the &ldquo;resituation&rdquo; of knowledge from one context to another. We found that the movement of models across disciplines and specialties depends on collective institutional work that can be called &ldquo;propagation.&rdquo; Further, models are modified and put to work in new contexts of use through a related process, &ldquo;versioning,\" after the revision control procedures of software repositories. Future work will expand this framework to apply to many other vehicles of knowledge besides models, including facts, data, and software. Other work in preparation on the subject of model propagation across diverse publics will contribute to two book projects in progress: &ldquo;A History of the Future,&rdquo; tracing the history of the sciences of economic growth and population growth from the interwar period to the 1970s, and a book about modeling practices and the mechanisms by which they travel between specialties and publics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2016<br>\n\t\t\t\t\tModified by: James&nbsp;R&nbsp;Griesemer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project initially centered on researching the history of the systems approach in the life sciences 1945-1980, especially modeling practices of population growth and resource consumption. We researched post-WWII systems theorists, business history, and population modelers, initially focussing on biologist Garrett Hardin and his influential essay \"The Tragedy of the Commons\" (1968). \n\n\nFindings from studying the literatures that influenced Hardin and his archived papers at UC Santa Barbara moved the research in two new directions. The first direction we followed was to trace Hardin?s influence on the Public Choice movement in political economy at Indiana University around the work of Elinor Ostrom and its rise in the 1970s. The Public Choice approach took collective action to be a problem that could be explained on the basis on individual interests, and this in turn problematized the understanding of many important institutions of American life such as urban planning, park land policy, fisheries management, immigration, and even the notion of government in the public interest. Our findings were published in two articles in The Journal of Bioeconomics and Endeavour. \n\n\nThe second new direction the project took, based on our library and archival work, investigated the actual processes by which models were taken up by diverse audiences, from other research specialties to public policy and social movement arenas. We researched the history of political scientist Elinor Ostrom?s engagement with Hardin?s model and her adaptation of \"The Tragedy of the Commons\" into her own modeling repertoire. Results of this research were also submitted to the flagship history of science journal.\n\n\nWe also studied population biologist Paul Ehrlich?s papers at Stanford University, and interviewed Ehrlich to develop a more complete picture of how his widely influential book, \"The Population Bomb,\" (1968) made use of the modeling conventions of the futurist and defense intellectual Herman Kahn. We found that Ehrlich's book borrowed Kahn?s device of \"scenarios\" to tell a story about future population growth. Ehrlich?s and Kahn?s scenario frameworks came to opposing conclusions about the future of human population growth, but relied on identical rhetorical and conceptual frameworks to reach them. Interviews were also conducted with zoologist and bioeconomist Michael Ghiselin of the California Academy of Sciences, San Francisco, and Alex Pang of the Institute for the Future, Redwood City, CA.\n\n\nThe project also led to preliminary ideas about how best to enhance library, archive and interview work of this kind by adding ethnographic studies of scientific workplaces, institutional analysis, and new techniques in digital humanities. The postdoc trained in how to conduct web-based data collection, network analysis, and visualization of citation patterns between researchers in different specialties with the open source software Science of Science (Sci^2), as well as basic network and data operations such as naming objects, data cleaning, analysis, and graphing with the statistical program R. \n\n\nThe achievements of this research are basically twofold. First, it clarified and deepened our appreciation of the history of 1945-1980 population modeling and showed that many of the controversies about population growth and resource consumption after WWII depended on a common set of modeling practices and theoretical perspectives. Second, the research led to the beginnings of a more general theoretical perspective on intellectual and institutional change driven by the \"resituation\" of knowledge from one context to another. We found that the movement of models across disciplines and specialties depends on collective institutional work that can be called \"propagation.\" Further, models are modified and put to work in new contexts of use through a related process, \"versioning,\" after the revision control procedures of software repositories. Future work will expand this framework to apply to many other vehicles of knowledge besides models, including facts, data, and software. Other work in preparation on the subject of model propagation across diverse publics will contribute to two book projects in progress: \"A History of the Future,\" tracing the history of the sciences of economic growth and population growth from the interwar period to the 1970s, and a book about modeling practices and the mechanisms by which they travel between specialties and publics.\n\n\t\t\t\t\tLast Modified: 12/12/2016\n\n\t\t\t\t\tSubmitted by: James R Griesemer"
 }
}