{
 "awd_id": "1431276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strategy and Organization of Mobile Innovation and Entrepreneurship",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Chao",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 706238.0,
 "awd_amount": 706238.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2015-08-20",
 "awd_abstract_narration": "Entrepreneurial innovation is a key driver of economic growth, but managing innovation in entrepreneurial firms presents difficult problems.  Firms must choose among fast and slow product update cycles, simultaneous vs sequential experimentation and must align innovation and marketing.  These problems vary with the firm's existing capabilities, resources and technology, and also with demanders' needs and with the available institutions to reach out to new adopters.  The explosion in mobile app entrepreneurship is an unprecedented opportunity to identify failures and successful paths to innovation in a large-scale empirical setting.  Understanding the alignment of firm decisions to environment is an important frontier in entrepreneurial studies, and our research will create new and large datasets to examine the sources of entrepreneurial success in product innovation and marketing.  \r\n\r\nThis project employs a multi-method approach.  Preliminary case interviews for this research and inferences from the innovation and entrepreneurship literature suggest specific ways in which innovation strategies are linked to the extent to which a new market inherits capabilities, resources, technology, demand preferences and expectations from related markets. Further case interviews and a follow-up survey of developers to collect data on organizational structure, process, and culture will permit refinement of the linkages between entrepreneurial innovation strategies, market characteristics, and organizations.  This project will collect and analyze the \"big data\" currently available for entrepreneurship in the mobile applications ecosystem to understand how different experimentation strategies and organizational structures that lead to successful innovation link to variations in market characteristics. \r\n\r\nIntellectual Merit: The market characteristics, innovation strategies, and organizational choices studied in this project are not specific to the mobile app ecosystem. The findings from this project generalize to inform our understanding of how successful entrepreneurial innovation strategies and organizational choices vary with market characteristics overall. Identifying these specific market contingencies reveals the optimal policy, investment and organizational underpinnings of effective innovation. Public release of the data will be a critical public good for other research on platform competition, entrepreneurial organizations, resource acquisition, and innovation. \r\n\r\nBroader Impact: Entrepreneurial innovation is a critical national issue that is central to economic growth and national competitiveness. The platform structure characterizes nearly all information and communications technologies sectors, so study of this setting benefits policies supporting applications entrepreneurship in many STEM-related industries. These findings may yield more general suggestions about how policies to promote economic growth through successful entrepreneurial innovation in all new industries (whether founded on platforms or not) should differ by market characteristics. The case studies will benefit teachers and partnerships between academics and industry, and the data will immediately provide research opportunities for scholars at the undergraduate level and above.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Bresnahan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Bresnahan",
   "pi_email_addr": "tbres@stanford.edu",
   "nsf_id": "000665962",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "3160 Porter Drive, Suite 100",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 469087.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 237151.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We thank the NSF for the opportunity to engage in empirical research on some of the most important questions in the organization of inventive activity in information technology today.&nbsp; We examined the tendency of mobile applications platform markets to tip to Android in almost all countries but not in a few large rich ones, and created and estimated a new empirical model of platform stability that reconciles this. We examined the strategic decisions of incumbent and large firm mobile app developers, showing the significant strategic and marketing barriers facing new firms and limning strategies to overcome them.&nbsp; We examined the creation of value in mobile apps and from the actual productive use of so-called \"artificial intelligence\" technologies, showing that each departs dramatically from what has been expected by technologists, though not from the central direction of information technology use in the 21st century.&nbsp; &nbsp; We thank the NSF for the opportunity to introduce a number of young people to the research process, both students and college graduates who were not students, and are very pleased to report that a number of these young people have gone on to graduate study in management, organizations, and economics, hopefully to make their own contributions to important issues in the econmics, management and organization of technology in the future.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2019<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Bresnahan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe thank the NSF for the opportunity to engage in empirical research on some of the most important questions in the organization of inventive activity in information technology today.  We examined the tendency of mobile applications platform markets to tip to Android in almost all countries but not in a few large rich ones, and created and estimated a new empirical model of platform stability that reconciles this. We examined the strategic decisions of incumbent and large firm mobile app developers, showing the significant strategic and marketing barriers facing new firms and limning strategies to overcome them.  We examined the creation of value in mobile apps and from the actual productive use of so-called \"artificial intelligence\" technologies, showing that each departs dramatically from what has been expected by technologists, though not from the central direction of information technology use in the 21st century.    We thank the NSF for the opportunity to introduce a number of young people to the research process, both students and college graduates who were not students, and are very pleased to report that a number of these young people have gone on to graduate study in management, organizations, and economics, hopefully to make their own contributions to important issues in the econmics, management and organization of technology in the future.  \n\n\t\t\t\t\tLast Modified: 05/03/2019\n\n\t\t\t\t\tSubmitted by: Timothy Bresnahan"
 }
}