{
 "awd_id": "1431223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Syntax-Semantics Interaction During Sentence Comprehension: An Individual Differences Approach",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Uri Hasson",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 549958.0,
 "awd_amount": 549958.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2014-08-21",
 "awd_abstract_narration": "The ability to comprehend language is a hallmark of human intelligence. Although this ability seems to come effortlessly to neurologically normal adults, such ease belies a complex underlying network of neural processes. A major challenge in investigating the neural mechanisms of language comprehension is that people may not all process language in exactly the same way. People may vary substantially, for example, in the ease with which they can recognize words and in their abilities to hold in mind information about the preceding words and sentences. Given such individual differences, the mechanisms of language processing can be obscured if researchers adopt the common neuroimaging practice of averaging together brain activity from different people who have experienced the same stimuli (for example, the same word). With support from the National Science Foundation, Dr. Albert Kim and his colleague Dr. Akira Miyake will investigate the neural mechanisms of language comprehension with a focus on systematic differences between individuals. . Dr. Kim and Dr. Miyake will record brain electrical activity using electroencephalography (EEG)  from the scalps of participants who are reading sentences, measuring event related potentials (ERPs) for  each word in the sentences. They will incorporate recent advances in application of blind source separation (BSS) algorithm into this research to enable separation of fast brain electrical signals from different brain regions and enable characterization of individual differences in the neurobiology of language processing in ways that cannot be provided by fMRI based brain imaging.  \r\n\r\nDevelopmental disorders of language comprehension impede scholastic and professional success, and acquired language comprehension disorders, such as those following stroke, can be fundamentally debilitating. Thus, understanding the basic mechanisms of language processing is likely to be relevant to the diagnosis and treatment of disordered language. Because of the novelty of simultaneously measuring and comparing multiple measures of individual differences in language processes, this work has the potential to transform current research practices in the field.  Dr. Kim and Dr. Miyake will maximize the broader impact of the work by organizing special journal issues in appropriate outlets and special workshops within national and international conferences. The goal of these special issues and workshops will be to assemble research in various areas in cognitive neuroscience (e.g., language, memory, attention, decision making) that illustrates the theoretical importance and viability of integrating individual differences analyses, neurocognitive theories, and modern analysis methods. Finally, because the proposed research involves multiple research methods and approaches, it will provide exceptionally rich training opportunities to the graduate students and undergraduate students who will be working on the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Kim",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Albert E Kim",
   "pi_email_addr": "albert.kim@colorado.edu",
   "nsf_id": "000497993",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Akira",
   "pi_last_name": "Miyake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akira Miyake",
   "pi_email_addr": "akira.miyake@colorado.edu",
   "nsf_id": "000212827",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St, Rm 481, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 549958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the neural processes that allow human beings to understand language. We used high-density scalp-recorded electroencephalography (EEG) to measure the brain&rsquo;s electrical activity, while people read sentences. EEG provides sensitivity to neural processes with excellent temporal resolution. This sensitivity to rapid temporal changes in brain activity is crucial for studying language comprehension, where important neural events occur in rapid sequence&mdash;for instance, language listeners and readers must recognize and interpret a new word two to five times per second.</p>\n<p>Our work focused on systematic individual differences in the neural processes of language comprehension within the typically developing population. We collected EEG data from large groups of ~200 healthy young adults and also measured multiple sorts of cognitive ability in all our participants. We then used statistical methods to ask whether cognitive abilities were the &ldquo;sources&rdquo; of individual differences in language processing.&nbsp;</p>\n<p>We observed substantial individual differences in two widely observed brain electrical events known as the N400 and P600 event related potentials (ERPs) during language processing. The N400 is associated with difficulty processing semantics (meaning) and is often elicited by semantically unexpected words (e.g., <em>The cats won&rsquo;t <span style=\"text-decoration: underline;\">bake</span> the food</em>). Meanwhile, the P600 response is associated with structurally reprocessing that is triggered when a word violates grammatical expectations (e.g., <em>The cats won&rsquo;t <span style=\"text-decoration: underline;\">eats</span> the food</em>). We found that people occupy a continuum between individuals who tend to express N400 and those who tend to express P600 brain responses, to the same linguistic stimuli.</p>\n<p>These individual differences were, moreover, related to individual cognitive abilities. For some types of semantically unexpected words, higher individual levels of verbal working memory capacity led to larger P600 structural reanalysis responses and smaller N400 responses. It appears that, upon encountering semantically unexpected words, people with higher working memory capacities tend to mentally reanalyze the sentence to make sense (P600)&mdash;possibly because they possess greater cognitive resources with which to pursue reanalysis&mdash;while those with lower working memory capacities tend to experience difficulty recognizing the unexpected word (N400).&nbsp;</p>\n<p>In brain responses to grammatical violations, higher levels of language experience and knowledge led to increases in P600 structural repair operations. It appears that people with higher levels of linguistic knowledge and experience tend to process language via a &ldquo;grammatical pathway&rdquo; that is driven by the grammatical cues in sentences and tend to repair those structures when unexpected words are encountered.&nbsp; Meanwhile, people with less linguistic knowledge rely more on a &ldquo;semantic pathway&rdquo;, which is driven more by semantic associations among the words and ideas expressed in the sentence than by grammatical cues.</p>\n<p>These findings highlight important variation among typically developing young adults in the brain systems for language processing.&nbsp; The techniques we developed set the stage for future studies of how such individual differences may impact scholastic and professional success, how brain changes across the lifespan affect language processing, and how disorders of language and cognition may constitute extreme ends of variation that occurs within the general population.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/04/2018<br>\n\t\t\t\t\tModified by: Albert&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the neural processes that allow human beings to understand language. We used high-density scalp-recorded electroencephalography (EEG) to measure the brain?s electrical activity, while people read sentences. EEG provides sensitivity to neural processes with excellent temporal resolution. This sensitivity to rapid temporal changes in brain activity is crucial for studying language comprehension, where important neural events occur in rapid sequence&mdash;for instance, language listeners and readers must recognize and interpret a new word two to five times per second.\n\nOur work focused on systematic individual differences in the neural processes of language comprehension within the typically developing population. We collected EEG data from large groups of ~200 healthy young adults and also measured multiple sorts of cognitive ability in all our participants. We then used statistical methods to ask whether cognitive abilities were the \"sources\" of individual differences in language processing. \n\nWe observed substantial individual differences in two widely observed brain electrical events known as the N400 and P600 event related potentials (ERPs) during language processing. The N400 is associated with difficulty processing semantics (meaning) and is often elicited by semantically unexpected words (e.g., The cats won?t bake the food). Meanwhile, the P600 response is associated with structurally reprocessing that is triggered when a word violates grammatical expectations (e.g., The cats won?t eats the food). We found that people occupy a continuum between individuals who tend to express N400 and those who tend to express P600 brain responses, to the same linguistic stimuli.\n\nThese individual differences were, moreover, related to individual cognitive abilities. For some types of semantically unexpected words, higher individual levels of verbal working memory capacity led to larger P600 structural reanalysis responses and smaller N400 responses. It appears that, upon encountering semantically unexpected words, people with higher working memory capacities tend to mentally reanalyze the sentence to make sense (P600)&mdash;possibly because they possess greater cognitive resources with which to pursue reanalysis&mdash;while those with lower working memory capacities tend to experience difficulty recognizing the unexpected word (N400). \n\nIn brain responses to grammatical violations, higher levels of language experience and knowledge led to increases in P600 structural repair operations. It appears that people with higher levels of linguistic knowledge and experience tend to process language via a \"grammatical pathway\" that is driven by the grammatical cues in sentences and tend to repair those structures when unexpected words are encountered.  Meanwhile, people with less linguistic knowledge rely more on a \"semantic pathway\", which is driven more by semantic associations among the words and ideas expressed in the sentence than by grammatical cues.\n\nThese findings highlight important variation among typically developing young adults in the brain systems for language processing.  The techniques we developed set the stage for future studies of how such individual differences may impact scholastic and professional success, how brain changes across the lifespan affect language processing, and how disorders of language and cognition may constitute extreme ends of variation that occurs within the general population.\n\n \n\n\t\t\t\t\tLast Modified: 02/04/2018\n\n\t\t\t\t\tSubmitted by: Albert Kim"
 }
}