{
 "awd_id": "1431917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ocean Tracks College Edition: Investigating Marine Migrations in a Changing Ocean",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 220321.0,
 "awd_amount": 250321.0,
 "awd_min_amd_letter_date": "2014-08-14",
 "awd_max_amd_letter_date": "2019-06-27",
 "awd_abstract_narration": "In a world that is increasingly data-intensive, there is an urgent national need to equip students with the scientific reasoning capacities and data inquiry skills that are required in modern scientific occupations and the broader workforce. To address this need, scientists, educators, and researchers at Education Development Center, Inc. (EDC), the Scripps Institution of Oceanography, and Stanford University have been conducting research that has led to the development of a unique Web interface called Ocean Tracks for use by high school students. This interface provides easy access and a set of student-friendly analysis tools to facilitate the study of large-scale data collected through global oceanographic research projects and earth-orbiting satellites. This project, The Ocean Tracks College Edition (OT-CE), will build and expand on this prior work by developing new curriculum resources and active learning experiences for students at the undergraduate level. OT-CE educational materials will help students at diverse undergraduate institutions acquire critical scientific inquiry and data analysis skills as they use the Ocean Tracks interface to investigate questions of current scientific interest related to the migrations and habitats of top marine predators in the Pacific Ocean.  An extensive research component will investigate the impact of OT-CE on student learning and the relative effectiveness of OT-CE in online and face-to-face formats. This research will build the knowledge base on how to support student learning and skills development in working with large data sets.\r\n\r\nThe Ocean Tracks College Edition (OT-CE) project will develop and research a learning model that allows undergraduate students to engage in scientific practices using authentic data. The data are accessed using the Ocean Tracks interface, a tool developed using an NSF DR K-12 exploratory grant in 2012-2014. During the first year of the project, the OT-CE team will gather baseline data on how oceanography and marine biology faculty at community colleges and four-year undergraduate institutions across the country are using authentic, large-scale databases in their undergraduate instruction, and how the Ocean Tracks Web interface and curriculum could be designed to meet diverse undergraduate teaching and learning needs. During the second year, the team will co-develop and test curriculum materials and lab modules with two faculty members and their undergraduate students at Palomar College, a two-year community college, and Scripps Institution of Oceanography, a four-year research university, both in California. Research will focus on collecting formative data as faculty and students engage with online and face-to-face versions of OT-CE materials. During the final year, the team will conduct a randomized experiment of the revised online OT-CE curriculum with approximately 250 students at Palomar College. An external summative evaluation will collect feedback from a sample of undergraduate science faculty on the potential feasibility of implementing online or face-to-face versions of OT-CE in their college courses.  The OT-CE project will produce new knowledge that can be generalized across multiple fields about how to engage students in scientific inquiry with large-scale datasets. By studying the impacts of OT-CE in both online and face-to-face learning formats as well as at two-year and four-year undergraduate institutions, the project will also yield important insights into the design of undergraduate curricula that are effective in promoting data science skills in varied educational delivery modes and among diverse undergraduate populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Peach",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl L Peach",
   "pi_email_addr": "cpeach@ucsd.edu",
   "nsf_id": "000242247",
   "pi_start_date": "2014-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930207",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 220321.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Ocean Tracks College Edition</em> (OT-CE) was a collaborative project between Education Development Center, Inc. (EDC) and the Scripps Institution of Oceanography at the University of California, San Diego (Scripps) to create an interactive Web-based learning resource to help students at undergraduate institutions develop skills in analyzing and learning from large, authentic scientific datasets. Building on prior work from the NSF-funded <em>Oceans of Data </em>and <em>Ocean Tracks</em> Phase 1 projects, OT-CE provided students with access to data from the Tagging of Pelagic Predators (TOPP) program, NOAA's Global Drifter Program, and Earth-orbiting satellites through a student-friendly Web interface, customized data analysis tools, multimedia supports, and course modules designed for undergraduate student use. The project investigated how this suite of resources can be used in undergraduate classrooms to motivate students to learn and do science with real data, expanding opportunities to engage broad student populations in scientific practice.</p>\n<p>Over the five years of the project, the team worked to address the following research questions:</p>\n<ol>\n<li>How do      undergraduate marine sciences use authentic, large-scale datasets in their      courses?</li>\n<li>What      supports would be needed to incorporate programs such as <em>Ocean Tracks</em> into undergraduate science courses?</li>\n<li>How do      students and faculty at different undergraduate institutions engage in and      interact with OT-CE?</li>\n<li>To what      extent do students demonstrate learning outcomes through their use of      OT-CE?</li>\n<li>To what      extent is implementation of OT- CE, as designed, feasible for instructors      in typical use environments?</li>\n<li>In what      ways do core features of the curriculum/module design and variation in      implementation seem to relate to success or limitations?</li>\n</ol>\n<p>Across field research and evaluation by external faculty reviewers, respondents concurred about the greatest strengths of OT-CE as an undergraduate teaching resource. Faculty considered the structure of the OT-CE modules, including the prompts that lead students through the data activities, a great strength ? clear, step-by-step, and highly usable for undergraduate students. Faculty also found the use of authentic scientific data valuable. They reported it was uncommon to find resources of this nature and considered the material highly relevant and compelling for students. In addition, the inclusion of charismatic megafauna - from white sharks to elephant seals - created instant appeal for many students. &nbsp;Another value was strong content alignment&nbsp;between the modules and&nbsp;the most common concepts taught in oceanography and marine biology - from upwelling to physiological adaptations.&nbsp;Prospective instructors consistently reported that the stated learning goals of OT-CE were&nbsp;compatible&nbsp;with their teaching objectives and could be incorporated into a wide variety of teaching contexts. Faculty also liked that OT-CE explicitly asks students to practice critical thinking skills. &nbsp;Instructors were acutely aware that this is a skill-set that is both difficult for students to master and increasingly a priority for colleges to teach.</p>\n<p>In interviews, both students and faculty reported that OT-CE had broadened students? views of the complexity of the scientific research process&nbsp;as they worked with real data and considered&nbsp;how data are collected and interpreted. In addition, faculty&nbsp;felt OT-CE helped students make content-related connections&nbsp;that went beyond traditional coursework. &nbsp;They felt the modules helped students better see the complexity of ocean systems through these data. Students&nbsp;felt&nbsp;that the modules had value for their learning and&nbsp;reported high engagement with exploring the data of Ocean Tracks. Findings&nbsp;also showed that students got quite good at decoding the map-based data within the interface. &nbsp;The study highlighted that a key feature of OT-CE was asking students to articulate scientific reasoning in writing; this is a challenging, but cross-cutting skill. &nbsp;Although not all students excelled, faculty saw the importance of these opportunities for practice and scaffolds to support improvement in the long-term.</p>\n<p>At the conclusion of OT-CE, we see several directions that could further expand the opportunities for students to explore and learn from real scientific data.</p>\n<p>Collaboration &amp; New Courses: As colleges seek to improve students' critical thinking skills, we see potential for collaboration with college communication departments, to develop strategies that support students in written argumentation, and for OT-CE to be incorporated, as one tool among many, in courses that fully focus on critical thinking development.</p>\n<p>Instructor Supports: Further investment&nbsp;in and study of&nbsp;supports&nbsp;for faculty (e.g., rubrics for scoring student work, tips for facilitating discussion and reflection, alternative ideas for adapting modules to suit&nbsp;different skill levels, depth of study, and/or course timeframes ) could add to the value of OT-CE and help ensure that implementation aligns with effective pedagogy.</p>\n<p>Expanding Audience Reach: Beyond the introductory courses that were the focus thus far, the inclusion of more data sets, more analysis capabilities, and where appropriate, module adaptations, could support deeper investigations for upper division courses. &nbsp;There is also potential for extending the resources to serve the needs of younger audiences, thereby building the foundation of data experiences for students as early as middle school.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2021<br>\n\t\t\t\t\tModified by: Cheryl&nbsp;L&nbsp;Peach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOcean Tracks College Edition (OT-CE) was a collaborative project between Education Development Center, Inc. (EDC) and the Scripps Institution of Oceanography at the University of California, San Diego (Scripps) to create an interactive Web-based learning resource to help students at undergraduate institutions develop skills in analyzing and learning from large, authentic scientific datasets. Building on prior work from the NSF-funded Oceans of Data and Ocean Tracks Phase 1 projects, OT-CE provided students with access to data from the Tagging of Pelagic Predators (TOPP) program, NOAA's Global Drifter Program, and Earth-orbiting satellites through a student-friendly Web interface, customized data analysis tools, multimedia supports, and course modules designed for undergraduate student use. The project investigated how this suite of resources can be used in undergraduate classrooms to motivate students to learn and do science with real data, expanding opportunities to engage broad student populations in scientific practice.\n\nOver the five years of the project, the team worked to address the following research questions:\n\nHow do      undergraduate marine sciences use authentic, large-scale datasets in their      courses?\nWhat      supports would be needed to incorporate programs such as Ocean Tracks into undergraduate science courses?\nHow do      students and faculty at different undergraduate institutions engage in and      interact with OT-CE?\nTo what      extent do students demonstrate learning outcomes through their use of      OT-CE?\nTo what      extent is implementation of OT- CE, as designed, feasible for instructors      in typical use environments?\nIn what      ways do core features of the curriculum/module design and variation in      implementation seem to relate to success or limitations?\n\n\nAcross field research and evaluation by external faculty reviewers, respondents concurred about the greatest strengths of OT-CE as an undergraduate teaching resource. Faculty considered the structure of the OT-CE modules, including the prompts that lead students through the data activities, a great strength ? clear, step-by-step, and highly usable for undergraduate students. Faculty also found the use of authentic scientific data valuable. They reported it was uncommon to find resources of this nature and considered the material highly relevant and compelling for students. In addition, the inclusion of charismatic megafauna - from white sharks to elephant seals - created instant appeal for many students.  Another value was strong content alignment between the modules and the most common concepts taught in oceanography and marine biology - from upwelling to physiological adaptations. Prospective instructors consistently reported that the stated learning goals of OT-CE were compatible with their teaching objectives and could be incorporated into a wide variety of teaching contexts. Faculty also liked that OT-CE explicitly asks students to practice critical thinking skills.  Instructors were acutely aware that this is a skill-set that is both difficult for students to master and increasingly a priority for colleges to teach.\n\nIn interviews, both students and faculty reported that OT-CE had broadened students? views of the complexity of the scientific research process as they worked with real data and considered how data are collected and interpreted. In addition, faculty felt OT-CE helped students make content-related connections that went beyond traditional coursework.  They felt the modules helped students better see the complexity of ocean systems through these data. Students felt that the modules had value for their learning and reported high engagement with exploring the data of Ocean Tracks. Findings also showed that students got quite good at decoding the map-based data within the interface.  The study highlighted that a key feature of OT-CE was asking students to articulate scientific reasoning in writing; this is a challenging, but cross-cutting skill.  Although not all students excelled, faculty saw the importance of these opportunities for practice and scaffolds to support improvement in the long-term.\n\nAt the conclusion of OT-CE, we see several directions that could further expand the opportunities for students to explore and learn from real scientific data.\n\nCollaboration &amp; New Courses: As colleges seek to improve students' critical thinking skills, we see potential for collaboration with college communication departments, to develop strategies that support students in written argumentation, and for OT-CE to be incorporated, as one tool among many, in courses that fully focus on critical thinking development.\n\nInstructor Supports: Further investment in and study of supports for faculty (e.g., rubrics for scoring student work, tips for facilitating discussion and reflection, alternative ideas for adapting modules to suit different skill levels, depth of study, and/or course timeframes ) could add to the value of OT-CE and help ensure that implementation aligns with effective pedagogy.\n\nExpanding Audience Reach: Beyond the introductory courses that were the focus thus far, the inclusion of more data sets, more analysis capabilities, and where appropriate, module adaptations, could support deeper investigations for upper division courses.  There is also potential for extending the resources to serve the needs of younger audiences, thereby building the foundation of data experiences for students as early as middle school.\n\n\t\t\t\t\tLast Modified: 10/17/2021\n\n\t\t\t\t\tSubmitted by: Cheryl L Peach"
 }
}