{
 "awd_id": "1432937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mullins' Effect Softening, Recovery, and Mechanisms in Tendon",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2014-08-06",
 "awd_abstract_narration": "\"Mullins' effect\" is always observed when mechanically testing tendons in the laboratory. The \"Mullins' effect\" is an irreversible softening of a structure after it is stretched. This effect also leaves a tendon longer than it was before it was stretched. All tendons stretched in a lab, however, have been previously loaded in life. If a standard Mullins' type of effect occurred, all laboratory loads at or below those already seen in life would not soften the structure. But, this is not observed. To explore whether living cell contraction (occurring in life) can explain this dichotomy in behaviors, fresh, cellular tendons will be tested and compared to tendons that were frozen to remove cell activity. Mechanical behavior and tissue morphology will be measured, focusing on tissue recovery. To further investigate whether the observed differences between in life versus in the lab behaviors are due to cell contraction, the contractile ability in tendon cells will be removed with a biochemical inhibitor. Then these tendons (with live cells) will be tested in the lab for Mullins' behaviors. Finally there will be a test to determine whether changes in tissue hydration and post-load rehydration affect recovery from Mullins' behaviors. For this objective, tendons in hypo- and hyper-osmotic solutions, thus changing hydrations levels in the tendon, will be tested. The findings of this reasearch will be disseminated on the web and incorporated into course work.\r\n\r\nDuring in vitro testing, tendon displays a Mullins' effect softening, which is typically an irreversible phenomenon in inert materials. That irreversibility, however, is in conflict with observed behaviors of biological tissues. All harvested tendons have been loaded in vivo, so if a standard Mullins' effect occurred, all in vitro loads at or below those already seen physiologically would not produce Mullins' softening. This clearly is untrue. To explore this phenomenon in terms of active cell contributions, fresh, cellular tendons will be tested and compared to tendons frozen to remove cell activity. Metrics will include mechanical behaviors and morphology, focusing on recovery. To further investigate whether changes in crimp and/or in Mullins' effect recovery are due to cellular contraction, the physical contribution of cell contraction will be removed with the addition of cytochalasin D (an inhibitor of actin polymerization known to drive cell motility). Thus the mechanical aspect of cell activity will be removed while maintaining cell viability. Finally there will be a test to determine whether tissue rehydration affects recovery from Mullins' effect softening via testing in hypo- and hyper-osmotic solutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Vanderby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ray Vanderby",
   "pi_email_addr": "vanderby@ortho.wisc.edu",
   "nsf_id": "000302985",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roderic",
   "pi_last_name": "Lakes",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Roderic S Lakes",
   "pi_email_addr": "lakes@engr.wisc.edu",
   "nsf_id": "000155645",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "The Univesity of Wisconsin-Madison",
  "perf_str_addr": "1111 Highland Avenue",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537052275",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biological tissues have unique characteristics that hold great potential for biomimetic materials and must be replicated in tissue engineering contructs if these artificially created tissues are to be exact replicate of what is being replaced.&nbsp; Previous experiments indicate that the mechanics of tendon (and other soft tissues) include a Mullins&rsquo; effect, which is a stiffness loss when testing is repeated at a strain below the previous maximum.&nbsp; This also occurs in commonly used polymeric materials.&nbsp; The ability of biological tissue to recover their initial stiffness (an effect not reported in artificial materials) is unique.&nbsp; This interesting capability has been largely neglected in biomechanical data collection and the mechanisms are unknown. Tissue data are generally taken in a short time period following Mullins&rsquo; effect preloads or damage protocols and ignore recovery.&nbsp; Additionally, tendons are generally tested as inert polymer composites, ignoring their cellular component contributing to their ability to recover from strain effects during activity while <em>in vivo</em>.&nbsp; Our project had two major goals:</p>\n<p><em>Our first goal was to characterize the ability of tendon extracellular matrix (ECM) to recover Mullins&rsquo; effect stiffness changes over a period of hours, comparing passive and active (presence of viable cells) tendons.</em></p>\n<p><em>Our second goal was to quantify post-stretch cell viability, crimp morphology, and cellular behavior, comparing normal cells to cells unable to contract in order to investigate suspected recovery mechanism from the Mullins&rsquo; effect.</em></p>\n<p>Such data would give insight into cell stress associated with loading, and possibly provide design criteria for tissue engineering (e.g. can a synthetic, biomimetic graft appropriately protect cells from damage-inducing stain?).&nbsp; Although the hierarchical structure of tendon has been well defined, characterization of crimp morphology (and recovery after loading) in active and passive tendons would help explain differences in tendon behavior <em>in vivo</em> and <em>in vitro</em>, something largely left out of the literature.&nbsp; Finally, removing cells&rsquo; ability to contract will provide a description of which aspect (cellular factors or physical interactions) of cellular behavior are contributing to Mullins&rsquo; effect recovery.&nbsp; In total, this study provides information relevant to interpretation and design of <em>in vitro</em> mechanical testing and for the advancement of biomimetic (particularly self-healing and stiffness recovering) materials.</p>\n<p>Our major activities were:</p>\n<ul>\n<li>We developed and/or optimized new and improved methods for biomechanical testing to quantify and recover this Mullins effect.</li>\n<li>We observed interesting, previously unreported phenomena relevant to cell-matrix interactions when tendon fascicles experience shear.</li>\n<li>We quantified chiral behaviors (induced rotation with axial elongation) in tendon fascicles for the first time. </li>\n<li>We observed Mullins-like rotational softening of tendon fascicles during rotationally-unconstrained tensile loading.</li>\n<li>We evaluated recovery following Mullins stress softening in viable and nonviable (inert) tendon fascicles to show effects of viable cells in overall behavior. </li>\n<li>Damage effects were investigated via a partial transection of the tissue. Media additives, cytochalasin D and histamine, were used to probe for active cellular mechanisms. </li>\n<li>Passive, hydration effects were studied by lowering media osmolarity.</li>\n<li>We probed for enzymatic degradation of tissue with cell damage or disuse (no loading for several hours) after tissue harvest.</li>\n<li>We performed extensive characterization of the Mullins effect on tendon, we evaluated the effect at different levels of strain, and we determined the biological contributions of viable cells to this effect.&nbsp; We characterized each of these via mechanical testing, quantitative PCR, immunohistochemistry, and viability staining.</li>\n</ul>\n<p>We found that viable cells in tendon fascicles do indeed contribute to recovery from a typical and permanent Mullins effect found in innert or artificial materials.&nbsp; However, cellular contraction only accounts for part of this behavior (i.e. partial recovery).&nbsp; To account for the remaining portion of Mullins recovery observed in vivo, we investigated tissue degradation from enymatic activities after harvest and osmotic effects from fluid losses during loading. Our experiments did not show that either of these mechanisms would account for the remaining portions of in vivo Mullins recovery. &nbsp; &nbsp;</p>\n<ul>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2017<br>\n\t\t\t\t\tModified by: Ray&nbsp;Vanderby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBiological tissues have unique characteristics that hold great potential for biomimetic materials and must be replicated in tissue engineering contructs if these artificially created tissues are to be exact replicate of what is being replaced.  Previous experiments indicate that the mechanics of tendon (and other soft tissues) include a Mullins? effect, which is a stiffness loss when testing is repeated at a strain below the previous maximum.  This also occurs in commonly used polymeric materials.  The ability of biological tissue to recover their initial stiffness (an effect not reported in artificial materials) is unique.  This interesting capability has been largely neglected in biomechanical data collection and the mechanisms are unknown. Tissue data are generally taken in a short time period following Mullins? effect preloads or damage protocols and ignore recovery.  Additionally, tendons are generally tested as inert polymer composites, ignoring their cellular component contributing to their ability to recover from strain effects during activity while in vivo.  Our project had two major goals:\n\nOur first goal was to characterize the ability of tendon extracellular matrix (ECM) to recover Mullins? effect stiffness changes over a period of hours, comparing passive and active (presence of viable cells) tendons.\n\nOur second goal was to quantify post-stretch cell viability, crimp morphology, and cellular behavior, comparing normal cells to cells unable to contract in order to investigate suspected recovery mechanism from the Mullins? effect.\n\nSuch data would give insight into cell stress associated with loading, and possibly provide design criteria for tissue engineering (e.g. can a synthetic, biomimetic graft appropriately protect cells from damage-inducing stain?).  Although the hierarchical structure of tendon has been well defined, characterization of crimp morphology (and recovery after loading) in active and passive tendons would help explain differences in tendon behavior in vivo and in vitro, something largely left out of the literature.  Finally, removing cells? ability to contract will provide a description of which aspect (cellular factors or physical interactions) of cellular behavior are contributing to Mullins? effect recovery.  In total, this study provides information relevant to interpretation and design of in vitro mechanical testing and for the advancement of biomimetic (particularly self-healing and stiffness recovering) materials.\n\nOur major activities were:\n\nWe developed and/or optimized new and improved methods for biomechanical testing to quantify and recover this Mullins effect.\nWe observed interesting, previously unreported phenomena relevant to cell-matrix interactions when tendon fascicles experience shear.\nWe quantified chiral behaviors (induced rotation with axial elongation) in tendon fascicles for the first time. \nWe observed Mullins-like rotational softening of tendon fascicles during rotationally-unconstrained tensile loading.\nWe evaluated recovery following Mullins stress softening in viable and nonviable (inert) tendon fascicles to show effects of viable cells in overall behavior. \nDamage effects were investigated via a partial transection of the tissue. Media additives, cytochalasin D and histamine, were used to probe for active cellular mechanisms. \nPassive, hydration effects were studied by lowering media osmolarity.\nWe probed for enzymatic degradation of tissue with cell damage or disuse (no loading for several hours) after tissue harvest.\nWe performed extensive characterization of the Mullins effect on tendon, we evaluated the effect at different levels of strain, and we determined the biological contributions of viable cells to this effect.  We characterized each of these via mechanical testing, quantitative PCR, immunohistochemistry, and viability staining.\n\n\nWe found that viable cells in tendon fascicles do indeed contribute to recovery from a typical and permanent Mullins effect found in innert or artificial materials.  However, cellular contraction only accounts for part of this behavior (i.e. partial recovery).  To account for the remaining portion of Mullins recovery observed in vivo, we investigated tissue degradation from enymatic activities after harvest and osmotic effects from fluid losses during loading. Our experiments did not show that either of these mechanisms would account for the remaining portions of in vivo Mullins recovery.    \n\n\n\n\t\t\t\t\tLast Modified: 10/05/2017\n\n\t\t\t\t\tSubmitted by: Ray Vanderby"
 }
}