{
 "awd_id": "1432880",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I/UCRC FRP:  Collaborative Research: Coexistence of Heterogeneous Secondary Networks for Shared Spectrum Access",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dmitri Perkins",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 99806.0,
 "awd_amount": 99806.0,
 "awd_min_amd_letter_date": "2014-08-13",
 "awd_max_amd_letter_date": "2014-08-13",
 "awd_abstract_narration": "Spectrum sharing plays a key role in realizing plans to make available new swaths of spectrum for wireless applications. The benefits of spectrum sharing cannot be fully realized without addressing interference among coexisting heterogeneous secondary networks. Although coexistence issues in the ISM bands have been studied before, the situation in the TV bands and other shared access spectrum (e.g., 3.5 GHz band) is more complex and challenging due to the signal propagation characteristics, incumbent protection rules, and the disparity of PHY/MAC strategies of secondary systems. To date, most research efforts have focused on incumbent protection, and little attention has been given to the coexistence of secondary systems in the context of spectrum sharing. The proposed research aspires to fill this void by 1. studying the viability of using stochastic neural networks for modeling and solving the CDM problem and 2. developing novel rendezvous techniques for unicast and multicast scenarios.\r\n\r\nThe group plans to integrate project findings in relevant graduate courses at their respective institutions. In the second year of the project, the investigators will jointly organize a session on heterogeneous coexistence and spectrum sharing at the Virginia Tech annual Symposium and Wireless Summer School, which is an educational outreach event that serves the wireless industry. The group also proposes to give a tutorial presentation on heterogeneous coexistence and spectrum sharing at relevant conferences, including the IEEE DySPAN Conference, the flagship conference on dynamic spectrum access and spectrum sharing technologies. The group will also collaborate with our industry partners from Raytheon and Space Micro to demonstrate a sample of the proposed solutions on their spectrum-agile radio platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marwan",
   "pi_last_name": "Krunz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marwan M Krunz",
   "pi_email_addr": "krunz@arizona.edu",
   "nsf_id": "000326897",
   "pi_start_date": "2014-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99806.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>This is a collaborative project between the University of Arizona (UA) and Virginia Tech (VT), carried out under the umbrella of the NSF IUCRC Broadband Wireless Access and Applications Center (BWAC). The project explored novel ways to enable harmonious coexistence between two or more heterogeneous wireless systems, operating over shared spectrum. The investigators focused on the so-called opportunistic access in which multiple &ldquo;secondary&rdquo; systems are allowed to access a licensed band so long as they do not cause harmful interference to the primary (licensed) incumbents of that band. Two main thrusts were pursued: (1) design of coexistence decision making (CDM) schemes for heterogeneous secondary systems, and (2) development of network discovery protocols for collaborative coexistence between these systems. Recognizing the fact that the CDM problem can be framed as a dynamic resource-constrained scheduling problem, the PIs studied the viability of using stochastic neural networks for modeling and solving this problem. For the second thrust, the PIs developed distributed rendezvous mechanisms for node discovery and coordination in the presence of multiple heterogeneous secondary systems. In contrast to state-of-the-art techniques, which rely on a centralized controller, the proposed rendezvous mechanisms are distributed, and they do not require a priori knowledge about other coexisting systems. These rendezvous mechanisms allow two or more dissimilar secondary systems with potentially different air interfaces and different medium access protocols to use channel hopping over a common Physical layer to discover each other and exchange relevant information. The key challenge here is how to collaboratively design the rendezvous processes at these systems in an efficient and secure fashion, while accounting for primary user (PU) dynamics as well as adversarial selective jamming. Both cases of &ldquo;unicast rendezvous&rdquo; (two secondary devices) as well as &ldquo;multicast rendezvous&rdquo; were investigated. The proposed techniques were shown to provide quantifiable guarantees on the discovery time, even under adversarial attacks and lack of common control channel.</strong></p>\n<p><strong>In terms of its broader impacts, the findings of this project were presented at numerous academic and industry forums. As site directors of BWAC, the PIs interacted with various stakeholders from industry and Government (e.g., FCC, Air Force, NASA) throughout the course of the project. Aspects of the developed techniques were found to be directly applicable to military and commercial wireless systems. Accordingly, designs were customized and transitioned to industry and government agencies. Research outcomes were presented at international scientific conferences, invited keynotes, and technical exchanges. Numerous articles were published at prestigious peer-reviewed journals. The project involved several graduate students at UA and VT, who eventually earned their Ph.D. degrees under the support of this grant and joined the workforce.</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2017<br>\n\t\t\t\t\tModified by: Marwan&nbsp;M&nbsp;Krunz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis is a collaborative project between the University of Arizona (UA) and Virginia Tech (VT), carried out under the umbrella of the NSF IUCRC Broadband Wireless Access and Applications Center (BWAC). The project explored novel ways to enable harmonious coexistence between two or more heterogeneous wireless systems, operating over shared spectrum. The investigators focused on the so-called opportunistic access in which multiple \"secondary\" systems are allowed to access a licensed band so long as they do not cause harmful interference to the primary (licensed) incumbents of that band. Two main thrusts were pursued: (1) design of coexistence decision making (CDM) schemes for heterogeneous secondary systems, and (2) development of network discovery protocols for collaborative coexistence between these systems. Recognizing the fact that the CDM problem can be framed as a dynamic resource-constrained scheduling problem, the PIs studied the viability of using stochastic neural networks for modeling and solving this problem. For the second thrust, the PIs developed distributed rendezvous mechanisms for node discovery and coordination in the presence of multiple heterogeneous secondary systems. In contrast to state-of-the-art techniques, which rely on a centralized controller, the proposed rendezvous mechanisms are distributed, and they do not require a priori knowledge about other coexisting systems. These rendezvous mechanisms allow two or more dissimilar secondary systems with potentially different air interfaces and different medium access protocols to use channel hopping over a common Physical layer to discover each other and exchange relevant information. The key challenge here is how to collaboratively design the rendezvous processes at these systems in an efficient and secure fashion, while accounting for primary user (PU) dynamics as well as adversarial selective jamming. Both cases of \"unicast rendezvous\" (two secondary devices) as well as \"multicast rendezvous\" were investigated. The proposed techniques were shown to provide quantifiable guarantees on the discovery time, even under adversarial attacks and lack of common control channel.\n\nIn terms of its broader impacts, the findings of this project were presented at numerous academic and industry forums. As site directors of BWAC, the PIs interacted with various stakeholders from industry and Government (e.g., FCC, Air Force, NASA) throughout the course of the project. Aspects of the developed techniques were found to be directly applicable to military and commercial wireless systems. Accordingly, designs were customized and transitioned to industry and government agencies. Research outcomes were presented at international scientific conferences, invited keynotes, and technical exchanges. Numerous articles were published at prestigious peer-reviewed journals. The project involved several graduate students at UA and VT, who eventually earned their Ph.D. degrees under the support of this grant and joined the workforce.\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2017\n\n\t\t\t\t\tSubmitted by: Marwan M Krunz"
 }
}