{
 "awd_id": "1432272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Learning & Teaching Engineering Dynamics Through Interactive Simulations",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Jackman",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 99898.0,
 "awd_amount": 99898.0,
 "awd_min_amd_letter_date": "2014-08-15",
 "awd_max_amd_letter_date": "2014-08-15",
 "awd_abstract_narration": "This collaborative project between Northern Illinois University, The Milwaukee School of Engineering, and Rutgers University intends to improve student learning in sophomore-level engineering dynamics.  Engineering dynamics is a required topic for a large fraction of all engineering majors including mechanical, aerospace, biomechanical, and civil engineering.  The material is challenging and many students struggle to master the important concepts encountered in this course.  The project will utilize a virtual reality simulated environment to present interactive challenges that require application of engineering dynamics principles to solve.  This interactive environment, called Spumone, was developed under previous NSF-sponsored projects. In pilot studies, use of Spumone by students has been shown to improve learning of engineering dynamics concepts. The current project will expand the use of this simulated environment to evaluate the effectiveness in a wider range of students. The primary purpose of the project is to take an educational simulation that was designed and tested in the classrooms of a single educator, and broaden its reach to the classrooms of other educators. In doing so, the investigators will discover which features of the simulation-based learning environment favor broader adoption, and which impose barriers.  Lessons learned will enable even wider adoption of a promising intervention, designed for a critical sophomore-level engineering course that tens of thousands of students take each year. It is expected that lessons learned will be transferable to other efforts to build video-based STEM learning environments. \r\n\r\nUsing virtual reality and complex simulated environments has been shown to engage teens and young adults in problem-solving tasks that are often long, difficult, and require high level critical thinking skills. The degree of engagement produced by video simulations extends across all races and socioeconomic backgrounds.  Some of these simulations are found to appeal to both males and females. The investigators working on this project have been developing simulated environments for use in teaching core mechanical engineering courses. In their studies, they found that students who learned in the simulated video environment, achieved higher scores on standard concept tests, compared to students who took the courses that did not employ simulations. Furthermore, students who learned with the simulation were more engaged, more motivated, and much more likely to pursue advanced studies in the same subject.  A pivotal step in bringing simulation-based engineering education to a wider audience is that of making the simulation easy to adopt by other educators.  In this project a group of potential adopters will work together to modify their courses to incorporate the simulation.  At the same time the potential adopters will inform the simulation designers how to modify the application to best fit into their courses.  In the process the project investigators will perform an educational test in which they determine if the gains in learning and student engagement achieved by the developer can be replicated by the new adopters. Evaluation of the project will provide information about the effectiveness of video-based STEM learning environments and the extent to which this simulation is easy to adopt by other educators. An implementation evaluation component will assess whether the project is being conducted as originally envisioned. A progress evaluation component will assess progress toward answering the design and research questions, as well as progress toward the goal of successfully implementing Spumone in the alternate settings. Summative evaluation will assess the overall success of the project in rigorously answering the design and research questions as well as assessment of the goal of implementing video-based STEM learning environments on a larger scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Shernoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Shernoff",
   "pi_email_addr": "david.shernoff@rutgers.edu",
   "nsf_id": "000653265",
   "pi_start_date": "2014-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "41 Gordan Road, Suite A",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088546109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99898.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><a name=\"_GoBack\"></a>In this study, we examined the transportability of a video game approach to undergraduate engineering based on the game,<span>&nbsp;</span><em>Spumone</em>, which was created and designed to provide authentic learning experiences for mechanical engineering students. In<span>&nbsp;</span><em>Spumone</em>, students write computer programs to pilot a variety of vehicles through a subterranean, simulated world without crashing. To be successful, students need to correctly apply targeted physical principles of mechanical engineering to devise strategies that solve game-based challenges. In previous studies drawing on flow theory and methodology in order to study student engagement, students were found to be significantly more engaged when playing<span>&nbsp;</span><em>Spumone</em><span>&nbsp;</span>to complete their mechanical engineering coursework compared when using a textbook for homework and labs. Students using the video game approach also made considerably higher learning gains as demonstrated by their performance on tests of course materials. The specific objective of the present study was to answer the following research question: When other instructors use<span>&nbsp;</span><em>Spumone&nbsp;</em>in their teaching, do students experience positive gains in emotional engagement and conceptual understanding, as originally demonstrated?&nbsp;</p>\n<p>Results showed that the effect of the experimental condition (i.e.,<span>&nbsp;</span><em>Spumone</em>-based) on conceptual understanding condition was not significant. The mean gain in the second game-based year (2017) was significantly lower than that of the control year (2015) and first experimental year (2016). Gains in 2015 (control) and 2016 (experimental) were in the same statistical category. Overall, the evidence that there were significant conceptual learning gains in the game-based course compared to the control course was not compelling. There was also no significant difference in student engagement when playing<span>&nbsp;</span><em>Spumone</em><span>&nbsp;</span>vs. doing homework. In fact, students reported significantly a higher level of emotions associated with meaningful learning when doing homework in the control condition compared to playing<span>&nbsp;</span><em>Spumone</em>. Overall, results were surprising. Despite previous studies indicating with fairly compelling evidence that students taking undergraduate engineering dynamics courses using<span>&nbsp;</span><em>Spumone</em><span><em>&nbsp;</em></span>made significant gains in terms of conceptual understanding and engagement compared to a control group, results of the present study suggest that those gains were not replicated upon an initial attempt to transport the game-based approach to other instructors and institutions.</p>\n<p>With respect to intellectual merit, there was a great deal learned from the present study, possibly more than had the experiment succeeded. The finding suggests that there may be a substantial amount of &ldquo;tacit knowledge&rdquo; (i.e., Polanyi, 1966; Wenger, 1998) regarding the<span>&nbsp;</span><em>implementation</em><span>&nbsp;</span>of an innovation as originally designed that needs to be captured, made explicit, and transported along with the technological innovation itself. In post-semester comments, the vast majority of students indicated enjoying and seeing the merits of using<span>&nbsp;</span><em>Spumone</em>; however, they also found it to be challenging and noted several significant drawbacks. Both the adopting instructors and students referenced a vast array of technological problems and glitches that contributed to student confusion and frustration. In addition to the need for ongoing technical support,<span>&nbsp;</span><em>Spumone</em><span>&nbsp;</span>adoption would be supported by a more thorough and detailed manual or video tutorial to guide installation and instruction for instructors, and accessible guidance for students.</p>\n<p>Students suggested that game challenges were not always well aligned to classroom instruction and assignments, making it difficult to see the conceptual understandings that the game was intended to teach. Thus, this study highlights the vast importance of ongoing technological support, adaptability supports, training, teacher professional development, student supports, and fidelity checks when an instructor attempts to implement<span>&nbsp;</span><em>Spumone</em><span>&nbsp;</span>to teach complex content (Damschroder et al., 2009). Effective supports will help students to see the connections between<span>&nbsp;</span><em>Spumone&nbsp;</em>challenges and the concepts that they are intended to teach.</p>\n<p>The primary forms of impact may be gauged by examining a) what more needs to be done for other instructors to implement<span>&nbsp;</span><em>Spumone</em><span>&nbsp;</span>into their undergraduate courses in a way that improves conceptual understanding and meaningful engagement; and b) what can be learned from the research project that can impact the field of engineering education and more broadly. Examined together,<span>&nbsp;</span><em>if we are able to identify and make necessary improvements to increase student learning, we would be in a position to make an impact in terms of how Dynamics is taught within the field.</em><span><em>&nbsp;</em></span></p>\n<p>Many of the improvements needed to make such an impact are identified above. In addition, key improvements made to the<span>&nbsp;</span><em>Spumone</em><span>&nbsp;</span>interface will make solving its challenges more intuitive for students. Embedding student supports and scaffolds into the game interface would support learning most directly. &nbsp;Relatedly, impacts may be related to &ldquo;dosage&rdquo; or scale of the intervention. A thorough revision of the course to maximize the use of<span>&nbsp;</span><em>Spumone</em><span>&nbsp;</span>may increase impact on student learning. In addition, the instructors in the current project taught mainly to support performance on a common final exam, rather than on<span>&nbsp;</span><em>Spumone</em>-based problems. Better aligning<span>&nbsp;</span><em>Spumone</em><span><em>&nbsp;</em></span>to course assessments is therefore another important improvement that would impact student learning.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2019<br>\n\t\t\t\t\tModified by: David&nbsp;Shernoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this study, we examined the transportability of a video game approach to undergraduate engineering based on the game, Spumone, which was created and designed to provide authentic learning experiences for mechanical engineering students. In Spumone, students write computer programs to pilot a variety of vehicles through a subterranean, simulated world without crashing. To be successful, students need to correctly apply targeted physical principles of mechanical engineering to devise strategies that solve game-based challenges. In previous studies drawing on flow theory and methodology in order to study student engagement, students were found to be significantly more engaged when playing Spumone to complete their mechanical engineering coursework compared when using a textbook for homework and labs. Students using the video game approach also made considerably higher learning gains as demonstrated by their performance on tests of course materials. The specific objective of the present study was to answer the following research question: When other instructors use Spumone in their teaching, do students experience positive gains in emotional engagement and conceptual understanding, as originally demonstrated? \n\nResults showed that the effect of the experimental condition (i.e., Spumone-based) on conceptual understanding condition was not significant. The mean gain in the second game-based year (2017) was significantly lower than that of the control year (2015) and first experimental year (2016). Gains in 2015 (control) and 2016 (experimental) were in the same statistical category. Overall, the evidence that there were significant conceptual learning gains in the game-based course compared to the control course was not compelling. There was also no significant difference in student engagement when playing Spumone vs. doing homework. In fact, students reported significantly a higher level of emotions associated with meaningful learning when doing homework in the control condition compared to playing Spumone. Overall, results were surprising. Despite previous studies indicating with fairly compelling evidence that students taking undergraduate engineering dynamics courses using Spumone made significant gains in terms of conceptual understanding and engagement compared to a control group, results of the present study suggest that those gains were not replicated upon an initial attempt to transport the game-based approach to other instructors and institutions.\n\nWith respect to intellectual merit, there was a great deal learned from the present study, possibly more than had the experiment succeeded. The finding suggests that there may be a substantial amount of \"tacit knowledge\" (i.e., Polanyi, 1966; Wenger, 1998) regarding the implementation of an innovation as originally designed that needs to be captured, made explicit, and transported along with the technological innovation itself. In post-semester comments, the vast majority of students indicated enjoying and seeing the merits of using Spumone; however, they also found it to be challenging and noted several significant drawbacks. Both the adopting instructors and students referenced a vast array of technological problems and glitches that contributed to student confusion and frustration. In addition to the need for ongoing technical support, Spumone adoption would be supported by a more thorough and detailed manual or video tutorial to guide installation and instruction for instructors, and accessible guidance for students.\n\nStudents suggested that game challenges were not always well aligned to classroom instruction and assignments, making it difficult to see the conceptual understandings that the game was intended to teach. Thus, this study highlights the vast importance of ongoing technological support, adaptability supports, training, teacher professional development, student supports, and fidelity checks when an instructor attempts to implement Spumone to teach complex content (Damschroder et al., 2009). Effective supports will help students to see the connections between Spumone challenges and the concepts that they are intended to teach.\n\nThe primary forms of impact may be gauged by examining a) what more needs to be done for other instructors to implement Spumone into their undergraduate courses in a way that improves conceptual understanding and meaningful engagement; and b) what can be learned from the research project that can impact the field of engineering education and more broadly. Examined together, if we are able to identify and make necessary improvements to increase student learning, we would be in a position to make an impact in terms of how Dynamics is taught within the field. \n\nMany of the improvements needed to make such an impact are identified above. In addition, key improvements made to the Spumone interface will make solving its challenges more intuitive for students. Embedding student supports and scaffolds into the game interface would support learning most directly.  Relatedly, impacts may be related to \"dosage\" or scale of the intervention. A thorough revision of the course to maximize the use of Spumone may increase impact on student learning. In addition, the instructors in the current project taught mainly to support performance on a common final exam, rather than on Spumone-based problems. Better aligning Spumone to course assessments is therefore another important improvement that would impact student learning.\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2019\n\n\t\t\t\t\tSubmitted by: David Shernoff"
 }
}