{
 "awd_id": "1432037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating College-High School Partnerships to Assess the Prevalence of Antibiotic Resistant Microbes Across the Environment",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 314617.0,
 "awd_amount": 314617.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2014-08-22",
 "awd_abstract_narration": "There is a national need to attract and retain students in the sciences through the incorporation of inquiry-based or discovery-based research that is based on current research methods. This work will improve the quality of undergraduate education in a transformative way by initiating a large-scale research project in which individual students data points in a low-cost, short duration course-based research module. The overall goal of this project is to provide student access to an authentic research project that can be easily disseminated to other schools. Students will collect data to determine the prevalence of antibiotic resistant bacteria in the environment. The targeted populations are both college transitioning high school students and current undergraduate students. Undergraduate science students will serve as peer mentors to their secondary school partners. This project provides an opportunity to create a network of researchers at a variety of institution types (public, private, 2-year and 4-year post-secondary institutions, and secondary schools). This project is designed to have low demands on the implementing instructors in terms of time, budget, equipment and instructor expertise. The intention is to provide easy access to an authentic inquiry-based activity without compromising curriculum requirements and time constraints. Additionally, this project will provide a low-stakes gateway to transition instructors from using traditional teaching practices to inquiry-based learning in their classrooms. \r\n\r\nThe specific aims of the project are: (1) to develop teaching and learning materials and a research plan accessible to instructors from a variety of institution types serving a broad demographic range of students, (2) to provide a course-based research experience to at least 900 secondary and 900 undergraduate students, (3) to create partnerships that increase access of secondary school students and teachers to undergraduate-level scientists and students and (4) to generate a database of antibiotic resistance through the crowd-sourcing effort of hundreds of high school and college students. All undergraduate participants will be asked to take the Classroom Undergraduate Research Experience (CURE) survey that uses self-assessment to measure a range of course outcomes such as learning gains and science attitude questions. The activities of this project are in alignment with the Common Core standards in mathematics such as creating equations, modeling, and quantitative reasoning. A pre- and post-implementation survey will be administered to the instructor participants to assess their use of and attitudes toward various pedagogical teaching methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Bascom-Slack",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Bascom-Slack",
   "pi_email_addr": "carol.bascom_slack@tufts.edu",
   "nsf_id": "000665879",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208047",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 38999.0
  }
 ],
 "por": null
}