{
 "awd_id": "1433021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: The Rice University Summer Institute of Statistics (RUSIS)",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 134611.0,
 "awd_amount": 134611.0,
 "awd_min_amd_letter_date": "2014-03-11",
 "awd_max_amd_letter_date": "2014-04-21",
 "awd_abstract_narration": "This award provides continued support for a successful 10-week summer REU site within the Statistics Department at Rice University for the study of Statistics and its applications. As the number of domestic graduate students in the Mathematical Sciences continues to decline, there is a critical need to develop human resources to continue supporting the United States' advantage in the world of science and technology. The Rice University Summer Institute of Statistics (RUSIS), now in its 10th year and fourth funding cycle, has been successful in encouraging students to pursue graduate degrees in Mathematics and Statistics. Roughly 85% of the students who have attended RUSIS and have graduated, are now doctoral students in Ph.D. programs around the country, and roughly 61% of them are members of underrepresented populations in Mathematics. RUSIS has accomplished this through intensive courses, close supervision of research projects, and visits to various research institutes and agencies in Houston. \r\n\r\n\r\nThe program will train and mentor 12 (7 NSF- and 5 NSA-supported) selected underrepresented minority students and students with no easy access to a research experience at their institution, including community college students, through intensive core courses in probability, stochastic processes, and statistical inference, with special emphasis on areas of current interest; e.g. multiple comparisons, extreme value theory, multivariate survival analysis, risk-reliability-sustainability of complex infrastructure systems, artificial intelligence, statistical learning, statistical genetics, and general biostatistics. The RUSIS engages the students in research projects under close collaboration with faculty mentors, and with the objective of producing joint publications, when the summer work merits it. Students present their results at national meetings and they are mentored in the preparation and presentation of their talks. In addition, students meet with an advisory committee composed of top scientists and present their work to them. The RUSIS also teaches short courses on the use of Unix platforms, LaTeX, and software to be utilized for research purposes such as Mathematica, Splus and/or R, and Matlab. In addition, the program organizes student and faculty visits to scientific facilities (e.g., Biomathematics and Biostatistics at MD Anderson Cancer Center, NASA). Through informal meetings, the program discusses a variety of topics ranging from applying to Graduate School to career experiences by outstanding scientists, and discussion of cutting-edge topics in Statistics. The program evaluates and monitors the progress of students for seven years (expected time for them to finish graduate school) after their participation, and an annual evaluation of the program by the participating students and an external advisory committee is an integral and valuable part of the program. The investment is starting to produce concrete results. The first RUSIS alumnus received his Ph.D. during the summer of 2011 and is now an assistant professor of statistical sciences in a Ph.D. program. Several more are due to obtain their PhDs in the next few years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Rojo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Rojo",
   "pi_email_addr": "jrojo@iu.edu",
   "nsf_id": "000378705",
   "pi_start_date": "2014-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 North Virginia Street",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895030705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 27897.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 106714.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The RUSIS (Rice University) and RUSIS@UNR (University of Nevada at Reno) were supported by NSF (2012, 2013, 2014) and NSA (2012 and 2013). The RUSIS@UNR in 2015 was supported mostly by NSA. The NSA provided support for five REU students and one graduate assistant. RUSIS and RUSIS@UNR start with an intensive course on probability and statistics. The class meets for the first 4 weeks from 9:00 am to 12:15 pm. After lunch, students attend a computational lab where they learn to use R and how to LaTeX documents. The computational labs are coordinated with the class materials so that, in addition to learning R, the computer lab reinforces the concepts and methodologies learned in class. During the first four weeks of class, the students also learn about potential research projects that they might end up choosing to work on. During the 5<sup>th</sup> week of the program, after having selected the project, groups of three &ndash; this number vary but is never more than three students -- start reading the relevant literature and start meeting with the PI three times a week, each meeting lasting 45 minutes to an hour, to discuss the projects and any issues that might come up while working on the projects. The teams continue under this schedule until one week prior to the arrival of the advisory committee. Prior to the advisory committee&rsquo;s visit, the PI presents a video sponsored by the National Science Foundation. The video &ldquo;Technically Speaking&rdquo;, consists of a collection of vignettes that illustrate some of the pitfalls, and how to correct them, when presenting a technical talk. Two weeks prior to the arrival of the advisory committee, students prepare a power-point presentation and write a report on their research using LaTeX. The whole RUSIS@UNR team gathers twice (Monday and Wednesday of the final week) to listen and provide feedback to the various teams. These meetings are very helpful as they serve to improve the delivery and presentation of the work accomplished during the summer. An advisory committee constituted by scientists from across the country, visit the program in the last day and listen to the students&rsquo; presentations and provide feedback.</p>\n<p>Other scientific activities include a visit to International Gaming Technologies (IGT), one of the major manufacturers and developers of game machines and casino games. During this visit, students get to meet and listen to a group of statisticians and probabilists who present their work in short presentations of 15 minutes. In addition, there is a colloquium series for the RUSIS students. During the 2015 summer the following spoke in the series: Raul Cruz Cano (University of Maryland, College Park), Paul Hurtado (UNR), Kelley M. Kidwell (U. Michigan), Tynan Kelly (Brandeis U.), Brandon Sheehan (Colorado State), Benjamin Fineman (UC Davis), and Kandapriya Basu (UT El Paso). Speakers also meet with the students and discuss graduate school and career opportunities and present vignettes about their experiences as graduate students. &nbsp;</p>\n<p>In the last few years, the result of NSF&rsquo;s and NSA&rsquo;s investments have started to bear fruit. Jamie Chatman received her Ph.D. from Rice University in 2008. David Kahle and Darren Homringhausen are now assistant professors at Baylor and Colorado State University respectively. Rosa Ba&ntilde;uelos has recently (2013) received her Ph.D. in Statistics at Rice University, and Adam Sales (University of Michigan) graduated in May of 2013 and is now a postdoc at Carnegie Mellon. Stephanie Hicks graduated with a Ph.D. from Rice University in 2013 and is now a postdoc at the Dana Faber Cancer Center in Boston, and Stacey Ackerman received her PhD in biostatistics from Harvard. All in all, RUSIS has had a strong impact on the development of human resources in the Mathematical Sciences. There have been 28 underrepresented minority alumni who have obtained...",
  "por_txt_cntn": "\nThe RUSIS (Rice University) and RUSIS@UNR (University of Nevada at Reno) were supported by NSF (2012, 2013, 2014) and NSA (2012 and 2013). The RUSIS@UNR in 2015 was supported mostly by NSA. The NSA provided support for five REU students and one graduate assistant. RUSIS and RUSIS@UNR start with an intensive course on probability and statistics. The class meets for the first 4 weeks from 9:00 am to 12:15 pm. After lunch, students attend a computational lab where they learn to use R and how to LaTeX documents. The computational labs are coordinated with the class materials so that, in addition to learning R, the computer lab reinforces the concepts and methodologies learned in class. During the first four weeks of class, the students also learn about potential research projects that they might end up choosing to work on. During the 5th week of the program, after having selected the project, groups of three &ndash; this number vary but is never more than three students -- start reading the relevant literature and start meeting with the PI three times a week, each meeting lasting 45 minutes to an hour, to discuss the projects and any issues that might come up while working on the projects. The teams continue under this schedule until one week prior to the arrival of the advisory committee. Prior to the advisory committeeÆs visit, the PI presents a video sponsored by the National Science Foundation. The video \"Technically Speaking\", consists of a collection of vignettes that illustrate some of the pitfalls, and how to correct them, when presenting a technical talk. Two weeks prior to the arrival of the advisory committee, students prepare a power-point presentation and write a report on their research using LaTeX. The whole RUSIS@UNR team gathers twice (Monday and Wednesday of the final week) to listen and provide feedback to the various teams. These meetings are very helpful as they serve to improve the delivery and presentation of the work accomplished during the summer. An advisory committee constituted by scientists from across the country, visit the program in the last day and listen to the studentsÆ presentations and provide feedback.\n\nOther scientific activities include a visit to International Gaming Technologies (IGT), one of the major manufacturers and developers of game machines and casino games. During this visit, students get to meet and listen to a group of statisticians and probabilists who present their work in short presentations of 15 minutes. In addition, there is a colloquium series for the RUSIS students. During the 2015 summer the following spoke in the series: Raul Cruz Cano (University of Maryland, College Park), Paul Hurtado (UNR), Kelley M. Kidwell (U. Michigan), Tynan Kelly (Brandeis U.), Brandon Sheehan (Colorado State), Benjamin Fineman (UC Davis), and Kandapriya Basu (UT El Paso). Speakers also meet with the students and discuss graduate school and career opportunities and present vignettes about their experiences as graduate students.  \n\nIn the last few years, the result of NSFÆs and NSAÆs investments have started to bear fruit. Jamie Chatman received her Ph.D. from Rice University in 2008. David Kahle and Darren Homringhausen are now assistant professors at Baylor and Colorado State University respectively. Rosa Ba&ntilde;uelos has recently (2013) received her Ph.D. in Statistics at Rice University, and Adam Sales (University of Michigan) graduated in May of 2013 and is now a postdoc at Carnegie Mellon. Stephanie Hicks graduated with a Ph.D. from Rice University in 2013 and is now a postdoc at the Dana Faber Cancer Center in Boston, and Stacey Ackerman received her PhD in biostatistics from Harvard. All in all, RUSIS has had a strong impact on the development of human resources in the Mathematical Sciences. There have been 28 underrepresented minority alumni who have obtained graduate degrees (20 MS and 8 Ph.D.), and there are currently 22 underrepresented students pursuing Ph.D. degrees. A total of..."
 }
}