{
 "awd_id": "1433166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Wastefulness, Beneficial Use, and Water Transfers",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 15979.0,
 "awd_amount": 15979.0,
 "awd_min_amd_letter_date": "2014-06-17",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "Water resources in arid regions are under increasing pressure as climate change and development stress already over-allocated water supplies.  One way for water managers to address these water supply issues is by transferring water from one use or area to another. This project analyzes the policies, practices, and consequences of water transfers by examining the social, legal, and environmental contexts and consequences of moving water from rural agricultural uses to urban areas.   In particular, the research focuses on the idea of 'wastefulness.'  A key goal of water transfers is reducing inefficient or wasteful use of water -- but waste is a socially created idea with different meanings for different groups. For the communities of people and wildlife that depend upon those so-called wasteful uses of water, a water transfer may jeopardize their lives and livelihoods. The broad impacts of this research lie in its close examination of the social and environmental justice implications of defining certain water flows as wasteful.\r\n\r\nThis work contributes to multiple bodies of literature including political ecology, nature/society geography, and socio-legal studies.  The study investigates water transfers and ideas of wastefulness using the following three research questions: 1) What competing discourses and narratives around water's waste and value have been produced, by whom, in relation to water transfers, and how have different claims asserted by (or on behalf of) human and nonhuman water users been framed as legitimate or illegitimate in these discourses?  2) How have legal institutions been used, and by whom, to validate wasteful or valuable uses of water and the legitimacy of different water users' claims? 3) How have impacts of water transfers on source areas including changes to air quality, wildlife habitat, and livelihoods, been framed and experienced by different groups?  The project focuses on California, an area with a long history of conflict around water use.  The research uses a comparative case study approach to examine three cases of highly contested rural-to-urban water transfers at three lakes in California -- Owens Lake, Mono Lake, and the Salton Sea.  The cases share many physical similarities, but represent distinct and pivotal moments in the history of water management, revealing both change and stability over time.  Data sources include key informant interviews, archival data, and participant observation.  By examining the discourses and processes of water re-allocation, this study builds a better understanding of how ideas and legal structures shaping California water policy have evolved over time.  The study will have generalizable conclusions for other arid regions within and beyond the Southwestern U.S. struggling to allocate water supplies in a socially and environmentally just and sustainable manner.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "Rocheleau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne E Rocheleau",
   "pi_email_addr": "drocheleau@clarku.edu",
   "nsf_id": "000267892",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacque (Jody)",
   "pi_last_name": "Emel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacque (Jody) Emel",
   "pi_email_addr": "jemel@clarku.edu",
   "nsf_id": "000404493",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alida",
   "pi_last_name": "Cantor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alida Cantor",
   "pi_email_addr": "acantor@pdx.edu",
   "nsf_id": "000664897",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 Main St.",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15979.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Dust Storms and Dying Lakes: </strong></p>\n<p><strong>Waste, Reasonable and Beneficial Use, and Water Transfers in California</strong></p>\n<p><em>&nbsp;</em></p>\n<p>Water resources in the Western United States are under increasing pressure as global climate change and development stress the region&rsquo;s already over-allocated water supply. Water diversions and transfers, which involve moving water from one place to another, have long been used as a strategy in California to allow urban and agricultural development in locations with limited water supplies. The diversion and transfer of water has been contested by rural residents and environmental advocates due to externalized environmental and social costs, which tend to fall to marginalized rural communities and ecosystems.</p>\n<p>Water diversions and transfers have been justified under the argument that they encourage water resources to be put to their highest and best use, avoiding the &lsquo;waste&rsquo; of water, which is prohibited under California&rsquo;s state constitution. However, &lsquo;waste&rsquo; is a socially and historically situated concept. This research explored the processes by which discourses of &lsquo;waste&rsquo; are produced to justify the re-allocation of water, how these discourses are translated and mediated through legal institutions, and how different actors have experienced impacts of the water re-allocation. &nbsp;This study sought to answer three questions: 1. What competing discourses and narratives around water&rsquo;s waste and value have been produced, by whom, in relation to water transfers? 2. How have legal institutions been used, by whom, to validate and solidify certain discourses around wasteful/valuable uses of water and legitimacy of different water users&rsquo; claims? 3. How have impacts of water transfers on source areas, including changes to air quality, wildlife habitat, and livelihoods, been framed and experienced by different groups of actors?</p>\n<p>The study used a comparative case study approach to examine three cases of highly contested rural-to-urban water transfers at three lakes in California&mdash; Owens Lake, Mono Lake, and the Salton Sea. The cases share physical similarities, but represent distinct moments in the history of water transfers, illustrating changes and stability over time in terms of discourses of wastefulness, legal precedents, and practices of water management. The study used qualitative data sources include key informant interviews, archival data, and participant observation.</p>\n<p>The research has resulted in a dissertation consisting of three articles. The first article examines how &lsquo;waste&rsquo; in terms of water use has been defined and put into practice. This paper demonstrates that the process of legally defining certain flows of water as &lsquo;wasteful&rsquo; has material, political, and biopolitical consequences that are unevenly experienced. The second article uses critical legal geography to examine the application, possibilities, and limitations of the Public Trust Doctrine, a legal principle that requires the state to manage certain natural resources&mdash;particularly water resources&mdash;for the &lsquo;public good.&rsquo; This article shows that the Public Trust Doctrine holds important potential for protecting natural resource commons, but is limited based on ideas of equilibrium ecosystems and of &lsquo;natural&rsquo; versus &lsquo;artificial&rsquo; ecosystems. The third paper uses a relational urban political ecology approach to examine water transfers as processes of urbanization that transform places outside of cities. This article shows that rural places brought into relationship with cities through resource extraction are shaped through these relationships in heterogeneous ways. Together, these articles show how discourses of waste and value are negotiated and enacted through legal institutions, with consequences that are unevenly experienced for different actors.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2016<br>\n\t\t\t\t\tModified by: Alida&nbsp;Cantor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDust Storms and Dying Lakes: \n\nWaste, Reasonable and Beneficial Use, and Water Transfers in California\n\n \n\nWater resources in the Western United States are under increasing pressure as global climate change and development stress the region?s already over-allocated water supply. Water diversions and transfers, which involve moving water from one place to another, have long been used as a strategy in California to allow urban and agricultural development in locations with limited water supplies. The diversion and transfer of water has been contested by rural residents and environmental advocates due to externalized environmental and social costs, which tend to fall to marginalized rural communities and ecosystems.\n\nWater diversions and transfers have been justified under the argument that they encourage water resources to be put to their highest and best use, avoiding the ?waste? of water, which is prohibited under California?s state constitution. However, ?waste? is a socially and historically situated concept. This research explored the processes by which discourses of ?waste? are produced to justify the re-allocation of water, how these discourses are translated and mediated through legal institutions, and how different actors have experienced impacts of the water re-allocation.  This study sought to answer three questions: 1. What competing discourses and narratives around water?s waste and value have been produced, by whom, in relation to water transfers? 2. How have legal institutions been used, by whom, to validate and solidify certain discourses around wasteful/valuable uses of water and legitimacy of different water users? claims? 3. How have impacts of water transfers on source areas, including changes to air quality, wildlife habitat, and livelihoods, been framed and experienced by different groups of actors?\n\nThe study used a comparative case study approach to examine three cases of highly contested rural-to-urban water transfers at three lakes in California&mdash; Owens Lake, Mono Lake, and the Salton Sea. The cases share physical similarities, but represent distinct moments in the history of water transfers, illustrating changes and stability over time in terms of discourses of wastefulness, legal precedents, and practices of water management. The study used qualitative data sources include key informant interviews, archival data, and participant observation.\n\nThe research has resulted in a dissertation consisting of three articles. The first article examines how ?waste? in terms of water use has been defined and put into practice. This paper demonstrates that the process of legally defining certain flows of water as ?wasteful? has material, political, and biopolitical consequences that are unevenly experienced. The second article uses critical legal geography to examine the application, possibilities, and limitations of the Public Trust Doctrine, a legal principle that requires the state to manage certain natural resources&mdash;particularly water resources&mdash;for the ?public good.? This article shows that the Public Trust Doctrine holds important potential for protecting natural resource commons, but is limited based on ideas of equilibrium ecosystems and of ?natural? versus ?artificial? ecosystems. The third paper uses a relational urban political ecology approach to examine water transfers as processes of urbanization that transform places outside of cities. This article shows that rural places brought into relationship with cities through resource extraction are shaped through these relationships in heterogeneous ways. Together, these articles show how discourses of waste and value are negotiated and enacted through legal institutions, with consequences that are unevenly experienced for different actors. \n\n \n\n\t\t\t\t\tLast Modified: 10/04/2016\n\n\t\t\t\t\tSubmitted by: Alida Cantor"
 }
}