{
 "awd_id": "1433881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Mesoscale Impacts of Soil Moisture on Convective Precipitation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 11874.0,
 "awd_amount": 11874.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2014-08-21",
 "awd_abstract_narration": "The goal of this project is to quantify the impact of soil moisture on the location and occurrence of convective precipitation. Although many previous studies have attempted to describe and/or quantify the impact of soil moisture on convective precipitation, none have used observed soil moisture measurements or separated soil moisture-precipitation interactions into the two distinct components (soil moisture-evaporation and evaporation-precipitation). These considerations are necessary to examine the cases in which soil moisture directly influences convective precipitation. The project's three main objectives are: (1) determine if convective precipitation falls preferentially over dry or wet soils, (2) quantify the influence that soil moisture has on low-level atmospheric temperature and humidity, and (3) evaluate how soil moisture spatial gradients influence the probability of convective precipitation. Ground-based radar precipitation will be used to identify mesoscale convective systems. The soil moisture conditions prior to precipitation and the atmospheric humidity and temperature will be determined for each event. The sources of atmospheric moisture will also be determined for each convective event to quantify the proportion of locally- and remotely-sourced moisture. The results of this research will enhance our understanding of land-atmosphere interactions in semi-arid regions around the world.\r\n\r\nSoil moisture can have an influence on future precipitation. This coupling between the land surface and the atmosphere is important because it provides the basis for improving seasonal climate forecasts. This project will use soil moisture observations in Oklahoma to investigate the physical linkages between soil moisture and precipitation; it is a significant advance since most prior studies have relied on modeled or satellite-based estimates of soil moisture. This project will focus only on localized convective precipitation events since they are hypothesized to be more strongly influenced by soil moisture than large-scale precipitation events (e.g., precipitation events associated with warm fronts and cold fronts). Soil moisture will not simply be correlated with subsequent precipitation, but the physical linkages between soil moisture and the near-surface atmosphere will be examined. The results of this project will enhance our understanding of how soil moisture influences convective precipitation and under what conditions the land surface has the strongest impact on precipitation. The findings of this project will be disseminated to the climate modeling community through conference presentations and publications. It will help improve the accuracy of seasonal climate forecasts since existing climate models do not accurately represent land-atmosphere interactions. An undergraduate researcher assistant will be hired from a diverse group of undergraduate to assist with data collection, processing and analysis. The undergraduate student will receive specialized training in scientific programming and data visualization, and the research will be summarized in an undergraduate thesis and it will be presented at a national scientific meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Quiring",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Quiring",
   "pi_email_addr": "quiring.10@osu.edu",
   "nsf_id": "000238739",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trenton",
   "pi_last_name": "Ford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trenton Ford",
   "pi_email_addr": "twford@neo.tamu.edu",
   "nsf_id": "000663369",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "3147 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11874.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Trent Ford has completed research for his dissertation: &ldquo;Mesoscale Impacts of Soil Moisture on Convection Precipitation&rdquo;, supported by the NSF Doctoral Dissertation Research Improvement program. The primary research goal of the project was to examine the influence soil moisture has on the occurrence of convective precipitation in the Southern Great Plains region of the United States.</p>\n<p>The results of the project have significantly added to the community&rsquo;s knowledge of land-atmosphere interactions, as well as the contribution of unorganized convective events to warm season precipitation in Oklahoma. The project results provide observation-based evidence of soil moisture &ndash; precipitation coupling in Oklahoma, and demonstrate both wet-soil and dry-soil mechanisms leading to convective initiation. Overall the results of the DDRI-funded dissertation research enhance our understanding of how soil moisture can modify atmospheric processes leading to precipitation.</p>\n<p>The projected broader impacts of the funded research were to (1) disseminate results broadly with scientists and federal agencies, and (2) promote undergraduate teaching, training, and learning. The project results have been circulated to officials at the NOAA NCEP Environmental Modeling Center and the Oklahoma Mesonet. In addition, project results have been disseminated to the wider scientific community through publications in the <em>Journal of Hydrometeorology</em>, <em>Hydrology and Earth System Sciences</em>, <em>Journal of Geophysical Research</em>, and <em>Journal of Applied Meteorology and Climatology</em>. The project has promoted undergraduate teaching, training, and learning as 3 undergraduate students have worked on the project over the past 2 years. Their work and Ford&rsquo;s mentoring have produced 1 undergraduate lead-authored publication, 2 undergraduate co-authored publications, and 2 undergraduate lead-authored conference presentations. The undergraduate students employed on the project have gained significant climate science knowledge and valuable skills in data processing/analysis and computer programming.</p>\n<p>Ford&rsquo;s research as part of the funded dissertation project has contributed significantly to the fields of climatology and hydrology. In addition, the project has significantly enhanced Ford&rsquo;s professional career, as Ford has since obtained a tenure-track Assistant Professor position at Southern Illinois University, focusing on weather and climate research. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2016<br>\n\t\t\t\t\tModified by: Steven&nbsp;Quiring</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTrent Ford has completed research for his dissertation: \"Mesoscale Impacts of Soil Moisture on Convection Precipitation\", supported by the NSF Doctoral Dissertation Research Improvement program. The primary research goal of the project was to examine the influence soil moisture has on the occurrence of convective precipitation in the Southern Great Plains region of the United States.\n\nThe results of the project have significantly added to the communityÆs knowledge of land-atmosphere interactions, as well as the contribution of unorganized convective events to warm season precipitation in Oklahoma. The project results provide observation-based evidence of soil moisture &ndash; precipitation coupling in Oklahoma, and demonstrate both wet-soil and dry-soil mechanisms leading to convective initiation. Overall the results of the DDRI-funded dissertation research enhance our understanding of how soil moisture can modify atmospheric processes leading to precipitation.\n\nThe projected broader impacts of the funded research were to (1) disseminate results broadly with scientists and federal agencies, and (2) promote undergraduate teaching, training, and learning. The project results have been circulated to officials at the NOAA NCEP Environmental Modeling Center and the Oklahoma Mesonet. In addition, project results have been disseminated to the wider scientific community through publications in the Journal of Hydrometeorology, Hydrology and Earth System Sciences, Journal of Geophysical Research, and Journal of Applied Meteorology and Climatology. The project has promoted undergraduate teaching, training, and learning as 3 undergraduate students have worked on the project over the past 2 years. Their work and FordÆs mentoring have produced 1 undergraduate lead-authored publication, 2 undergraduate co-authored publications, and 2 undergraduate lead-authored conference presentations. The undergraduate students employed on the project have gained significant climate science knowledge and valuable skills in data processing/analysis and computer programming.\n\nFordÆs research as part of the funded dissertation project has contributed significantly to the fields of climatology and hydrology. In addition, the project has significantly enhanced FordÆs professional career, as Ford has since obtained a tenure-track Assistant Professor position at Southern Illinois University, focusing on weather and climate research.  \n\n\t\t\t\t\tLast Modified: 03/07/2016\n\n\t\t\t\t\tSubmitted by: Steven Quiring"
 }
}