{
 "awd_id": "1433904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: High-Resolution, Late Quaternary Climate and Vegetation Record for the American Midwest: Isotope and Pollen Evidence from Stalagmites and Flowstone",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 15964.0,
 "awd_amount": 15964.0,
 "awd_min_amd_letter_date": "2014-07-11",
 "awd_max_amd_letter_date": "2014-07-11",
 "awd_abstract_narration": "Climate proxies from ice sheets and ocean cores have revealed major global climate changes during the past 150,000 years and beyond.  Much less is known about the effects of these global changes at the regional to local level, however.  This doctoral dissertation research project will create a southern Indiana paleoenvironmental record for periods of the past 150,000 years using cave-based proxies from three sites.  This record will be used to examine the substantial regional climate fluctuations that occurred due to ice sheet proximity during glacial advances and retreats.  Because a firm understanding of the causal mechanisms of regional- to local-scale climate variations is crucial to improving and checking the accuracy of global climate models, this focused study will help contribute to a much broader range of inquiry into long-term climate dynamics.  This research also will have positive implications for research on climate dynamics in the Midwestern U.S., a region whose economy is strongly influenced by climate, because current global climate models for the region struggle to replicate some past aspects of climate, such as late glacial wind fields and non-analog climates indicated by pollen records.  Because the caves to be studies in southern Indiana are close to locations where the Laurentide Ice Sheet reached its southernmost limit in central Indiana during glacial maxima, climate gradients that were very abrupt immediately south of the ice margin and associated climate changes should be readily recorded in climate proxies, thereby contributing to basic understanding about the localized climatic dynamics near ice sheets.  This project will provide much-needed high-resolution paleoclimate data and modern precipitation isotope records that currently are lacking for this part of the Midwest, thereby helping to develop a more complete understanding of the natural variations of Indiana's climate to aid scientists, policy makers, and the public in dealing with issues associated with climatic variation and change.  Data will be made freely accessible to researchers through the NOAA Paleoclimatology database, while results will be shared with cave owners, schools, and state organizations for dissemination to residents to improve scientific awareness and teach the value of preserving fragile cave environments.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n\r\nCave speleothems (mineral deposits like stalagmites, stalactites, and flowstones) can preserve a record of environmental changes in the area above the cave and are particularly valuable because they offer very accurate uranium-series ages up to 450,000 years.  Through the conduct of this project, the doctoral students whose dissertation research will be supported by this award will determine the processes controlling modern precipitation isotope (delta-O-18, delta-H-2, and d-excess) values for the Midwestern U.S. and the relative effect of each process.  He will create a paleoclimate record by analyzing stalagmites from three caves, develop a vegetation record from pollen trapped in flowstones that extends existing regional pollen records, and integrate the stalagmite and vegetation data to produce a single regional paleoclimate record.  Variations in the oxygen isotope characteristics of speleothem carbonate will offer clues to changes in rainfall source, amount, and seasonality, while analysis of modern day precipitation isotope signatures will provide insight into what caused these changes.  Analyses of carbon isotopes and ultraviolet-stimulated speleothem luminescence will reflect variations in soil productivity, while pollen trapped in speleothems will provide evidence of local vegetation at the time of deposition.  The analyses of stalagmites from three southern Indiana caves therefore will produce overlapping paleoclimate records that will be combined to determine regional climate patterns and history.  The combined speleothem records will produce a robust environmental record from multiple proxies with strength drawn from integrating spatially distinct samples.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Brook",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "George A Brook",
   "pi_email_addr": "gabrook@uga.edu",
   "nsf_id": "000258475",
   "pi_start_date": "2014-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pete",
   "pi_last_name": "Akers",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Pete D Akers",
   "pi_email_addr": "pakers@uga.edu",
   "nsf_id": "000655352",
   "pi_start_date": "2014-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</strong>The research funded by this grant produced a narrative of southern Indiana climate and environmental changes for portions of the past 90,000 years by integrating data from field-sampled stalagmites with a modern precipitation stable isotope database. Proper paleoenvironmental research in the American Midwest requires understanding the modern relationships between climate and precipitation stable oxygen isotope ratios (&delta;<sup>18</sup>O) at multiple temporal scales. While a weekly precipitation-day climate dataset created for this project did not produce results significantly different from previous studies, it did identify considerable isotope-climate relationship variability between individual months and seasons. Atmospheric flow patterns are the dominant control on multi-annual precipitation &delta;<sup>18</sup>O variability in the eastern and central United States, with precipitation seasonality playing a lesser, yet related, role.</p>\n<p><span style=\"white-space: pre;\"> </span>This new understanding of Midwestern precipitation &delta;<sup>18</sup>O variability was applied to proxy climate data from fifteen stalagmites collected from four southern Indiana caves. Collection of stalagmites was performed with permissions and with a keen focus on cave preservation. A high-resolution analysis of two stalagmites from Upper Porter Cave provides a record of hydroclimate changes for much of the Holocene from multiple paleoenvironmental proxies. The timing of stalagmite growth and hiatus, with support from petrography, luminescence, and stable oxygen and carbon isotope values, suggests a drier-than-modern Indiana during the periods 2.3-2.7, 2.9-3.1, 3.6-4.2, 4.7-4.9, and 7.3-8.5 thousand years before present (ka BP). In contrast, the past 2300 years and the period of maximum Holocene warmth in the Midwest (5-7 ka BP) were relatively wet. This supports climate models that suggest a future, warmer Indiana will be wetter overall; however, the models do not appear to capture the apparent risk of much drier conditions that has occurred during periods of regional and global climate transitions. Thus, while Indiana may experience wetter conditions overall in a stable warmer climate, it is still unclear how the regional climate may respond in the near-future period of climate reorganization.</p>\n<p><span style=\"white-space: pre;\"> </span>Dry periods in southern Indiana during the Holocene may be driven partly by eastward shifts in the position of the Bermuda High in response to abrupt global climate changes. Comparison with other paleoclimate records across the Midwest suggest the southern Indiana was located at a sharp dry-west/wet-east precipitation gradient between 2.3 and 5.0 ka BP. However, records with high temporal resolution are scarce in the eastern Midwest and Ohio River Valley, and a greater spatial diversity of data is needed to understand and track this possible gradient. At millennial timescales, analysis of all sampled stalagmites suggests that high northern hemisphere summer insolation and relative global warmth favor stalagmite growth in the four sampled caves. The environment of southern Indiana during periods of stalagmite growth in the Pleistocene (57-59 and 80-85 ka BP) may have been roughly similar to early Holocene conditions, but the uncertainty involved with quantitative comparison between caves makes definitive conclusions on this subject difficult.</p>\n<p><span style=\"white-space: pre;\"> </span>The research detailed here is an important contribution to our knowledge of paleoenvironmental change in North America and offers a strong foundation for future work. Although the study of modern precipitation &delta;<sup>18</sup>O variability was focused on southern Indiana, the conclusions drawn are applicable to the broader Midwestern and eastern North American regions. The atmospheric flow patterns that control the multi-annual precipitation &delta;<sup>18</sup>O values in southern Indiana also affect much of mid-latitude North America, and related &delta;<sup>18</sup>O responses to changes in large-scale atmospheric conditions are expected. The algorithms and computer programming scripts written for this research are easily adapted for new data, and thus future data updates and expansions are a relatively simple affair.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The stalagmite paleoenvironmental records developed reveal the need for a concerted effort to synthesize existing Midwestern paleoenvironmental data into a more unified narrative that acknowledges spatial differences in climate change over the Holocene. Focused modeling efforts could then begin to unravel the broader regional and global atmospheric patterns that led to the observed spatial trends in Midwestern climate change. Understanding what factors drove the middle Holocene shifts in the spatial pattern of dry west and wet east in eastern and central North America would greatly benefit efforts to predict future climate changes and mitigate potential impacts. This is particularly important for southern Indiana, which appears to be located at a critical spatial juncture between a warmer climate bringing either wetter or drier conditions. The analyses detailed in this dissertation are an important step toward a better understanding of past and future Midwestern climate, and this research and follow-up paleoenvironmental studies in southern Indiana may prove essential in adequately planning for and adapting to future climates in the American Midwest.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2016<br>\n\t\t\t\t\tModified by: Pete&nbsp;D&nbsp;Akers</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472226790052_stal_archive--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472226790052_stal_archive--rgov-800width.jpg\" title=\"Stalagmites collected in research\"><img src=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472226790052_stal_archive--rgov-66x44.jpg\" alt=\"Stalagmites collected in research\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Stalagmites collected with permission from four Indiana caves. These stalagmites were data and analyzed for paleoclimate data.</div>\n<div class=\"imageCredit\">Pete D. Akers</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Pete&nbsp;D&nbsp;Akers</div>\n<div class=\"imageTitle\">Stalagmites collected in research</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472226960119_HYSPLIT--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472226960119_HYSPLIT--rgov-800width.jpg\" title=\"Joint HYSPLIT-weather radar analysis\"><img src=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472226960119_HYSPLIT--rgov-66x44.jpg\" alt=\"Joint HYSPLIT-weather radar analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of the joint analysis performed using HYSPLIT modeling to determine moisture sources for precipitation events, and evaluated in light of radar indicating site MN27 is in the warm sector of an extratropical cyclone ahead of an approaching cold front.</div>\n<div class=\"imageCredit\">Pete D. Akers</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Pete&nbsp;D&nbsp;Akers</div>\n<div class=\"imageTitle\">Joint HYSPLIT-weather radar analysis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227366738_Map--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227366738_Map--rgov-800width.jpg\" title=\"Map of Indiana research\"><img src=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227366738_Map--rgov-66x44.jpg\" alt=\"Map of Indiana research\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of southern Indiana with field sites and geologic data indicated.</div>\n<div class=\"imageCredit\">Pete D. Akers</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Pete&nbsp;D&nbsp;Akers</div>\n<div class=\"imageTitle\">Map of Indiana research</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227451367_UP3UP4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227451367_UP3UP4--rgov-800width.jpg\" title=\"Three stalagmite prior to collection\"><img src=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227451367_UP3UP4--rgov-66x44.jpg\" alt=\"Three stalagmite prior to collection\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Three stalagmites used for a Holocene climate reconstruction in place prior to collection.</div>\n<div class=\"imageCredit\">Pete D. Akers</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Pete&nbsp;D&nbsp;Akers</div>\n<div class=\"imageTitle\">Three stalagmite prior to collection</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227550132_PetroBorder--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227550132_PetroBorder--rgov-800width.jpg\" title=\"Petrographic border in stalagmite\"><img src=\"/por/images/Reports/POR/2016/1433904/1433904_10318124_1472227550132_PetroBorder--rgov-66x44.jpg\" alt=\"Petrographic border in stalagmite\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of a major petrographic boundary located in stalagmite US-INUP4, indicating a period of growth hiatus.</div>\n<div class=\"imageCredit\">Pete D. Akers and L. Bruce Railsback</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Pete&nbsp;D&nbsp;Akers</div>\n<div class=\"imageTitle\">Petrographic border in stalagmite</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n                The research funded by this grant produced a narrative of southern Indiana climate and environmental changes for portions of the past 90,000 years by integrating data from field-sampled stalagmites with a modern precipitation stable isotope database. Proper paleoenvironmental research in the American Midwest requires understanding the modern relationships between climate and precipitation stable oxygen isotope ratios (&delta;18O) at multiple temporal scales. While a weekly precipitation-day climate dataset created for this project did not produce results significantly different from previous studies, it did identify considerable isotope-climate relationship variability between individual months and seasons. Atmospheric flow patterns are the dominant control on multi-annual precipitation &delta;18O variability in the eastern and central United States, with precipitation seasonality playing a lesser, yet related, role.\n\n This new understanding of Midwestern precipitation &delta;18O variability was applied to proxy climate data from fifteen stalagmites collected from four southern Indiana caves. Collection of stalagmites was performed with permissions and with a keen focus on cave preservation. A high-resolution analysis of two stalagmites from Upper Porter Cave provides a record of hydroclimate changes for much of the Holocene from multiple paleoenvironmental proxies. The timing of stalagmite growth and hiatus, with support from petrography, luminescence, and stable oxygen and carbon isotope values, suggests a drier-than-modern Indiana during the periods 2.3-2.7, 2.9-3.1, 3.6-4.2, 4.7-4.9, and 7.3-8.5 thousand years before present (ka BP). In contrast, the past 2300 years and the period of maximum Holocene warmth in the Midwest (5-7 ka BP) were relatively wet. This supports climate models that suggest a future, warmer Indiana will be wetter overall; however, the models do not appear to capture the apparent risk of much drier conditions that has occurred during periods of regional and global climate transitions. Thus, while Indiana may experience wetter conditions overall in a stable warmer climate, it is still unclear how the regional climate may respond in the near-future period of climate reorganization.\n\n Dry periods in southern Indiana during the Holocene may be driven partly by eastward shifts in the position of the Bermuda High in response to abrupt global climate changes. Comparison with other paleoclimate records across the Midwest suggest the southern Indiana was located at a sharp dry-west/wet-east precipitation gradient between 2.3 and 5.0 ka BP. However, records with high temporal resolution are scarce in the eastern Midwest and Ohio River Valley, and a greater spatial diversity of data is needed to understand and track this possible gradient. At millennial timescales, analysis of all sampled stalagmites suggests that high northern hemisphere summer insolation and relative global warmth favor stalagmite growth in the four sampled caves. The environment of southern Indiana during periods of stalagmite growth in the Pleistocene (57-59 and 80-85 ka BP) may have been roughly similar to early Holocene conditions, but the uncertainty involved with quantitative comparison between caves makes definitive conclusions on this subject difficult.\n\n The research detailed here is an important contribution to our knowledge of paleoenvironmental change in North America and offers a strong foundation for future work. Although the study of modern precipitation &delta;18O variability was focused on southern Indiana, the conclusions drawn are applicable to the broader Midwestern and eastern North American regions. The atmospheric flow patterns that control the multi-annual precipitation &delta;18O values in southern Indiana also affect much of mid-latitude North America, and related &delta;18O responses to changes in large-scale atmospheric conditions are expected. The algorithms and computer programming scripts written for this research are easily adapted for new data, and thus future data updates and expansions are a relatively simple affair.\n\n                The stalagmite paleoenvironmental records developed reveal the need for a concerted effort to synthesize existing Midwestern paleoenvironmental data into a more unified narrative that acknowledges spatial differences in climate change over the Holocene. Focused modeling efforts could then begin to unravel the broader regional and global atmospheric patterns that led to the observed spatial trends in Midwestern climate change. Understanding what factors drove the middle Holocene shifts in the spatial pattern of dry west and wet east in eastern and central North America would greatly benefit efforts to predict future climate changes and mitigate potential impacts. This is particularly important for southern Indiana, which appears to be located at a critical spatial juncture between a warmer climate bringing either wetter or drier conditions. The analyses detailed in this dissertation are an important step toward a better understanding of past and future Midwestern climate, and this research and follow-up paleoenvironmental studies in southern Indiana may prove essential in adequately planning for and adapting to future climates in the American Midwest.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/26/2016\n\n\t\t\t\t\tSubmitted by: Pete D Akers"
 }
}