{
 "awd_id": "1433978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Intersection of Place Attachment, Aspirations, and Rapidly Changing Environments on Decisions to Support Resettlement",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 15717.0,
 "awd_amount": 15717.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "Involuntary displacement will impact almost 2.3 billion people by the end of this decade.  Displacement arises from a variety of factors including economic reasons.  The United States sends significant amounts of foreign direct investment to Africa, exceeding $50 billion in 2012, and while many African governments welcome foreign direct investment as a mechanism to decrease poverty, development projects often displace local residents in ways that do not enhance their economic well-being.  This can lead to increased civil conflict and social unrest.  Incentivizing voluntary resettlement presents one way to diminish the negative outcomes of resettlement agendas.  This project will: (1) develop theoretical insight into what incentivizes human behaviors promoting voluntary resettlement; (2) design new methodologies to measure how viewpoints of post-resettlement environments influence decision-making and outcomes at the household level; and (3) improve understandings of the dynamics at work in the trade-offs individuals make between wanting to remain in one's home and taking a chance on relocating for a possibly better future.  Understanding how to minimize post-resettlement dissatisfaction among poor and marginalized populations, by theorizing what incentivizes voluntary resettlement, can greatly reduce the social conflict and civil unrest associated with many resettlement programs.\r\n\r\nThis study examines how decision-making about resettlement programs at the household level involves evaluations of the costs and benefits of resisting resettlement and the potential for a better life in the post-resettlement environment.  The project explores the decision-making process employed by resettled households in Moatize, Mozambique, which have been displaced by rapid growth in the coal extraction industry.  Three questions underpin this research: (1) What characteristics increase the likelihood a household will choose to voluntarily resettle?; (2) What criteria are important in the household's decision-making process to resist or accept resettlement?; and (3) How does the backdrop of a rapidly changing environment influence this process?  This project employs a theoretical framework that analyzes the dynamic interface between aspirations about the post-resettlement site and attachment to one's previous home from the perspective of the person, the process, and the place.  Qualitative data will capture the aspirational capacity and place attachment of households to compare with semi-structured survey data on the specific physical and social features of the pre- and post-resettlement sites.  Using multivariate regression, ethnographic decision-tree modeling, and content analysis, this project will theorize how aspirations about one's future home and place attachment to one's previous home interact in rapidly changing environments to influence a household's willingness to voluntarily resettle.  This relationship will be used to construct a place profile for policy makers to use in designing post-resettlement sites that meet household aspirations.  Successful implementation of this project's policy recommendations has the capacity to significantly reduce post-resettlement unrest by anticipating and managing the conflict between place attachment and aspirations for a better future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Silva",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julie A Silva",
   "pi_email_addr": "jasilva3@buffalo.edu",
   "nsf_id": "000454768",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Strong",
   "pi_mid_init": "L",
   "pi_sufx_name": "II",
   "pi_full_name": "Michael L Strong",
   "pi_email_addr": "michael.strong@gccaz.edu",
   "nsf_id": "000667011",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15717.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported research that examined the importance of place attachment in facilitating successful resettlement programs and identified barriers faced by resettled communities that could be used to inform and improve resettlement policy. Grant funding supported primary data collection in a community that had experienced resettlement in the context of a government-supported economic development program. Many of the projects associated with economic development require the resettlement of populations living in the immediate area before they can proceed. These projects include dam-building, highway expansion and other infrastructure improvements, conservation efforts, urban renewal, and resource extraction. Even when populations are not resettled, economic development projects can change the surrounding physical and social environment so rapidly that individuals may find it difficult to maintain place attachment. The research topic was investigated using a case study approach in Mozambique, a low income country that has prioritized economic growth through natural resource extraction. The World Bank projects resettlement associated with economic development will increase in the coming decades, so this timely research has the potential to help bring about positive resettlement outcomes for a large number of individuals around the world.</p>\n<p>&nbsp;</p>\n<p>In terms of intellectual merit, this project had two primary findings that add to the body of knowledge on resettlement outcomes in low-income countries. First, the research identified factors associated with how a resettled population establishes place attachment in its new location. Findings indicate that the resettlement process disrupted the community&rsquo;s social networks and failed to provide to the opportunities needed to improve the quality of life for resettled individuals. In the five years since resettlement ended, the community&rsquo;s population swelled and many resettled residents described growing mistrust, jealousy, and feelings of insecurity that they attributed to changes in the community&rsquo;s social structure. Second, the research explored how individuals form goals and aspirations in a resettlement context. Residents focused mainly on recapturing what they had lost in the resettlement process rather than exploring means to advance their quality of life in the post-resettlement site. They perceived the resettlement as an unfair process with unjust outcomes for the community that they mapped onto the post-resettlement site. This diminished the chances they would ever form place attachment to this &ldquo;bad&rdquo; place. As a result, nearly half of the community expressed a willingness to move away from the post-resettlement site, a sign that perceived and actual injustices associated with resettlement could lead to larger rates of future migration.</p>\n<p>&nbsp;</p>\n<p>Given the breadth of economic development projects that can result in resettlement, the findings of this research can inform the broader resettlement agenda in the developing and developed world. Understanding local perceptions of fairness and justice are imperative first steps in designing and implementing resettlement plans to ensure resettled populations do not map negative outcomes onto the post-resettlement site and impede the formation of place attachment. Other impacts of this project include a significant theoretical contribution to the idea of place attachment in an African context, an area where research has been limited. It links the formation of goals and aspirations to place attachment while inserting geography into this conversation where it had previously been missing. Project results provide much needed data for the investigation of resettlement outcomes and reveal the psychosocial risks facing resettled populations and the role this plays in potentially accelerating outmigration from disadvantaged regions...",
  "por_txt_cntn": "\nThis award supported research that examined the importance of place attachment in facilitating successful resettlement programs and identified barriers faced by resettled communities that could be used to inform and improve resettlement policy. Grant funding supported primary data collection in a community that had experienced resettlement in the context of a government-supported economic development program. Many of the projects associated with economic development require the resettlement of populations living in the immediate area before they can proceed. These projects include dam-building, highway expansion and other infrastructure improvements, conservation efforts, urban renewal, and resource extraction. Even when populations are not resettled, economic development projects can change the surrounding physical and social environment so rapidly that individuals may find it difficult to maintain place attachment. The research topic was investigated using a case study approach in Mozambique, a low income country that has prioritized economic growth through natural resource extraction. The World Bank projects resettlement associated with economic development will increase in the coming decades, so this timely research has the potential to help bring about positive resettlement outcomes for a large number of individuals around the world.\n\n \n\nIn terms of intellectual merit, this project had two primary findings that add to the body of knowledge on resettlement outcomes in low-income countries. First, the research identified factors associated with how a resettled population establishes place attachment in its new location. Findings indicate that the resettlement process disrupted the communityÆs social networks and failed to provide to the opportunities needed to improve the quality of life for resettled individuals. In the five years since resettlement ended, the communityÆs population swelled and many resettled residents described growing mistrust, jealousy, and feelings of insecurity that they attributed to changes in the communityÆs social structure. Second, the research explored how individuals form goals and aspirations in a resettlement context. Residents focused mainly on recapturing what they had lost in the resettlement process rather than exploring means to advance their quality of life in the post-resettlement site. They perceived the resettlement as an unfair process with unjust outcomes for the community that they mapped onto the post-resettlement site. This diminished the chances they would ever form place attachment to this \"bad\" place. As a result, nearly half of the community expressed a willingness to move away from the post-resettlement site, a sign that perceived and actual injustices associated with resettlement could lead to larger rates of future migration.\n\n \n\nGiven the breadth of economic development projects that can result in resettlement, the findings of this research can inform the broader resettlement agenda in the developing and developed world. Understanding local perceptions of fairness and justice are imperative first steps in designing and implementing resettlement plans to ensure resettled populations do not map negative outcomes onto the post-resettlement site and impede the formation of place attachment. Other impacts of this project include a significant theoretical contribution to the idea of place attachment in an African context, an area where research has been limited. It links the formation of goals and aspirations to place attachment while inserting geography into this conversation where it had previously been missing. Project results provide much needed data for the investigation of resettlement outcomes and reveal the psychosocial risks facing resettled populations and the role this plays in potentially accelerating outmigration from disadvantaged regions.\n\n \n\nAdditionally, this project contributed to the training of two undergraduates at the Universidade Pedag&oacute;gica-Tete ..."
 }
}