{
 "awd_id": "1433927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Managing Conflicting Social and Work Identities",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 11923.0,
 "awd_amount": 11923.0,
 "awd_min_amd_letter_date": "2014-07-28",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "How do individuals navigate situations in which their work-role identity is put in conflict with their social identities such as race/ethnicity, nationality, or citizenship status? The study systematically assesses strategies employed by lawyers and judges as they attempt to manage multiple, and potentially conflicting, identities and it seeks to understand the circumstances under which these identities affect job-related interactions. The research examines changing legal guidelines that have resulted in en masse hearings related to immigration cases. This change provides a site for observing heightened identity conflict between role identities (a form of personal identity that often focuses on work roles) and social identities. In particular, judges and lawyers take on a specific work-related role identity that entails assisting in the conviction and sentencing of people with whom they share a particular social identity/race/ethnicity, but do not share another social identity/citizenship. This research bridges a gap and also expands other research to recognize and categorize identity management strategies such as distancing, assigned vs. asserted identities, and impression management.\r\n \r\nThis study asks the following research questions: 1) Do Latino/a lawyers and judges involved in these cases manage their potentially conflicting identities differently than non-Latino/as? 2) Is a shared social identity with defendants detrimental or useful in the work of these Latino/a lawyers and judges? To answer these questions, this research employs a mixed-method qualitative research design, including: content analyses of legal documents, media reports, and activist publications; ethnographic observations of courtroom proceedings; and interviews with attorneys and judges (both Latino/a and non-Latino/a) that include an embedded experiment.\r\n\r\nThe resultant theory of conflicting identity management will contribute broadly to future research on identity. Conflicting identity management theory will also inform best practices on how to deal with potentially conflicting identities in work settings. The research can also contribute to specific understandings of how the criminal justice system deals with racial/ethnic issues surrounding immigration crimes and en masse proceedings. Understanding the broader effects of the program on legal professionals is especially important not only to social scientists but to society at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Stryker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Stryker",
   "pi_email_addr": "rstryker@email.arizona.edu",
   "nsf_id": "000287185",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessie",
   "pi_last_name": "Finch",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jessie K Finch",
   "pi_email_addr": "jkfinch@email.arizona.edu",
   "nsf_id": "000664535",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N. Euclid Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11923.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I, Jessie K. Finch, PhD, completed my dissertation entitled &ldquo;Legal Borders, Racial/Ethnic Boundaries: Operation Streamline and Identity Processes on the U.S.-M&eacute;xico Border&rdquo; with many thanks to the support of the National Science Foundation Doctoral Dissertation Research Improvement Grant. The dissertation was successfully defended August 6, 2015 and my PhD was awarded August 13, 2015. The full research included 18 months of fieldwork observing criminal immigration proceedings in Tucson, AZ, specifically involving 66 observations of Operation Streamline proceedings and interviews with 45 defense attorneys and seven magistrate judges.</p>\n<p>The final product asks the question: how do individuals navigate situations in which their work-role identity is put in competition with social identities of race/ethnicity, nationality, or citizenship/generational status? This research uses a controversial criminal court procedure (Operation Streamline) as an optimal setting to understand the strategies employed by lawyers and judges who manage such delicate identity processes. I examine how legal professionals assign salience to their various identities while developing a perspective of competing identity management that builds on and further integrates prior sociological research on identity.</p>\n<p>In particular, Latino/a judges and lawyers who participate in Operation Streamline (OSL) take on a specific work-related <em>role identity</em> that entails assisting in the conviction and sentencing of border-crossers with whom they share one <em>social identity</em>&mdash;race/ethnicity&mdash;but do not share another social identity&mdash;citizenship. I systematically assess identity management strategies used by lawyers and judges to manage these multiple competing identities while seeking to comprehend under what circumstances these identities affect legal professionals&rsquo; job-related interactions.</p>\n<p>In this dissertation, I demonstrate that Latino/a lawyers and judges involved with OSL manage their potentially competing social and role identities differently than non-Latino/as whose social identities do not compete with their role identities, demonstrating variation between racial/ethnic social identities. I also find that some Latino/a lawyers and judges (those with higher racial/ethnic social identity salience) involved with OSL manage their potentially competing social and role identities differently than other Latino/a lawyers and judges (those with lower racial/ethnic social identity salience), demonstrating variation within racial/ethnic social identity based on the social identity of citizenship/generational status. Finally, I demonstrate that situationality is a factor in identity management because a shared social identity with defendants seems to be useful in the daily work of Latino/a lawyers and judges, but often detrimental in how they are perceived by outsiders such as activists and the media.</p>\n<p>From this case, we can take the findings and begin to create an outline for a new theory of competing identity management, integrating prior literatures on social and role identities. I have been able to elaborate mechanisms of some identity management processes while also developing grounded hypotheses on which to base future research. My research also contributes to improving how the criminal justice system deals with sensitive racial/ethnic issues surrounding immigration crimes and <em>en masse</em> proceedings such as OSL. Because proposed &ldquo;comprehensive immigration reform&rdquo; includes expanding programs like OSL, my research to understand the broader effects of the program on legal professionals is especially important not only to social scientists but to society at large. The fact that there is a difference in identity management strategies for Latino/a and non-Latino/a respondents helps demonstrate there is in fact an underl...",
  "por_txt_cntn": "\nI, Jessie K. Finch, PhD, completed my dissertation entitled \"Legal Borders, Racial/Ethnic Boundaries: Operation Streamline and Identity Processes on the U.S.-M&eacute;xico Border\" with many thanks to the support of the National Science Foundation Doctoral Dissertation Research Improvement Grant. The dissertation was successfully defended August 6, 2015 and my PhD was awarded August 13, 2015. The full research included 18 months of fieldwork observing criminal immigration proceedings in Tucson, AZ, specifically involving 66 observations of Operation Streamline proceedings and interviews with 45 defense attorneys and seven magistrate judges.\n\nThe final product asks the question: how do individuals navigate situations in which their work-role identity is put in competition with social identities of race/ethnicity, nationality, or citizenship/generational status? This research uses a controversial criminal court procedure (Operation Streamline) as an optimal setting to understand the strategies employed by lawyers and judges who manage such delicate identity processes. I examine how legal professionals assign salience to their various identities while developing a perspective of competing identity management that builds on and further integrates prior sociological research on identity.\n\nIn particular, Latino/a judges and lawyers who participate in Operation Streamline (OSL) take on a specific work-related role identity that entails assisting in the conviction and sentencing of border-crossers with whom they share one social identity&mdash;race/ethnicity&mdash;but do not share another social identity&mdash;citizenship. I systematically assess identity management strategies used by lawyers and judges to manage these multiple competing identities while seeking to comprehend under what circumstances these identities affect legal professionalsÆ job-related interactions.\n\nIn this dissertation, I demonstrate that Latino/a lawyers and judges involved with OSL manage their potentially competing social and role identities differently than non-Latino/as whose social identities do not compete with their role identities, demonstrating variation between racial/ethnic social identities. I also find that some Latino/a lawyers and judges (those with higher racial/ethnic social identity salience) involved with OSL manage their potentially competing social and role identities differently than other Latino/a lawyers and judges (those with lower racial/ethnic social identity salience), demonstrating variation within racial/ethnic social identity based on the social identity of citizenship/generational status. Finally, I demonstrate that situationality is a factor in identity management because a shared social identity with defendants seems to be useful in the daily work of Latino/a lawyers and judges, but often detrimental in how they are perceived by outsiders such as activists and the media.\n\nFrom this case, we can take the findings and begin to create an outline for a new theory of competing identity management, integrating prior literatures on social and role identities. I have been able to elaborate mechanisms of some identity management processes while also developing grounded hypotheses on which to base future research. My research also contributes to improving how the criminal justice system deals with sensitive racial/ethnic issues surrounding immigration crimes and en masse proceedings such as OSL. Because proposed \"comprehensive immigration reform\" includes expanding programs like OSL, my research to understand the broader effects of the program on legal professionals is especially important not only to social scientists but to society at large. The fact that there is a difference in identity management strategies for Latino/a and non-Latino/a respondents helps demonstrate there is in fact an underlying racial tension present in Operation Streamline.\n\nBeyond publication through ProQuest, the dissertation has been disseminated directly to t..."
 }
}