{
 "awd_id": "1433640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Project: GIS Resources and Applications for Career Education (GRACE)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 428846.0,
 "awd_amount": 428846.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2014-08-21",
 "awd_abstract_narration": "The GIS Resources and Applications for Career Education (GRACE) project builds upon a recent NSF-funded project, the Mayors Youth Technology Corps (MYTC), that developed a model of geographic information systems and technology (GIS/T) based education. MYTC developed a model of purposeful applications of GIS/T-based education for STEM careers in the workplace that provided youth in economically disadvantaged communities experience using and applying GIS/T to real world situations. In the GRACE project, Eastern Michigan University (EMU) and Michigan Virtual University (MY), in collaboration with Michigan Mathematics and Science Centers Network (MMSCN), Michigan Communities Association of Mapping Professionals (MiCAMP), and Michigan Earth Science Teachers Association (MESTA), take the MYTC model to students and teachers in grades 8-12 across the State of Michigan through a three-tiered learning process (Explorer phase, Investigator phase, and Intern phase). The Explorer level introduces students to GIS/T through an online system that builds students' basic understanding of GIS/T and stimulates student curiosity. The Investigator level leverages students' curiosity and interest and prepares them to work with GIS/T lesson modules that are designed to emphasize science and engineering aspects and align with standards for teaching the subjects. The Intern level provides students with professional GIS/T training and opportunities to gain work experiences in local organizations as Interns. Professional development activities for teachers who will use GIS/T in their classes are tightly integrated with this progressive learning process so that the teachers are given adequate instructional support and technical mentoring as they work with the participating, and future, students.\r\n\r\nThe five educational and community organizations that comprise the GRACE team will:  1) expand and disseminate the model across Michigan and report on the ensuing challenges and successes; 2) demonstrate how to unite GIS/T organizations and volunteers with schools, students and teachers to integrate authentic GIS/T applications in curricula and provide a \"foreseeable\" career incentive for students to enthusiastically participate in STEM learning, especially for rural and underrepresented communities; 3) study motivations and hindrances of integrating GIS/T into science and social studies classrooms; and 4) develop an effective delivery model - the use of online and blended learning to transform the speed, ease of replication, and consistency of delivering instruction that is customized to increase motivation and achievement for students. GIS/T is applicable to many current career paths; GRACE will afford students in disadvantaged communities opportunities to engage in GIS/T they otherwise might not have. The expansion and dissemination of the model will affect 5,000 Explorers, 2,500 Investigators, and 300 Interns - 120 teachers, and 40 schools will receive GIS/T training, integrate GIS/T in teaching in STEM and social studies, and apply GIS/T to solve real-world problems. A statewide learning community of teachers who are interested in adopting GIS/T as instructional technology will be formed and supported, while a statewide consortium of schools and community organizations will be established to provide professional mentors and workforce experience opportunities for students through paid or volunteered internships.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Saroki",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frances J Saroki",
   "pi_email_addr": "fsaroki@mivu.org",
   "nsf_id": "000667153",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Virtual University",
  "inst_street_address": "920 MUNICIPAL WAY",
  "inst_street_address_2": "",
  "inst_city_name": "LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173367733",
  "inst_zip_code": "489176835",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN VIRTUAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FKNAE8F78RR4"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Virtual University",
  "perf_str_addr": "3101 Technology BLVD Suite G",
  "perf_city_name": "Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "489108546",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 428846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3ef9e887-7fff-13e1-13ca-ff9362612bdf\"> </span></p>\n<p dir=\"ltr\"><span>GRACE is a Michigan statewide Innovative Technology Experiences for Students and Teachers</span><span> </span><span>(ITEST) </span><span>Successful Project Expansion and Dissemination </span><span>project (SPrEaD), building upon an earlier successful ITEST project: Mayor's Youth Technology Corps that engages teachers and students in learning and applying geographical information systems (GIS) technologies in science, engineering and social studies topic areas.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>The delivery is based on a three-tier model that begins with the </span><span>Explorer </span><span>(introductory units) level, followed by the </span><span>Investigator </span><span>level (deeper modules that align with NGSS themes and concepts and prepare students for GIS workplace activities), and culminating with the </span><span>Intern </span><span>level</span><span>, </span><span>where students participate as paid interns in companies, agencies, and organizations, applying GIS skills to solve real-world problems, gaining workforce experiences, and opening up countless next-step opportunities.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>The project is a collaborative effort among lead partners Eastern Michigan University and Michigan Virtual University. Other partners include the Michigan Math and Science Center Network, Michigan Communities Association of Mapping Professionals, Michigan Technical University, Michigan Department of Technology, Management and Budget, Detroit Public Schools Community District, City of Detroit Youth Violence Prevention Initiative, and City of Detroit Department of Innovation and Technology. Throughout the life of the grant, each partner organization was committed to help with recruitment of teachers and schools, internship opportunities, and provide GIS technical expertise and support.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>GRACE accomplished each of its primary goals. Throughout the project, 323 teachers were recruited from different parts of the state including the Detroit Metropolitan Area, the Upper Peninsula, Western Michigan (Grand Valley), and the Flint region. Among them, 169 teachers completed at least the Explorer level GIS training and some modules at the Investigator level. In year one, professional development was held as face-to-face meetings with supplementary activities online. To test broader reach and potential to develop a scalable model, year two professional development was conducted using a blended model, with years three and four done entirely online. Evaluators visited sample GRACE classrooms throughout the years, visited sample internship sites, and lurked during online professional development courses.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>GRACE successfully established a three-stage process (Explorers, Investigators, Interns). Potential students engaged at the Explorer level included 13,354 students and 12,846 students at the Investigator level, far exceeding the original targeted numbers (5,000 explorers and 2500 investigators). GRACE encouraged a large number of middle and high school students and teachers to engage in learning through GIS technological experiences across the State of Michigan. In addition, GRACE trained and facilitated 272 paid GIS internships and 49 paid other technology internships. GRACE also provided college experiences to hundreds of students from underrepresented and rural communities.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>The project saw each year?s activities improving over previous years: materials development and curriculum, professional development and recruitment, access to technologies, course completion by teachers, classroom implementations, and internships. It has left a legacy in many of the schools it has touched, with teachers working with GIS in their classroom, has helped develop and sustain an internship infrastructure in the many work sites across the state, and most important has developed and documented proof-of-concept of a scalable </span><span>Science, Technology, Engineering and Mathematics (STEM) </span><span>career learning model based on a current and under-exposed technology, one that is very likely present in every sector of society from manufacturing to health care to policymaking. It has met the vision and spirit of the ITEST SPrEaD design providing over 27,000 students from underrepresented populations, practical STEM-related knowledge, and skills that will improve their readiness for the workplace of tomorrow.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>In order to measure the impact of program activities, the GRACE project developed a research framework addressing four interrelated strands: a) Students; b) Teachers; c) School to Work pathways (Internships); and d) Scale-up strategies. We gathered additional data using an attitudinal survey instrument that addresses appropriate quality criteria: validity, reliability, cultural responsiveness, brevity, comprehensiveness, and ease of online delivery to multiple platforms including mobile devices. These data showed gains in student attitudes along all dimensions. Overall, we found that sustainability and spread require community \"learning clusters\" that are project-driven. These community partnerships will drive school involvement. Projects that begin with curriculum changes are less successful. Also, we discovered that developing these community-based learning clusters require different models for rural, urban, and suburban contexts. Changes seem to be built around leverage/tipping/pressure points driven by early adopters and clear inquiry-based community needs which lead to positive feedback loops within the community partnerships.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2019<br>\n\t\t\t\t\tModified by: Frances&nbsp;J&nbsp;Saroki</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548954846421_StudentInternship--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548954846421_StudentInternship--rgov-800width.jpg\" title=\"Student Internship\"><img src=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548954846421_StudentInternship--rgov-66x44.jpg\" alt=\"Student Internship\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">GRACE Student Internship Completion Presentation Announcement</div>\n<div class=\"imageCredit\">Francis Saroki</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Frances&nbsp;J&nbsp;Saroki</div>\n<div class=\"imageTitle\">Student Internship</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548878777414_GRACETeacherCohort--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548878777414_GRACETeacherCohort--rgov-800width.jpg\" title=\"GRACE Teacher Cohort\"><img src=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548878777414_GRACETeacherCohort--rgov-66x44.jpg\" alt=\"GRACE Teacher Cohort\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">GRACE Professional Development Cohort 2</div>\n<div class=\"imageCredit\">Frances Saroki</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Frances&nbsp;J&nbsp;Saroki</div>\n<div class=\"imageTitle\">GRACE Teacher Cohort</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548878968647_GRACETeacherCohorts--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548878968647_GRACETeacherCohorts--rgov-800width.jpg\" title=\"GRACE Teacher Participants\"><img src=\"/por/images/Reports/POR/2019/1433640/1433640_10336228_1548878968647_GRACETeacherCohorts--rgov-66x44.jpg\" alt=\"GRACE Teacher Participants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Locations of GRACE Teacher PD Participants</div>\n<div class=\"imageCredit\">Frances Saroki</div>\n<div class=\"imageSubmitted\">Frances&nbsp;J&nbsp;Saroki</div>\n<div class=\"imageTitle\">GRACE Teacher Participants</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nGRACE is a Michigan statewide Innovative Technology Experiences for Students and Teachers (ITEST) Successful Project Expansion and Dissemination project (SPrEaD), building upon an earlier successful ITEST project: Mayor's Youth Technology Corps that engages teachers and students in learning and applying geographical information systems (GIS) technologies in science, engineering and social studies topic areas.\n \nThe delivery is based on a three-tier model that begins with the Explorer (introductory units) level, followed by the Investigator level (deeper modules that align with NGSS themes and concepts and prepare students for GIS workplace activities), and culminating with the Intern level, where students participate as paid interns in companies, agencies, and organizations, applying GIS skills to solve real-world problems, gaining workforce experiences, and opening up countless next-step opportunities.\n \nThe project is a collaborative effort among lead partners Eastern Michigan University and Michigan Virtual University. Other partners include the Michigan Math and Science Center Network, Michigan Communities Association of Mapping Professionals, Michigan Technical University, Michigan Department of Technology, Management and Budget, Detroit Public Schools Community District, City of Detroit Youth Violence Prevention Initiative, and City of Detroit Department of Innovation and Technology. Throughout the life of the grant, each partner organization was committed to help with recruitment of teachers and schools, internship opportunities, and provide GIS technical expertise and support.\n \nGRACE accomplished each of its primary goals. Throughout the project, 323 teachers were recruited from different parts of the state including the Detroit Metropolitan Area, the Upper Peninsula, Western Michigan (Grand Valley), and the Flint region. Among them, 169 teachers completed at least the Explorer level GIS training and some modules at the Investigator level. In year one, professional development was held as face-to-face meetings with supplementary activities online. To test broader reach and potential to develop a scalable model, year two professional development was conducted using a blended model, with years three and four done entirely online. Evaluators visited sample GRACE classrooms throughout the years, visited sample internship sites, and lurked during online professional development courses.\n \nGRACE successfully established a three-stage process (Explorers, Investigators, Interns). Potential students engaged at the Explorer level included 13,354 students and 12,846 students at the Investigator level, far exceeding the original targeted numbers (5,000 explorers and 2500 investigators). GRACE encouraged a large number of middle and high school students and teachers to engage in learning through GIS technological experiences across the State of Michigan. In addition, GRACE trained and facilitated 272 paid GIS internships and 49 paid other technology internships. GRACE also provided college experiences to hundreds of students from underrepresented and rural communities.\n \nThe project saw each year?s activities improving over previous years: materials development and curriculum, professional development and recruitment, access to technologies, course completion by teachers, classroom implementations, and internships. It has left a legacy in many of the schools it has touched, with teachers working with GIS in their classroom, has helped develop and sustain an internship infrastructure in the many work sites across the state, and most important has developed and documented proof-of-concept of a scalable Science, Technology, Engineering and Mathematics (STEM) career learning model based on a current and under-exposed technology, one that is very likely present in every sector of society from manufacturing to health care to policymaking. It has met the vision and spirit of the ITEST SPrEaD design providing over 27,000 students from underrepresented populations, practical STEM-related knowledge, and skills that will improve their readiness for the workplace of tomorrow.\n \nIn order to measure the impact of program activities, the GRACE project developed a research framework addressing four interrelated strands: a) Students; b) Teachers; c) School to Work pathways (Internships); and d) Scale-up strategies. We gathered additional data using an attitudinal survey instrument that addresses appropriate quality criteria: validity, reliability, cultural responsiveness, brevity, comprehensiveness, and ease of online delivery to multiple platforms including mobile devices. These data showed gains in student attitudes along all dimensions. Overall, we found that sustainability and spread require community \"learning clusters\" that are project-driven. These community partnerships will drive school involvement. Projects that begin with curriculum changes are less successful. Also, we discovered that developing these community-based learning clusters require different models for rural, urban, and suburban contexts. Changes seem to be built around leverage/tipping/pressure points driven by early adopters and clear inquiry-based community needs which lead to positive feedback loops within the community partnerships.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2019\n\n\t\t\t\t\tSubmitted by: Frances J Saroki"
 }
}