{
 "awd_id": "1433066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adjustable Risk Management under Ambiguous Decision Preferences and Data Uncertainty",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 253411.0,
 "awd_amount": 253411.0,
 "awd_min_amd_letter_date": "2014-06-15",
 "awd_max_amd_letter_date": "2014-06-15",
 "awd_abstract_narration": "Due to the existence of information uncertainty in real-world problems, decision makers often need to balance risk and return outcomes even without knowing their exact decision criteria and preferences. This award supports fundamental research to develop new paradigms for decision making under uncertainty to currently existing approaches. The research will have applicability in a wide range of industry and science sectors. In particular, the intended applications to electric power grids and to transportation systems will promote synergy among different disciplines, and will advance the state-of-the-art techniques for analyzing a variety of the nation's critical infrastructures. The results will be disseminated through education, to improve students' learning in science and engineering, and promote the participation of underrepresented groups in research. \r\n\r\nThe objective of this project is to develop new models and approaches, using chance-constrained programming and data-driven optimization approaches, for managing risk under ambiguous decision preferences and data uncertainty. The proposed research focuses on stochastic programs with probabilistic (chance) constraints formulated for guaranteeing the quality of service. Moreover, we consider adjustable risk parameters in related chance constraints and their effects on the overall objective value. Given known or ambiguous distributional information of the uncertainty, we study the corresponding data-informed or data-driven modeling paradigms for risk management. The scalability and efficacy of our computation approaches are built through convex representations and binarization techniques from data mining. The proposal also includes investigations of two related applications in optimal power flow operations and sensor deployment for monitoring transportation systems. We aim to demonstrate that (i) differentiating risk in multiple chance constraints effectively balances cost and reliability under uncertainty, and (ii) the selection of risk levels can be guided and improved by data-driven optimization approaches in problems with imperfect information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siqian",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siqian Shen",
   "pi_email_addr": "siqian@umich.edu",
   "nsf_id": "000596783",
   "pi_start_date": "2014-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 253411.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Due to the existence of information uncertainty in real-world problems, decision makers often need to balance risk and return outcomes even without knowing their exact decision criteria and preferences. For example, in finance portfolio design, investors need to balance short-term return and long-term investment risk, and each objective is associated with an unknown preference weight.</p>\n<p>This award aims to build fundamental research theories to develop new paradigms for decision making under uncertainty to currently existing approaches that often assume the full knowledge of decision makers&rsquo; risk preferences. &nbsp;Specifically, we consider two types of models with chance constraints that ensure low risk of undesirable outcomes: One assuming unknown risk levels and the other assuming unknown probability distribution of random parameter in corresponding systems. The two models are intractable and difficult to solve efficiently, especially under big-data environments. We develop tractable reformulations and decomposition-based efficient algorithms for both types of models, and apply the research to tackle problems of stochastic surgery planning, appointment scheduling, carsharing design and operations.</p>\n<p>Our results show that (i) differentiating risk in multiple chance constraints effectively balances cost and reliability under uncertainty, and (ii) the selection of risk levels can be guided and improved by data-driven optimization approaches in problems with imperfect information. We also disseminate the results through education, by integrating different applications as case studies to our undergraduate and graduate course design, by supporting female graduate students, and by promoting the participation of underrepresented groups in research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2018<br>\n\t\t\t\t\tModified by: Siqian&nbsp;Shen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDue to the existence of information uncertainty in real-world problems, decision makers often need to balance risk and return outcomes even without knowing their exact decision criteria and preferences. For example, in finance portfolio design, investors need to balance short-term return and long-term investment risk, and each objective is associated with an unknown preference weight.\n\nThis award aims to build fundamental research theories to develop new paradigms for decision making under uncertainty to currently existing approaches that often assume the full knowledge of decision makers? risk preferences.  Specifically, we consider two types of models with chance constraints that ensure low risk of undesirable outcomes: One assuming unknown risk levels and the other assuming unknown probability distribution of random parameter in corresponding systems. The two models are intractable and difficult to solve efficiently, especially under big-data environments. We develop tractable reformulations and decomposition-based efficient algorithms for both types of models, and apply the research to tackle problems of stochastic surgery planning, appointment scheduling, carsharing design and operations.\n\nOur results show that (i) differentiating risk in multiple chance constraints effectively balances cost and reliability under uncertainty, and (ii) the selection of risk levels can be guided and improved by data-driven optimization approaches in problems with imperfect information. We also disseminate the results through education, by integrating different applications as case studies to our undergraduate and graduate course design, by supporting female graduate students, and by promoting the participation of underrepresented groups in research.\n\n\t\t\t\t\tLast Modified: 08/14/2018\n\n\t\t\t\t\tSubmitted by: Siqian Shen"
 }
}