{
 "awd_id": "1434303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Immigration and Social Attitudes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marie Cornwall",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 11999.0,
 "awd_amount": 11999.0,
 "awd_min_amd_letter_date": "2014-08-19",
 "awd_max_amd_letter_date": "2014-08-19",
 "awd_abstract_narration": "SES- 1434303\r\nTomas Jimenez\r\nAriela Schachter\r\nStanford University\r\n\r\nImmigration is dramatically changing the United States? racial makeup. According to Census estimates, the U.S will be a majority-minority nation by 2043, and Latinos are already the largest non-White group, surpassing Blacks. Immigration is also increasing diversity within racial groups: about one-third of Latinos, two-thirds of Asians, and one-tenth of Blacks in the United States are foreign-born. Existing scholarship focuses on either the status of immigrants or the status of racial groups, but not the interaction between them, ignoring the reality of today's diversity. The dissertation explores how White, Black, and Latino Americans understand this growing diversity by directly comparing their attitudes about different racial and immigrant groups. The project will advance the field of sociology and the broader social sciences by uniting theoretical and empirical work on immigrant assimilation and racial politics. It will also bring much needed data to the contentious and often acrimonious debate about American immigration policies. Additionally, while efforts to mobilize Black and Latino citizens have been increasing, there is a lack of information about the political attitudes of minorities, which contributes to their under-representation in American politics. By particularly focusing on the attitudes of Black and Latino Americans, the project will offer data that can speak to key issues for both communities, including inter-minority relations and attitudes about immigration policy.\r\n\r\nThe project seeks to answer the following questions: Do Americans view native-born Latinos, Blacks, and Asians differently than foreign-born Latinos, Blacks and Asians? How do views about different groups influence political behavior? And how are views about increasing diversity shaped by our own racial and ethnic identities? To answer these questions, the project uses an original survey experiment designed to capture Americans? stereotypes about twelve different racial and immigrant groups. The experimental design minimizes social desirability bias by relying on randomization to make comparisons across groups. By embedding the experiment in a series of internet surveys?both nationally-representative and surveys targeting Black and Latino Americans?the project is able to capture the attitudes of a diverse group of several thousand Americans. This study will contribute to scholarship on racial attitudes by developing updated measures that can better account for the growing heterogeneity within racial groups. It will also contribute to scholarship on immigrant assimilation by evaluating the extent to which native-born White, Black, and Latino Americans recognize differences between immigrants and the native-born, a central but largely untested claim in the assimilation literature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tomas",
   "pi_last_name": "Jimenez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Tomas R Jimenez",
   "pi_email_addr": "tjimenez@stanford.edu",
   "nsf_id": "000516672",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ariela",
   "pi_last_name": "Schachter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ariela Schachter",
   "pi_email_addr": "arielas1@stanford.edu",
   "nsf_id": "000665850",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Serra Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">We know surprisingly little about how immigration is changing Americans&rsquo; perceptions of social distance along racial lines. Existing attitudinal scholarship relies on models and measures from the study of Black-White relations that do not acknowledge the role that immigration plays in uniquely shaping how Americans understand race today, missing the ways that intergroup race relations are likely to change in the face of large-scale immigration.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">This project fill this gap by contrasting the perceptions of native-born White, Black and Latino Americans, the three largest ethnoracial groups in American society. Some scholars have posited that because minorities experience social exclusion themselves, they are likely to be more welcoming of immigrant newcomers relative to Whites. But while U.S.-born Latinos share a racial status with the largest group of immigrants in the U.S., suggesting that they are unlikely to perceive significant social distance between themselves and immigrants, some work finds that U.S.-born Blacks are not as welcoming. U.S.-born Blacks may compete with Latino immigrants for low-skilled jobs, particularly in new destinations&mdash;places with historical Black-White populations that have experienced recent and rapid increases in Latino immigrant settlement. Overall, while there is good evidence to suggest that Blacks&rsquo; and Latinos&rsquo; perceptions of out- groups are distinct from those of Whites, existing scholarship makes it difficult to predict the precise role of immigration in shaping these perspectives.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">To address these issues, I developed a national survey experiment to explore whether, and to what extent, immigration is changing Americans&rsquo; conceptions of racial out-groups. I collected over-samples of U.S.-born Black and Latino respondents so that I could compare the perspectives of native-born Whites, Blacks and Latinos to one another. Specifically, the experiment tests whether native-born Americans hold distinct stereotypes of native- and foreign-born Whites, Blacks, Latinos and Asians.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">I find that White Americans have divergent views of immigrant and native- born individuals within the same racial group, and these nativity distinctions change the social distance Whites perceive among themselves and other racial groups. However, nativity is not a key axis of differentiation for the perceptions of U.S.-born Blacks and Latinos. Black and Latino Americans perceive large differences among racial groups but not within them, and Blacks and Latinos have different perceptions of one another as well as of Whites.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">The results suggest that rather than simply increasing or decreasing social distance among groups, as competing theories of immigrant assimilation predict, immigration seems to be changing the very nature of how people think about and conceptualize groups. While White, Black and Latino Americans have long held different perceptions of one another based on race, immigration appears to be more consequential for Whites&rsquo; perceptions of out-groups than it is for the perceptions of U.S.-born Blacks and Latinos. Thus, while Blacks and Latinos understand immigrants as members of already-established racial groups, Whites understand immigrants to be distinct&mdash;both from one another, based on their race, as well as from U.S.-born members of racial groups. Not only does race shape how Americans&rsquo; stereotype one another, it also drives how Americans&rsquo; think about the very nature of race and racial group boundaries.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2016<br>\n\t\t\t\t\tModified by: Ariela&nbsp;Schachter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "We know surprisingly little about how immigration is changing Americans? perceptions of social distance along racial lines. Existing attitudinal scholarship relies on models and measures from the study of Black-White relations that do not acknowledge the role that immigration plays in uniquely shaping how Americans understand race today, missing the ways that intergroup race relations are likely to change in the face of large-scale immigration. \nThis project fill this gap by contrasting the perceptions of native-born White, Black and Latino Americans, the three largest ethnoracial groups in American society. Some scholars have posited that because minorities experience social exclusion themselves, they are likely to be more welcoming of immigrant newcomers relative to Whites. But while U.S.-born Latinos share a racial status with the largest group of immigrants in the U.S., suggesting that they are unlikely to perceive significant social distance between themselves and immigrants, some work finds that U.S.-born Blacks are not as welcoming. U.S.-born Blacks may compete with Latino immigrants for low-skilled jobs, particularly in new destinations&mdash;places with historical Black-White populations that have experienced recent and rapid increases in Latino immigrant settlement. Overall, while there is good evidence to suggest that Blacks? and Latinos? perceptions of out- groups are distinct from those of Whites, existing scholarship makes it difficult to predict the precise role of immigration in shaping these perspectives. \nTo address these issues, I developed a national survey experiment to explore whether, and to what extent, immigration is changing Americans? conceptions of racial out-groups. I collected over-samples of U.S.-born Black and Latino respondents so that I could compare the perspectives of native-born Whites, Blacks and Latinos to one another. Specifically, the experiment tests whether native-born Americans hold distinct stereotypes of native- and foreign-born Whites, Blacks, Latinos and Asians. \nI find that White Americans have divergent views of immigrant and native- born individuals within the same racial group, and these nativity distinctions change the social distance Whites perceive among themselves and other racial groups. However, nativity is not a key axis of differentiation for the perceptions of U.S.-born Blacks and Latinos. Black and Latino Americans perceive large differences among racial groups but not within them, and Blacks and Latinos have different perceptions of one another as well as of Whites. \nThe results suggest that rather than simply increasing or decreasing social distance among groups, as competing theories of immigrant assimilation predict, immigration seems to be changing the very nature of how people think about and conceptualize groups. While White, Black and Latino Americans have long held different perceptions of one another based on race, immigration appears to be more consequential for Whites? perceptions of out-groups than it is for the perceptions of U.S.-born Blacks and Latinos. Thus, while Blacks and Latinos understand immigrants as members of already-established racial groups, Whites understand immigrants to be distinct&mdash;both from one another, based on their race, as well as from U.S.-born members of racial groups. Not only does race shape how Americans? stereotype one another, it also drives how Americans? think about the very nature of race and racial group boundaries. \n\n \n\n\t\t\t\t\tLast Modified: 09/26/2016\n\n\t\t\t\t\tSubmitted by: Ariela Schachter"
 }
}