{
 "awd_id": "1434019",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Understanding Urban Policy Implementation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 11950.0,
 "awd_amount": 11950.0,
 "awd_min_amd_letter_date": "2014-08-28",
 "awd_max_amd_letter_date": "2014-08-28",
 "awd_abstract_narration": "SES-1434019\r\nPatrick Heller\r\nJamie L. McPike\r\n\r\nIndia has recently entered a fundamentally new era of urban policymaking. For approximately 50 years the federal urban policy approach was largely hands-off until 2005 when the central government unveiled its most comprehensive urban policy to date, the Jawaharlal Nehru National Urban Renewal Mission (NURM). Responding to pressures to address worsening urban problems while also promoting economic growth in cities, the central government designed NURM as a reform-based policy that proposes the restructuring of political and economic institutions at state and local levels. In exchange for funds from the federal government, states and cities must adopt a series of reforms for liberalizing urban economies, decentralizing authority to municipalities, and expanding services to the urban poor. For the first time in India's history, federal urban grants are tied to reforms, signaling that the central government is keen to transform historical forms of urban governance, which have been defined by the strong control of state governments over urban affairs. Through analysis of official documents, in-depth interviews with governmental and societal actors working on NURM, and observation of NURM project meetings in Bangalore and Chennai, this research will examine and seek to answer three main questions. First, how does the Indian government construct and attempt to implement its largest urban policy in history? Second, how do competing interests, jurisdictions, and political relations between governmental actors and agencies' at the local, state, and federal level?shape urban policy processes found both within and between Indian cities? Third, how do non-governmental actors work with governmental actors (at all levels of government) during policy development and implementation and how do these multi-level interactions structure urban policy processes found under NURM?\r\n\r\nThe data collected from this dissertation research will contribute a number of empirical and practical insights to our understanding of urban governance in India and, more broadly, to our understanding of urban governance under contemporary globalization. First, this research will illuminate the processes behind federal policy implementation in Indian cities. Existing studies in India have examined policy processes and state capacity in sectors like education, health, and poverty reduction, but to date there has been no systematic analysis of federal urban policies and the complexities involved in their implementation. As cities become increasingly central to India?s economic growth and development, it is critical to understand the ways in which control of urban governance is structured and the opportunities for and limitations to change within Indian cities. Second, while control over urban affairs has traditionally been the responsibility of the state governments, NURM has created space for urban citizens and civil society groups to press for more locally accountable forms of governance. In this sense, India represents a fascinating case to explore how cities meet the diverse needs of their citizens while also attempting to build institutional capacity at the municipal level. Third, it is a common claim that urban governance becomes less accountable and democratic under contemporary globalization. A deeper understanding of the role of governmental and non-governmental actors in determining specific forms of urban policy outcomes is a critical step toward improving our understanding the local logics of urban governance under contemporary globalization and the ways in which cities can still be sites for inclusive politics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Heller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Heller",
   "pi_email_addr": "Patrick_Heller@brown.edu",
   "nsf_id": "000468685",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "McPike",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie L McPike",
   "pi_email_addr": "Jamie_McPike@brown.edu",
   "nsf_id": "000653621",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "164 Angell Street",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3615de86-cdd5-fa5d-5aa1-fde0186f2eea\"> </span></p>\n<p dir=\"ltr\"><span>India has recently entered a new era of urban policymaking, marked by the unveiling of its largest urban policy since the country&rsquo;s independence in 1947. This policy, the National Urban Renewal Mission (NURM), gives funds to state and city governments to improve urban infrastructure and reform city governance. Despite the political importance of this particular policy, little research has been conducted how state actors attempt to implement the ambitious goals of NURM and how citizens and civil society actors influence the implementation process in cities. Drawing on 18 months of ethnographic field research and over 110 in-depth interviews (with policy makers, bureaucrats, politicians, civil society activists, and citizens), this research seeks to fill this theoretical and empirical gap by exploring the processes behind NURM&rsquo;s implementation and how intra-state relations and the relations between the state and citizens shape policy processes in Indian cities. </span></p>\n<p dir=\"ltr\"><span>This research has uncovered a number of important theoretical and empirical insights. I argue that the policy&rsquo;s objective to transform governance and infrastructure in seven years clash with cumbersome administrative realities on the ground. To overcome administrative challenges and meet policy objectives, therefore, implementing agencies must mobilize unique coalitions of state and non-state actors. The ability for the state to implement NURM projects, therefore, is not a just question of state capacity or bureaucratic efficiency, but rather depends on the contestations and alliances that emerge between diverse actors within these coalitions. While the question of state capacity tends to be the primary focus of policymakers (capacity-building programs for bureaucrats is seen as the preferred policy solution to fixing governance problems in cities), state capacity can only go so far when the bureaucratic and legal structures at the city and state level prevent effective policy coordination and when residents and civil society actors do not adhere to the state&rsquo;s vision for urban planning. &nbsp;</span></p>\n<span>This research builds on and adds to existing theories of the Indian state, urban governance coalitions, and state-society relations. </span><span>This work fills a large gap in the study of urban policy and governance in India, helping to uncover the factors that that shape and influence policy implementation. I have presented this research in a number of settings in the US and abroad to audiences comprised of&nbsp;</span><span>scholars, activists, policy makers, and practitioners. This work is highly relevant not just to sociologists and urban scholars, but also to anyone interested in understanding how to improve governance and infrastructure in rapidly urbanizing cities of the Global South.</span>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2015<br>\n\t\t\t\t\tModified by: Jamie&nbsp;L&nbsp;Mcpike</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nIndia has recently entered a new era of urban policymaking, marked by the unveiling of its largest urban policy since the countryÆs independence in 1947. This policy, the National Urban Renewal Mission (NURM), gives funds to state and city governments to improve urban infrastructure and reform city governance. Despite the political importance of this particular policy, little research has been conducted how state actors attempt to implement the ambitious goals of NURM and how citizens and civil society actors influence the implementation process in cities. Drawing on 18 months of ethnographic field research and over 110 in-depth interviews (with policy makers, bureaucrats, politicians, civil society activists, and citizens), this research seeks to fill this theoretical and empirical gap by exploring the processes behind NURMÆs implementation and how intra-state relations and the relations between the state and citizens shape policy processes in Indian cities. \nThis research has uncovered a number of important theoretical and empirical insights. I argue that the policyÆs objective to transform governance and infrastructure in seven years clash with cumbersome administrative realities on the ground. To overcome administrative challenges and meet policy objectives, therefore, implementing agencies must mobilize unique coalitions of state and non-state actors. The ability for the state to implement NURM projects, therefore, is not a just question of state capacity or bureaucratic efficiency, but rather depends on the contestations and alliances that emerge between diverse actors within these coalitions. While the question of state capacity tends to be the primary focus of policymakers (capacity-building programs for bureaucrats is seen as the preferred policy solution to fixing governance problems in cities), state capacity can only go so far when the bureaucratic and legal structures at the city and state level prevent effective policy coordination and when residents and civil society actors do not adhere to the stateÆs vision for urban planning.  \nThis research builds on and adds to existing theories of the Indian state, urban governance coalitions, and state-society relations. This work fills a large gap in the study of urban policy and governance in India, helping to uncover the factors that that shape and influence policy implementation. I have presented this research in a number of settings in the US and abroad to audiences comprised of scholars, activists, policy makers, and practitioners. This work is highly relevant not just to sociologists and urban scholars, but also to anyone interested in understanding how to improve governance and infrastructure in rapidly urbanizing cities of the Global South.\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2015\n\n\t\t\t\t\tSubmitted by: Jamie L Mcpike"
 }
}