{
 "awd_id": "1434203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Decentralization, Institutions, and Access to Potable Water in Peri-Urban Settlements",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 15989.0,
 "awd_amount": 15989.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2014-06-28",
 "awd_abstract_narration": "Scientists are increasingly interested in how rapid population growth and urbanization processes affect the provision of potable water, and finding creative strategies to ensure access to clean water, particularly in poor urban and peri-urban areas of rapidly urbanizing developing countries.   Nearly 800 million people have no access to potable water globally.  This study will examine whether decentralized community-based institutions can improve access to potable water in peri-urban areas while also promoting related social goals of participation, empowerment, and community development in developing countries.  Investigators will examine the role and performance of community-based Water User Associations (WUAs) in providing water and broader social benefits.  With centralized and public water-supply infrastructure and services overstretched in many countries, and privatization reforms often failing to enhance water access for the poor, some have recently turned attention to WUA approaches. Such approaches have traditionally been used in rural water supply, and little is known about the opportunities and constraints they offer for poor peri-urban areas.  Findings from the study will inform evidence-based policies on community approaches as viable options for improving potable water access and development for impoverished communities in similar developing-country settings.  The project will also advance understanding of how women, children, and other underrepresented groups are affected by poor access to water, and explore remedial actions for negative impacts.  \r\n\r\n\r\nThrough a case study in Lilongwe, the largest and fastest urbanizing city of Malawi, the investigators will use mixed quantitative and qualitative methods involving data from household surveys, key-informant interviews, focus groups, and secondary data analysis informed by an urban political ecology analytical framework, and reinforced with insights from common pool resources theory to answer the specific questions: (1) Have the functions of WUAs and the institutional arrangements they have adopted led to improved access to potable water in peri-urban areas? (2) Have WUAs, their institutional arrangements and modus operandi met social goals of local participation, empowerment, and broader community development?  By integrating urban political ecology and common pool resources theory to examine the conditions that enable community approaches to effectively supply water and provide social benefits, the investigators will advance and enrich scholarly debates on the role of community-based approaches for peri-urban water supply and social development, the tradeoffs involved, and their policy implications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leo",
   "pi_last_name": "Zulu",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Leo C Zulu",
   "pi_email_addr": "zulu@msu.edu",
   "nsf_id": "000558420",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellis",
   "pi_last_name": "Adams",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ellis A Adams",
   "pi_email_addr": "eadams7@nd.edu",
   "nsf_id": "000640938",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "673 Auditorium Rd",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242661",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined whether decentralized-community based institutions under broad decentralization reforms can and do improve access to potable water for peri-urban areas and informal settlements while also promoting related social goals of participation, empowerment, and community development in developing countries. Specifically, the investigators explored the role and performance of community-based Water User Associations (WUAs) in providing water and broader social benefits within a peri-urban space. The outcomes, intellectual merit, and broader impacts are outlined as follows:</p>\n<p>1) The project advanced the theoretical framework of Urban Political Ecology by uniquely extending its traditional urban applications to a peri-urban setting. By so doing, the investigators were able to highlight how power relations play out in community-based water governance in peri-urban areas. Specifically, we showed that institutional arrangements both within and outside the WUAs are very hierarchical and therefore, WUAs have limited autonomy to operate within the context of water delivery and provision of social benefits. However, the peri-urban setting, and the history of financial mismanagement that characterized earlier water governance models justify, at least initially, the water utility company&rsquo;s interest and in some cases control of WUAs.</p>\n<p>2) &nbsp;The project also brought Common Pool Resources theory (CPR) into direct dialogue with Urban Political Ecology (UPE). While UPE has traditionally emphasized the role of power relations in shaping resource access in urban areas, particularly cities, CPR applications have traditionally centered on understanding the role of collective action in shaping resource access in rural areas. The project took advantage of the uniqueness of CPR and UPE and used them jointly to tease out the institutional dynamics of peri-urban water access. In particular, CPR enabled us to highlight how the heterogeneous set-up of peri-urban and informal settlements limits collective action while UPE framework enabled us to show that politics and power relations are as prevalent in peri-urban areas as they are in cities. &nbsp;</p>\n<p>3) The investigators published a manuscript titled &ldquo;<em>Participants or Customers in Water Governance? Community-Public Partnerships for Peri-Urban Water Supply</em>&rdquo; in the <em>Geoforum Journal</em> where they argue that: while a business-based WUA model can enhance water supply, the nature of poor urban and peri-urban settlements, plus cost-recovery principles in operation, imply that there are tradeoffs between water-supply goals and expected benefits of participation and empowerment. Thus, evaluation of effectiveness should take these into account with flexibility.</p>\n<p>4) &nbsp;Currently, a second manuscript is in progress where investigators are using the data collected throughout the project to show quantitatively whether or not decentralized water institutions, particularly water governance under water user associations, can enhance access to potable water for informal settlements. Additionally, a third manuscript from the project will share findings on the social determinants of water access in the informal settlements of Malawi as well as propose a useful framework for understanding and exploring access to water.</p>\n<p>5) Consultations with the executive body of the water user associations in areas where the study was conducted enabled investigators to share preliminary results and thoughts. We used the initial consultations to emphasize the need to build capacity for WUAs to be able to effectively discharge their water supply and social benefit duties.</p>\n<p>6) Through the project, investigators discovered that not only women are the hardest hit when it comes to water access but also girls. However, the cultural set up did not allow men to take part in water fetching activities. We ...",
  "por_txt_cntn": "\nThis project examined whether decentralized-community based institutions under broad decentralization reforms can and do improve access to potable water for peri-urban areas and informal settlements while also promoting related social goals of participation, empowerment, and community development in developing countries. Specifically, the investigators explored the role and performance of community-based Water User Associations (WUAs) in providing water and broader social benefits within a peri-urban space. The outcomes, intellectual merit, and broader impacts are outlined as follows:\n\n1) The project advanced the theoretical framework of Urban Political Ecology by uniquely extending its traditional urban applications to a peri-urban setting. By so doing, the investigators were able to highlight how power relations play out in community-based water governance in peri-urban areas. Specifically, we showed that institutional arrangements both within and outside the WUAs are very hierarchical and therefore, WUAs have limited autonomy to operate within the context of water delivery and provision of social benefits. However, the peri-urban setting, and the history of financial mismanagement that characterized earlier water governance models justify, at least initially, the water utility companyÆs interest and in some cases control of WUAs.\n\n2)  The project also brought Common Pool Resources theory (CPR) into direct dialogue with Urban Political Ecology (UPE). While UPE has traditionally emphasized the role of power relations in shaping resource access in urban areas, particularly cities, CPR applications have traditionally centered on understanding the role of collective action in shaping resource access in rural areas. The project took advantage of the uniqueness of CPR and UPE and used them jointly to tease out the institutional dynamics of peri-urban water access. In particular, CPR enabled us to highlight how the heterogeneous set-up of peri-urban and informal settlements limits collective action while UPE framework enabled us to show that politics and power relations are as prevalent in peri-urban areas as they are in cities.  \n\n3) The investigators published a manuscript titled \"Participants or Customers in Water Governance? Community-Public Partnerships for Peri-Urban Water Supply\" in the Geoforum Journal where they argue that: while a business-based WUA model can enhance water supply, the nature of poor urban and peri-urban settlements, plus cost-recovery principles in operation, imply that there are tradeoffs between water-supply goals and expected benefits of participation and empowerment. Thus, evaluation of effectiveness should take these into account with flexibility.\n\n4)  Currently, a second manuscript is in progress where investigators are using the data collected throughout the project to show quantitatively whether or not decentralized water institutions, particularly water governance under water user associations, can enhance access to potable water for informal settlements. Additionally, a third manuscript from the project will share findings on the social determinants of water access in the informal settlements of Malawi as well as propose a useful framework for understanding and exploring access to water.\n\n5) Consultations with the executive body of the water user associations in areas where the study was conducted enabled investigators to share preliminary results and thoughts. We used the initial consultations to emphasize the need to build capacity for WUAs to be able to effectively discharge their water supply and social benefit duties.\n\n6) Through the project, investigators discovered that not only women are the hardest hit when it comes to water access but also girls. However, the cultural set up did not allow men to take part in water fetching activities. We discovered that the area where the most burden occur in peri-urban water access is in waiting time, which is worsened by the numerous trips to the pr..."
 }
}