{
 "awd_id": "1434315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Development of a Spatially Explicit Resilience and Vulnerability Model Through Integration of Modeling and Stakeholder Perspectives",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 15829.0,
 "awd_amount": 15829.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2015-11-16",
 "awd_abstract_narration": "This doctoral dissertation research project will enhance existing and develop new vulnerability and resilience assessment methods to assist stakeholders in increasing their resilience in coastal areas by targeting hazard mitigation to areas identified as most critical.  The project will advance vulnerability and resilience science by incorporating theoretical perspectives from political economy, political ecology, social theory, and resilience theory into what has predominately been an applied science field.  The project will provide new understanding regarding how social conditions, such as poverty, influence or predispose individuals to being more or less vulnerable or resilient to hazardous events. The project also will seek to identify the most effective scale for conducting vulnerability assessments for use in community-level hazard mitigation and planning.  The hazard exposure outputs generated during the conduct of this project will be used as inputs in a spatially explicit resilience and vulnerability model to measure community resilience and vulnerability at the sub-county level.  The results from this model will be distributed to communities within the study county as a resource for the development and implementation of mitigation and adaptation strategies that communities can feasibly implement to facilitate resilient development.  Although the project will be conducted in Sarasota County, Florida, project results will have utility in a much broader range of coastal settings.  The theoretical framework, models, and methods developed during the conduct of this project will provide communities with higher-resolution modeling methods and outputs for community-level hazard, vulnerability, and resilience assessment.  This project also has the potential to identify mitigation strategies that more specifically assist the marginalized population through development and targeting of non-structural mitigation policies that historically have been underutilized even though they more directly benefit many areas of communities where vulnerability is highest.  These adaptive strategies could facilitate recovery, especially in communities where hazard exposure is difficult to mitigate.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\nThis project will draw on a theoretical framework that integrates physical hazards models with social science models to improve existing vulnerability and resilience science methods.  The doctoral student will use geophysical hazard exposure modeling and social science measures to estimate community vulnerability and to identify areas of potential for enhancing resilience.  She will develop measures of the extent of higher-resolution hazards, which will be incorporated into the spatially explicit resilience and vulnerability model to better determine where hazards impacts are more likely to occur within a community.  In addition to conducting measurements of conditions that affect the threat of hazards in different locales and their incorporation with her data into the spatially explicit resilience and vulnerability model, the student will engages in meetings with stakeholders to determine external indicators that occur outside of the county, such as federal relief funding and state programs, as well as risk-perception indicators that influence overall vulnerability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Dezzani",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond J Dezzani",
   "pi_email_addr": "dezzani@uidaho.edu",
   "nsf_id": "000437784",
   "pi_start_date": "2015-11-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Frazier",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Tim G Frazier",
   "pi_email_addr": "fraziert@binghamton.edu",
   "nsf_id": "000583275",
   "pi_start_date": "2014-06-28",
   "pi_end_date": "2015-11-13"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Frazier",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Tim G Frazier",
   "pi_email_addr": "fraziert@binghamton.edu",
   "nsf_id": "000583275",
   "pi_start_date": "2015-11-13",
   "pi_end_date": "2015-11-16"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney Thompson",
   "pi_email_addr": "cthompson24@tamu.edu",
   "nsf_id": "000630922",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Idaho",
  "perf_str_addr": "McClure Hall 203",
  "perf_city_name": "Moscow",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838443021",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "ID",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15829.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this research was to develop new methods for measuring vulnerability to natural hazards that advance the discipline and analyze how social conditions, social structure, and risk perception might influence vulnerability at the community level. This research addressed the following questions: 1) How can social theory be included in natural hazards and vulnerability frameworks to better represent how natural hazards impact social and physical systems? 2) How can we develop models that more accurately measure overall community vulnerability to hurricane storm surge inundation using multiscalar and spatially explicit vulnerability indicators for Sarasota County, FL? and 3) How can we examine and quantitatively measure the influence of risk perception, social agency and community involvement on overall vulnerability?</p>\n<p>To answer the first question, this research examined theoretical gaps in natural hazards literature and vulnerability/resilience assessment methods and identified alternative theories outside of geography that may help researchers better explain existing patterns of vulnerability. Using this information, the researchers developed the INjecting Structuration into Resilience/Vulnerability STudies (INSeRT) conceptual framework, which reflects the segregated and hierarchical nature of a human-environment system. This framework was then used to guide the methodologies used to answer the second and third questions.</p>\n<p>To answer the second question, researchers developed a hierarchical generalized linear model (HGLM) that uses spatial, data collected at multiple scales (in this case, census data levels) to measure storm surge inundation vulnerability of a human environment system. A series of classical (OLS) and spatial (SAR, HGLM) regression models used traditional vulnerability indicators to determine what statistical method had the greatest explanatory power for modeling overall vulnerability. The results in Figure 1 indicate that the HGLM had the highest explanatory power for measuring vulnerability and also suggests that the effect of certain variables is spatially and scalar dependent. This result provides evidence that examining vulnerability from a multiscalar perspective results in more accurate information about system vulnerability. Researchers addressed the third question by developing, implementing and analyzing surveys that captured information about basic demographics, risk perception, and social agency factors. The survey data was analyzed for statistically significant relationships between these three characteristics using contingency table and correspondence analyses (Figures 2 and 3), whose results demonstrate that there is interdependence between these three social characteristics, but the degree of interdependence varies between demographic responses. &nbsp;</p>\n<p>In terms of intellectual merit, this research advances vulnerability and resilience science by incorporating theory into what has predominately been an applied science field. The project examines social vulnerability from a political economy, social theory and resilience theory perspective and incorporating those concepts into the INSeRT framework. The INSeRT framework provides a systems-based vulnerability assessment framework that demonstrates how both the built/human and natural environment are impacted by natural hazards. The hierarchical generalized linear model (HGLM) also serves as an improvement on existing vulnerability/resilience assessment methods as it offers information about how multiscalar indicators influence vulnerability and interact with one another within and across space and data scales, something that current vulnerability indices and quantification methods do not consider. Finally, through surveys, contingency tables and correspondence analysis, this validation methodology statistically measures the relationship between risk perception, levels of agency and basic demographic data. This research provides a measurable link between social structures, risk perception and demographics that can be used to enhance existing vulnerability/resilience assessments to provide a holistic measure of vulnerability.</p>\n<p>The broader impacts from this project include the enhancement of existing vulnerability modeling through HGLM modeling, whose results for various inundation scenarios demonstrate that physical and socioeconomic variables influence overall vulnerability in a heterogeneous spatial and scalar manner. The HGLM has the potential to help communities identify mitigation techniques that can better assist marginalized populations through the development and targeting of non-structural mitigation policies that historically are underutilized even though they more directly benefit many areas of communities where vulnerability is highest. This information is critical for guiding mitigation and adaption planning toward higher vulnerability areas and underlying social processes in order to decrease overall vulnerability. The risk perception surveys also contribute to broader impacts, as survey analysis results can help communities identify mitigation techniques aimed at helping marginalized populations who may be unable (or feel unable) to engage in risk reduction behavior. Developing mitigation policies that benefit areas where vulnerability is highest but perceived community involvement and agency are low&nbsp; would allow decision makers to target assistance to these populations. The resulting data and analysis for this project has also resulted in a doctoral dissertation and 2 presentations at the Annual&nbsp;<em>American Association of Geographers</em>&nbsp;conferences. Results of this project will also be disseminated as published papers and will be distributed to communities within Sarasota County, FL as a resource for the development and implementation of mitigation and adaptation strategies that communities can feasibly implement to facilitate resilient development.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2017<br>\n\t\t\t\t\tModified by: Courtney&nbsp;Thompson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505152675701_Table3_Page_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505152675701_Table3_Page_1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505152675701_Table3_Page_1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Category 1 Storm Surge ? Regression Model Results Comparisons</div>\n<div class=\"imageCredit\">Courtney Thompson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Courtney&nbsp;Thompson</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505155169729_RiskPerception_Child5_CommunityInfluenceCA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505155169729_RiskPerception_Child5_CommunityInfluenceCA--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505155169729_RiskPerception_Child5_CommunityInfluenceCA--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Correspondence Analysis results for comparison between presence of children under 5 (Child5) and ?How much influence do you feel you have in community level decision-making processes?? (C_Influence)</div>\n<div class=\"imageCredit\">Courtney Thompson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Courtney&nbsp;Thompson</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505154701503_RiskPerception_Child5_CommunityInfluence--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505154701503_RiskPerception_Child5_CommunityInfluence--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2017/1434315/1434315_10313957_1505154701503_RiskPerception_Child5_CommunityInfluence--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Mosaic plot for comparison between presence of children under 5 (Child5) and ?How much influence do you feel you have in community level decision-making processes?? (C_Influence)</div>\n<div class=\"imageCredit\">Courtney Thompson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Courtney&nbsp;Thompson</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this research was to develop new methods for measuring vulnerability to natural hazards that advance the discipline and analyze how social conditions, social structure, and risk perception might influence vulnerability at the community level. This research addressed the following questions: 1) How can social theory be included in natural hazards and vulnerability frameworks to better represent how natural hazards impact social and physical systems? 2) How can we develop models that more accurately measure overall community vulnerability to hurricane storm surge inundation using multiscalar and spatially explicit vulnerability indicators for Sarasota County, FL? and 3) How can we examine and quantitatively measure the influence of risk perception, social agency and community involvement on overall vulnerability?\n\nTo answer the first question, this research examined theoretical gaps in natural hazards literature and vulnerability/resilience assessment methods and identified alternative theories outside of geography that may help researchers better explain existing patterns of vulnerability. Using this information, the researchers developed the INjecting Structuration into Resilience/Vulnerability STudies (INSeRT) conceptual framework, which reflects the segregated and hierarchical nature of a human-environment system. This framework was then used to guide the methodologies used to answer the second and third questions.\n\nTo answer the second question, researchers developed a hierarchical generalized linear model (HGLM) that uses spatial, data collected at multiple scales (in this case, census data levels) to measure storm surge inundation vulnerability of a human environment system. A series of classical (OLS) and spatial (SAR, HGLM) regression models used traditional vulnerability indicators to determine what statistical method had the greatest explanatory power for modeling overall vulnerability. The results in Figure 1 indicate that the HGLM had the highest explanatory power for measuring vulnerability and also suggests that the effect of certain variables is spatially and scalar dependent. This result provides evidence that examining vulnerability from a multiscalar perspective results in more accurate information about system vulnerability. Researchers addressed the third question by developing, implementing and analyzing surveys that captured information about basic demographics, risk perception, and social agency factors. The survey data was analyzed for statistically significant relationships between these three characteristics using contingency table and correspondence analyses (Figures 2 and 3), whose results demonstrate that there is interdependence between these three social characteristics, but the degree of interdependence varies between demographic responses.  \n\nIn terms of intellectual merit, this research advances vulnerability and resilience science by incorporating theory into what has predominately been an applied science field. The project examines social vulnerability from a political economy, social theory and resilience theory perspective and incorporating those concepts into the INSeRT framework. The INSeRT framework provides a systems-based vulnerability assessment framework that demonstrates how both the built/human and natural environment are impacted by natural hazards. The hierarchical generalized linear model (HGLM) also serves as an improvement on existing vulnerability/resilience assessment methods as it offers information about how multiscalar indicators influence vulnerability and interact with one another within and across space and data scales, something that current vulnerability indices and quantification methods do not consider. Finally, through surveys, contingency tables and correspondence analysis, this validation methodology statistically measures the relationship between risk perception, levels of agency and basic demographic data. This research provides a measurable link between social structures, risk perception and demographics that can be used to enhance existing vulnerability/resilience assessments to provide a holistic measure of vulnerability.\n\nThe broader impacts from this project include the enhancement of existing vulnerability modeling through HGLM modeling, whose results for various inundation scenarios demonstrate that physical and socioeconomic variables influence overall vulnerability in a heterogeneous spatial and scalar manner. The HGLM has the potential to help communities identify mitigation techniques that can better assist marginalized populations through the development and targeting of non-structural mitigation policies that historically are underutilized even though they more directly benefit many areas of communities where vulnerability is highest. This information is critical for guiding mitigation and adaption planning toward higher vulnerability areas and underlying social processes in order to decrease overall vulnerability. The risk perception surveys also contribute to broader impacts, as survey analysis results can help communities identify mitigation techniques aimed at helping marginalized populations who may be unable (or feel unable) to engage in risk reduction behavior. Developing mitigation policies that benefit areas where vulnerability is highest but perceived community involvement and agency are low  would allow decision makers to target assistance to these populations. The resulting data and analysis for this project has also resulted in a doctoral dissertation and 2 presentations at the Annual American Association of Geographers conferences. Results of this project will also be disseminated as published papers and will be distributed to communities within Sarasota County, FL as a resource for the development and implementation of mitigation and adaptation strategies that communities can feasibly implement to facilitate resilient development. \n\n\t\t\t\t\tLast Modified: 09/11/2017\n\n\t\t\t\t\tSubmitted by: Courtney Thompson"
 }
}