{
 "awd_id": "1434325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High resolution genome changes during evolution in a classic fisheries experiment",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 635579.0,
 "awd_amount": 635579.0,
 "awd_min_amd_letter_date": "2014-06-16",
 "awd_max_amd_letter_date": "2016-03-07",
 "awd_abstract_narration": "One of the strongest impacts there is on ocean species is reduction in population size due to fishing. Even for species that are not overfished, harvest takes a large fraction of the biggest and fastest growing individuals. As a result, fishing exerts strong natural selection on fish population, selecting for slow growing, small individuals. Experiments in artificial fishing have shown rapid evolution of growth rates, maturation size and other traits for lab populations. The classic Conover-Munsch experiments ten years ago showed the power of fishing to generate rapid evolution. However, no analysis of the genetic impact of fishing under such controlled conditions has been done, and no investigation of the way whole genomes respond to strong fisheries evolution has been attempted. Luckily, the Conover-Munsch samples - from the fish used in their classic experiment - have been preserved, and modern genomic techniques are now available that can analyze the way fisheries-induced evolution shaped the genetic diversity and genome architecture of these populations. Strong selection is known in other systems to leave a legacy of deleterious changes in the genome. The results of this study will be important components of understanding the long-term effects of fishing because they will for the first time allow a mechanistic understanding of how natural selection works on fish populations. The project will also compare the changes that occur after the relaxation of fishing pressure to estimate if there is a legacy of deleterious genome changes in fished species that impedes their recovery. The data from this study will show how fishing creates change at loci under selection, and also how this strong selection generates other, non-adaptive shifts because of genetic hitchhiking and inbreeding.\r\n\r\nThe investigators will use next generation DNA sequencing to sequence the protein coding regions of the Conover-Munsch fish samples. They will discover, document and compare genetic variants across the genome in lines selected for large size, in lines selected for small size, and in the original populations in order to chart evolutionary changes at the genomic level imposed by fishing. They will use outlier analyses to pinpoint loci at which strong selection has acted to change allele frequencies. They will compare these changes to changes in fish populations after the relaxation of fishing in order to distinguish evolutionary changes that are easily reversible from those that are not. In addition, they will also compare genetic changes induced by fishing to those that occur naturally along an environmental gradient on the US east coast. Preliminary data indicate that many of the genetic variants selected for in the fisheries experiment are old variants - estimated by patterns of linkage disequilibrium - already present in the original population. Working on the genetics of the natural gradient will show which of these variants have been selected by evolutionary forces in the native environment, and subsequently been favored by the novel evolutionary pressure of fishing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Palumbi",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Palumbi",
   "pi_email_addr": "spalumbi@stanford.edu",
   "nsf_id": "000228154",
   "pi_start_date": "2014-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Hopkins Marine Station",
  "perf_str_addr": "120 Ocean View Blvd",
  "perf_city_name": "Pacific Grove",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939503024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 635579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most people think of evolution as a slow process that shapes the divergence of species and populations over millennia, but recent research has made it increasingly clear that its effects can often be observed over much shorter time scales, sometimes even as short as a few generations. Back in 2002, an iconic paper in the prestigious journal Science created shockwaves by demonstrating how common fishing practices could drive such rapid evolution in the world?s fish stocks, potentially reducing how much fish protein we sustainably can harvest from the oceans in the future. The authors, David Conover and Stephan Munch, showed experimentally that fishing for the largest and fastest-growing individuals (as is done in most real fisheries) made fish in the following generations grow slower and therefore be of smaller and smaller size when it came time to harvest. This happened because growth rates are heritable, so the removal of large individuals selected for slower-growing types to pass on their genes, thereby causing evolutionary shifts that resulted in profound size changes and reductions in the available catch within only four generations.&nbsp;</p>\n<p>&nbsp;</p>\n<p>These striking findings spurred a large interest in assessing whether similar impacts of human harvest can be found in real fisheries, and much evidence has since accumulated to suggest that fisheries-induced evolution is widespread across the world?s oceans. Yet, despite this recognition, we still know next to nothing about how exactly these rapid evolutionary changes occur at the genetic level, i.e. what are the underlying DNA changes involved, how much of the fish genomes are affected and how predictable are the responses?</p>\n<p>&nbsp;</p>\n<p>This project returned to the original Conover-Munch experiment to characterize what had happened at the genomic level during the rapid evolutionary shifts. The investigators first developed a new cost-effective method that made it possible to screen patterns of genomic variation across the vast majority of protein-coding genes in hundreds of fish that had been archived from the experiment. By examining how patterns of genomic variation had changed over time, three noteworthy patterns emerged: First, going specifically for the larger individuals had caused a notably greater loss of genetic diversity compared to experimental populations that had been subject to the same harvest intensity, but where the fishing was random with respect to size. This suggests that highly size-selective fishing regimes could accelerate erosion of genetic diversity in wild stocks, which may compromise the ability of those fish stocks to adapt to changing ocean conditions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Second, it was not just a matter of shifts in a few genes. In fact, hundreds of independent genetic variants dispersed across the genome were directly involved in driving the size reductions and changed in consistent ways across multiple replicate populations subject to the same fishing regime. A large portion of these variants also appear to be associated with natural variation in growth rate observed across different parts of the species distribution range, suggesting that one reason why the evolutionary response to fisheries selection could be so rapid in this case, was that it was acting on a large reservoir of relevant pre-existing genetic variation.</p>\n<p>&nbsp;</p>\n<p>However, not all the genomic changes were consistent among replicate fish populations subject to identical harvest regimes ? some major differences were observed in what genomic regions were affected and how much they changed. This inconsistency was surprising given that the magnitude of changes in growth rates had been very similar in different populations. It suggests that there were multiple genomic mechanisms through which fish could get smaller and that evolutionary responses that look parallel when we just observe changes in traits may in fact mask highly divergent genomic responses. This has important implications because changes in different genomic regions could have different indirect negative effects, and it will be difficult to predict these based on trait observations alone if such traits changes can have contrasting genomic underpinnings. On the positive side, if there are many genomic solutions to getting smaller, fish populations are less likely to lose all the genetic variation that would enable reversal towards getting large again if fishing stops. These multiple genomic solutions could therefore in some cases facilitate reversal of human-induced evolution, even if this reversal may be slow or incomplete.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In addition to these insights, the project has provided important methodological development by illustrating an efficient and practical workflow that can to applied to obtain whole genome sequence data for hundreds of individuals of any species at a relatively low cost. It has also generated the first transcriptome assembly for the study species, the Atlantic silverside, and low-coverage whole genome sequencing for &gt;850 individuals, all of which is publicly available and will form an important resource for future research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2019<br>\n\t\t\t\t\tModified by: Stephen&nbsp;R&nbsp;Palumbi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost people think of evolution as a slow process that shapes the divergence of species and populations over millennia, but recent research has made it increasingly clear that its effects can often be observed over much shorter time scales, sometimes even as short as a few generations. Back in 2002, an iconic paper in the prestigious journal Science created shockwaves by demonstrating how common fishing practices could drive such rapid evolution in the world?s fish stocks, potentially reducing how much fish protein we sustainably can harvest from the oceans in the future. The authors, David Conover and Stephan Munch, showed experimentally that fishing for the largest and fastest-growing individuals (as is done in most real fisheries) made fish in the following generations grow slower and therefore be of smaller and smaller size when it came time to harvest. This happened because growth rates are heritable, so the removal of large individuals selected for slower-growing types to pass on their genes, thereby causing evolutionary shifts that resulted in profound size changes and reductions in the available catch within only four generations. \n\n \n\nThese striking findings spurred a large interest in assessing whether similar impacts of human harvest can be found in real fisheries, and much evidence has since accumulated to suggest that fisheries-induced evolution is widespread across the world?s oceans. Yet, despite this recognition, we still know next to nothing about how exactly these rapid evolutionary changes occur at the genetic level, i.e. what are the underlying DNA changes involved, how much of the fish genomes are affected and how predictable are the responses?\n\n \n\nThis project returned to the original Conover-Munch experiment to characterize what had happened at the genomic level during the rapid evolutionary shifts. The investigators first developed a new cost-effective method that made it possible to screen patterns of genomic variation across the vast majority of protein-coding genes in hundreds of fish that had been archived from the experiment. By examining how patterns of genomic variation had changed over time, three noteworthy patterns emerged: First, going specifically for the larger individuals had caused a notably greater loss of genetic diversity compared to experimental populations that had been subject to the same harvest intensity, but where the fishing was random with respect to size. This suggests that highly size-selective fishing regimes could accelerate erosion of genetic diversity in wild stocks, which may compromise the ability of those fish stocks to adapt to changing ocean conditions. \n\n \n\nSecond, it was not just a matter of shifts in a few genes. In fact, hundreds of independent genetic variants dispersed across the genome were directly involved in driving the size reductions and changed in consistent ways across multiple replicate populations subject to the same fishing regime. A large portion of these variants also appear to be associated with natural variation in growth rate observed across different parts of the species distribution range, suggesting that one reason why the evolutionary response to fisheries selection could be so rapid in this case, was that it was acting on a large reservoir of relevant pre-existing genetic variation.\n\n \n\nHowever, not all the genomic changes were consistent among replicate fish populations subject to identical harvest regimes ? some major differences were observed in what genomic regions were affected and how much they changed. This inconsistency was surprising given that the magnitude of changes in growth rates had been very similar in different populations. It suggests that there were multiple genomic mechanisms through which fish could get smaller and that evolutionary responses that look parallel when we just observe changes in traits may in fact mask highly divergent genomic responses. This has important implications because changes in different genomic regions could have different indirect negative effects, and it will be difficult to predict these based on trait observations alone if such traits changes can have contrasting genomic underpinnings. On the positive side, if there are many genomic solutions to getting smaller, fish populations are less likely to lose all the genetic variation that would enable reversal towards getting large again if fishing stops. These multiple genomic solutions could therefore in some cases facilitate reversal of human-induced evolution, even if this reversal may be slow or incomplete. \n\n \n\nIn addition to these insights, the project has provided important methodological development by illustrating an efficient and practical workflow that can to applied to obtain whole genome sequence data for hundreds of individuals of any species at a relatively low cost. It has also generated the first transcriptome assembly for the study species, the Atlantic silverside, and low-coverage whole genome sequencing for &gt;850 individuals, all of which is publicly available and will form an important resource for future research.\n\n \n\n\t\t\t\t\tLast Modified: 04/01/2019\n\n\t\t\t\t\tSubmitted by: Stephen R Palumbi"
 }
}