{
 "awd_id": "1434289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Origins of Domestication in the Mayan Lowlands",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2013-11-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 124974.0,
 "awd_amount": 124974.0,
 "awd_min_amd_letter_date": "2014-06-23",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "With support from the National Science Foundation, Drs. Erin Kennedy Thornton and Kitty Emery, together with collaborators at academic institutions in the United States, Canada and Mexico, will re-examine the timing and process of turkey husbandry in the Maya lowlands. \r\n\r\nDetermining when the practice of turkey husbandry was adopted and/or developed by the ancient Maya has important consequences for understanding Maya subsistence systems and long-distance trade connections. Since the turkey is one of only a few animals domesticated in the Americas, this research also has broad ramifications for understanding the process of New World animal domestication and animal management. Archaeologists wish to understand the processes which led to the development of complex social systems.  In most instances in which this occurred - both in the Old and New Worlds - the domestication of animals played a significant role in the process. Lowland Middle America is unusual in this regard since it is unclear whether any non-plant species were domesticated there (as opposed to introduced from elsewhere).  Drs. Thornton's and Emery's research will directly address this issue.\r\n\r\nThe project is inter-disciplinary: integrating zooarchaeological, osteometric, isotopic, and DNA analysis. These methods will be used to address several questions regarding turkey husbandry in the Mesoamerica. The research will assess when the Mexican turkey (Meleagris gallopavo) was first introduced to the ancient Maya and when it was widely adopted. Until recently, the non-local Mexican turkey was thought to have been introduced to the Maya cultural region during the Postclassic period (AD 1000-1500). The recent discovery of Mexican turkeys in Late Preclassic (300 BC-AD 100) deposits at the site of El Mirador (Petén, Guatemala) challenges this assumption, and suggests that the species may have been introduced approximately 1000 years earlier than previously thought. The research will also address whether the ancient Maya maintained captive populations of the wild ocellated turkey (Meleagris ocellata), which is native to the Maya region. \r\n\r\nThe research will further provide cross-cultural comparison with turkey husbandry in the American Southwest, which has been identified as an independent center of turkey domestication. Such comparisons provide insight into the economic and social motivations for managing natural resources, and will advance our knowledge of ancient North America's only domestic animal. \r\n\r\nThe project will facilitate and develop international collaboration between educational and governmental institutions in the United States, Canada, Mexico and Belize. These research partnerships are important to several senior project personnel who are early career researchers working to establish professional networks. The research will also provide academic training for both graduate and undergraduate students from the University of Florida, Universidad Autonóma de Yucatan, Trent University, Simon Fraser University, University of New Mexico, and SUNY-Albany. Through open-access data storage and publication, the data generated from this project will contribute to future research. For example, DNA obtained from modern specimens will add to the available genetic sequences for both Meleagris gallopavo and Meleagris ocellata. The zooarchaeological, isotopic and genetic from this project will also be made publicly available through on-line databases, as well as standard publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Thornton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin Thornton",
   "pi_email_addr": "erin.thornton@wsu.edu",
   "nsf_id": "000338353",
   "pi_start_date": "2014-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991644910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 124974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; Through the process of animal domestication, humans assumed increasing control over the protein resources they relied on, and fundamentally altered how they interacted with and impacted their environment. The topic of animal domestication is therefore of crucial importance to understanding past human societies and evolving human-animal relationships. Animal domestication independently emerged on several continents during prehistoric times, but only a single animal &ndash; the turkey, was domesticated in ancient North America (i.e., the combined North and Central American sub-continents). In comparison to other domesticates, we know relatively little about turkey domestication, and what it reveals about the unique context and process of North American animal domestication. Recent research indicates that the history of turkey husbandry (i.e., management, care or breeding) may have been highly complex including multiple locations of domestication, ongoing use of wild turkeys alongside domesticated flocks, potential breeding between wild and domestic populations, and a diversity of management and husbandry techniques. The history of turkey management and domestication in North/Central America is thus one of the largest gaps in our knowledge of animal domestication, and relates to important aspects of subsistence systems and human-environment interactions in the ancient Americas.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The goal of this collaborative and inter-disciplinary project was to re-examine the development of turkey husbandry in the Maya lowlands, and to answer several key questions including: 1) when and where non-local domestic turkeys were first introduced to the ancient Maya and when were they widely adopted, and 2) whether the ancient Maya also maintained captive populations of wild ocellated turkeys alongside or instead of domestic turkeys. The results of our research indicate that small numbers of domestic turkeys were being reared by the ancient Maya over 1000 years earlier than previously thought, although they were not widely reared as a major subsistence resource until much later in time (i.e., after the Classic Maya &ldquo;Collapse&rdquo;). This contrasts with the pattern observed for turkey rearing in the American Southwest where prehistoric population increases occurred in concert with intensified turkey rearing. Although ancient Maya populations also expanded rapidly during ancient times, they did not invest in domestic turkey rearing as a potential solution to feed growing populations at the peak of their expansion. Previously, this could have been explained by the fact that domestic turkeys were not introduced to the ancient Maya until after the Classic Period, but we now need to consider other social, economic, or environmental reasons for the species&rsquo; slow spread and widespread adoption.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our findings also contradict previous suggestions that the ancient Maya applied the idea of turkey husbandry and domestication to the locally available ocellated turkey. Although small numbers of this wild species may have occasionally been captured and temporarily reared in captivity to have on hand for ritual use, ocellated turkeys were not commonly reared from eggs or chicks within the Maya Lowlands. This finding supports the conclusion that despite the presence of domestic dogs and turkeys, Maya populations relied extensively on wild animal resources for subsistence.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Although our research questions are largely archaeological, the genetic data generated for both modern and archaeological turkeys contributes to the biological database of genetic diversity for both domestic and ocellated turkeys. The genetic data from archaeological domestic turkeys is especially valuable since much of the original genetic diversity present in pre-colonial turkey populations has been l...",
  "por_txt_cntn": "\n     Through the process of animal domestication, humans assumed increasing control over the protein resources they relied on, and fundamentally altered how they interacted with and impacted their environment. The topic of animal domestication is therefore of crucial importance to understanding past human societies and evolving human-animal relationships. Animal domestication independently emerged on several continents during prehistoric times, but only a single animal &ndash; the turkey, was domesticated in ancient North America (i.e., the combined North and Central American sub-continents). In comparison to other domesticates, we know relatively little about turkey domestication, and what it reveals about the unique context and process of North American animal domestication. Recent research indicates that the history of turkey husbandry (i.e., management, care or breeding) may have been highly complex including multiple locations of domestication, ongoing use of wild turkeys alongside domesticated flocks, potential breeding between wild and domestic populations, and a diversity of management and husbandry techniques. The history of turkey management and domestication in North/Central America is thus one of the largest gaps in our knowledge of animal domestication, and relates to important aspects of subsistence systems and human-environment interactions in the ancient Americas.\n\n     The goal of this collaborative and inter-disciplinary project was to re-examine the development of turkey husbandry in the Maya lowlands, and to answer several key questions including: 1) when and where non-local domestic turkeys were first introduced to the ancient Maya and when were they widely adopted, and 2) whether the ancient Maya also maintained captive populations of wild ocellated turkeys alongside or instead of domestic turkeys. The results of our research indicate that small numbers of domestic turkeys were being reared by the ancient Maya over 1000 years earlier than previously thought, although they were not widely reared as a major subsistence resource until much later in time (i.e., after the Classic Maya \"Collapse\"). This contrasts with the pattern observed for turkey rearing in the American Southwest where prehistoric population increases occurred in concert with intensified turkey rearing. Although ancient Maya populations also expanded rapidly during ancient times, they did not invest in domestic turkey rearing as a potential solution to feed growing populations at the peak of their expansion. Previously, this could have been explained by the fact that domestic turkeys were not introduced to the ancient Maya until after the Classic Period, but we now need to consider other social, economic, or environmental reasons for the speciesÆ slow spread and widespread adoption.\n\n      Our findings also contradict previous suggestions that the ancient Maya applied the idea of turkey husbandry and domestication to the locally available ocellated turkey. Although small numbers of this wild species may have occasionally been captured and temporarily reared in captivity to have on hand for ritual use, ocellated turkeys were not commonly reared from eggs or chicks within the Maya Lowlands. This finding supports the conclusion that despite the presence of domestic dogs and turkeys, Maya populations relied extensively on wild animal resources for subsistence.\n\n     Although our research questions are largely archaeological, the genetic data generated for both modern and archaeological turkeys contributes to the biological database of genetic diversity for both domestic and ocellated turkeys. The genetic data from archaeological domestic turkeys is especially valuable since much of the original genetic diversity present in pre-colonial turkey populations has been lost through modern breeding practices. The data may therefore be relevant to researchers in the agricultural sciences.\n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Erin Thornto..."
 }
}