{
 "awd_id": "1434260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Factors Affecting Forest Development and Stand Dynamics in Oak Forests in the Eastern U.S.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 15992.0,
 "awd_amount": 15992.0,
 "awd_min_amd_letter_date": "2014-06-10",
 "awd_max_amd_letter_date": "2014-06-10",
 "awd_abstract_narration": "This doctoral dissertation research project will examine the factors contributing to the observed decline in oak (Quercus) species regeneration across the deciduous forests of the eastern United States.  Using a variety of field-based and analytical methods, this project will investigate the multiple factors that may be contributing to decline rates in oak regeneration, including disturbance regime modifications, climatic change, land-use history legacies, and abiotic environmental conditions.  Project results will provide much-needed insights into the complex dynamics occurring in oak forests across the eastern U.S., and they will increase theoretical knowledge regarding the ecosystem effects of land-use legacies and multiple, interacting forest drivers, such as canopy disturbances and drought events.  Because oak forests offer important ecological, economic, and social benefits to society by producing food and habitat for wildlife, supporting associated vegetative communities, providing valuable timber, and offering scenic opportunities for recreation, this project will assist in the conservation of these benefits by providing information and insights regarding the mechanisms that are reducing the range of oak-dominated forests.  The project also should suggest possible forest-management plans to prevent the loss of this important genus.  The project will offer special education and training opportunities for undergraduate students who will assist with both field data collection and laboratory analysis. Results from this project will be disseminated broadly through scholarly publications and presentations and through educational outreach activities at land-management offices in the study area.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\nHaving dominated eastern deciduous forests for the past 5,000 years, the ecological, commercial, and societal importance of oak forests represents a distinctive long-term legacy across the eastern U.S., but oak species throughout the region are failing to regenerate due to the increased abundance of understory shade-tolerant species that prohibit light from reaching oak seedlings and saplings on the forest floor.  The goal of this project is to elucidate the relative importance and the site-specific nature of the multiple forest drivers and to identify interactions among different drivers. The doctoral student will use forest-inventory, dendrochronological, and land-survey analysis methods to investigate multiple drivers of this compositional shift across the Driftless Area in southwestern Wisconsin, an area undergoing significant decreases in oak regeneration. She will examine land surveys from the 1840s and 1940s alongside modern forest inventory data to identify the forest development trajectories occurring throughout the study area.  She will employ dendroecological methods to document canopy disturbance histories and to quantify the relationship between climate and radial tree growth.  She will use structural equation modeling to analyze the relative influence of land-use legacies, canopy-disturbance history, climate, and site-specific abiotic factors on oak regeneration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Kipfmueller",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt F Kipfmueller",
   "pi_email_addr": "kurt@umn.edu",
   "nsf_id": "000329153",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Buchanan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Megan L Buchanan",
   "pi_email_addr": "bucha157@umn.edu",
   "nsf_id": "000616156",
   "pi_start_date": "2014-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "508 Social Sciences, 267 19th St",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Eastern oak forests offer important ecological, economic, and social benefits to society by producing food and habitat for wildlife, supporting associated vegetative communities, providing valuable timber, and offering scenic opportunities for recreation. This research has assisted in the conservation of these benefits by providing information regarding the mechanisms that are driving the reduction of oak-dominated forests and suggesting forest management plans to prevent the loss of this important genus. Using a variety of field and analytical methods, this project has investigated multiple drivers of declining oak regeneration: disturbance regime modifications, climatic change, land-use history legacies, and abiotic environmental conditions. The ultimate goal of this research was to elucidate the relative importance and site-specific nature of the multiple forest drivers and to identify interactions between drivers. We have used forest inventory data, tree-ring data, and historical land survey analysis to investigate the multiple drivers of this compositional shift across the Driftless Area of southwestern Wisconsin, an area undergoing significant decreases in oak regeneration.</p>\n<p>Though analyses are still ongoing, results-to-date have provided important insight into how the structure of forest stands changes through time, a process that has important implications not only for species regeneration, but also for overall forest health and resiliency. As forest stands increasingly face novel environmental stressors, information on the attributes that increase structural complexity, and thus stand resiliency, is needed. Forests featuring complex stand structures contain a diversity of tree heights and tree diameters. These structurally diverse stands are considered more resilient to environmental stressors, such as drought, because the many tree sizes and species present will respond in a variety of ways. We used forest inventory and tree-ring data collected from oak-dominated forests throughout the Wisconsin Driftless Area to quantify variation in stand structural characteristics and structural diversity. Using hierarchical agglomerative cluster analysis and a multiple response permutation procedure, we classified sample plots according to the structural characteristics that were representative of the stages of stand structural development through time (e.g. density and basal area of progressively larger tree size classes and the median age of canopy trees as determined through tree-ring analysis). The cluster analyses resulted in four groups of structural development stages, from young stands dominated by pole-size trees, mature stands dominated by large trees, mosaic stands that were dominated by large trees but also contained a high proportion of tree saplings (indicative of recent disturbance and seedling establishment), to older complex stands that were dominated by trees of all size classes and included the largest trees in the dataset. To compare structural diversity between these four stages of development, we calculated several indices that quantify structural complexity. The differences in structural diversity between the groups were statistically significant and the structural complexity indices generally increased with increasing stages of stand development. Forest managers can use the characteristics of each stage of development to manage for certain structural qualities or to increase structural complexity, and thus, forest stand resiliency. Ongoing and future analyses will use historical land survey analyses and tree-ring methods to investigate the influence of historical land-use legacies, disturbance history, and extreme weather events on the composition, structure, and function of upland oak forest stands.</p>\n<p>Funds from this NSF Doctoral Dissertation Research Grant were used to hire an undergraduate student researcher and to present research findings at regional, national, and international conferences. The undergraduate student researcher prepared the tree-ring cores for analysis, was provided training in advanced, research-based skill sets, and earned valuable experience in critical thinking, teamwork, and oral communication. By presenting the research at professional and academic conferences, the Co-PI was able to share significant findings with colleagues in natural resource management and to improve the dissertation research through interactions with leading researchers in applied forest ecology and biogeography. As the final analyses are completed, the Co-PI will continue to present research findings at professional and academic conferences. The research project will be completed by August 2017 and the results will be published in peer-reviewed manuscripts and technical reports that are available to a broad audience. Regional forest management agencies will receive copies of the forest inventory data, tree-ring data, land survey analysis maps, published reports, and a summary of management implications that can be discussed with the Co-PI.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Megan&nbsp;L&nbsp;Buchanan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEastern oak forests offer important ecological, economic, and social benefits to society by producing food and habitat for wildlife, supporting associated vegetative communities, providing valuable timber, and offering scenic opportunities for recreation. This research has assisted in the conservation of these benefits by providing information regarding the mechanisms that are driving the reduction of oak-dominated forests and suggesting forest management plans to prevent the loss of this important genus. Using a variety of field and analytical methods, this project has investigated multiple drivers of declining oak regeneration: disturbance regime modifications, climatic change, land-use history legacies, and abiotic environmental conditions. The ultimate goal of this research was to elucidate the relative importance and site-specific nature of the multiple forest drivers and to identify interactions between drivers. We have used forest inventory data, tree-ring data, and historical land survey analysis to investigate the multiple drivers of this compositional shift across the Driftless Area of southwestern Wisconsin, an area undergoing significant decreases in oak regeneration.\n\nThough analyses are still ongoing, results-to-date have provided important insight into how the structure of forest stands changes through time, a process that has important implications not only for species regeneration, but also for overall forest health and resiliency. As forest stands increasingly face novel environmental stressors, information on the attributes that increase structural complexity, and thus stand resiliency, is needed. Forests featuring complex stand structures contain a diversity of tree heights and tree diameters. These structurally diverse stands are considered more resilient to environmental stressors, such as drought, because the many tree sizes and species present will respond in a variety of ways. We used forest inventory and tree-ring data collected from oak-dominated forests throughout the Wisconsin Driftless Area to quantify variation in stand structural characteristics and structural diversity. Using hierarchical agglomerative cluster analysis and a multiple response permutation procedure, we classified sample plots according to the structural characteristics that were representative of the stages of stand structural development through time (e.g. density and basal area of progressively larger tree size classes and the median age of canopy trees as determined through tree-ring analysis). The cluster analyses resulted in four groups of structural development stages, from young stands dominated by pole-size trees, mature stands dominated by large trees, mosaic stands that were dominated by large trees but also contained a high proportion of tree saplings (indicative of recent disturbance and seedling establishment), to older complex stands that were dominated by trees of all size classes and included the largest trees in the dataset. To compare structural diversity between these four stages of development, we calculated several indices that quantify structural complexity. The differences in structural diversity between the groups were statistically significant and the structural complexity indices generally increased with increasing stages of stand development. Forest managers can use the characteristics of each stage of development to manage for certain structural qualities or to increase structural complexity, and thus, forest stand resiliency. Ongoing and future analyses will use historical land survey analyses and tree-ring methods to investigate the influence of historical land-use legacies, disturbance history, and extreme weather events on the composition, structure, and function of upland oak forest stands.\n\nFunds from this NSF Doctoral Dissertation Research Grant were used to hire an undergraduate student researcher and to present research findings at regional, national, and international conferences. The undergraduate student researcher prepared the tree-ring cores for analysis, was provided training in advanced, research-based skill sets, and earned valuable experience in critical thinking, teamwork, and oral communication. By presenting the research at professional and academic conferences, the Co-PI was able to share significant findings with colleagues in natural resource management and to improve the dissertation research through interactions with leading researchers in applied forest ecology and biogeography. As the final analyses are completed, the Co-PI will continue to present research findings at professional and academic conferences. The research project will be completed by August 2017 and the results will be published in peer-reviewed manuscripts and technical reports that are available to a broad audience. Regional forest management agencies will receive copies of the forest inventory data, tree-ring data, land survey analysis maps, published reports, and a summary of management implications that can be discussed with the Co-PI.\n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Megan L Buchanan"
 }
}