{
 "awd_id": "1434284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Impacts of Transferable Quota Markets and Customary Management Areas on Fishery Sustainability and Indigenous Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 15999.0,
 "awd_amount": 15999.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "Overfishing threatens ocean ecosystems and economies.  To encourage marine biodiversity protection without restricting commercial activities, governments are creating new quota based property rights that are designed to curb commercial fishing pressure without stifling economic exchange.  Over ten percent of the world's fisheries are currently managed by quota systems, a percentage that increases each year.  Yet, who should get quota and how quota markets should be regulated, remains unclear.  This project will examine factors shaping how quota management systems influence the ecological and economic development of fisheries and fishing communities.  This study will provide critical information about the management of marine fisheries for economic growth and biodiversity. The results will be useful to fisheries experts and people involved in community and indigenous economic development, including in the United States, where fisheries are increasingly being managed under quota systems that stipulate quota to be allocated to indigenous tribes.  The findings from this project will be made available publicly on the investigator's website for feedback from community members, scientists, and policy makers.\r\n  \r\nThis research will contribute to broader debates over the extent to which market-based conservation initiatives, including quota markets for fisheries and carbon cap-and-trade programs, incentivize sustainable environmental practices.  This will be done by looking to New Zealand, where the world's first nationally comprehensive quota system was implemented in 1986, with legally mandated provisions for quota to be allocated to indigenous tribes.  Today, Maori own over 40 percent of the nation's fishing quota, making New Zealand an important case through which to examine barriers and opportunities for more equitable distribution of the ecological and economic benefits of quota regulation.  This project will enhance understanding of market-based conservation by expanding upon the economic assumption that quota and total allowable catch reduction limits set by government are the driving force behind fisheries development, and that the market is the best mechanism to encourage environmental sustainability and economic growth.  By examining how people engage with fisheries when access to commercial markets is restricted by quota rights, this research will explore reasons why individuals do not always act as the rational economic actor that fisheries rationalization advocates require for their models of industry-led sustainable development.   Specifically, this project will use ethnographic methods and quantitative analysis of fishery catch data to examine the role that colonial histories, indigenous identities, knowledge, technology and access to markets each play in influencing how people engage with fisheries development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "TallBear",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly TallBear",
   "pi_email_addr": "kimberly.tallbear@berkeley.edu",
   "nsf_id": "000402996",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hekia",
   "pi_last_name": "Bodwitch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hekia Bodwitch",
   "pi_email_addr": "hebodwitch@alaska.edu",
   "nsf_id": "0000A17KP",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "Ngai Tahu Research Centre at the University of Canterbury",
  "perf_str_addr": "Te Ao M&#257;rama Blg",
  "perf_city_name": "Christchurch",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "NZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "New Zealand",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examines how rights re-allocated to indigenous groups can facilitate community economic development for historically impoverished peoples.</p>\n<p>To do so, it investigated one of the largest indigenous rights re-allocation initiatives in fisheries &ndash; the allocation of commercial fishing rights to Maori groups in New Zealand, a global role model for indigenous rights.&nbsp; New Zealand&rsquo;s fisheries are managed by an Individual Transferable Quota system, a system that is widely viewed as a sustainability success story.&nbsp; Specifically, this project explores why, despite owning over 50% of New Zealand&rsquo;s commercial fishing rights, so few Maori are fishing, processing or selling fish in New Zealand.&nbsp; To conduct this research, Hekia Bodwitch spent ten months living and fishing with Maori fishers in the South Island of New Zealand.&nbsp; During this time, she collected ethnographic data on how commercial fisheries management regulations impact Maori fishers&rsquo; fishing, fish processing, and fish trade practices.</p>\n<p><strong>Intellectual Merit: </strong>The findings from this project make three contributions to understanding how the re-allocation of commercial fishing rights to indigenous groups can be used to facilitate community economic development.</p>\n<p>1)&nbsp;&nbsp;&nbsp; First, this project identifies a barrier to fishers&rsquo; ability to derive benefits from fisheries previously unidentified in accounts of New Zealand&rsquo;s Individual Transferable Quota system for commercial fishery management. New Zealand&rsquo;s fisheries management system, globally viewed as a sustainability success story, is a system that not only restricts fishers&rsquo; access to fish, but one that also restricts fishers&rsquo; access to markets.&nbsp; Market access is restricted by fish trade regulations that are designed to promote system monitoring and ensure food safety, but which have the effect of reducing the ability of small-scale fishers to support themselves economically from fishing.&nbsp;</p>\n<p>2)&nbsp;&nbsp;&nbsp; Second, it identifies how this barrier to access disproportionately impacts Maori, by requiring significant amounts of capital to adhere to, which Maori do not have due to colonial policies that restricted Maori access to markets. &nbsp;&nbsp;</p>\n<p>3)&nbsp;&nbsp;&nbsp; Third, it explains why property rights alone are not sufficient to enable Maori fishers access to fisheries.&nbsp; Barriers to market access persist, even with property rights.</p>\n<p><strong>Broader Impacts: </strong>This project incorporated diverse perspectives in science through community-engaged research that started &ndash; and ended &ndash; inquiry from the perspectives of individuals whose experiences were previously unaccounted for in fishery policy making.&nbsp; This project&rsquo;s findings inform development policy initiatives and are distributed to tribal groups in New Zealand and elsewhere.&nbsp; The project&rsquo;s findings will also be distributed to fisheries policy makers to inform the development of marine policies that enhance equity in the distribution of benefits from marine and coastal resources.&nbsp; Additionally, this project established an international knowledge exchange relationship with the Ngai Tahu Research Center at the University of Canterbury in Christchurch, New Zealand.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2016<br>\n\t\t\t\t\tModified by: Hekia&nbsp;E&nbsp;Bodwitch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examines how rights re-allocated to indigenous groups can facilitate community economic development for historically impoverished peoples.\n\nTo do so, it investigated one of the largest indigenous rights re-allocation initiatives in fisheries &ndash; the allocation of commercial fishing rights to Maori groups in New Zealand, a global role model for indigenous rights.  New Zealand?s fisheries are managed by an Individual Transferable Quota system, a system that is widely viewed as a sustainability success story.  Specifically, this project explores why, despite owning over 50% of New Zealand?s commercial fishing rights, so few Maori are fishing, processing or selling fish in New Zealand.  To conduct this research, Hekia Bodwitch spent ten months living and fishing with Maori fishers in the South Island of New Zealand.  During this time, she collected ethnographic data on how commercial fisheries management regulations impact Maori fishers? fishing, fish processing, and fish trade practices.\n\nIntellectual Merit: The findings from this project make three contributions to understanding how the re-allocation of commercial fishing rights to indigenous groups can be used to facilitate community economic development.\n\n1)    First, this project identifies a barrier to fishers? ability to derive benefits from fisheries previously unidentified in accounts of New Zealand?s Individual Transferable Quota system for commercial fishery management. New Zealand?s fisheries management system, globally viewed as a sustainability success story, is a system that not only restricts fishers? access to fish, but one that also restricts fishers? access to markets.  Market access is restricted by fish trade regulations that are designed to promote system monitoring and ensure food safety, but which have the effect of reducing the ability of small-scale fishers to support themselves economically from fishing. \n\n2)    Second, it identifies how this barrier to access disproportionately impacts Maori, by requiring significant amounts of capital to adhere to, which Maori do not have due to colonial policies that restricted Maori access to markets.   \n\n3)    Third, it explains why property rights alone are not sufficient to enable Maori fishers access to fisheries.  Barriers to market access persist, even with property rights.\n\nBroader Impacts: This project incorporated diverse perspectives in science through community-engaged research that started &ndash; and ended &ndash; inquiry from the perspectives of individuals whose experiences were previously unaccounted for in fishery policy making.  This project?s findings inform development policy initiatives and are distributed to tribal groups in New Zealand and elsewhere.  The project?s findings will also be distributed to fisheries policy makers to inform the development of marine policies that enhance equity in the distribution of benefits from marine and coastal resources.  Additionally, this project established an international knowledge exchange relationship with the Ngai Tahu Research Center at the University of Canterbury in Christchurch, New Zealand.  \n\n \n\n\t\t\t\t\tLast Modified: 09/16/2016\n\n\t\t\t\t\tSubmitted by: Hekia E Bodwitch"
 }
}