{
 "awd_id": "1434530",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Climate Change and Upwelling -- Comparative Analysis of Current & Future Responses of the California and Benguela Ecosystems",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 149946.0,
 "awd_amount": 149946.0,
 "awd_min_amd_letter_date": "2014-08-26",
 "awd_max_amd_letter_date": "2014-08-26",
 "awd_abstract_narration": "Along the west coasts of North and South America, Africa, and Iberia, alongshore equatorward winds bring nutrient-rich waters to the sunlit surface of the ocean, stimulating phytoplankton blooms that support robust, rich and diverse ecosystems.  This process is known as \"upwelling\".  Because upwelling is driven by winds, and winds are related to atmospheric conditions, upwelling is highly vulnerable to the effects of climate change. However, the potential impacts of climate change on upwelling and biology remain largely uncertain.  In earlier work in the California Current upwelling system, off the west coast of the U.S.A, researchers found that upwelling occurs in distinct winter and summer \"modes\" that have different impacts on biology.  In this project, oceanographic and atmospheric data from the Benguela Current system, off South Africa and Namibia, will be analyzed for similar seasonal patterns and relationships with the ecosystem.  Comparisons between these two upwelling systems will allow researchers to investigate if previous findings of regional climate impacts on biology are applicable at a global scale and consider how these systems may change in the future.  The project will facilitate collaboration between researchers from South Africa, Namibia, and the U.S., integrating a team of young and senior scientists from all countries and providing them with opportunities for broad-scale scientific synthesis early in their careers.\r\n\r\nThis project will be a comparative analyses of climate forcing and biological responses in the California Current (CCS) and Benguela Current systems (BCS), the two upwelling systems with the most similar time series of atmospheric and oceanographic conditions, seabird demography, and lower (chlorophyll) and mid (forage fish) trophic data.  The project will determine whether changes in the ecosystems can be attributed to regional or global climate processes.  Growth-increment chronologies from fish in the BCS (deep-water hake) will be developed as indicators of upper-trophic fish growth, and compared to rockfish growth chronologies developed in the CCS.  Mid-trophic level fish abundance will be modeled as indices of prey availability for integration between climate and upper-trophic-level parameters.  Oceanographic and atmospheric data will be analyzed from global observational and reanalysis data sets, as well as from earth system model projections of climate change.  The project will address the following questions: 1) are seasonal upwelling modes (winter and summer) discernible in the BCS as they are in the CCS? 2) are upwelling modes forced by similar or contrasting atmospheric forcing mechanisms? 3) is there evidence of coherence/covariance among mid-trophic fish, upper-trophic fish, and seabirds (and at which lags) within and between the CCS and BCS? 4) will the positioning and amplitude of the atmospheric pressure systems that result in upwelling-favorable winds change coherently between ecosystems under various climate-change scenarios? and 5) what are the fisheries and wildlife management implications for variability in the seasonality and spatial distribution of upwelling in a changing climate?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Rykaczewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Rykaczewski",
   "pi_email_addr": "ryk@sc.edu",
   "nsf_id": "000642188",
   "pi_start_date": "2014-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 149946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Climate variability substantially influences the structure, functioning, and productivity of coastal upwelling zones with implications for ecosystem services, biodiversity, and the health of coupled human-marine systems. In previous research in the California Current System (CCS) (NSF awards #1130125 and #0929017), we found that coastal upwelling occurs in two biologically important, unrelated seasonal modes: a winter/early spring mode dominated by interannual variability, and a summer mode dominated by decadal-scale variability. Over the past century, summer upwelling intensity (rate) has increased while variability in upwelling has increased during the winter, both of which have important implications for this ecosystem. We do not know, however, if these patterns in upwelling are related to anthropogenic (global) climate change, interdecadal climate variability, or if the coherent responses of higher-trophic-level populations observed in the CCS are present in coastal upwelling ecosystems worldwide.<br />To address these issues, we have undertaken a broader-scale comparative analysis of climatic impacts between the central-northern California Current System and southern (South African) portion of the Benguela Current System (BCS). Our major findings are:<br />(1) Unlike the CCS, there are no clear seasonal modes of variability in BCS upwelling.</p>\n<p>(2) There is, however, recent evidence of similar trends in &ldquo;warm-season&rdquo; upwelling across systems, especially in decadal timescales.&nbsp; In particular, the magnitude of warm season upwelling increased in both systems from the mid-1990s to mid-2010s, though the rate of change has been slower in the BCS than CCS.</p>\n<p>(3) Indicators of upper-trophic productivity in the BCS covary less strongly than those in the CCS, which may be due to the lack of a dominant, synchronizing climate signal in the south Atlantic.&nbsp; Moreover, many of these upper-trophic processes, such as seabird reproductive success, are non-linear functions of anchovy and sardine populations in the western BCS. The climate drivers of these small pelagic fishes must be determined to understand climate forcing of the upper levels of the ecosystem.</p>\n<p>(4) Approximately 86% of the variability in BCS anchovy recruitment can be explained by summer (January-March) upwelling, a relationship that became evident from our upwelling indicators and application of new time series analysis that involved autoregressive modeling and testing for threshold responses. These climate impacts then translate to patterns in seabird reproductive success.</p>\n<p>(5) In the CCS, we made the unexpected discovery that as winter climate variability has increased over the past century, so too has synchrony within and among physical and biological indicators of marine, terrestrial, and freshwater environments of western North America. Rising synchrony could reduce biological resilience and increase the risk of extirpation.</p>\n<p>(6) In the CCS, long-term patterns in winter variability are inversely related with anchovy biomass. Thus, the degree of climate variability, and not just mean climate state, may be an important indicator of biological functioning in this ecosystem.</p>\n<p>(7) Future upwelling regions are expected to be located poleward of their current locations.&nbsp; This response is associated with the long-term migration of major atmospheric pressure cells associated with anthropogenic global warming.</p>\n<p>(8) Past trends in upwelling cannot be attributed to anthropogenic climate change.&nbsp; Natural variability in these systems is large.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>To date, the comparative analysis of the CCS and BCS has resulted in 9 publications, 4 publications in the final stages of preparation, more than a dozen presentations at national or international meetings, and training for 2 undergraduate students, 1 graduate student, and 2 post-doctoral fellows.&nbsp; We also published a project website titled the California-Benguela Joint Investigation (CalBenJI) (http://www.faralloninstitute.org/calbenji-about), non-technical project summaries (http://www.faralloninstitute.org/calbenji-publications), and a blog (https://calbenjiproject.wordpress.com/2016/05/26/calbenji-project/) prepared by 2 undergraduate summer interns at Farallon Institute. Data have been made publically available for future use by other researchers, and we have applied new techniques in time series analysis to link climate and biology with potentially broad relevance to other ecosystems.</p>\n<p>The publically shared data associated with this project are linked at&nbsp;https://www.bco-dmo.org/project/564665.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2018<br>\n\t\t\t\t\tModified by: Ryan&nbsp;Rykaczewski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nClimate variability substantially influences the structure, functioning, and productivity of coastal upwelling zones with implications for ecosystem services, biodiversity, and the health of coupled human-marine systems. In previous research in the California Current System (CCS) (NSF awards #1130125 and #0929017), we found that coastal upwelling occurs in two biologically important, unrelated seasonal modes: a winter/early spring mode dominated by interannual variability, and a summer mode dominated by decadal-scale variability. Over the past century, summer upwelling intensity (rate) has increased while variability in upwelling has increased during the winter, both of which have important implications for this ecosystem. We do not know, however, if these patterns in upwelling are related to anthropogenic (global) climate change, interdecadal climate variability, or if the coherent responses of higher-trophic-level populations observed in the CCS are present in coastal upwelling ecosystems worldwide.\nTo address these issues, we have undertaken a broader-scale comparative analysis of climatic impacts between the central-northern California Current System and southern (South African) portion of the Benguela Current System (BCS). Our major findings are:\n(1) Unlike the CCS, there are no clear seasonal modes of variability in BCS upwelling.\n\n(2) There is, however, recent evidence of similar trends in \"warm-season\" upwelling across systems, especially in decadal timescales.  In particular, the magnitude of warm season upwelling increased in both systems from the mid-1990s to mid-2010s, though the rate of change has been slower in the BCS than CCS.\n\n(3) Indicators of upper-trophic productivity in the BCS covary less strongly than those in the CCS, which may be due to the lack of a dominant, synchronizing climate signal in the south Atlantic.  Moreover, many of these upper-trophic processes, such as seabird reproductive success, are non-linear functions of anchovy and sardine populations in the western BCS. The climate drivers of these small pelagic fishes must be determined to understand climate forcing of the upper levels of the ecosystem.\n\n(4) Approximately 86% of the variability in BCS anchovy recruitment can be explained by summer (January-March) upwelling, a relationship that became evident from our upwelling indicators and application of new time series analysis that involved autoregressive modeling and testing for threshold responses. These climate impacts then translate to patterns in seabird reproductive success.\n\n(5) In the CCS, we made the unexpected discovery that as winter climate variability has increased over the past century, so too has synchrony within and among physical and biological indicators of marine, terrestrial, and freshwater environments of western North America. Rising synchrony could reduce biological resilience and increase the risk of extirpation.\n\n(6) In the CCS, long-term patterns in winter variability are inversely related with anchovy biomass. Thus, the degree of climate variability, and not just mean climate state, may be an important indicator of biological functioning in this ecosystem.\n\n(7) Future upwelling regions are expected to be located poleward of their current locations.  This response is associated with the long-term migration of major atmospheric pressure cells associated with anthropogenic global warming.\n\n(8) Past trends in upwelling cannot be attributed to anthropogenic climate change.  Natural variability in these systems is large.\n\nBroader Impacts\n\nTo date, the comparative analysis of the CCS and BCS has resulted in 9 publications, 4 publications in the final stages of preparation, more than a dozen presentations at national or international meetings, and training for 2 undergraduate students, 1 graduate student, and 2 post-doctoral fellows.  We also published a project website titled the California-Benguela Joint Investigation (CalBenJI) (http://www.faralloninstitute.org/calbenji-about), non-technical project summaries (http://www.faralloninstitute.org/calbenji-publications), and a blog (https://calbenjiproject.wordpress.com/2016/05/26/calbenji-project/) prepared by 2 undergraduate summer interns at Farallon Institute. Data have been made publically available for future use by other researchers, and we have applied new techniques in time series analysis to link climate and biology with potentially broad relevance to other ecosystems.\n\nThe publically shared data associated with this project are linked at https://www.bco-dmo.org/project/564665.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/16/2018\n\n\t\t\t\t\tSubmitted by: Ryan Rykaczewski"
 }
}