{
 "awd_id": "1434919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Doctoral Symposium at the Eighth International Conference on the Theory and Application of Diagrams (DIAGRAMS 2014)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2014-03-04",
 "awd_max_amd_letter_date": "2014-03-04",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) for approximately 15 graduate students, along with a panel of 4 distinguished research faculty mentors (but only those students enrolled in U.S. educational institutions, about 8, will be eligible for funding through this grant).  The event will take place in conjunction with (and on the first day of) the Eighth International Conference on the Theory and Application of Diagrams (DIAGRAMS 2014), to be held July 28-August 1, 2014, in Melbourne, Australia, and co-located with the IEEE Symposium on Visual Languages and Human-Centric Computing, as was the case in 2008.  Diagrams are wide-ranging and open-ended representations that include sketches, drawings, charts, pictures, 2D and 3D geometric models, and maps.  They are a vital tool in human communication in areas such as art and science, as well as commerce and industry.  A better understanding of how effective diagrams can be generated and used has the potential to produce transformative advances in these areas.  DIAGRAMS is the only conference series that provides a united forum for all aspects of research on the theory and application of diagrams.  It is a bi-annual, international and interdisciplinary event whose goals are to present and discuss (a) state-of-the-art research on computational, cognitive and socio-cultural theories, models and techniques of reasoning with diagrammatic representations, and (b) cutting-edge intelligent and interactive information technologies for using diagrammatic representations in supporting human reasoning.  Research topics include understanding diagrammatic reasoning in humans, understanding the use of diagrammatic representation for communication, developing techniques for automated diagrammatic reasoning, and designing tools for use of diagrammatic representations.  The conference series is overseen by the DIAGRAMS Steering Committee with a rotating membership; more information is available at the conference website http://www.diagrams-conference.org/2014.  \r\n\r\nThe primary goal of the DIAGRAMS 2014 Doctoral Consortium is to increase the exposure and visibility of young graduate student researchers in these areas.  The workshop will be a research-focused day-long meeting that affords participants an opportunity to present their work and get feedback from established researchers in the field, who will be present to comment on the young researchers' presentations in an informal and constructive environment.  Each invited participant will be asked to give a short talk, which will be followed by discussion and critiquing.  For some students, this may be their first opportunity to give a research talk outside their home institutions, which will help prepare them for future scholarly discussions.  The Doctoral Consortium is open for attendance to all conference registrants, and summaries of the presentations will be available on the conference website.\r\n\r\nBroader Impacts:  DIAGRAMS 2014 will significantly increase our understanding of diagrammatic reasoning in humans and machines, and will add momentum to the development of new information technologies for the use of diagrammatic representations in support of human reasoning.  The conference will help develop human research capital by enabling interactions between senior and junior researchers and by catalyzing new collaborations. The Doctoral Consortium will increase the exposure and visibility of young graduate student researchers in these areas, and help train them by providing early input from senior researchers in the field in an interactive and constructive environment.   The social network among this next generation of researchers, and the relationships with senior researchers, created by the workshop will play a critical role in their enculturation into the profession.  Diversity of the selected students is a goal of the organizers, who will be proactive in an effort to ensure that both students and faculty are a diverse group across multiple dimensions including nationality, scientific discipline and gender.  To further assure diversity, only one student will be selected from each educational institution, with preference given to students from underrepresented populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie M Schwartz",
   "pi_email_addr": "stephanie.schwartz@millersville.edu",
   "nsf_id": "000206874",
   "pi_start_date": "2014-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Millersville University",
  "inst_street_address": "1 S GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILLERSVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7178723820",
  "inst_zip_code": "17551",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "PA11",
  "org_lgl_bus_name": "MILLERSVILLE UNIVERSITY OF PENNSYLVANIA",
  "org_prnt_uei_num": "QG9HTDGKJJL3",
  "org_uei_num": "NNJRWRJK1SF4"
 },
 "perf_inst": {
  "perf_inst_name": "International Conference on Theory and Application of Diagrams",
  "perf_str_addr": "",
  "perf_city_name": "Melbourne",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Australia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant provided financial support for a doctoral symposium at the Eighth International Conference on the Theory and Application of Diagrams. Funds were used to support symposium organisation and attendance of graduate students from US institutions at the symposium, associated conference, workshops and tutorials.</p>\n<p>&nbsp;</p>\n<p>Diagrams is a biannual, international and interdisciplinary conference series, covering all aspects of research on the theory and application of diagrams. Diagrams is the only conference that provides a united forum for all areas that are concerned with the study of diagrams, including architecture, artificial intelligence, cartography, cognitive science, computer science, design, education, engineering, human-computer interaction, linguistics, logic, mathematics, philosophy, psychology, science, and software engineering.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Eighth International Conference on the Theory and Application of Diagrams was held in&nbsp;Melbourne, Australia from Monday, July 28th to Friday August 1<sup>st</sup>, 2014. The conference included workshops, tutorials and a graduate symposium. The goals of Diagrams 2014 are to present novel research and discuss (1) state-of-the-art research on computational, cognitive and socio-cultural theories, models and techniques of reasoning with diagrammatic representations, and (2) cutting-edge intelligent and interactive information technologies for using diagrammatic representations in supporting human reasoning. The goal of the graduate symposium was to encourage, expand and guide the participation of young researchers starting research in diagrammatic representations and reasoning.</p>\n<p>&nbsp;</p>\n<p>Submissions to the graduate symposium were reviewed by senior researchers in the field. Six high quality submissions were selected for inclusion in the symposium and for publication in the symposium proceedings (the proceedings are available from the Diagrams 2014 conference website). Symposium participants were also awarded the opportunity to present posters in the poster session for the main conference.</p>\n<p>&nbsp;</p>\n<p>Before the grant award, there were no submissions to the symposium from students at US educational institutions. This was primarily due to external factors, such as dwindling funding for travel being available from educational institutions, and the expense of traveling to Australia from the US. The grant enabled two students from US universities to participate in the graduate symposium, meaning that one-third of the symposium participants were from US universities. The inclusion and dissemination of work from US institutions is a direct result of this grant award.</p>\n<p>&nbsp;</p>\n<p>This grant also significantly contributed to the expansion of research areas represented at the graduate symposium. The supported students work in areas that are very relevant to the Diagrams research community, but the Diagrams Conference is not their primary publication venue. The students both reported receiving very valuable feedback because of the broadened perspective.</p>\n<p>&nbsp;</p>\n<p>Diagrams are very wide-ranging and open-ended representations that include sketches,&nbsp;drawings, charts, pictures, 2D and 3D geometric models, and maps. Diagrams are a vital&nbsp;tool in human communication in areas such as art and science, as well as commerce&nbsp;and industry. Increased understanding of how effective diagrams can be generated and&nbsp;used has the potential to produce transformative advances in these areas. This grant supported emerging researchers in this field who have the potential to significantly impact future advances.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/22/2015<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;M&nbsp;Schwartz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant provided financial support for a doctoral symposium at the Eighth International Conference on the Theory and Application of Diagrams. Funds were used to support symposium organisation and attendance of graduate students from US institutions at the symposium, associated conference, workshops and tutorials.\n\n \n\nDiagrams is a biannual, international and interdisciplinary conference series, covering all aspects of research on the theory and application of diagrams. Diagrams is the only conference that provides a united forum for all areas that are concerned with the study of diagrams, including architecture, artificial intelligence, cartography, cognitive science, computer science, design, education, engineering, human-computer interaction, linguistics, logic, mathematics, philosophy, psychology, science, and software engineering. \n\n \n\nThe Eighth International Conference on the Theory and Application of Diagrams was held in Melbourne, Australia from Monday, July 28th to Friday August 1st, 2014. The conference included workshops, tutorials and a graduate symposium. The goals of Diagrams 2014 are to present novel research and discuss (1) state-of-the-art research on computational, cognitive and socio-cultural theories, models and techniques of reasoning with diagrammatic representations, and (2) cutting-edge intelligent and interactive information technologies for using diagrammatic representations in supporting human reasoning. The goal of the graduate symposium was to encourage, expand and guide the participation of young researchers starting research in diagrammatic representations and reasoning.\n\n \n\nSubmissions to the graduate symposium were reviewed by senior researchers in the field. Six high quality submissions were selected for inclusion in the symposium and for publication in the symposium proceedings (the proceedings are available from the Diagrams 2014 conference website). Symposium participants were also awarded the opportunity to present posters in the poster session for the main conference.\n\n \n\nBefore the grant award, there were no submissions to the symposium from students at US educational institutions. This was primarily due to external factors, such as dwindling funding for travel being available from educational institutions, and the expense of traveling to Australia from the US. The grant enabled two students from US universities to participate in the graduate symposium, meaning that one-third of the symposium participants were from US universities. The inclusion and dissemination of work from US institutions is a direct result of this grant award.\n\n \n\nThis grant also significantly contributed to the expansion of research areas represented at the graduate symposium. The supported students work in areas that are very relevant to the Diagrams research community, but the Diagrams Conference is not their primary publication venue. The students both reported receiving very valuable feedback because of the broadened perspective.\n\n \n\nDiagrams are very wide-ranging and open-ended representations that include sketches, drawings, charts, pictures, 2D and 3D geometric models, and maps. Diagrams are a vital tool in human communication in areas such as art and science, as well as commerce and industry. Increased understanding of how effective diagrams can be generated and used has the potential to produce transformative advances in these areas. This grant supported emerging researchers in this field who have the potential to significantly impact future advances.\n\n \n\n\t\t\t\t\tLast Modified: 04/22/2015\n\n\t\t\t\t\tSubmitted by: Stephanie M Schwartz"
 }
}