{
 "awd_id": "1434222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Workers' Perceptions of Health-Risk Exposure in an Extractive Industry",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 11012.0,
 "awd_amount": 11012.0,
 "awd_min_amd_letter_date": "2014-07-28",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "Scientists have shown that hydraulic fracturing to extract shale oil and gas in the United States can expose workers to unsafe levels of respirable crystalline silica, a dust that can cause debilitating and deadly lung diseases, raising questions about workers' health and the labor process in this expanding industry. This project examines factors shaping workers' perceptions of their silica exposure as regulatory change unfolds. The study analyzes the ways shale energy workers perceive this occupational health hazard in the context of the gendered social relations and spatio-temporal flexibility that characterizes their work to examine how it intersects with proposed federal regulation that would limit exposure to silica. This study contributes a new perspective to the growing shale gas scholarship, which to date has emphasized perceptions of community economic and environmental impacts. Further, it advances efforts within health geography to examine gendered and geographic processes mediating perceptions of health. Proposed regulations to limit occupational exposure to crystalline silica will impact companies and workers engaged in hydraulic fracturing; thus, this study will provide timely analysis derived collaboratively with stakeholders in government, industry, community organizations, and organized labor and will result in reports, and training and awareness materials related to crystalline silica in hydraulic fracturing operations.\r\n\r\nThis project analyzes processes that shape workers' health perception of silica exposure in the shale gas industry using theoretical tools developed in feminist and health geography to evaluate current regulatory proposals. It aims to understand how regulatory and industry discourses about workers' silica exposure affect how workers perceive silica exposure and practice mitigation, how the labor process affects how workers perceive silica exposure and practice mitigation and finally, how social relations outside of work, in particular those of the family, affect how workers perceive silica exposure and practice mitigation. Conducted primarily from Williamsport, Pennsylvania, a hub of drilling activity in the Marcellus Shale region, this research will be completed through semi-structured interviews with workers, family members, and government and industry representatives, in addition to institutional analysis, and participant observation. These methods will build upon preliminary research that has identified contradictions among regulatory efforts to establish safe and healthy workplace practices, normalized cultural attitudes about workplace health and safety, and the pressures and obligations felt by workers engaged in extractive work. The feminist methodological approach taken by this project advances qualitative, and specifically ethnographic research, as its focus on everyday experience makes it poised to examine contradictions between structural norms and individuals' identities that, in some instances, produce greater risk to individuals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "King",
   "pi_mid_init": "H",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Brian H King",
   "pi_email_addr": "bhk2@psu.edu",
   "nsf_id": "000074064",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arielle",
   "pi_last_name": "Hesse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arielle Hesse",
   "pi_email_addr": "alh359@psu.edu",
   "nsf_id": "000642154",
   "pi_start_date": "2014-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "302 Walker Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11012.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project provides empirical analysis of the relationship between hydraulic fracturing and governance mechanisms for occupational health in the United States. The combination of extractive technologies in the oil and gas industry in the mid-2000s reshaped energy landscapes in the US around the production of unconventional fossil fuels. The subcontracted structure of this, the hydraulic fracturing industry, combined with its industrial-scale equipment and use of materials raised significant occupational health concerns for public health scientists, government officials, industry, and workers. A key concern was workers&rsquo; exposure to silica dust. Silica is a carcinogen, and exposure to silica can also result in the respiratory disease silicosis.</p>\n<p>&nbsp;</p>\n<p>The project examined three governance mechanisms pertinent to silica and the hydraulic fracturing industry: 1) rulemaking, 2) enforcement of standards through inspections, and 3) workers&rsquo; compensation disease statutes. In 2016, the federal government finalized a new standard for silica, with specific analysis of, and enforcements dates for, the hydraulic fracturing industry. Silicosis, a well-known industrial disease, has long been codified in workers&rsquo; compensation statutes in many states, including those conducting hydraulic fracturing. The research that was conducted was primarily qualitative. It included interviews, participant observation, and textual analysis primarily in Pennsylvania, a state with significant hydraulic fracturing activity, but also Texas, Ohio, West Virginia, and Washington D.C.</p>\n<p>&nbsp;</p>\n<p>Governance mechanisms make certain actors (workers, government officials, employers) responsible for occupational health outcomes. The project used a geographic and feminist theoretical focus to understand the implications of governance mechanisms for silica for this highly mobile, masculine workforce. First, the project found that some mechanisms were not able to account for the spatial patterning of the industry. Specifically, federal enforcement of the silica standard lacks tools to respond to the highly transient nature of the industry and the short duration of silica exposures, diminishing the effectiveness of inspections. Moreover, state&rsquo;s workers&rsquo; compensation disease statutes are uneven across the states. Many include time limitation for occupational disease claims that would preclude workers employed in hydraulic fracturing due to the transience of their employment from filing successful claims. The project also found that the federal government&rsquo;s authority to strengthen standards for silica is interpreted by different stakeholders through discourses regarding the spatial patterning of the industry. In some instances, this affirms workers&rsquo; as the agent most responsible for maintaining safe and healthful work activities, mirroring dominant ways of describing occupational safety and health for this industry. Worker training events and health and safety conferences revealed that occupational safety and health was commonly situated within a broader set of economic concerns, and described as an individual responsibility of workers, facilitated by equipment provided by employers.</p>\n<p>&nbsp;</p>\n<p>This project has forwarded scholarly knowledge by providing empirical evidence regarding the impact of the hydraulic fracturing industry&rsquo;s spatial patterns and flexible work on occupational health governance, and theoretically by advancing the interrelationship between individual and collective responsibility that emerges through governance. Project reports to government officials being developed will include analysis of enforcement data, rulemaking procedures, and recommendations to improve oversight of the hydraulic fracturing industry given its flexibility. Through conversations with workers at worker events and conferences, and through participation in courses at regional training centers, research activities helped raise awareness and knowledge of silica as an occupational hazard.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2017<br>\n\t\t\t\t\tModified by: Arielle&nbsp;Hesse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project provides empirical analysis of the relationship between hydraulic fracturing and governance mechanisms for occupational health in the United States. The combination of extractive technologies in the oil and gas industry in the mid-2000s reshaped energy landscapes in the US around the production of unconventional fossil fuels. The subcontracted structure of this, the hydraulic fracturing industry, combined with its industrial-scale equipment and use of materials raised significant occupational health concerns for public health scientists, government officials, industry, and workers. A key concern was workers? exposure to silica dust. Silica is a carcinogen, and exposure to silica can also result in the respiratory disease silicosis.\n\n \n\nThe project examined three governance mechanisms pertinent to silica and the hydraulic fracturing industry: 1) rulemaking, 2) enforcement of standards through inspections, and 3) workers? compensation disease statutes. In 2016, the federal government finalized a new standard for silica, with specific analysis of, and enforcements dates for, the hydraulic fracturing industry. Silicosis, a well-known industrial disease, has long been codified in workers? compensation statutes in many states, including those conducting hydraulic fracturing. The research that was conducted was primarily qualitative. It included interviews, participant observation, and textual analysis primarily in Pennsylvania, a state with significant hydraulic fracturing activity, but also Texas, Ohio, West Virginia, and Washington D.C.\n\n \n\nGovernance mechanisms make certain actors (workers, government officials, employers) responsible for occupational health outcomes. The project used a geographic and feminist theoretical focus to understand the implications of governance mechanisms for silica for this highly mobile, masculine workforce. First, the project found that some mechanisms were not able to account for the spatial patterning of the industry. Specifically, federal enforcement of the silica standard lacks tools to respond to the highly transient nature of the industry and the short duration of silica exposures, diminishing the effectiveness of inspections. Moreover, state?s workers? compensation disease statutes are uneven across the states. Many include time limitation for occupational disease claims that would preclude workers employed in hydraulic fracturing due to the transience of their employment from filing successful claims. The project also found that the federal government?s authority to strengthen standards for silica is interpreted by different stakeholders through discourses regarding the spatial patterning of the industry. In some instances, this affirms workers? as the agent most responsible for maintaining safe and healthful work activities, mirroring dominant ways of describing occupational safety and health for this industry. Worker training events and health and safety conferences revealed that occupational safety and health was commonly situated within a broader set of economic concerns, and described as an individual responsibility of workers, facilitated by equipment provided by employers.\n\n \n\nThis project has forwarded scholarly knowledge by providing empirical evidence regarding the impact of the hydraulic fracturing industry?s spatial patterns and flexible work on occupational health governance, and theoretically by advancing the interrelationship between individual and collective responsibility that emerges through governance. Project reports to government officials being developed will include analysis of enforcement data, rulemaking procedures, and recommendations to improve oversight of the hydraulic fracturing industry given its flexibility. Through conversations with workers at worker events and conferences, and through participation in courses at regional training centers, research activities helped raise awareness and knowledge of silica as an occupational hazard.\n\n \n\n\t\t\t\t\tLast Modified: 06/29/2017\n\n\t\t\t\t\tSubmitted by: Arielle Hesse"
 }
}