{
 "awd_id": "1434682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Robust Optimization of Rich Vehicle Routing Problems Under Uncertainty",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 271697.0,
 "awd_amount": 271697.0,
 "awd_min_amd_letter_date": "2014-07-14",
 "awd_max_amd_letter_date": "2014-07-14",
 "awd_abstract_narration": "This project considers the utilization of a fleet of vehicles during freight and service delivery operations, and aims to enhance the ability to optimize such processes in view of operational uncertainty, such as uncertainty related to the transportation network (e.g., traffic conditions, road closings or vehicle break-downs), or uncertainty related to the delivery targets themselves (e.g., customer demands, time availabilities, or geographic locations). From a practical perspective, failure to take into account uncertainty when making operational decisions in this context may have significant economic and reputational repercussions for operators, as slight changes in operational conditions may lead even a carefully planned and \"optimized\" operation to become highly suboptimal or outright infeasible.  Furthermore, efficient optimization and risk-management frameworks for vehicle routing operations, such as the one developed in this project, can benefit the environment by reducing unwanted side-effects of delivery systems such as traffic congestion and pollution emissions.  In addressing this important issue, this project applies and advances the theoretical field of Robust Optimization (RO), which has emerged in the scientific literature as a promising framework to optimize mathematical models subject to parameter uncertainty. The project seeks to systematize the application of RO in the context of mathematical models used for the optimization of vehicle routing operations and to streamline the adoption of its theoretical and methodological innovations by practitioners. The project further impacts Education by providing training to graduate and undergraduate students on issues of freight and service delivery operations, optimization methods and algorithms, uncertainty quantification and analysis, and scientific computation, as well as enabling STEM outreach to K-12 students.\r\n\r\nThis project aims to develop an optimization framework for the systematic treatment of uncertainty in rich Vehicle Routing Problems (VRPs). VRPs consider a fleet of vehicles and their optimal utilization in freight and service delivery operations. Rich VRP settings particularly account for complicated operational realities that are answered in practice.  From a practical perspective, it is of interest to design freight and service delivery systems that take into account operational uncertainties, since failure to do so may lead to solutions that are infeasible or highly suboptimal. The project applies the Robust Optimization (RO) framework, which has not been considered much in the context of VRPs. The framework seeks to optimize the problem in view of a \"worst-case\" scenario, as dictated by an uncertainty set that is suitably selected to reflect the decision maker's tolerance for risk and ambiguity. An RO-based approach can be advantageous from a tractability viewpoint and does not require precise distributional knowledge. The expected methodological contributions include the development of (a) robust formulations, cutting planes, and efficient exact solution approaches, (b) robust feasibility checks and efficient metaheuristic solution approaches, and (c) associated uncertainty sets that are tractable, practically relevant, and easily tuned according to risk tolerance. Furthermore, we plan to compile comprehensive collections of new benchmark instances and computational performance profiles, which will help to stimulate research efforts in the area. Efficient rich-VRP optimization and risk-management frameworks, such as the one developed in this project, can have an important impact in the competitiveness, service quality and sustainability of companies that adopt them. Furthermore, they benefit the environment by reducing unwanted side-effects of delivery systems, such as traffic congestion and pollution emissions. The project will further impact Education via providing training to graduate and undergraduate students on issues of freight and service delivery operations, optimization methods and algorithms, uncertainty quantification and analysis, and scientific computation, as well as enabling STEM outreach to K-12 students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chrysanthos",
   "pi_last_name": "Gounaris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chrysanthos Gounaris",
   "pi_email_addr": "gounaris@cmu.edu",
   "nsf_id": "000653365",
   "pi_start_date": "2014-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "1787",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "5514",
   "pgm_ref_txt": "OPERATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 271697.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated advanced computational strategies for the optimization of complex distribution operations, such as operations involving a heterogeneous fleet of vehicles or operations spanning across multiple periods, among others. For such contexts, various robust optimization methodologies were developed to address parametric uncertainty in customer demands as well as uncertainty in the exact composition of the customer base. These research activities also led to the development of&nbsp; novel algorithms for two-stage optimization problems under uncertainty, which can be applied for the optimization of systems beyond the scope of distribution operations.</p>\n<p>Highlight outcomes of this project included:</p>\n<p>1. Our work on the Consistent Traveling Salesman problem constituted  the   first-ever effort in the open literature to develop an  exact  approach   for addressing a multi-period Vehicle Routing Problem (VRP)  with   explicit  consistency considerations. Extensions of this work  allowed  us   to address interesting multi-vehicle variants, such as the  Driver    Assignment VRP, and the Time Window Assigment Problem.</p>\n<p>2. Our work on K-adaptability contained interesting theoretical  results   about the continuity, convexity, and complexity of  fully-adaptive   two-stage robust optimization problems and their  K-adaptable   counterparts. Furthermore, the proposed methodology to solve  these   problems to exact optimality constituted the first algorithm that  could   do so for the case of problems with mixed-integer recourse.</p>\n<p>3. Our extension of theoretical results for the numerically efficient    verification of robust feasibility (in the context of various classes    of unceratinty sets) allows researchers and practitioners to readily    extend deterministic VRP solution approaches (both exact and    metaheuristic) and associated codes so as to mitigate risk stemming from    uncertainty in customer demands.</p>\n<p>4. Our work on the Multi-period VRP with Stochastic Customers, which   addresses uncertainty in the existence of customers, constituted the   first-ever work reported in the  open literature where such a VRP   setting is addressed via robust  optimization</p>\n<p>All scientific innovations were broadly disseminated via journal  publications and presentations in international conferences. Other  broader impacts of this work included the engagement of Ph.D-. and  M.S.-level students at Carnegie Mellon University, the incorporation of  the findings in course curricula, and the collaboration of the academic  team with researchers and practitioners from the chemical process  industry.</p>\n<dl class=\"clearing\"><dd> </dd></dl><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2018<br>\n\t\t\t\t\tModified by: Chrysanthos&nbsp;Gounaris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated advanced computational strategies for the optimization of complex distribution operations, such as operations involving a heterogeneous fleet of vehicles or operations spanning across multiple periods, among others. For such contexts, various robust optimization methodologies were developed to address parametric uncertainty in customer demands as well as uncertainty in the exact composition of the customer base. These research activities also led to the development of  novel algorithms for two-stage optimization problems under uncertainty, which can be applied for the optimization of systems beyond the scope of distribution operations.\n\nHighlight outcomes of this project included:\n\n1. Our work on the Consistent Traveling Salesman problem constituted  the   first-ever effort in the open literature to develop an  exact  approach   for addressing a multi-period Vehicle Routing Problem (VRP)  with   explicit  consistency considerations. Extensions of this work  allowed  us   to address interesting multi-vehicle variants, such as the  Driver    Assignment VRP, and the Time Window Assigment Problem.\n\n2. Our work on K-adaptability contained interesting theoretical  results   about the continuity, convexity, and complexity of  fully-adaptive   two-stage robust optimization problems and their  K-adaptable   counterparts. Furthermore, the proposed methodology to solve  these   problems to exact optimality constituted the first algorithm that  could   do so for the case of problems with mixed-integer recourse.\n\n3. Our extension of theoretical results for the numerically efficient    verification of robust feasibility (in the context of various classes    of unceratinty sets) allows researchers and practitioners to readily    extend deterministic VRP solution approaches (both exact and    metaheuristic) and associated codes so as to mitigate risk stemming from    uncertainty in customer demands.\n\n4. Our work on the Multi-period VRP with Stochastic Customers, which   addresses uncertainty in the existence of customers, constituted the   first-ever work reported in the  open literature where such a VRP   setting is addressed via robust  optimization\n\nAll scientific innovations were broadly disseminated via journal  publications and presentations in international conferences. Other  broader impacts of this work included the engagement of Ph.D-. and  M.S.-level students at Carnegie Mellon University, the incorporation of  the findings in course curricula, and the collaboration of the academic  team with researchers and practitioners from the chemical process  industry.\n \n\n\t\t\t\t\tLast Modified: 06/08/2018\n\n\t\t\t\t\tSubmitted by: Chrysanthos Gounaris"
 }
}