{
 "awd_id": "1434723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Role of Recommendation Letters in Selective College Admissions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2014-08-22",
 "awd_abstract_narration": "This dissertation builds on research regarding school effects, status attainment, and stratification by examining the role of teacher recommendations in selective college admissions. Through the process of effectively maintained inequality, parents may attempt to secure advantages for their children by sending them to well-resourced schools that are believed to provide an advantage in learning and life-outcomes.  According to school effects research, though, school characteristics account for a relatively small proportion of the variation in student outcomes. Using a mixed-methods approach, this dissertation tests whether letters of recommendation written by teachers at well-resourced schools provide an advantage in highly selective college admissions relative to equally qualified applicants from less privileged schools.\r\n\r\nLetters of recommendation are posited to provide an advantage to students from privileged high schools in selective college admissions. These letters are a mechanism through which school characteristics directly affect the likelihood of college admission that is not mediated by student achievement. This project introduces new methods and data to sociological inquiry: computational linguistic analysis, which lies at the intersection of computer and social sciences. Key concepts and methods will be translated and applied in a way that is accessible and useful to sociologists. Data generated by this project will eventually be made available to other scholars and substantive findings will be shared with practitioners.\r\n\r\nQualitative interviews with 15-30 admissions officers at highly selective colleges and universities will establish the role of teacher evaluations in the admissions process. The core of the project is a collection of nearly 25,000 teacher evaluations that were submitted to a top research university which are linked to limited biographical information and achievement indicators of applicants. A sample of these letters is analyzed using traditional qualitative methods and the entire corpus will be quantitatively examined using computational linguistic analysis. Finally, an experiment will test the findings of the qualitative interviews and measure how differences in letters of recommendation associated with high school characteristics impact admissions decisions at highly selective universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Carbonaro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Carbonaro",
   "pi_email_addr": "Carbonaro.1@nd.edu",
   "nsf_id": "000532011",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Schwarz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Schwarz",
   "pi_email_addr": "jschwar1@nd.edu",
   "nsf_id": "000657278",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Jonathan Schwarz has completed research for his dissertation, &ldquo;Lost in Translation: High School Privilege &amp; Elite College Admission,&rdquo; supported by the NSF Doctoral Dissertation Research Improvement Grant.&nbsp; During the funding period, he conducted 14 interviews with elite university admission officers at 10 universities that have a nationally recognizable brand and accept fewer than 12% of applicants and processed and cleaned nearly 20,000 anonymized letters of recommendation.&nbsp; As a sociologist of education, Schwarz was interested in how the high school one attends impact future life outcomes.&nbsp; Specifically, what is the role of letters of recommendation in elite college admission, are there differences in letters of recommendation associated with dimensions of high school privilege, and do these differences impact the likelihood that an applicant will be admitted to an elite university.</p>\n<p>With the interviews, Schwarz accomplished the first goal of his research by showing that letters of recommendation are an important form of input in the selection process at elite universities.&nbsp; Transcript data (high school grades, class rank, courses taken, and standardized test scores) is the first source that admission officers at elite universities use to screen applicants.&nbsp; These data are insufficient, though, at the task of winnowing down the applicant pool.&nbsp; Admissions officers take a holistic approach and look at other application components such as letters of recommendation, essays, and activities.&nbsp; This research shows the primacy of letters of recommendation in the holistic approach and that admissions officers use these other components to measure applicants&rsquo; &ldquo;fit&rdquo; or &ldquo;cultural match,&rdquo; with the university.</p>\n<p>Using text analysis of the letters of recommendation, Schwarz shows that even after controlling for student background (race and sex) and previous achievement, high school characteristics are associated with the quality of letters of recommendation.&nbsp; Specifically, letters from schools with high proportion of poverty (as measured by free and reduced price lunch eligibility) and schools with a higher student-teacher ratio are both shorter (as measured by operative word count) and less-positive (as measured by sentiment analysis). &nbsp;Letters from schools with higher student-teacher ratios are also less positive.&nbsp; There is an indication that these differences may impact students&rsquo; life-outcomes, as students with more glowing letters of recommendation are more likely to be admitted to on specific elite university, even after controlling for student achievement and background.&nbsp;</p>\n<p>The research conducted under this grant forms the basis of Schwarz&rsquo;s dissertation at the University of Notre Dame.&nbsp; To be completed in 2016, the dissertation is an important contribution to the study of the intergenerational transmission of advantage by elaborating a previously unmeasured mechanism through which parents are able to transmit advantage to their children.&nbsp; Effectively Maintained Inequality (EMI) posits that wherever an advantage is available, those in a privileged position will secure that advantage.&nbsp; In this case, parents who are able send their children to more resourced schools.&nbsp; In return, their children receive qualitatively and quantitatively different letters of recommendation that increase the likelihood that they will be admitted to an elite university.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/12/2016<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;Schwarz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nJonathan Schwarz has completed research for his dissertation, \"Lost in Translation: High School Privilege &amp; Elite College Admission,\" supported by the NSF Doctoral Dissertation Research Improvement Grant.  During the funding period, he conducted 14 interviews with elite university admission officers at 10 universities that have a nationally recognizable brand and accept fewer than 12% of applicants and processed and cleaned nearly 20,000 anonymized letters of recommendation.  As a sociologist of education, Schwarz was interested in how the high school one attends impact future life outcomes.  Specifically, what is the role of letters of recommendation in elite college admission, are there differences in letters of recommendation associated with dimensions of high school privilege, and do these differences impact the likelihood that an applicant will be admitted to an elite university.\n\nWith the interviews, Schwarz accomplished the first goal of his research by showing that letters of recommendation are an important form of input in the selection process at elite universities.  Transcript data (high school grades, class rank, courses taken, and standardized test scores) is the first source that admission officers at elite universities use to screen applicants.  These data are insufficient, though, at the task of winnowing down the applicant pool.  Admissions officers take a holistic approach and look at other application components such as letters of recommendation, essays, and activities.  This research shows the primacy of letters of recommendation in the holistic approach and that admissions officers use these other components to measure applicantsÆ \"fit\" or \"cultural match,\" with the university.\n\nUsing text analysis of the letters of recommendation, Schwarz shows that even after controlling for student background (race and sex) and previous achievement, high school characteristics are associated with the quality of letters of recommendation.  Specifically, letters from schools with high proportion of poverty (as measured by free and reduced price lunch eligibility) and schools with a higher student-teacher ratio are both shorter (as measured by operative word count) and less-positive (as measured by sentiment analysis).  Letters from schools with higher student-teacher ratios are also less positive.  There is an indication that these differences may impact studentsÆ life-outcomes, as students with more glowing letters of recommendation are more likely to be admitted to on specific elite university, even after controlling for student achievement and background. \n\nThe research conducted under this grant forms the basis of SchwarzÆs dissertation at the University of Notre Dame.  To be completed in 2016, the dissertation is an important contribution to the study of the intergenerational transmission of advantage by elaborating a previously unmeasured mechanism through which parents are able to transmit advantage to their children.  Effectively Maintained Inequality (EMI) posits that wherever an advantage is available, those in a privileged position will secure that advantage.  In this case, parents who are able send their children to more resourced schools.  In return, their children receive qualitatively and quantitatively different letters of recommendation that increase the likelihood that they will be admitted to an elite university. \n\n \n\n\t\t\t\t\tLast Modified: 04/12/2016\n\n\t\t\t\t\tSubmitted by: Jonathan Schwarz"
 }
}