{
 "awd_id": "1435872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF/Collaborative Research: Collaboration to Accelerate the Discovery of New Alloys for Additive Manufacturing",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927766",
 "po_email": "jschluet@nsf.gov",
 "po_sign_block_name": "John Schlueter",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 329232.0,
 "awd_amount": 329232.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2014-08-17",
 "awd_abstract_narration": "Non-technical:  Recently, there has been significant interest in additive manufacturing, also known as 3-D printing. While there have been many efforts aimed at exploring the geometric design space, thus enabling innovative components, such efforts invariably use legacy materials (e.g., Ti-6Al-4V) that were designed and optimized decades ago for conventional manufacturing approaches. When the material is not part of the design strategy, there is both an intrinsic risk and an opportunity lost. With respect to risk, such legacy materials may exhibit properties that are inferior to the same material prepared using conventional approaches. For example, when Ti-6-4 is arbitrarily selected for additive manufacturing processes, the resultant material exhibits properties that vary according to both testing direction and spatial location. With respect to the lost opportunity, there are unique characteristics of the additive manufacturing processes, such as very high solidification rates, that can result in superior properties for the right materials.  Thus, there is a need to design new materials that leverage the unique characteristics of additive manufacturing processes to achieve a balance of properties that exceeds what is currently possible when legacy materials are used. The titanium alloys developed under this Designing Materials to Revolutionize and Engineer our Future (DMREF) program, as well as the general framework of accelerated alloy development, will be disseminated through a series of industry dissemination workshops. This dissemination will impact a wide range of economic sectors, including, for example, aerospace, automotive, and biomedical.\r\n\r\nTechnical:  This project is directed toward the design of a modern creep-resistant beta-titanium alloy to be produced via additive manufacturing. This will be achieved by integrating high-throughput combinatorial materials science, state-of-the-art materials characterization, computational materials science, and data-science. The project seeks to: (1) discover and model the fundamental interrelationship between the far-from equilibrium conditions of additive manufacturing processes and materials composition on the resulting microstructure and properties; (2) fully describe the materials composition and structure using multi-dimensional, multi-spatial, and multi-spectral approaches; (3) determine, via powerful data science approaches, hidden correlations (e.g., mechanisms) between composition, structure, and properties as assessed using both computational and experimental techniques; (4) validate the mechanisms via computational modeling and critical experimentation; and (5) design, as a multi-university team, a new material for additive manufacturing processes. Along the way, the team will develop both an ontology and data science standards so that the information can be shared easily amongst the four universities during the program and disseminated more broadly at the conclusion of the effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Collins",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Peter C Collins",
   "pi_email_addr": "pcollins@iastate.edu",
   "nsf_id": "000537928",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "3940 N. Elm St",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762077102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 39752.0
  }
 ],
 "por": null
}