{
 "awd_id": "1435522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Plant-Based Removal of Emerging Contaminants and Pesticides from Contaminated Surface Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 300017.0,
 "awd_amount": 300017.0,
 "awd_min_amd_letter_date": "2014-08-05",
 "awd_max_amd_letter_date": "2014-08-05",
 "awd_abstract_narration": "1435522\r\nWilson\r\n\r\nPlant-Based Removal of Emerging Contaminants and Pesticides from Contaminated Surface Water\r\n\r\nWater quality throughout the United States and elsewhere in the world is a major concern. Non-point source contaminants originate from many different land-use activities, and include organic pesticides used in landscape maintenance as well as contaminants of emerging concern associated with use of reclaimed water for irrigation. Methods are needed to remove these bioactive compounds from contaminated surface water. Stormwater retention ponds were originally designed to reduce sediment discharges from watershed drainage basins by slowing the flow of the drainage water. These systems remove sediment-associated contaminants, but are not designed for removal of dissolved contaminants. Floating bioremediation islands planted with emergent macrophytes may provide an innovative option for adding organic contaminant removal functions to stormwater retention ponds. Emergent plants grow on a mat floating on the water surface, rather than rooted in the bottom sediments. Unlike in constructed wetlands, these emergent plants can tolerate wide fluctuations in water depth that are typical of stormwater retention ponds. Such systems have been used for removal of nutrients and heavy metals from stormwater. However, no information is available regarding the removal of organic pollutants. This project has the potential to provide dissolved organic contaminant removal options to every community in the United States and the world, where they are present in stormwater retention ponds. This could reduce ecological risks and develop higher quality water sources. This project will also provide an educational opportunity for a doctoral student, who will learn and routinely practice critical thinking skills, chemical extraction and analysis methods, trouble-shooting and operational principles, and statistical analysis. In addition to providing tangible improvements in water quality where implemented, results from the studies will be also packaged in written and video format for incorporation into the PI's extension program at the University of Florida/IFAS. Materials will be used to train extension agents, students, environmental managers, teachers, agency staff, and any other stakeholders who can use the information.\r\n\r\nThe overall objective of this project is to evaluate the potential for enhancing the removal of harmful organic contaminants from contaminated surface water using emergent wetland plants grown on floating islands. The plants essentially function as biological pumps and as a substrate for possibly synergistic, contaminant-degrading microflora to attach and grow. Specific aims are to characterize the kinetics of pollutant removal, the fate of the contaminants within the phytoremediation system, and the effects of plant density and type on phytoremediation efficiency. This project focuses on eight surrogate contaminants with Log Kow values ranging from 1.4-4.2, the optimal range for plant uptake. Additionally, two emergent wetland plant species are evaluated. These are hearty plants that have been shown to remove organic herbicides from hydroponic solutions. The fate and possible degradation of contaminants by the plants will be evaluated using non-radiolabeled standards and Gas Chromatography-Mass Spectrometry analysis. Mass-balance studies to measure the kinetics of uptake and accumulation sinks will be conducted using radiolabeled contaminants and mass-balance chambers. Predictions of potential mass uptake relative to cumulative water volume transpired through the plants will be made. These predictions will be validated using mesocosm-scale field studies. Results will define expectations for removal efficiencies and will be useful for designing systems targeting specific contaminants based on their properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Wilson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick C Wilson",
   "pi_email_addr": "pcwilson@ufl.edu",
   "nsf_id": "000616509",
   "pi_start_date": "2014-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida/IFAS IRREC",
  "perf_str_addr": "2199 South Rock Road",
  "perf_city_name": "Fort Pierce",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "349453138",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "FL18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 300017.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the past year, we conducted field trials using floating treatment wetlands established in 100-gallon cattle watering tanks located on the University of Florida campus.&nbsp; These studies used floating mats (Beemats) to hold the plant shoots above water and roots below the water surface.&nbsp; The mats were established with Acorus gramenius (Japanese Sweetflag) or Canna hybrida 'Orange King Humbert' plants at low, medium, and high planting densities based on the surface area of the mats.&nbsp; The water underneath the floating mats was dosed with nutrients to support plant growth.&nbsp; The water was also dosed with the contaminants acetaminophen, carbamazepine, sulfamethoxazole, 17-beta estradiol, atrazine, and PFOA at environmentally realistic concentrations.&nbsp; Water samples were collected over a 17-week period for analysis of contaminant concentrations.&nbsp; Results indicated that contaminant dissipation was most influenced by the chemical followed by the plant species, and that planting density did not influence contaminant dissipation.&nbsp; Generally, plants at the lower densities grew larger than those at higher planting densities.&nbsp; Contaminant dissipation generally occurred more quickly and/or to a greater extent in tanks established with Cannas.&nbsp;</p>\n<p>Based on dissipation results in the mesocosms studies, lab studies were conducted to determine the distribution and disposition of atrazine, carbamazepine, and sulfamethoxazole within Cannas.&nbsp; Plants were grown in a hydroponic nutrient solution containing each contaminant.&nbsp; After 14 days, plants were divided into roots and shoots, and were then assayed to determine if the original chemical structure had changed.&nbsp; &nbsp;In addition, one plant from each contaminant treatment was pressed onto x-ray film for 60 days to visualize where the contaminants were in the plants.&nbsp; Results indicated that all three contaminants were altered within the plants.&nbsp; However, more work is needed to determine the structural identity of the altered contaminants.&nbsp; X-ray visualization showed the contaminants in the roots and shoots, with shoot content generally being greater in the older, outer leaves.&nbsp; Taken together, these and previous results indicate significant potential for using floating treatment wetlands for removing some, but not all, organic contaminants from contaminated surface water.&nbsp;</p>\n<p>Results from the field studies were presented in a poster at the ACS meetings in Orlando FL this past April.&nbsp; Results from the lab studies were presented in a poster at the ACS meetings in San Diego, CA in August.&nbsp; Results from uptake studies were published in the journal Water, Air, and Soil Pollution.&nbsp; We also submitted a manuscript to the International Journal of Phytoremediation and have two others in the final stages of preparation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2019<br>\n\t\t\t\t\tModified by: Patrick&nbsp;C&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the past year, we conducted field trials using floating treatment wetlands established in 100-gallon cattle watering tanks located on the University of Florida campus.  These studies used floating mats (Beemats) to hold the plant shoots above water and roots below the water surface.  The mats were established with Acorus gramenius (Japanese Sweetflag) or Canna hybrida 'Orange King Humbert' plants at low, medium, and high planting densities based on the surface area of the mats.  The water underneath the floating mats was dosed with nutrients to support plant growth.  The water was also dosed with the contaminants acetaminophen, carbamazepine, sulfamethoxazole, 17-beta estradiol, atrazine, and PFOA at environmentally realistic concentrations.  Water samples were collected over a 17-week period for analysis of contaminant concentrations.  Results indicated that contaminant dissipation was most influenced by the chemical followed by the plant species, and that planting density did not influence contaminant dissipation.  Generally, plants at the lower densities grew larger than those at higher planting densities.  Contaminant dissipation generally occurred more quickly and/or to a greater extent in tanks established with Cannas. \n\nBased on dissipation results in the mesocosms studies, lab studies were conducted to determine the distribution and disposition of atrazine, carbamazepine, and sulfamethoxazole within Cannas.  Plants were grown in a hydroponic nutrient solution containing each contaminant.  After 14 days, plants were divided into roots and shoots, and were then assayed to determine if the original chemical structure had changed.   In addition, one plant from each contaminant treatment was pressed onto x-ray film for 60 days to visualize where the contaminants were in the plants.  Results indicated that all three contaminants were altered within the plants.  However, more work is needed to determine the structural identity of the altered contaminants.  X-ray visualization showed the contaminants in the roots and shoots, with shoot content generally being greater in the older, outer leaves.  Taken together, these and previous results indicate significant potential for using floating treatment wetlands for removing some, but not all, organic contaminants from contaminated surface water. \n\nResults from the field studies were presented in a poster at the ACS meetings in Orlando FL this past April.  Results from the lab studies were presented in a poster at the ACS meetings in San Diego, CA in August.  Results from uptake studies were published in the journal Water, Air, and Soil Pollution.  We also submitted a manuscript to the International Journal of Phytoremediation and have two others in the final stages of preparation.\n\n\t\t\t\t\tLast Modified: 09/26/2019\n\n\t\t\t\t\tSubmitted by: Patrick C Wilson"
 }
}