{
 "awd_id": "1435602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interannual Variability of Winter-Spring Temperature in the Middle Atlantic Bight:  Linkages to Large-Scale Atmospheric and Oceanic Changes",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 768030.0,
 "awd_amount": 768030.0,
 "awd_min_amd_letter_date": "2014-07-09",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "The coastal ocean off the northeastern U.S. encompassing the Gulf of Maine and the Middle Atlantic Bight is a dynamic and highly productive system supporting economically important commercial fisheries. The ocean temperature in this region experienced an extreme warming event in 2012, which greatly impacted the coastal ecosystem and commercial fisheries. Therefore, understanding year-to-year variability of ocean temperature in this region, especially extreme change such as the 2012 warming, would provide the scientific basis necessary for ecosystem management and thus has important economic impacts for the commercial fishing industry. This project investigates the roles of large-scale atmospheric and oceanic processes in the interannual variability of winter-spring temperatures in the Middle Atlantic Bight, with a focus on the extreme warm and cold years.  The investigators have been discussing this research with several scientists in the National Marine Fisheries Service and plan to share the results with them. The investigators will also be in close contact with the Commercial Fisheries Research Foundation in Rhode Island to communicate the results to the commercial fishing industry in the Northeast and participate in workshops dealing with management implications of the recent extreme interannual variability in the Northeast. Finally, the investigators have been, and will continue, presenting their work to the general public.\r\n\t\r\nThe overall objective of this research is to better understand the mechanistic links between the large-scale atmospheric/oceanic processes and the interannual temperature anomalies on the Northeast U.S. Shelf, with an ultimate goal of identifying useful predictors of extreme temperature events. Recent studies indicate that Arctic warming increases the north-south amplitude of the polar jet stream and reduces its wind speed, resulting in slower-moving weather systems in mid-latitude regions and a higher probability of extreme events. A recent case study identified a direct link between the atmospheric jet stream variability and ocean temperature anomalies on the shelf in the Middle Atlantic Bight during the unusually warm winter of 2011-2012. This research will extend this case study from one winter to a longer period with multiple extreme warm/cold winter-springs to address the following scientific questions. What is the response of the coastal ocean in the northeastern U.S. to such extreme year-to-year variability of the climate system? To what extent is the interannual variability of temperature in the Middle Atlantic Bight due to the large-scale atmospheric forcing, e.g., jet stream variability? What are the relative contributions from oceanic processes versus atmospheric processes? To better understand the relative importance of the atmospheric and oceanic processes, a detailed local ocean heat budget analysis will be carried out based on both the observations and numerical simulations. The investigators will then explore the links between the interannual variability of each heat budget term associated with the temperature anomalies over the continental shelf and the large-scale atmospheric/ocean circulation. The analysis will focus on the winter-spring period, when inter-annual anomalies are the largest. This is also the seasonal time frame when the extreme warm anomaly in 2012 and the record-low temperatures in early 2014 occurred.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ke",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ke Chen",
   "pi_email_addr": "kchen@whoi.edu",
   "nsf_id": "000666109",
   "pi_start_date": "2014-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Glen",
   "pi_last_name": "Gawarkiewicz",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Glen G Gawarkiewicz",
   "pi_email_addr": "ggawarkiewicz@whoi.edu",
   "nsf_id": "000355077",
   "pi_start_date": "2014-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Young-Oh",
   "pi_last_name": "Kwon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young-Oh Kwon",
   "pi_email_addr": "ykwon@whoi.edu",
   "nsf_id": "000427864",
   "pi_start_date": "2014-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 768030.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to better understand the response of the northeastern U.S. shelf region to interannual and extreme changes of temperature due to both local and remote forcings, and provide important scientific background necessary for the management of commercially important marine resources in times of extreme interannual variability.</p>\n<p>The PIs investigated the interannual and extreme variability of ocean temperature in the Northwest U.S. coastal ocean including the Mid-Atlantic Bight (MAB) based on detailed local heat budget analysis as well as the relationship with large-scale atmospheric and oceanic circulation changes represented by the changes in the jet stream latitudinal position, North Atlantic Oscillation (NAO), the Gulf Stream position, and Pacific Decadal Oscillation (PDO).</p>\n<p>The main processes controlling the heat balance in the Northwest Atlantic coastal ocean include air-sea heat exchange, along-shelf advective flux and cross-shelf advective flux. Each of these three contributions to the heat balance operates on different temporal and spatial scales. One important goal of this project was to elucidate the relative importance of these processes during extreme events and over interannual time scale. Our research clearly demonstrates that the record-breaking extreme warm anomaly over the entire Northeast U.S. coastal ocean in 2012 was primarily controlled by the anomalous atmospheric forcing, which was further linked to the northward shift in jet stream associated with a blocking event. Ocean advective fluxes were secondary during this extreme event, although the Gulf Stream diverted to the shelf edge in late 2011 before the extreme warm anomaly happened in 2012. From year to year, although the atmospheric forcing, i.e., air-sea heat flux are more important in contributing the shelf temperature anomaly for most springs and winters, ocean advective fluxes are more important in some years. Therefore, understanding the temperature variability and its controlling processes need to based on specific atmospheric and oceanic conditions on different scales. Our research also showed that the local processes controlling the temperature variability are connected to the large-scale atmospheric and oceanic processes. We showed that the local latitude of the jet stream could influence the air-sea heat flux and sea surface temperature (SST) in the Northeast U.S. coastal ocean. The SST in this region can also be linked to the variability in the Pacific, i.e., PDO.</p>\n<p>The results from this project are disseminated through 7 peer-reviewed journal articles and 11 formal presentations in national and international conferences, several invited visits to academic institutions, and numerous informal presentations and discussions with scientists, National Marine Fishery Services, and commercial fishing industry. This project also supported the lead-PI&rsquo;s transition from a postdoctoral scientist to a principle investigator, training of a guest student, and training and recruitment of a student in MIT-WHOI joint program in oceanography.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2017<br>\n\t\t\t\t\tModified by: Ke&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this project was to better understand the response of the northeastern U.S. shelf region to interannual and extreme changes of temperature due to both local and remote forcings, and provide important scientific background necessary for the management of commercially important marine resources in times of extreme interannual variability.\n\nThe PIs investigated the interannual and extreme variability of ocean temperature in the Northwest U.S. coastal ocean including the Mid-Atlantic Bight (MAB) based on detailed local heat budget analysis as well as the relationship with large-scale atmospheric and oceanic circulation changes represented by the changes in the jet stream latitudinal position, North Atlantic Oscillation (NAO), the Gulf Stream position, and Pacific Decadal Oscillation (PDO).\n\nThe main processes controlling the heat balance in the Northwest Atlantic coastal ocean include air-sea heat exchange, along-shelf advective flux and cross-shelf advective flux. Each of these three contributions to the heat balance operates on different temporal and spatial scales. One important goal of this project was to elucidate the relative importance of these processes during extreme events and over interannual time scale. Our research clearly demonstrates that the record-breaking extreme warm anomaly over the entire Northeast U.S. coastal ocean in 2012 was primarily controlled by the anomalous atmospheric forcing, which was further linked to the northward shift in jet stream associated with a blocking event. Ocean advective fluxes were secondary during this extreme event, although the Gulf Stream diverted to the shelf edge in late 2011 before the extreme warm anomaly happened in 2012. From year to year, although the atmospheric forcing, i.e., air-sea heat flux are more important in contributing the shelf temperature anomaly for most springs and winters, ocean advective fluxes are more important in some years. Therefore, understanding the temperature variability and its controlling processes need to based on specific atmospheric and oceanic conditions on different scales. Our research also showed that the local processes controlling the temperature variability are connected to the large-scale atmospheric and oceanic processes. We showed that the local latitude of the jet stream could influence the air-sea heat flux and sea surface temperature (SST) in the Northeast U.S. coastal ocean. The SST in this region can also be linked to the variability in the Pacific, i.e., PDO.\n\nThe results from this project are disseminated through 7 peer-reviewed journal articles and 11 formal presentations in national and international conferences, several invited visits to academic institutions, and numerous informal presentations and discussions with scientists, National Marine Fishery Services, and commercial fishing industry. This project also supported the lead-PI?s transition from a postdoctoral scientist to a principle investigator, training of a guest student, and training and recruitment of a student in MIT-WHOI joint program in oceanography.\n\n\t\t\t\t\tLast Modified: 10/10/2017\n\n\t\t\t\t\tSubmitted by: Ke Chen"
 }
}