{
 "awd_id": "1435605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Development of an In Situ Porewater Sampler Coupled to an Underwater Mass Spectrometer for High-Resolution Biogenic Gas Measurements in Permeable Sediments",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 108470.0,
 "awd_amount": 132249.0,
 "awd_min_amd_letter_date": "2014-07-21",
 "awd_max_amd_letter_date": "2016-08-11",
 "awd_abstract_narration": "Continental shelves are known as rich fishing grounds but they also provide a suite of less constrained, valuable ecosystem services. In particular, these borderlands between the near shore environment and open ocean, are biogeochemical \"hot spots\" mediating fluxes carbon (C) and nitrogen (N) to the deep sea. The tight coupling between C and N has important implications for ocean productivity, atmospheric carbon dioxide (CO2) levels, and ultimately global climate. Because continental shelves are broad and shallow, much of the C and N cycling occurs within their sediments - approximately 70% of which are covered with permeable sands. Traditionally, it was thought the sandy sediments were unimportant in C and N cycling but, over the last two decades research has revealed that sandy sediments may be key players in marine biogeochemical cycles. However, the ability to quantify the contributions of sandy shelf environments has been limited by the absence of effective methods for sampling these environments on appropriate time. In this research the investigators will develop a novel field-deployable porewater sampling device coupled to an underwater mass spectrometer. This system will measure a full suite of biogenic gases (e.g., O2, CO2, N2, Ar, CH4, H2S) across a vertical gradient and calculate in situ reaction rates based on simultaneous estimates of gas concentrations and vertical advective porewater exchange. Along with the development of this instrument the investigators will also create an online instruction manual with videos explaining how to build the porewater sampling system, how to calibrate and test the mass spectrometer, etc., with the goal of propagating this technology the wider community. Successful completion of this work will produce a flexible porewater sampling and analysis platform that can be reproduced by scientists and engineers using off the shelf components. The research proposed here employs membrane inlet mass spectrometer analysis of the porewater, but this sampling platform could be used with other in situ analytical instrumentation as well. Importantly, this instrumentation will broadly expand our capabilities to measure C and N cycling in permeable marine sediments, and, in doing so, will provide relevant data for biogeochemical and global climate models.\r\n\r\nThe principal investigators (PIs) will design, build, and field test a novel porewater sampling interface for integration with an underwater membrane introduction mass spectrometer. The device will allow highly resolved, real-time measurements, with minimal sampling artifacts, of biogeochemically important gases (e.g., O2, CH4, N2, H2S) as well as total DIC (as CO2) in porewater of permeable sediments. Included in the system are sensors that allow vertical advection within porewater to be inferred from heat transport, thus permitting both in situ gas concentrations and reaction rates to be calculated in real time.  This system will represent a major advance in the ability to measure coupled biogeochemical processes within permeable sediments and will contribute to a better understanding of the biogeochemistry of continental shelves. Continental shelf sediments process much of the carbon and nitrogen exported from land or fixed in overlying waters. Approximately, 70% of the shelf seafloor is characterized by permeable sandy sediments. Lab-scale experiments indicate that organic matter processing within permeable sediments is rapid and efficient. Additionally, it appears that diagenesis and nutrient recycling are controlled by advection of bottom water through the pore space of these permeable surficial sediments. Advection determines the rate of particle capture (by bed filtration), the rate and pathways of mineralization (by oxidant flux), and the rate of return of remineralized nutrients to the water column. At present there is a disconnect between what we understand about permeable sediment biogeochemistry from small-scale manipulations and how we represent continental shelf biogeochemistry in a modeling framework.  The \"missing link\" is a set of reliable tools to measure dynamic processes in the field, and thus to provide good data and a basis for appropriate parameterization for modeling. The instrumentation to be built by the PIs and their students will overcome several of the present limitations of porewater sampling in permeable sediment environments. The system is designed to operate in situ without enclosure artifacts. It is designed to sample over extended time periods, making it more likely to capture transient events that may dominate sediment-water exchange. Because the sampling interface is coupled to a mass spectrometer, the system can collect accurate and precise data for multiple chemical species simultaneously. The proposed mass spectrometer and porewater sampling interface will represent a major step forward in the ability to measure biogeochemical properties in permeable sediment environments.  Data from this instrument system will allow researchers to address fundamental uncertainties about the roles of sandy sediments in global biogeochemistry such as the efficiency of denitrification or the production and consumption of greenhouse gases such as CH4 and N2O within sediments.  To assist the transfer of knowledge gained here to the wider community, a website for this instrument with part lists, and a blog where interested scientists can hold discussions on the instrument and potential broader applications of the technology. Additionally, instructional videos on relevant topics (e.g., construction, calibration, troubleshooting, field deployment) will be hosted via a YouTube channel dedicated to this project. One Ph.D. student will receive interdisciplinary research training at the junctures between engineering, oceanography, and biogeochemistry.  Undergraduate students will be trained in field and laboratory methods and a concerted effort to attract women and minorities will be made using resources available at BU (e.g., BU Summer Undergraduate Research Fellowship recruits minority students) and at the Skidaway Institute of Oceanography.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Savidge",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Savidge",
   "pi_email_addr": "WILLIAM.SAVIDGE@SKIO.UGA.EDU",
   "nsf_id": "000213824",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "200 D.W. Brooks Drive",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 68724.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 21686.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 41839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When water flows over the sandy seafloor, it creates small local pressure gradients &ndash; lower pressure over raised areas, and higher pressure over depressions.&nbsp; Water below the sediment surface will flow naturally from areas of high pressure to areas of low pressure.&nbsp; Thus water flowing over the surface will create secondary circulation within the sediment in response to the pressure field.&nbsp; Water flowing into the sediment carries oxygen and organic matter that feeds the bacteria living in the sand.&nbsp; Water flowing out carries nutrients and other products formed by bacterial metabolism.&nbsp; Lab experiments have shown that circulating water within the sand increases the rate of bacterial nutrient cycling, and it changes the relative importance of some bacterial metabolic pathways.&nbsp; Most notably, water circulation through sediments seems to encourage rapid denitrification.&nbsp; Denitrification is an important mechanism for removing nitrogen from continental shelf ecosystems.&nbsp;</p>\n<p>If denitrification (and nutrient cycling in general) is dependent on the rate at which water circulates through sand, then remineralization rates in the seafloor are likely to be more rapid and more variable than we might expect.&nbsp; But determining the actual rates at which these processes occur in the ocean is difficult.&nbsp; Once cannot simply incubate sediment to measure changes in chemical concentrations, because isolating the sediment from the surrounding flowing seawater immediately changes rate processes and pathways.&nbsp; Even placing an instrument on the sea floor alters rates in the immediate area because the object acts as raised topography and changes circulation in the sediment in the vicinity of the instrument.</p>\n<p>Our challenge was to develop an in situ sampling system that did not require enclosure of sediments or otherwise interfere with the natural advection of water through sediments; that could sample over an extended period to capture the natural variability in processes in response to variations in flow; and to be able to change sampling strategies when flow conditions change.&nbsp; &nbsp;The system we developed consisted of two components:&nbsp; an underwater mass spectrometer and a new sampling inlet that could be embedded below the sediment surface and which could selectively sample water from different depths within the sand.&nbsp; The buried inlet would also have the capacity to sense and measure the flow of water within the pore space.&nbsp;&nbsp; If both the concentrations and rate of transport of dissolved gases (e.g., O<sub>2</sub>, N<sub>2</sub>, CO<sub>2</sub>, CH<sub>4</sub>) can be measured, simultaneously, then the rate of biological activity within the sands can be calculated.&nbsp;</p>\n<p>The Skidaway Institute (SkIO) component of this effort was to design and build the actual inlet and to develop a way to measure the circulation of water within the sand.&nbsp; The inlet had to be small, but was going to be physically complex because it contained sensors and wiring and tubing and filters.&nbsp; It quickly became apparent that it would be time consuming to produce prototypes using traditional methods.&nbsp; However, with the help of Max Liao, a SkIO graduate student, we designed inlet components that could be 3D printed.&nbsp; We examined a number of different iterations in just a few weeks before settling on a design.&nbsp; The inlet is a planar structure with alternating fluid intakes (for gas sampling) and thermistors (for water movement) down the front edge of the device at ~ 1 cm intervals.&nbsp; The plumbing and wiring exited from the back edge where it connected to the mass spectrometer and data loggers.&nbsp; The role of the thermistors was to measure the propagation of heat (temperature) through the sand.&nbsp; Transport of heat at rates greater than what would be predicted from diffusion alone is proportional to the fluid flow through the sand.&nbsp; it.</p>\n<p>The 3D printer produced the inlet components, but the complete inlet required careful assembly and calibration.&nbsp; Assembly of an individual unit usually took about a week.&nbsp; Calibration of the thermistors would take another week or so. In all, we built about 5 different inlets for different purposes.&nbsp; A detailed video and photo tutorial of the assembly process has been posted on the project website.</p>\n<p>Modeling heat transport proved to be a difficult problem.&nbsp; We recruited two summer interns to help work on the modeling.&nbsp; We tried many different optimization and inversion schemes, but nothing worked very well.&nbsp; Eventually we modified a model developed to measure water percolation in streams.&nbsp; We changed it by adding routines to pass the data from the data logger to the computer where it would calculate transport individually for small vertical sections of the entire profile.</p>\n<p>The entire team gathered in St Petersburg, FL, for a field test of the entire integrated system.&nbsp; Unfortunately, the trial was plagued by minor technical and logistic glitches that prevented us from collecting a long time series of data from the site.&nbsp;</p>\n<p>We have succeeded in creating working system components, but there remain unresolved issues with getting the integrated system to work reliably.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2019<br>\n\t\t\t\t\tModified by: William&nbsp;B&nbsp;Savidge</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen water flows over the sandy seafloor, it creates small local pressure gradients &ndash; lower pressure over raised areas, and higher pressure over depressions.  Water below the sediment surface will flow naturally from areas of high pressure to areas of low pressure.  Thus water flowing over the surface will create secondary circulation within the sediment in response to the pressure field.  Water flowing into the sediment carries oxygen and organic matter that feeds the bacteria living in the sand.  Water flowing out carries nutrients and other products formed by bacterial metabolism.  Lab experiments have shown that circulating water within the sand increases the rate of bacterial nutrient cycling, and it changes the relative importance of some bacterial metabolic pathways.  Most notably, water circulation through sediments seems to encourage rapid denitrification.  Denitrification is an important mechanism for removing nitrogen from continental shelf ecosystems. \n\nIf denitrification (and nutrient cycling in general) is dependent on the rate at which water circulates through sand, then remineralization rates in the seafloor are likely to be more rapid and more variable than we might expect.  But determining the actual rates at which these processes occur in the ocean is difficult.  Once cannot simply incubate sediment to measure changes in chemical concentrations, because isolating the sediment from the surrounding flowing seawater immediately changes rate processes and pathways.  Even placing an instrument on the sea floor alters rates in the immediate area because the object acts as raised topography and changes circulation in the sediment in the vicinity of the instrument.\n\nOur challenge was to develop an in situ sampling system that did not require enclosure of sediments or otherwise interfere with the natural advection of water through sediments; that could sample over an extended period to capture the natural variability in processes in response to variations in flow; and to be able to change sampling strategies when flow conditions change.   The system we developed consisted of two components:  an underwater mass spectrometer and a new sampling inlet that could be embedded below the sediment surface and which could selectively sample water from different depths within the sand.  The buried inlet would also have the capacity to sense and measure the flow of water within the pore space.   If both the concentrations and rate of transport of dissolved gases (e.g., O2, N2, CO2, CH4) can be measured, simultaneously, then the rate of biological activity within the sands can be calculated. \n\nThe Skidaway Institute (SkIO) component of this effort was to design and build the actual inlet and to develop a way to measure the circulation of water within the sand.  The inlet had to be small, but was going to be physically complex because it contained sensors and wiring and tubing and filters.  It quickly became apparent that it would be time consuming to produce prototypes using traditional methods.  However, with the help of Max Liao, a SkIO graduate student, we designed inlet components that could be 3D printed.  We examined a number of different iterations in just a few weeks before settling on a design.  The inlet is a planar structure with alternating fluid intakes (for gas sampling) and thermistors (for water movement) down the front edge of the device at ~ 1 cm intervals.  The plumbing and wiring exited from the back edge where it connected to the mass spectrometer and data loggers.  The role of the thermistors was to measure the propagation of heat (temperature) through the sand.  Transport of heat at rates greater than what would be predicted from diffusion alone is proportional to the fluid flow through the sand.  it.\n\nThe 3D printer produced the inlet components, but the complete inlet required careful assembly and calibration.  Assembly of an individual unit usually took about a week.  Calibration of the thermistors would take another week or so. In all, we built about 5 different inlets for different purposes.  A detailed video and photo tutorial of the assembly process has been posted on the project website.\n\nModeling heat transport proved to be a difficult problem.  We recruited two summer interns to help work on the modeling.  We tried many different optimization and inversion schemes, but nothing worked very well.  Eventually we modified a model developed to measure water percolation in streams.  We changed it by adding routines to pass the data from the data logger to the computer where it would calculate transport individually for small vertical sections of the entire profile.\n\nThe entire team gathered in St Petersburg, FL, for a field test of the entire integrated system.  Unfortunately, the trial was plagued by minor technical and logistic glitches that prevented us from collecting a long time series of data from the site. \n\nWe have succeeded in creating working system components, but there remain unresolved issues with getting the integrated system to work reliably.\n\n\t\t\t\t\tLast Modified: 10/31/2019\n\n\t\t\t\t\tSubmitted by: William B Savidge"
 }
}