{
 "awd_id": "1435000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Nanochannel and Nanopore Architecture for Studying Translocation Dynamics of DNA",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 255290.0,
 "awd_amount": 255290.0,
 "awd_min_amd_letter_date": "2014-07-17",
 "awd_max_amd_letter_date": "2014-07-17",
 "awd_abstract_narration": "The sequence of bases on deoxyribonucleic acid (DNA) strand determines an individual's hereditary traits and his or her susceptibility to diseases. This sequence can be used to tailor conventional therapeutic approaches and deliver more personalized medicine based on an individual's genetic makeup. Solid-state nanopores and nanochannels present a new paradigm for DNA sequencing and can make sequence determination faster and cheaper than the currently used methods. However, these nanoscale tools have not been able to achieve the necessary control and reproducibility required for large-scale commercial applications. This award supports fundamental research for the development of an integrated nanoscale architecture that can harness the merits of both the solid-state nanopores and the nanochannels for controlled DNA analysis. The new platform will accelerate DNA sequencing research and has the potential to make personalized medicine a clinical reality. This research will also provide a rich foundation for teaching, training, and learning and open a new window to manufacturing and metrology at nanoscale. The program will also have extensive outreach component, including active recruitment and training of women and underrepresented minorities in engineering,\r\n\r\nNanopore sensors are poised to revolutionize DNA sequencing technology by obviating the need for chemical conversion and synthesis and by use of long read lengths. However, fast DNA translocation speed and low signal-to-noise ratio present scientific barriers that need to be overcome to realize the full application potential of these sensors. The objective of this research is to demonstrate enabling technologies necessary to design, fabricate, and assemble integrated nanoscale architecture for studying DNA translocation through nanopores, as well as to understand fundamental scientific principles that govern the translocation of long DNA molecules (>100 kb) using simultaneous electrical and optical signal readout. Results of this research will bring about a novel bioanalytical platform that can be used to capture comprehensive genetic data with high temporal resolution. In this research, an integrated nanochannel-nanopore device will be designed and fabricated, wherein nanochannels will be used to unravel the long coiled DNA and feed the stretched molecules into the nanopore, which in turn will be used to discern the structural features of the DNA. The understanding of underlying physics of nanopore translocation of long DNA strands and the ability to control this translocation dynamics will help to realize nanopore based DNA sequencers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "MinJun",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "MinJun Kim",
   "pi_email_addr": "mjkim@lyle.smu.edu",
   "nsf_id": "000491434",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Xiao",
   "pi_email_addr": "mx44@drexel.edu",
   "nsf_id": "000623335",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201 Arch Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 108362.0
  }
 ],
 "por": null
}