{
 "awd_id": "1435920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomimetic Composites With Amorphous Calcium Carbonate: Linking Microstructure to Mechanical Response",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 399493.0,
 "awd_amount": 399493.0,
 "awd_min_amd_letter_date": "2014-07-14",
 "awd_max_amd_letter_date": "2014-07-14",
 "awd_abstract_narration": "Recent discoveries have revealed that many organisms produce amorphous calcium carbonate not as a precursor for more stable calcite but as a mineral of choice. The crucial role of amorphous calcium carbonate in morphological and structural control of biominerals has thus been recognized. However, the determining factors for the formation, stabilization and transformation of the amorphous phase are still in debate and the mechanical response of the resulting composite has not been investigated yet. This award supports fundamental research to investigate the mechanical response of amorphous-crystalline organic calcium carbonate composites as a function of the microstructure using a combination of experimental and modeling work. Tuning and optimizing the mechanical properties of this material opens new opportunities for the development of biomimetic materials with superior properties. In parallel, this research addresses major questions regarding biomineralization, a topic of primary biogeochemical, environmental, and economic significance. This research involves several disciplines including mechanics, engineering, materials science, colloidal science, and chemistry. This multi-disciplinary approach provides a wide range of research opportunities. It will help broaden participation of underrepresented groups through several undergraduate students in the involved research groups and a K-12 Outreach program offering introductory lectures, field trips, and hands on research. The knowledge gained in this project will be integrated in various lectures and therefore it will positively impact engineering education.  \r\n\r\nThe biomimetic composites with amorphous calcium carbonate are synthesized in the laboratory. This research aims at establishing design parameters to tune their microstructure, to scrutinize their microstructure-mechanical response relationship, and to study their failure mechanisms. The experimental work involves adsorption and force measurements to study mineral formation, nanoindentation to study microstructure-mechanical response relationship and atomic force microscopy to investigate interfacial properties and amorphous-to-crystalline transformation. The modeling work is based on the Shear Transformation Zone Theory, a statistical thermodynamic framework for modeling failure deformation in amorphous materials, and cohesive finite element simulations. Correlation between experiments and modeling will enable to uncover fundamental phenomena underlying the mechanical response of the novel hybrid composites including (i) multiscale toughness mechanisms through a combination of hierarchical geometry and microstructure design, (ii) transition from ductile behavior with distributed deformation to brittle response and strain localization, (iii) glass transition, and (iv) interfacial separation and healing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosa",
   "pi_last_name": "Espinosa-Marzal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rosa M Espinosa-Marzal",
   "pi_email_addr": "rosae@illinois.edu",
   "nsf_id": "000641658",
   "pi_start_date": "2014-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ahmed",
   "pi_last_name": "Elbanna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmed Elbanna",
   "pi_email_addr": "elbanna2@illinois.edu",
   "nsf_id": "000646671",
   "pi_start_date": "2014-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "Suite A, 1901 South First Street",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 399493.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A vast population of marine organisms relies on calcium carbonate to synthesize functional structures that allow them to survive in their environments. These structures exhibit highly sophisticated microstructures with enhanced mechanical properties. The exact mechanisms through which such organisms build these complex mineral architectures have not been fully discerned to date. Comprehending how the organic-rich environments within the organisms? bodies dictate the mineral precipitation can help design new biomimetic materials with tunable microstructures and superior mechanical properties. Inspired by this strategy, the intellectual merit of the project lies in the blend of state-of-the-art experimental methods and theoretical models to develop a more complete and predictive understanding of the microstructure-mechanical behavior relationship of biomimetic composite materials made of organic matter and amorphous-crystalline calcium carbonate.</p>\n<p>Our initial experimental studies used a model system composed of a polyelectrolyte film with various chemistries to investigate calcium carbonate mineralization. It was found that amorphous calcium carbonate (ACC) can be stabilized by the interplay between surface energy and supersaturation, both influenced by the intermolecular interactions between soluble organic matter, the polyelectrolyte template and the ions. The gained knowledge was used to design hybrid ACC nanoparticles with a granular microstructure. A key outcome of the investigated relation between their microstructure and mechanical response was that the organic component serves as an effective ?glue? between the nanosized grains, which, under mechanical loading, slip relative to each other, rearrange and reorient, thereby providing additional pathways for energy dissipation, which significantly enhance the material?s toughness. Hybrid calcium carbonate composites were also designed through mineralization of colloidal gels. This study demonstrated the high level of control of microstructure that can be achieved via the transformation of the initially precipitated ACC into its crystalline form (calcite) within the hydrogel. A key outcome is that the stickiness of the polymer to the mineral and its inclusion in the mineral provide hidden lengths that increase the gel?s toughness. Furthermore, interfacial properties are key to understand the mechanical behavior of composites, and therefore, they were investigated using force measuring techniques. One of the key results of these studies is that the interfacial strength of calcium carbonate significantly depends on mechanical and chemical conditions. In particular, weakening of the shear strength was observed under high confining stresses based on the pressure-induced dissolution of the mineral.</p>\n<p>Unlike crystalline materials where the constituent atoms are arranged on grids of well-defined geometrical structures, amorphous systems exhibit no particular order. Thus, describing how they deform has eluded physicists and engineers. Here, we have made progress in this challenging problem and successfully used principles of thermodynamics to develop a model for predicting deformations in these systems. Our model captures the onset and ensuing propagation of instabilities in these amorphous systems under different loading conditions. It can be used to predict their response to dynamic excitations under different amplitudes and frequencies in a wide range of applications ranging from granular materials, like in our experiments or in fault zones, to sea sponges in deep ocean. Furthermore, inspired by the composite nature of amorphous biological materials, we became curious about the influence of microstructure heterogeneities on the interfacial and bulk response of these soft structures. A key outcome of this research is to identify design principles that enable development of soft composites with tunable mechanical response including improved stickiness to surfaces and extreme damping properties for vibration control.</p>\n<p>Tuning and optimizing mechanical properties of biomimetic composites like the ones investigated here opens new opportunities for development of materials with improved mechanical properties. In addition to this, this research has answered some open questions in the field of biomineralization. The conducted research has also contributed to the development of the work force in the U.S. by training four graduate student research assistants, who have received interdisciplinary training in areas including mechanics, materials science and engineering, and interfacial science. The professional development of the students was supported through individual and weekly collaborative group meetings and participation in several university/department level forums and national meetings to share their research findings with a general scientific audience. This project has also served to increase<strong> </strong>the participation of underrepresented minorities in STEM research, which have merged diverse cultural and educational backgrounds in our laboratories. Results from this research related to bio-inspired design and biomineralization have been integrated in course materials by the PIs as well as in their outreach presentations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2018<br>\n\t\t\t\t\tModified by: Rosa&nbsp;M&nbsp;Espinosa-Marzal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA vast population of marine organisms relies on calcium carbonate to synthesize functional structures that allow them to survive in their environments. These structures exhibit highly sophisticated microstructures with enhanced mechanical properties. The exact mechanisms through which such organisms build these complex mineral architectures have not been fully discerned to date. Comprehending how the organic-rich environments within the organisms? bodies dictate the mineral precipitation can help design new biomimetic materials with tunable microstructures and superior mechanical properties. Inspired by this strategy, the intellectual merit of the project lies in the blend of state-of-the-art experimental methods and theoretical models to develop a more complete and predictive understanding of the microstructure-mechanical behavior relationship of biomimetic composite materials made of organic matter and amorphous-crystalline calcium carbonate.\n\nOur initial experimental studies used a model system composed of a polyelectrolyte film with various chemistries to investigate calcium carbonate mineralization. It was found that amorphous calcium carbonate (ACC) can be stabilized by the interplay between surface energy and supersaturation, both influenced by the intermolecular interactions between soluble organic matter, the polyelectrolyte template and the ions. The gained knowledge was used to design hybrid ACC nanoparticles with a granular microstructure. A key outcome of the investigated relation between their microstructure and mechanical response was that the organic component serves as an effective ?glue? between the nanosized grains, which, under mechanical loading, slip relative to each other, rearrange and reorient, thereby providing additional pathways for energy dissipation, which significantly enhance the material?s toughness. Hybrid calcium carbonate composites were also designed through mineralization of colloidal gels. This study demonstrated the high level of control of microstructure that can be achieved via the transformation of the initially precipitated ACC into its crystalline form (calcite) within the hydrogel. A key outcome is that the stickiness of the polymer to the mineral and its inclusion in the mineral provide hidden lengths that increase the gel?s toughness. Furthermore, interfacial properties are key to understand the mechanical behavior of composites, and therefore, they were investigated using force measuring techniques. One of the key results of these studies is that the interfacial strength of calcium carbonate significantly depends on mechanical and chemical conditions. In particular, weakening of the shear strength was observed under high confining stresses based on the pressure-induced dissolution of the mineral.\n\nUnlike crystalline materials where the constituent atoms are arranged on grids of well-defined geometrical structures, amorphous systems exhibit no particular order. Thus, describing how they deform has eluded physicists and engineers. Here, we have made progress in this challenging problem and successfully used principles of thermodynamics to develop a model for predicting deformations in these systems. Our model captures the onset and ensuing propagation of instabilities in these amorphous systems under different loading conditions. It can be used to predict their response to dynamic excitations under different amplitudes and frequencies in a wide range of applications ranging from granular materials, like in our experiments or in fault zones, to sea sponges in deep ocean. Furthermore, inspired by the composite nature of amorphous biological materials, we became curious about the influence of microstructure heterogeneities on the interfacial and bulk response of these soft structures. A key outcome of this research is to identify design principles that enable development of soft composites with tunable mechanical response including improved stickiness to surfaces and extreme damping properties for vibration control.\n\nTuning and optimizing mechanical properties of biomimetic composites like the ones investigated here opens new opportunities for development of materials with improved mechanical properties. In addition to this, this research has answered some open questions in the field of biomineralization. The conducted research has also contributed to the development of the work force in the U.S. by training four graduate student research assistants, who have received interdisciplinary training in areas including mechanics, materials science and engineering, and interfacial science. The professional development of the students was supported through individual and weekly collaborative group meetings and participation in several university/department level forums and national meetings to share their research findings with a general scientific audience. This project has also served to increase the participation of underrepresented minorities in STEM research, which have merged diverse cultural and educational backgrounds in our laboratories. Results from this research related to bio-inspired design and biomineralization have been integrated in course materials by the PIs as well as in their outreach presentations.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2018\n\n\t\t\t\t\tSubmitted by: Rosa M Espinosa-Marzal"
 }
}