{
 "awd_id": "1435494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluation of Earthquake-Induced Liquefaction Damage Potential to Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 255316.0,
 "awd_amount": 255316.0,
 "awd_min_amd_letter_date": "2014-06-24",
 "awd_max_amd_letter_date": "2018-11-02",
 "awd_abstract_narration": "The recent earthquakes in New Zealand, Chile, and Japan highlight the damaging effects of earthquake-induced liquefaction on both the natural and built environments.  For example the 2010-2011 Canterbury, New Zealand, earthquake sequence resulted in approximately $35 billion in damage to buried utilities, roads, buildings, and other infrastructure in Christchurch, with much of the damage being a direct consequence of liquefaction.  \"Turning disaster into knowledge,\" this award supports the development of a framework to assess liquefaction damage potential on infrastructure using the wealth of field performance data from the recent earthquakes, as well as data from well-documented historic liquefaction case histories and supplemental computer simulations. This research project is motivated by the need to properly account for triggering and damage within a framework that respects their fundamental differences, systematically classifies the severity of liquefaction and relates it to the response of the entire soil profile, removes much of the subjectivity in interpreting liquefaction case histories used to develop triggering curves, and avoids the double counting of factors that influence liquefaction damage potential.  The results of this award will help minimize losses from earthquakes by improving the current methods for liquefaction risk assessment.  Furthermore, the educational impacts will not only result from the increased technical understanding of the subject matter, but will also result from the international collaborations with colleagues in New Zealand, Chile, and Japan.\r\n\r\nThe distinction between liquefaction triggering and the resulting damage is blurred by subjectivity in current approaches used to develop liquefaction \"triggering\" curves.  The reason for this is that liquefaction \"triggering\" curves are primarily based on observed severity of surface manifestation data.  As a result, the purported simplified liquefaction \"triggering\" curves are actually combined \"triggering\" and \"surface manifestation\" curves.  Consequently, the use of these curves within current liquefaction damage potential index frameworks inherently double counts factors that influence liquefaction damage potential.  This is particularly an issue for reliably assessing the risk due to liquefaction.  This award supports the development of a liquefaction triggering curve and damage potential index within a consistent framework that provides a clear separation and proper accounting of liquefaction triggering and liquefaction damage potential.  Most notably, this framework avoids the need to tie liquefaction occurrence to a specific layer within a profile; instead, this framework integrates information from the entire profile for each case history.  The classification of manifestation severity will follow a detailed rubric such that a unified and objective approach for liquefaction hazard assessment is formed. The field performance data will be analyzed using the Bayesian updating technique to develop a probabilistically based \"true\" liquefaction triggering curve.  This technique will also be used to determine the damage potential index values that correspond to different probabilities of liquefaction severity, where liquefaction severity is used as a proxy for damage potential.  However, this framework will preserve the elegance and simplicity of the simplified liquefaction triggering evaluation procedure and Liquefaction Potential Index formulation because of their familiarity to practicing engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Green",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Russell A Green",
   "pi_email_addr": "rugreen@vt.edu",
   "nsf_id": "000173113",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Rodriguez-Marek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian Rodriguez-Marek",
   "pi_email_addr": "adrianrm@vt.edu",
   "nsf_id": "000491982",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "120B Patton Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 255316.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Liquefaction triggering is a phenomenon that occurs in sandy soil deposits during moderate to large earthquakes. While liquefaction triggering is not necessarily life threatening, it has resulted in significant damage to the built environment during many earthquakes. The overall objective of this study is to provide a framework to better predict the damage potential from liquefaction triggering. This was accomplished by using a large database assembled from the recent earthquakes that devastated Christchurch, New Zealand. Mechanistic models were developed for liquefaction triggering and the severity surficial manifestation, which has been shown to correlate to liquefaction triggering damage potential. The models were then calibrated using the New Zealand case histories. The outcomes from this research will help minimize losses from earthquakes by improving the current methods for liquefaction risk assessment, resulting in a benefit for society at large. Undoubtedly, the results from the proposed research will be of direct interest to the profession, and the adoption of the research findings by the profession will be expedited by the PI's and Co-PI's involvement in the Center for Geotechnical Research and Practice (CGPR) at Virginia Tech. The educational impacts not only resulted from the increased technical understanding of the subject matter, but also resulted from the international collaborations with colleagues in New Zealand. In addition, the PI (Green) has established an outreach program for military veterans and has to date recruited three veterans in his research group. Similarly, the Co-PI (Rodriguez-Marek) has been involved in outreach programs directed at retention of Latino students. The PI and Co-PI used this proposed project further these efforts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/16/2020<br>\n\t\t\t\t\tModified by: Russell&nbsp;A&nbsp;Green</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLiquefaction triggering is a phenomenon that occurs in sandy soil deposits during moderate to large earthquakes. While liquefaction triggering is not necessarily life threatening, it has resulted in significant damage to the built environment during many earthquakes. The overall objective of this study is to provide a framework to better predict the damage potential from liquefaction triggering. This was accomplished by using a large database assembled from the recent earthquakes that devastated Christchurch, New Zealand. Mechanistic models were developed for liquefaction triggering and the severity surficial manifestation, which has been shown to correlate to liquefaction triggering damage potential. The models were then calibrated using the New Zealand case histories. The outcomes from this research will help minimize losses from earthquakes by improving the current methods for liquefaction risk assessment, resulting in a benefit for society at large. Undoubtedly, the results from the proposed research will be of direct interest to the profession, and the adoption of the research findings by the profession will be expedited by the PI's and Co-PI's involvement in the Center for Geotechnical Research and Practice (CGPR) at Virginia Tech. The educational impacts not only resulted from the increased technical understanding of the subject matter, but also resulted from the international collaborations with colleagues in New Zealand. In addition, the PI (Green) has established an outreach program for military veterans and has to date recruited three veterans in his research group. Similarly, the Co-PI (Rodriguez-Marek) has been involved in outreach programs directed at retention of Latino students. The PI and Co-PI used this proposed project further these efforts.\n\n\t\t\t\t\tLast Modified: 02/16/2020\n\n\t\t\t\t\tSubmitted by: Russell A Green"
 }
}