{
 "awd_id": "1435430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Student Teacher Interaction and Learning",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 8846.0,
 "awd_amount": 8846.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2014-08-22",
 "awd_abstract_narration": "SES-1435430\r\nKarolyn Tyson\r\nKaren Kozlowski \r\nUniversity of North Carolina- Chapel Hill\r\n\r\nThis doctoral dissertation research will examine how first grade students from different racial and socioeconomic backgrounds learn how to \"do\" school. In other words, it will examine what first graders think success in school is and what kinds of learning behaviors they do in order to achieve academic success. Education aims to provide equal opportunity for upward mobility to students; yet for decades, racial inequality has persisted in achievement outcomes at every level of the educational experience. To more effectively combat these inequalities, it is critical to understand how and why racial inequalities grow at some of the earliest stages in children's schooling. Drawing from two theoretical frameworks, cultural capital mis/match and teacher bias, this project will examine 1) what kinds of schooling strategies are necessary for success 2) how students and teachers view those strategies similarly or differently 3) how students develop their sense of what it takes to be successful 4) how students make sense of interactions with and messages from their teachers 5) how teachers interact with, assess, and evaluate students on the basis of their skills and 6) how these interactions vary by race. To examine these themes, this project uses ethnographic observations of four racially diverse first grade classrooms, as well as semi-structured interviews with teachers, parents, and students in those classrooms. \r\n\r\nThis research contributes to scholars' understanding of two leading explanations of the racial achievement gap by providing more complete definitions and descriptions of what contemporary cultural capital mis/match or teacher bias look like in classrooms and ultimately, which perspective may explain more of the achievement gap. Beyond their intellectual contributions, the results of this project will provide insight to educators about how and why students of different backgrounds perform differently in their classrooms. It will also provide parents and students a more explicit understanding of teacher expectations and how to \"do\" school in ways that maximize chances for academic success. Findings will be disseminated through project participants and school districts, as well as through scholarly articles, presentations, and publications for the general audience interested in educational practice, outcomes, and inequality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karolyn",
   "pi_last_name": "Tyson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karolyn Tyson",
   "pi_email_addr": "kdtyson@email.unc.edu",
   "nsf_id": "000166924",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Kozlowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Kozlowski",
   "pi_email_addr": "kkoz@live.unc.edu",
   "nsf_id": "000665131",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the assistance of the NSF DDRIG, interviews with parents and students were transcribed and analysis software was purchased in order to code for emerging themes in the transcribed interviews as well as ethnographic field notes of four first grade classrooms.</p>\n<p>Three main findings that emerged from the project:</p>\n<p>1. Regardless of race, lower SES students learn and demonstrate knowledge of classroom rules (procedural knowledge) better than academic skills. Higher SES students demonstrate their academic skills more than procedural knowledge, which I argue is a form of cultural capital that is rewarded in the classroom. This occurs because (1) lower-SES students come to school with fewer academic skills than higher-SES peers and (2) teachers give less explicit and continuous instruction for academic tasks than for classroom rules and behavior.</p>\n<p>2. Despite teachers&rsquo; best intentions to create unbiased learning environments, the teachers I observed disproportionately privileged the voices of white higher-SES students over those of higher-SES students of color, white lower-SES students, and lower-SES students of color. At the same time, some teachers disproportionately reprimanded black students (regardless of SES or actual misbehavior) and reprimanded them more harshly than students of other racial/ethnic groups.</p>\n<p>3. SES-patterned ways that students demonstrate knowledge (procedural vs. academic), along with racialized teacher-student interactions, signal to all students who is seen as smart, deviant, well-liked, or disliked. These signals foster students&rsquo; construction of peer networks that are segregated by race and SES. As time progresses, more privileged students will continue to influence one another and share cultural resources that are rewarded in schools, while less privileged students will fail to benefit from those same resources.</p>\n<p>This project offers an intersectional approach to the study of cultural capital and teacher bias in contemporary elementary schools, and it demonstrates how<em> </em>each mechanism contributes to racial, ethnic, and socioeconomic inequality in students&rsquo; educational experiences and outcomes. Specifically, it shows what unconscious bias looks like and how teachers favor certain students over others based on real and imagined differences between them. These interactions will likely shape students&rsquo; long-term notions of success, perception of their capability, ability to be academically successful, and the kinds of people they perceive to be similar to them on the basis of those characteristics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2015<br>\n\t\t\t\t\tModified by: Karen&nbsp;Kozlowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the assistance of the NSF DDRIG, interviews with parents and students were transcribed and analysis software was purchased in order to code for emerging themes in the transcribed interviews as well as ethnographic field notes of four first grade classrooms.\n\nThree main findings that emerged from the project:\n\n1. Regardless of race, lower SES students learn and demonstrate knowledge of classroom rules (procedural knowledge) better than academic skills. Higher SES students demonstrate their academic skills more than procedural knowledge, which I argue is a form of cultural capital that is rewarded in the classroom. This occurs because (1) lower-SES students come to school with fewer academic skills than higher-SES peers and (2) teachers give less explicit and continuous instruction for academic tasks than for classroom rules and behavior.\n\n2. Despite teachersÆ best intentions to create unbiased learning environments, the teachers I observed disproportionately privileged the voices of white higher-SES students over those of higher-SES students of color, white lower-SES students, and lower-SES students of color. At the same time, some teachers disproportionately reprimanded black students (regardless of SES or actual misbehavior) and reprimanded them more harshly than students of other racial/ethnic groups.\n\n3. SES-patterned ways that students demonstrate knowledge (procedural vs. academic), along with racialized teacher-student interactions, signal to all students who is seen as smart, deviant, well-liked, or disliked. These signals foster studentsÆ construction of peer networks that are segregated by race and SES. As time progresses, more privileged students will continue to influence one another and share cultural resources that are rewarded in schools, while less privileged students will fail to benefit from those same resources.\n\nThis project offers an intersectional approach to the study of cultural capital and teacher bias in contemporary elementary schools, and it demonstrates how each mechanism contributes to racial, ethnic, and socioeconomic inequality in studentsÆ educational experiences and outcomes. Specifically, it shows what unconscious bias looks like and how teachers favor certain students over others based on real and imagined differences between them. These interactions will likely shape studentsÆ long-term notions of success, perception of their capability, ability to be academically successful, and the kinds of people they perceive to be similar to them on the basis of those characteristics.\n\n \n\n\t\t\t\t\tLast Modified: 09/10/2015\n\n\t\t\t\t\tSubmitted by: Karen Kozlowski"
 }
}