{
 "awd_id": "1436566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The importance of sulfurized sugars for organic carbon burial: Testing the model in Santa Barbara Basin",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah K. Smith",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 354959.0,
 "awd_amount": 354959.0,
 "awd_min_amd_letter_date": "2014-07-25",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "When organic matter is deposited in sediments, it undergoes a series of reactions that condense and transform the original organic molecules into a denser, more resistant set of compounds that form a material called kerogen: the material from which petroleum is formed.  Our present understanding of how the original organic molecules change and crosslink (i.e., polymerize) to form kerogen during burial in sediments is poor.  It has been hypothesized that the element sulfur plays a large role in the crosslinking; however, so far there is little direct evidence due to the absence of analytical techniques that can appropriately study the role of sulfur in this process. This research uses a newly developed, novel, analytical technique to measure the sulfur isotopic composition of individual molecular compounds in organic matter.  This will allow the identification of the origin of the organic-bound sulfur and has the potential to revolutionize our understanding of the polymerization of natural organic matter, and hence formation of kerogen.  Broader impacts of the project include determining fundamental physical and chemical relationships that allow better understanding of the carbon cycle, which has implications for the formation of kerogen and petroleum; building infrastructure for science via the development and refinement of a new and potentially powerful analytical technique and methodology; and graduate student training. It will engage under-represented minority undergraduate students via the California Institute of Technology Minority Undergraduate Research Fellowship program in order to help broaden participation of minority students in state-of-the-art research. \r\n\r\nThe condensation and polymerization of biologically generated organic matter into kerogen is one of the key steps in the global carbon cycle because it determines whether organic matter will be remineralized (dissolved) or preserved and buried (turned into kerogen).  Although sulfur is thought to play an important role in this process by crosslinking organic monomers, the precise mechanistic details of how this happens is unknown. This research uses a newly developed technique that couples gas chromatography with multi-collector inductively-coupled-plasma-mass-spectrometry (ICPMS). This allows analysis of the isotopes of sulfur of individual organic compounds.  Using this technique it is possible to document compounds resulting from: (1) the reaction of lipids with hydrogen sulfide (HS-) in sediment porewaters over long timescales, and (2) the reaction of carbohydrates with polysulfide in the euxinic water column on very short timescales. Because these two processes have sulfur isotope (S-34) signatures that differ by almost 30 permil, the two different processes can be easily distinguished.  Organic-rich sediments deposited in the Santa Barbara Basin will be analyzed and the results compared to those from sediments in the Cariaco Basin to see if the pilot study in the Cariaco, which is a sulfide-rich water column environment, hold true in more normal organic depocenters. Goals of the research include: (1) understanding how sulfurization, a main process in the cross-linking of organic molecules to form kerogen, works and how it relates to organic carbon preservation (2) seeing if the results from the Cariaco Basin are generalizable to other organic carbon depocenters, (3) examining whether the abundance of disulfide-bound compounds relate to the presence or absence of water column exunia, (4) determining whether disulfide-bound organic sulfur is always enriched in S-34 compared to unbound sulfurized lipids, and (5) seeing if the sulfur isotope values of individual organic sulfur molecules are representative of bulk organic sulfur.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Sessions",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Sessions",
   "pi_email_addr": "als@gps.caltech.edu",
   "nsf_id": "000246204",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E. California Blvd MC100-23",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "829100",
   "pgm_ele_name": "SEES Ship Operations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 354959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project tested the idea that hydrogen sulfide (in seawater or sediments) reacts with sugar molecules to form \"sulfurized\" molecules that are resistant to microbial degradation. This in turn could be an important feedback in the preservation of organic matter, a phenomenon that is critical both to the generation of fossil fuel resources and to the global carbon cycle.</p>\n<p>We specifically used the relative abundance of sulfur stable isotopes (S-32 and S-34) as a 'fingerprint' to understand when and where sulfurized organic molecules were forming. This works because H2S in the environment naturally develops a gradient in 34S/32S abundance with depth, and that isotope signature is passed to organic matter.</p>\n<p>Our study found that sulfurized organic molecules can form very quickly when H2S is present -- as quickly as a few weeks in the water column of the Santa Barbara Basin. The S isotope ratios of these molecules clearly distinguish them as having formed from reaction with H2S. And they persist for a long time in the sediments after they are buried, suggesting that the addition of S does make them more resistant to degradation. However, at the molecular level the sulfur does not appear to be preserved in sugar molecules per se, but rather in other types of macromolecules whose structure is difficult to determine. Our initial hypothesis was thus proved to be mostly correct - we had the right process, just not exactly the right molecules.</p>\n<p>While we were studying the S isotope composition of organic molecules in sediments of the Santa Barbara Basin, we realized that the isotope signature of the organic matter was similar to that of H2S in the sediments, but different from that of pyrite (an iron sulfide mineral, and the other major solid-phase reservoir of sulfur in marine sediments). The reason for this difference in S isotopes between the two reservoirs of sulfur is unclear, but appears to be linked to the rate of organic matter input relative to iron input. We conducted experiments with organic matter and S-34 labeled H2S, and were able to show clearly that organic sulfur and H2S can exchange isotopes. We speculate that this is part of what we are seeing in marine sediments, i.e. that isotope exchange of organic sulfur leads to differences from pyrite sulfur (which is not exchangeable). Regardless of the mechanism though, this \"isotopic offset\" between organic sulfur and pyrite is a signal that can be preserved in sedimentary rocks, and that probably carries information about ancient environmental conditions. We believe it is worth further exploring as a paleoenvironment proxy.</p>\n<p>Near the end of the project, as we continued to explore the S isotope signature of organic matter, we realized that we needed a way to specifically target the amino acids cysteine and methionine. These are the two sulfur-containing amino acids, and represent most (&gt;98%) of the sulfur in living organisms. Yet they degrade fairly quickly. Being able to target these amino acids would give us a way to distinguish between molecules that are clearly derived from biology, versus those that derive from abiotic reactions of H2S. Our new method involves the hydrolysis of proteins, purification of amino acids by HPLC, and then measurement of S isotopes via a new elemental analyzer method.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2018<br>\n\t\t\t\t\tModified by: Alex&nbsp;Sessions</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project tested the idea that hydrogen sulfide (in seawater or sediments) reacts with sugar molecules to form \"sulfurized\" molecules that are resistant to microbial degradation. This in turn could be an important feedback in the preservation of organic matter, a phenomenon that is critical both to the generation of fossil fuel resources and to the global carbon cycle.\n\nWe specifically used the relative abundance of sulfur stable isotopes (S-32 and S-34) as a 'fingerprint' to understand when and where sulfurized organic molecules were forming. This works because H2S in the environment naturally develops a gradient in 34S/32S abundance with depth, and that isotope signature is passed to organic matter.\n\nOur study found that sulfurized organic molecules can form very quickly when H2S is present -- as quickly as a few weeks in the water column of the Santa Barbara Basin. The S isotope ratios of these molecules clearly distinguish them as having formed from reaction with H2S. And they persist for a long time in the sediments after they are buried, suggesting that the addition of S does make them more resistant to degradation. However, at the molecular level the sulfur does not appear to be preserved in sugar molecules per se, but rather in other types of macromolecules whose structure is difficult to determine. Our initial hypothesis was thus proved to be mostly correct - we had the right process, just not exactly the right molecules.\n\nWhile we were studying the S isotope composition of organic molecules in sediments of the Santa Barbara Basin, we realized that the isotope signature of the organic matter was similar to that of H2S in the sediments, but different from that of pyrite (an iron sulfide mineral, and the other major solid-phase reservoir of sulfur in marine sediments). The reason for this difference in S isotopes between the two reservoirs of sulfur is unclear, but appears to be linked to the rate of organic matter input relative to iron input. We conducted experiments with organic matter and S-34 labeled H2S, and were able to show clearly that organic sulfur and H2S can exchange isotopes. We speculate that this is part of what we are seeing in marine sediments, i.e. that isotope exchange of organic sulfur leads to differences from pyrite sulfur (which is not exchangeable). Regardless of the mechanism though, this \"isotopic offset\" between organic sulfur and pyrite is a signal that can be preserved in sedimentary rocks, and that probably carries information about ancient environmental conditions. We believe it is worth further exploring as a paleoenvironment proxy.\n\nNear the end of the project, as we continued to explore the S isotope signature of organic matter, we realized that we needed a way to specifically target the amino acids cysteine and methionine. These are the two sulfur-containing amino acids, and represent most (&gt;98%) of the sulfur in living organisms. Yet they degrade fairly quickly. Being able to target these amino acids would give us a way to distinguish between molecules that are clearly derived from biology, versus those that derive from abiotic reactions of H2S. Our new method involves the hydrolysis of proteins, purification of amino acids by HPLC, and then measurement of S isotopes via a new elemental analyzer method.\n\n\t\t\t\t\tLast Modified: 10/24/2018\n\n\t\t\t\t\tSubmitted by: Alex Sessions"
 }
}