{
 "awd_id": "1436100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Microphysical Processes and Turbulence Intermittency in  Droplet Coalescence in Warm Cumulus Clouds",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 173642.0,
 "awd_amount": 173642.0,
 "awd_min_amd_letter_date": "2014-06-23",
 "awd_max_amd_letter_date": "2019-07-17",
 "awd_abstract_narration": "PI: Rani, Sarma L. /Koch, Donald L. \r\nProposal Number: 1436100 / 1435953\r\n\r\nThe goal of the proposed study is to explore the formation of droplets and the production of rain from  a cumulus cloud. This is a topic relevant for the prediction of rainfall and of hazards such as tornados and flash flooding. Warm cumulus clouds exert significant influence on the climate system of the earth by processing atmospheric aerosols, interacting with electromagnetic radiation from the sun and earth, and redistributing earth's water and energy through the hydrologic cycle. This study addresses two central outstanding questions in the current understanding of warm rain production, namely, the mechanisms leading to the formation of fast-growing 'statistically fortunate' drops, and the growth of the cloud droplets, both of which hasten the 'colloidal instability' of the cloud, resulting in precipitation. To understand the effects of turbulence, it is essential to gain insights into the interactions between large-scale processes such as turbulent entrainment, mixing and intermittency, and microscale processes such as particle clustering, droplet relative velocities and collision efficiency. In terms of outreach and education, it is proposed to involve graduate and undergraduate students in interdisciplinary research at the confluence of turbulence, cloud and particle physics. The PIs plan to reach out to students at Alabama A&M University and Huntsville High School to encourage the students to pursue undergraduate and/or graduate degrees in STEM-related fields.\r\n\r\nThe collaborating PIs will conduct a multiscale investigation, in which a Large Eddy Simulation (LES) will be used to model the whole cloud and to feed energy to a Direct Numerical Simulation (DNS) model, in order to explain how very small droplets appear and grow in size within a cloud. The hypothesis is that intermittency in turbulent shear and flow acceleration are driving the formation and the coalescence of the droplets. The proposed work is for high Reynolds number cloud turbulence at practical scales. Using the proposed energy transfer method, inertial-range LES turbulence intermittency information will be included in the DNS. The theoretical research will focus on developing stochastic models for both microscale and macroscale cloud physics including: 1) Detailed microscale models for the local flow field in the vicinity of bidisperse interacting drops with statistical properties characteristic of cloud Reynolds numbers; 2) Effects of particle inertia and differential sedimentation on the stochastic flow field ?seen? by the drops; 3) Effects of non-continuum, van der Waals and electrostatic interactions between drops on their collision efficiency; and 4) Macroscale model that accounts for the effects of turbulence intermittency and eddy mixing on the stochastic kinetics of droplet growth. The proposed research is expected to shed light on aerosol-cloud interactions that are important in generating precipitation and in affecting climate patterns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarma",
   "pi_last_name": "Rani",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sarma L Rani",
   "pi_email_addr": "sarma.rani@uah.edu",
   "nsf_id": "000642363",
   "pi_start_date": "2014-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 173642.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A new stochastic theory was developed for predicting the clustering of  clustering of rapidly settling, low-inertia particle pairs in isotropic  turbulence.&nbsp; This study was published as a two-part paper in the Journal  of Fluid Mechanics.</p>\n<p>&nbsp;</p>\n<dl class=\"clearing\"><dd>\n<div class=\"tinyMCEContent\">\n<p>In this two?part study, we present the development and analysis of a stochastic theory<br />for characterizing the relative positions of monodisperse, low-inertia particle pairs that<br />are settling rapidly in homogeneous isotropic turbulence. In the limits of small Stokes<br />number and Froude number such that Fr &#8810; St &#8810; 1, closures are developed for the<br />drift and diffusion fluxes in the probability density function (PDF) equation for the<br />pair relative positions. The theory focuses on the relative motion of particle pairs in the<br />dissipation regime of turbulence, i.e., for pair separations smaller than the Kolmogorov<br />length scale. In this regime, the theory approximates the fluid velocity field in a reference<br />frame following the primary particle as locally linear.</p>\n<p>In the Part I paper, we present the derivation of closure approximations for the<br />drift and diffusion fluxes in the PDF equation for pair relative positions r. The drift<br />flux contains the time integral of the third and fourth moments of the ?seen? fluid<br />velocity gradients along the trajectories of primary particles. These moments may be<br />analytically resolved by making approximations regarding the ?seen? velocity gradient.<br />Accordingly, two closure forms are derived specifically for the drift flux. The first invokes<br />the assumption that the fluid velocity gradient along particle trajectories has a Gaussian<br />distribution. In the second drift closure, we instead assume that the ?seen? strain-rate and<br />rotation-rate tensors scaled by the turbulent dissipation rate and enstrophy, respectively,<br />are normally distributed. A key feature of the second closure is that it accounts for the<br />two-time autocorrelations and cross-correlations of dissipation rate and enstrophy. These<br />correlations quantify, as well as illustrate the mechanisms driving particle clustering.<br />Analytical solution to the PDF</p>\n<p>(r, &theta;) is then derived, where the &theta; is spherical polar<br />angle.  It is seen that the PDF has a power-law dependence on separation r,  analogous to that for the radial distribution&nbsp;function of non-settling  pairs. An explicit expression is derived for the power-law exponent in  terms of the&nbsp;drift and diffusion closures. The&nbsp;</p>\n<p>(r, &theta;) solution  also shows that for a given r, the&nbsp;clustering of St &#8810; 1 particles is  only weakly anisotropic, which is in conformity with<br />prior observations from direct numerical simulations of isotropic turbulence containing<br />settling particles.</p>\n<p>In the Part II paper, the theory is quantitatively analyzed by comparing its predictions<br />of particle clustering with data from direct numerical simulations (DNS) of isotropic<br />turbulence containing particles settling under gravity. The simulations were performed<br />at a Taylor micro-scale Reynolds number Re_lambda = 77.76 for three Froude numbers Fr =<br />&infin;, 0.052, 0.006, where Fr is the ratio of the Kolmogorov scale of acceleration and the<br />magnitude of gravitational acceleration. Thus, Fr = &infin; corresponds to zero gravity, and<br />Fr = 0.006 to the highest magnitude of gravity among the three DNS cases. For each<br />Fr, particles of Stokes numbers in the range 0.01 &lt;= St &lt;= 0.2 were tracked in the DNS,<br />and particle clustering quantified both as a function of separation and the spherical polar<br />angle. We compared the DNS and theory values for the exponent &beta; characterizing the<br />power-law dependence of clustering on separation. The &beta;?s from the Fr = 0.006 DNS case<br />are in reasonable agreement with the theoretical predictions obtained using the second<br />drift closure (referred to as DF2). To quantify the anisotropy in clustering, we calculated<br />the leading?order coefficient in the spherical harmonics expansion of the PDF of pair<br />relative positions. The coefficients predicted by the theory (DF2) again show reasonable<br />agreement with those calculated from the DNS clustering data for Fr = 0.006. However,<br />we note that inspite of the high magnitude of gravity, the clustering is only marginally<br />anisotropic both in DNS and theory. The theory predicts that the spherical harmonic<br />coefficient scales with &beta; . Since the drift flux, and thereby &beta;, is seen to decrease with gravity for<br />St &lt; 1, the anisotropy is also correspondingly diminished.</p>\n<p>&nbsp;</p>\n<p>Five journal papers have been published.&nbsp; Sixth one is under prepration.</p>\n<p>&nbsp;</p>\n<p>We developed a theory that will provide detailed fundamental insights  into the relative motion of low-Stokes-number particle pairs that are  settling under gravity in isotropic turbulence.&nbsp; The insights gained  from the theory will help us better understand the dynamics of droplets  in cumulus clouds.</p>\n<p>&nbsp;</p>\n<p>The insights gained from the theory will help us better understand the  dynamics of droplets in cumulus clouds.&nbsp; THe research currently underway  will provide far-reaching insights into turbulence-induced suspension  behavior in applications such as ice-crystal dynamics in clouds, indoor  dispersion of asbestos fibers, and fiber sedimentation in paper-making.</p>\n<p>&nbsp;</p>\n<p>A Ph.D. student has already graduated with part of his research funded  by this grant.&nbsp; A Post-Doctoral Associated was funded through this  grant.</p>\n</div>\n</dd></dl><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2021<br>\n\t\t\t\t\tModified by: Sarma&nbsp;L&nbsp;Rani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA new stochastic theory was developed for predicting the clustering of  clustering of rapidly settling, low-inertia particle pairs in isotropic  turbulence.  This study was published as a two-part paper in the Journal  of Fluid Mechanics.\n\n \n\n\n\nIn this two?part study, we present the development and analysis of a stochastic theory\nfor characterizing the relative positions of monodisperse, low-inertia particle pairs that\nare settling rapidly in homogeneous isotropic turbulence. In the limits of small Stokes\nnumber and Froude number such that Fr &#8810; St &#8810; 1, closures are developed for the\ndrift and diffusion fluxes in the probability density function (PDF) equation for the\npair relative positions. The theory focuses on the relative motion of particle pairs in the\ndissipation regime of turbulence, i.e., for pair separations smaller than the Kolmogorov\nlength scale. In this regime, the theory approximates the fluid velocity field in a reference\nframe following the primary particle as locally linear.\n\nIn the Part I paper, we present the derivation of closure approximations for the\ndrift and diffusion fluxes in the PDF equation for pair relative positions r. The drift\nflux contains the time integral of the third and fourth moments of the ?seen? fluid\nvelocity gradients along the trajectories of primary particles. These moments may be\nanalytically resolved by making approximations regarding the ?seen? velocity gradient.\nAccordingly, two closure forms are derived specifically for the drift flux. The first invokes\nthe assumption that the fluid velocity gradient along particle trajectories has a Gaussian\ndistribution. In the second drift closure, we instead assume that the ?seen? strain-rate and\nrotation-rate tensors scaled by the turbulent dissipation rate and enstrophy, respectively,\nare normally distributed. A key feature of the second closure is that it accounts for the\ntwo-time autocorrelations and cross-correlations of dissipation rate and enstrophy. These\ncorrelations quantify, as well as illustrate the mechanisms driving particle clustering.\nAnalytical solution to the PDF\n\n(r, &theta;) is then derived, where the &theta; is spherical polar\nangle.  It is seen that the PDF has a power-law dependence on separation r,  analogous to that for the radial distribution function of non-settling  pairs. An explicit expression is derived for the power-law exponent in  terms of the drift and diffusion closures. The \n\n(r, &theta;) solution  also shows that for a given r, the clustering of St &#8810; 1 particles is  only weakly anisotropic, which is in conformity with\nprior observations from direct numerical simulations of isotropic turbulence containing\nsettling particles.\n\nIn the Part II paper, the theory is quantitatively analyzed by comparing its predictions\nof particle clustering with data from direct numerical simulations (DNS) of isotropic\nturbulence containing particles settling under gravity. The simulations were performed\nat a Taylor micro-scale Reynolds number Re_lambda = 77.76 for three Froude numbers Fr =\n&infin;, 0.052, 0.006, where Fr is the ratio of the Kolmogorov scale of acceleration and the\nmagnitude of gravitational acceleration. Thus, Fr = &infin; corresponds to zero gravity, and\nFr = 0.006 to the highest magnitude of gravity among the three DNS cases. For each\nFr, particles of Stokes numbers in the range 0.01 &lt;= St &lt;= 0.2 were tracked in the DNS,\nand particle clustering quantified both as a function of separation and the spherical polar\nangle. We compared the DNS and theory values for the exponent &beta; characterizing the\npower-law dependence of clustering on separation. The &beta;?s from the Fr = 0.006 DNS case\nare in reasonable agreement with the theoretical predictions obtained using the second\ndrift closure (referred to as DF2). To quantify the anisotropy in clustering, we calculated\nthe leading?order coefficient in the spherical harmonics expansion of the PDF of pair\nrelative positions. The coefficients predicted by the theory (DF2) again show reasonable\nagreement with those calculated from the DNS clustering data for Fr = 0.006. However,\nwe note that inspite of the high magnitude of gravity, the clustering is only marginally\nanisotropic both in DNS and theory. The theory predicts that the spherical harmonic\ncoefficient scales with &beta; . Since the drift flux, and thereby &beta;, is seen to decrease with gravity for\nSt &lt; 1, the anisotropy is also correspondingly diminished.\n\n \n\nFive journal papers have been published.  Sixth one is under prepration.\n\n \n\nWe developed a theory that will provide detailed fundamental insights  into the relative motion of low-Stokes-number particle pairs that are  settling under gravity in isotropic turbulence.  The insights gained  from the theory will help us better understand the dynamics of droplets  in cumulus clouds.\n\n \n\nThe insights gained from the theory will help us better understand the  dynamics of droplets in cumulus clouds.  THe research currently underway  will provide far-reaching insights into turbulence-induced suspension  behavior in applications such as ice-crystal dynamics in clouds, indoor  dispersion of asbestos fibers, and fiber sedimentation in paper-making.\n\n \n\nA Ph.D. student has already graduated with part of his research funded  by this grant.  A Post-Doctoral Associated was funded through this  grant.\n\n\n\n\t\t\t\t\tLast Modified: 03/09/2021\n\n\t\t\t\t\tSubmitted by: Sarma L Rani"
 }
}