{
 "awd_id": "1436141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploiting Noise for Response Control: From Simple Nonlinear Systems to Slender Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927078",
 "po_email": "idolinsk@nsf.gov",
 "po_sign_block_name": "Irina Dolinskaya",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2014-07-14",
 "awd_max_amd_letter_date": "2014-07-14",
 "awd_abstract_narration": "Random fluctuations, which are called noise, occur naturally in many systems, and in many biological and chemical systems, noise is utilized to engender a large change in the system response.  However, the use of noise to beneficially influence the response of an engineering system has received only limited attention.  As the operating environments of engineering systems become extreme, both at the small scales as well as the large scales, the influence of nonlinearities, uncertainties, and noise gain increased importance.  The study, and possible exploitation, of these usually ignored elements may allow for breakthrough advances in design and control of systems and help extend the frontiers of engineering and science.  Through support of this award, fundamental studies will be pursued to develop a knowledge base for the use of combined deterministic and noise inputs to realize desired response changes in nonlinear systems.  A salient impact is expected to be the advancement of our understanding of noise based schemes for control of nonlinear systems and extension of the application realm of these schemes from simple systems to complex systems.  By experimentally demonstrating the feasibility of these schemes, it is expected that one can construct schemes for practical applications where slender, rotating structures are used, such as drilling and mining operations and subtractive manufacturing operations such as milling operations.  This work will usher in a new generation of researchers trained to use tools suited for nonlinear systems with noise.\r\n\r\nBuilding on prior efforts on noise-influenced responses of nonlinear oscillators and investigations into whirling motions of rotary systems carried out at the University of Maryland, a research team will pursue the common goal of understanding how mechanical and structural system responses may be altered by exercising partial control with noise. The group will conduct original experiments to explore the applicability of partial control schemes developed for Hénon maps and Duffing oscillators to an experimental prototype of a bi-stable Duffing oscillator.  Informed by the experimental findings, analytical and numerical studies will be initiated with modified Jeffcott rotor systems to construct appropriate partial control algorithms and these findings will be extended to control the dynamics of slender, rotating structures.  The findings are expected to open the doors to the combined use of noise and deterministic inputs for control of nonlinear mechanical systems that exhibit escape dynamics and steer responses of rotary systems away from states such as whirling motions, which can be detrimental to a system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Balakumar",
   "pi_last_name": "Balachandran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Balakumar Balachandran",
   "pi_email_addr": "balab@umd.edu",
   "nsf_id": "000246233",
   "pi_start_date": "2014-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423035",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "035E",
   "pgm_ref_txt": "NOISE, ACOUSTICS, VIBRATIONS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span style=\"font-size: small;\">Noise is a random fluctuation, which occurs naturally in many systems. It can have a dramatic effect on the response of a nonlinear system. In many biological and chemical systems, low-level random fluctuations can result in large response changes, some of which are desirable.<span>&nbsp; </span>In engineering systems, such as rotary systems, it is of interest to understand how such large response changes can be facilitated by using noise.<span>&nbsp; </span>To this end, experimental, analytical, and numerical studies have been employed to better understand response control with noise in mechanical systems.<span>&nbsp; </span>The methods and approaches developed in this work are applicable to a diverse range of problems across length scales ranging micro-scale electromechanical systems to large systems such as turbomachinery used in jet engines and gas and steam turbines. </span></span></p>\n<p><span><span style=\"font-size: small;\">&nbsp;</span></span></p>\n<p><span>A multi-year effort has been pursued by a group of researchers from the University of Maryland.&nbsp; This group includes a faculty member, graduate students, and post-doctoral researchers from Mechanical Engineering and Applied Mathematics and Scientific Computation. Through analytical-numerical studies, the researchers have gained insights into how noise can be used to move the response of a system from one state of motion to another state of motion, which could be the desired or preferred motion.<span>&nbsp; </span>These insights have also been confirmed through two different sets of experiments, one with a structural oscillator and another with a flexible rotor enclosed within a housing.<span>&nbsp; </span>One of the experimental arrangements and the research findings have been integrated into courses available to students from applied mathematics, and engineering. The cross-disciplinary research has also provided exceptional learning opportunities for multiple graduate students and post-doctoral researchers. Different experiments, simulations, and visualizations have been featured in annual exhibits to visitors from government laboratories, academia, and local schools to stimulate interest in engineering and sciences.<span>&nbsp; </span>In addition, to broaden the dissemination, an article was published in a science communication publication and distributed through Twitter and pod cast.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Three graduate students and multiple post-doctoral researchers have directly benefited from the research efforts. <span>&nbsp;</span>After their participation in the project, these team members have ended up with academic career opportunities. After graduation, one of the graduate students took up the position of an Assistant Professor at a respected engineering institution and another graduate student has taken up a post-doctoral researcher position at another well respected institution. A female post-doctoral researcher has benefited from this work and plans to pursue an academic career in the future.<span>&nbsp; </span>One of the two doctoral graduates is a Native American student, and both of these graduates are the first in their respective families to pursue a doctoral degree.<span>&nbsp; </span></span></p>\n<p><span>&nbsp;</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2019<br>\n\t\t\t\t\tModified by: Balakumar&nbsp;Balachandran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNoise is a random fluctuation, which occurs naturally in many systems. It can have a dramatic effect on the response of a nonlinear system. In many biological and chemical systems, low-level random fluctuations can result in large response changes, some of which are desirable.  In engineering systems, such as rotary systems, it is of interest to understand how such large response changes can be facilitated by using noise.  To this end, experimental, analytical, and numerical studies have been employed to better understand response control with noise in mechanical systems.  The methods and approaches developed in this work are applicable to a diverse range of problems across length scales ranging micro-scale electromechanical systems to large systems such as turbomachinery used in jet engines and gas and steam turbines. \n\n \n\nA multi-year effort has been pursued by a group of researchers from the University of Maryland.  This group includes a faculty member, graduate students, and post-doctoral researchers from Mechanical Engineering and Applied Mathematics and Scientific Computation. Through analytical-numerical studies, the researchers have gained insights into how noise can be used to move the response of a system from one state of motion to another state of motion, which could be the desired or preferred motion.  These insights have also been confirmed through two different sets of experiments, one with a structural oscillator and another with a flexible rotor enclosed within a housing.  One of the experimental arrangements and the research findings have been integrated into courses available to students from applied mathematics, and engineering. The cross-disciplinary research has also provided exceptional learning opportunities for multiple graduate students and post-doctoral researchers. Different experiments, simulations, and visualizations have been featured in annual exhibits to visitors from government laboratories, academia, and local schools to stimulate interest in engineering and sciences.  In addition, to broaden the dissemination, an article was published in a science communication publication and distributed through Twitter and pod cast.\n\n \n\nThree graduate students and multiple post-doctoral researchers have directly benefited from the research efforts.  After their participation in the project, these team members have ended up with academic career opportunities. After graduation, one of the graduate students took up the position of an Assistant Professor at a respected engineering institution and another graduate student has taken up a post-doctoral researcher position at another well respected institution. A female post-doctoral researcher has benefited from this work and plans to pursue an academic career in the future.  One of the two doctoral graduates is a Native American student, and both of these graduates are the first in their respective families to pursue a doctoral degree.  \n\n \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 08/14/2019\n\n\t\t\t\t\tSubmitted by: Balakumar Balachandran"
 }
}