{
 "awd_id": "1437601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of the impact of plasmonic metal nano-particles on co-catalysts/semiconductor photocatalysts in solar water splitting",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 361750.0,
 "awd_amount": 361750.0,
 "awd_min_amd_letter_date": "2014-07-21",
 "awd_max_amd_letter_date": "2014-07-21",
 "awd_abstract_narration": "Title: Studies of the impact of plasmonic metal nanoparticles on co-catalyst/semiconductor photocatalysts in solar water splitting\r\n\r\nIn this project, Professor Suljo Linic of The University of Michigan (Ann Arbor) is developing new materials for photocatalytic splitting of water. The splitting of water driven by solar light is one of the most important chemical transformations for which no efficient materials exist. The lack of success in the pursuit of efficient water splitting photocatalysts clearly indicates that new directions are needed. In their proof-of-concept studies Prof. Linic and coworkers showed that an entirely new class of composite photocatalysts, combining plasmonic metal nanoparticles (characterized by their strong interaction with solar light) with semiconductors, exhibits a great deal of promise. While they shed light on multiple factors that play a role in the performance of these composite photocatalysts, predictive models that can quantify the interplay between these factors and guide the design of optimized materials need to be developed. Without such comprehensive predictive models, it is impossible to discuss the upper performance limits for the composite materials, or to identify the geometries of composite photocatalysts that could achieve these limits. The proposed work will develop these predictive models yielding the critical knowledge base required for the design of optimized composite photocatalysts.\r\n\r\nIt was demonstrated recently that a new class of composite materials, combining semiconductors with plasmonic nanoparticles of coinage metals, exhibit improved performance in photo-catalytic splitting of water using Sun light compared to conventional semiconductor photocatalysts.  The plasmonic nanostructures act to selectively trap light in the regions of the semiconductor where the water splitting process is taking place, i.e. the water/semiconductor interface, thereby selectively enhancing the rates of e-/h+ formation in this region and improving the performance of the material. The proof-of-concept work focused on photochemical splitting of water on the composites of nitrogen-doped TiO2 and nanoparticles of Ag. While these initial studies led to a very vibrant field of photochemistry on the composite materials, there are many unanswered critical issues. This award will allow Linic to focus on a number of these issues, including: (i) Establishing that the underlying mechanisms and critical concepts are transferable to other more advanced photocatalyst systems. In particular, more efficient multifunctional photocatalysts that include a co-catalyst and a semiconductor are of interest. (ii) Identifying critical physical properties that govern the performance of plasmonic-metal/co-catalyst/semiconductor photocatalysts. Predictive, physically transparent models that relate optical and geometric properties of photocatalysts to their performance in photocatalytic splitting of water will be the deliverables. These predictive structure/performance relationships are required for the design of composite photocatalysts that can achieve optimal performance. (iii) Validate these models by synthesizing and testing the plasmonic-metal/co-catalyst/semiconductor photocatalysts with optimal physical characteristics. An outreach program developed by Professor Linic to area high schools is allowing local high school students the opportunity to participate in this research and to learn about sustainable energy transformations. Furthermore, significant efforts will be made to expose general public to various fields of sustainable energy generation using World Wide Web. The broader impacts of this work include potential societal benefits from the discovery of new generation of photocatalysts as well as the development of training opportunities for students and teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suljo",
   "pi_last_name": "Linic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suljo Linic",
   "pi_email_addr": "linic@umich.edu",
   "nsf_id": "000227308",
   "pi_start_date": "2014-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 361750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Photo-catalytic splitting of water to form solar hydrogen is one of the most consequential chemical transformations. The materials that are used for this reaction usually employ semiconductor light absorbers coupled to metal electrocatalysts. The performance of these materials is governed by an interplay between electrocatalytic properties of the metal, the light absorbing properties of the semiconductor and the interaction of light with the metal electrocatalysts. In this project, we developed predictive models that can quantify the interplay between these factors and guide the design of optimized materials. Ultimately, we derived predictive structure-performance relationship that allow us to understand how geometry of electrocatalysts/semiconductor systems impacts their performance in photocatalytic water splitting.&nbsp;</span>Within these efforts we also explored how the plasmonic metal nanoparticles (characterized by very strong interaction with light) can be used to improve not only catalytic but also the optical properties of the semiconductor/metal photocatalysts.</p>\n<p><span> </span></p>\n<p>An outreach program developed by Professor Linic to area high schools allowed local high school students the opportunity to participate in this research and to learn about sustainable energy transformations. Furthermore, significant efforts will be made to expose general public to various fields of sustainable energy generation using World Wide Web. The broader impacts of this work include potential societal benefits from the discovery of new generation of photocatalysts as well as the development of training opportunities for students and teachers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2018<br>\n\t\t\t\t\tModified by: Suljo&nbsp;Linic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPhoto-catalytic splitting of water to form solar hydrogen is one of the most consequential chemical transformations. The materials that are used for this reaction usually employ semiconductor light absorbers coupled to metal electrocatalysts. The performance of these materials is governed by an interplay between electrocatalytic properties of the metal, the light absorbing properties of the semiconductor and the interaction of light with the metal electrocatalysts. In this project, we developed predictive models that can quantify the interplay between these factors and guide the design of optimized materials. Ultimately, we derived predictive structure-performance relationship that allow us to understand how geometry of electrocatalysts/semiconductor systems impacts their performance in photocatalytic water splitting. Within these efforts we also explored how the plasmonic metal nanoparticles (characterized by very strong interaction with light) can be used to improve not only catalytic but also the optical properties of the semiconductor/metal photocatalysts.\n\n \n\nAn outreach program developed by Professor Linic to area high schools allowed local high school students the opportunity to participate in this research and to learn about sustainable energy transformations. Furthermore, significant efforts will be made to expose general public to various fields of sustainable energy generation using World Wide Web. The broader impacts of this work include potential societal benefits from the discovery of new generation of photocatalysts as well as the development of training opportunities for students and teachers.\n\n \n\n\t\t\t\t\tLast Modified: 12/15/2018\n\n\t\t\t\t\tSubmitted by: Suljo Linic"
 }
}