{
 "awd_id": "1437125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: International Conference on Environmental Catalysis in Asheville, August 24-27, 2014",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2014-06-02",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "ABSTRACT TITLE\r\nConference: International Conference on Environmental Catalysis in Asheville, August 24-27, 2014\r\n\r\nABSTRACT\r\nThis award provides the funds to subsidize the registration and travel costs for US student participation at the 8th International Conference on Environmental Catalysis (ICEC) with preference given to students making oral presentations. The conference will be held in Asheville, North Carolina, on August 24-27, 2014. The PI for the award is Prof. Carsten Sievers of the Georgia Institute for Technology. The principal objective of the conference is to create an environment for fruitful discussion and exchange of ideas among researchers from universities, national laboratories, and industry around the globe on catalytic reactions and processes with environmental implications. \r\nThe field of catalysis plays a key role in the nation?s economy and standard of living. Fundamental research in catalysis produces materials (i.e., catalysts) that significantly improve the manufacturing process for many products. Many of these products find application in improving the quality of human life, reducing the adverse impact of human activities on the environment, and securing the nation's energy supply. Research in the field of catalysis also has major economic impact since a majority of the products used by a modern society require catalysts at some point in their manufacture. The scientific topics to be covered by this conference are the control of emissions of environmentally unacceptable compounds; the application of catalysts for the production of alternative, less polluting products; waste minimization; and the production of fuels and chemicals from renewable resources. These topics have significant societal impact because they directly affect the quality of life. Students who are educated by performing research in these areas will be uniquely qualified to be leaders in the technical areas required for a viable ?green economy?. This meeting will provide U.S. researchers, student and expert, exposure to developments at the cutting edge of catalysis research and a chance to publicize their research internationally to leaders in environmental catalysis. \r\nThe 8th ICEC will cover all aspects of environmental catalysis, both heterogeneous and homogeneous. This meeting will provide U.S. researchers, student and expert, exposure to developments at the cutting edge of catalysis research and a chance to publicize their research internationally to leaders in environmental catalysis. Five topical sessions have been arranged: (1) sustainable and clean energy production, (2) emission control, (3) indoor air cleaning, (4) water treatment, (5) green chemistry. The ICEC was last held in the United States in 1998. International exposure is particularly important because environmental catalysis is heavily influenced by researchers from Europe and, increasingly, Asia. In addition, the conference will stimulate international collaborations and expose students and postdoctoral associates to new concepts, experimental techniques, and potential colleagues. The topics chosen for the 8th ICEC have significant societal impact because they directly affect the quality of life. Students who are educated by performing research in these areas will be uniquely positioned to be leaders in a new ?green economy?. The technological impact of support for this conference stems from the key role of catalysis in underpinning the nation?s economy and standard of living. The technical contributions to the 8th ICEC will be disseminated widely. The book of abstracts will be distributed to all participants in print and electronic version, and peer-reviewed articles will be published in a special edition of Catalysis Today.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carsten",
   "pi_last_name": "Sievers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carsten Sievers",
   "pi_email_addr": "carsten.sievers@chbe.gatech.edu",
   "nsf_id": "000512515",
   "pi_start_date": "2014-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><strong><span style=\"font-family: Times New Roman;\"><span style=\"font-size: small;\">Project Outcomes Report for \"<span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">Conference: International Conference on Environmental Catalysis in Asheville, August 24-27, 2014</span>\"</span></span></strong></p>\n<p style=\"margin: 0in 0in 0pt;\"><span style=\"font-family: Times New Roman;\"><span style=\"font-size: small;\">Award Number: <span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 12pt; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">1437125</span><br /></span></span></p>\n<p style=\"margin: 0in 0in 0pt;\">&nbsp;</p>\n<p style=\"margin: 0in 0in 0pt;\">&nbsp;</p>\n<p style=\"margin: 0in 0in 0pt;\"><span style=\"font-family: Times New Roman;\"><span style=\"font-size: small;\">The</span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: small;\"> International Conference on Environmental Catalysis (ICEC)</span></em><span style=\"font-size: small;\"> was focused on one of the most important and thriving research areas within the field of heterogeneous catalysis. It was held at the Grove Park Inn in Asheville, NC on August 24-27, 2014. </span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-family: Times New Roman; font-size: small;\">Intellectual Merit: </span></strong></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span style=\"font-family: Times New Roman;\"><span style=\"font-size: small;\">The main goal of the </span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: small;\">ICEC</span></em><span style=\"font-size: small;\"> was to create an environment for fruitful discussions and exchange of ideas on catalytic reactions and processes with environmental implications. This included topics like the control of emissions of environmentally unacceptable compounds, the application of catalysts for the production of alternative, less polluting products, waste minimization, and the production of fuels and chemicals from renewable resources. These research topics have enormous societal impact because they directly affect the quality of life. Students who are educated performing research in these areas will be uniquely positioned to be leader of a new &ldquo;green economy&rdquo;. At the </span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: small;\">ICEC</span></em><span style=\"font-size: small;\">, students were able to engage in discussions with established researchers from universities, national laboratories and industry from all over the world. Thus, the conference provided a unique environment for learning and intellectual exchange.</span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></strong></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; mso-outline-level: 1;\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-family: Times New Roman; font-size: small;\">Broader Impact:</span></strong></p>\n<p><span style=\"font-...",
  "por_txt_cntn": "\n \nProject Outcomes Report for \"Conference: International Conference on Environmental Catalysis in Asheville, August 24-27, 2014\"\nAward Number: 1437125\n\n \n \nThe International Conference on Environmental Catalysis (ICEC) was focused on one of the most important and thriving research areas within the field of heterogeneous catalysis. It was held at the Grove Park Inn in Asheville, NC on August 24-27, 2014. \n\n \n \n\n \nIntellectual Merit: \n\n \nThe main goal of the ICEC was to create an environment for fruitful discussions and exchange of ideas on catalytic reactions and processes with environmental implications. This included topics like the control of emissions of environmentally unacceptable compounds, the application of catalysts for the production of alternative, less polluting products, waste minimization, and the production of fuels and chemicals from renewable resources. These research topics have enormous societal impact because they directly affect the quality of life. Students who are educated performing research in these areas will be uniquely positioned to be leader of a new \"green economy\". At the ICEC, students were able to engage in discussions with established researchers from universities, national laboratories and industry from all over the world. Thus, the conference provided a unique environment for learning and intellectual exchange.\n\n \n \n\n \nBroader Impact:\n\n \nThe funds from the present conference grant were used to support the registration and lodging costs of 11 students from U.S. universities. As a scientific meeting, the ICEC had an implicit educational mission. The 8th ICEC was the first meeting of this series in North America since 1998. Therefore, this meeting provided American researchers with a unique opportunity to be exposed to the latest developments in the cutting edge area of environmental catalysis. In particular, student researchers benefited from the chance to present their research to global leaders in this subfield of catalysis. This is particularly important because environmental catalysis is dominated by researchers from Europe and, increasingly, Asia. There were a total of 408 attendees representing 44 countries, and there were 149 oral presentations, including 3 plenary lectures and 10 keynote presentations, and 209 poster presentations, including 60 that were discussed during an oral-poster session.  \n\n \n \n\n \n \n\n \n\n\n\t\t\t\t\tLast Modified: 07/13/2015\n\n\t\t\t\t\tSubmitted by: Carsten Sievers"
 }
}