{
 "awd_id": "1437810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bio-oil Production and Upgrading in Electromagnetic Fields Using Supported Nanostructured Catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 299363.0,
 "awd_amount": 299363.0,
 "awd_min_amd_letter_date": "2014-07-23",
 "awd_max_amd_letter_date": "2014-07-23",
 "awd_abstract_narration": "Abstract Title: Bio-oil Production and Upgrading in Electromagnetic Fields Using Supported Nanostructured Catalysts \r\n\r\nThe production of commercially viable bio-fuels from pyrolysis bio-oils requires improvement in processing technology, particularly with respect to upgraded product stability and catalyst lifetime. Catalyst effectiveness is the limiting factor. Based on studies performed through a previous EAGER award, Professors Dorin Boldor and Daniel Hayes at the Louisiana State University believe they have an approach to improve the situation. By utilizing direct heating of only the metal particle supported nanoscale catalysts, bio-organic polymers and precursors are rapidly broken down and converted into higher quality oil with extremely high yield compared to state-of-the-art pyrolysis techniques.  In contrast to current generation reactor design where the reactor sidewall is heated and the catalyst acts as a heat sink, in this system the oscillating magnetic field from RF induction coils or microwave sources induce eddy currents on the surface of the supported catalyst resulting in induction heating where the metallic core of the catalyst acts as a heat source for pyrolysis and the catalyst works most efficiently for product upgrading.  The single step process is expected to be more energy efficient and provide a greater yield of high value product while extending the life of catalyst.  Additionally, this process can efficiently use a variety of organic polymers as feedstock. Materials such as recycled plastic bottles, wood chips or agricultural waste can be turned into high value bio-oil. \r\n\r\nIn order to be functionally useful, pyrolysis oil needs to be catalytically upgraded and stabilized, usually in reactors operating at high temperature and pressure. During upgrading, unstable molecules have a tendency to re-polymerize into higher-molecular weight compounds, which, coupled with the residual phosphorus and sulfur (native to the biomass), tend to inhibit the catalyst active sites, requiring frequent maintenance and reducing catalyst lifetime. Inhibition of catalytic sites is thermodynamically favored in conventional reactors, where the heat is carried by the bio-oil vapors, with the catalyst bed acting as a heat sink. Thus, molecular migration is favored to proceed toward the catalyst surface, and is impeded from moving away from the surface. From the perspective of controlling (i.e. accelerating) reactions and optimizing the process while prolonging the catalyst life, it is preferable to rationally design a catalyst-pyrolysis process that is able to generate thermodynamically favorable molecular transport where the molecules on the product side migrate away from the reaction surface. In order to achieve this goal, it is desirable to reverse the thermal flux from the carrier reactants in vapor phase, using the catalyst surface, or logically its support, as a heat source. The proposed approach includes a study of biomass pyrolysis at various temperatures, in conjunction with upgrading in electromagnetic fields using surface supported nanoscale metallic and zeolite catalysts. The results and process performance will be evaluated by quantitative and qualitative measurements of the produced bio-oil, char, and non-condensable gases from different biomass; by evaluating the catalyst performance and quality after repeated experiments; and by providing data for a techno-economic and engineering analysis in order to determine the feasibility of scaling up the process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorin",
   "pi_last_name": "Boldor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dorin Boldor",
   "pi_email_addr": "dboldor@agcenter.lsu.edu",
   "nsf_id": "000399407",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Hayes",
   "pi_email_addr": "Dhayes@agcenter.lsu.edu",
   "nsf_id": "000542051",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University Agricultural Center",
  "inst_street_address": "104 J NORMAN EFFERSON HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255786030",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY AGRICULTURAL CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "UF3LV6W2W6K9"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University Agricultural Center",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299363.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Overview: </em></strong>The commercial success of biobased fuels and chemicals is based on the premise that complex organic molecules in readily available biomass can be biochemically or thermo-chemically converted into much simpler molecular building blocks. This premise is challenged by the facts that biochemical routes are not yet commercially competitive, and that current thermochemical methods produce a low-quality, highly oxygenated, unstable bio-oil due to presence of reactive molecules and high acidity. In order to be adequately used, pyrolysis oil needs to be catalytically upgraded and stabilized in reactors operating at high temperature and pressure. During upgrading, unstable molecules have a tendency to re-polymerize into higher-molecular weight compounds, which, coupled with the residual phosphorus and sulfur (native to the biomass), tend to inhibit the catalyst active sites, requiring frequent maintenance and reducing catalyst lifetime. Inhibition of catalytic sites is thermodynamically favored in conventional reactors, where the heat is carried by the bio-oil vapors, with the catalyst bed acting as a heat sink. Thus, molecular migration is favored to proceed toward the catalyst surface, and is impeded from moving away from the surface. From the perspective of controlling (<em>i.e.</em> accelerating) reactions and optimizing the process while prolonging the catalyst life, it is preferable to rationally design a combination of catalyst-pyrolysis process that not only occurs simultaneously, but also is able to generate thermodynamically favorable molecular transport (the molecules on the product side need to move away from the reaction surface). In order to achieve this goal, it is desirable to reverse the thermal flux from the carrier reactants in vapor phase, using the catalyst surface (or its support) as a heat source. The proposed approach included biomass pyrolysis at various temperatures, followed by upgrading in electromagnetic fields using metallic, metal oxide, and zeolite catalysts. The results and process performance indicated that the approach results in only a 4% coking of catalyst comparing to 11% in conventional heating, as well as a reduction in surface area of only 4% for electromagnetic heating compared to 40% in conventional reactors. Significant improvements in yields were obtained at pyrolysis temperatures of 550-600 &deg;C, with catalytic upgrading at 230-290 &deg;C. <strong><em>&nbsp;</em></strong></p>\n<p><strong><em>Intellectual merit: </em></strong>&nbsp;A novel approach to biomass pyrolysis and upgrading was invastigated, whereby a<em>n induction heating pyrolysis system can be synergistically coupled with rationally designed (hydro)deoxygenation nanocatalysts </em><em>for simultaneous production and upgrading/stabilization of a pyrolysis bio-oil that is fully compatible with existing refining and petro-chemical infrastructure. </em>The concept allows for a controlled heat flux distribution generating directly in the core of the catalyst bed, with the thermal gradient being thermodynamically favorable toward removing the reaction products away from the catalyst surface. This approach allows for increased catalyst lifetime and reduced fouling of catalyst active sites.</p>\n<p><strong><em>Broad Impact: </em></strong>A sustainable society encompasses all aspects of development, including preserving and protecting its environment while producing the energy it needs, preferably from renewable sources. The research achieved this goal via a transformative technology for production of bio-oils using rationally designed catalysts that synergistically interact with the specific production process. <em>The successful completion of this research project formed the foundations of a development platform for production of specific molecules, and will spawn new research and development efforts in this field. </em>The project integrated training of PhD students, with outreach to the community via the existing Service-Learning courses taught by the PIs. These programs are targeted toward increasing science and engineering awareness in the K-12 programs in Louisiana. The graduate students gained and master skills critically needed in the competitive labor market of the 21<sup>st</sup> century. Two female graduate students trained in this project are currently employed as postdoctoral researchers (one in the university and one at US DOE NETL). Multiple undergraduate students were also trained in this project. The results were disseminated via multiple peer-reviewed publications and conference presentations. One US patent was awarded to the coPIs by the USPTO.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2018<br>\n\t\t\t\t\tModified by: Dorin&nbsp;Boldor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: The commercial success of biobased fuels and chemicals is based on the premise that complex organic molecules in readily available biomass can be biochemically or thermo-chemically converted into much simpler molecular building blocks. This premise is challenged by the facts that biochemical routes are not yet commercially competitive, and that current thermochemical methods produce a low-quality, highly oxygenated, unstable bio-oil due to presence of reactive molecules and high acidity. In order to be adequately used, pyrolysis oil needs to be catalytically upgraded and stabilized in reactors operating at high temperature and pressure. During upgrading, unstable molecules have a tendency to re-polymerize into higher-molecular weight compounds, which, coupled with the residual phosphorus and sulfur (native to the biomass), tend to inhibit the catalyst active sites, requiring frequent maintenance and reducing catalyst lifetime. Inhibition of catalytic sites is thermodynamically favored in conventional reactors, where the heat is carried by the bio-oil vapors, with the catalyst bed acting as a heat sink. Thus, molecular migration is favored to proceed toward the catalyst surface, and is impeded from moving away from the surface. From the perspective of controlling (i.e. accelerating) reactions and optimizing the process while prolonging the catalyst life, it is preferable to rationally design a combination of catalyst-pyrolysis process that not only occurs simultaneously, but also is able to generate thermodynamically favorable molecular transport (the molecules on the product side need to move away from the reaction surface). In order to achieve this goal, it is desirable to reverse the thermal flux from the carrier reactants in vapor phase, using the catalyst surface (or its support) as a heat source. The proposed approach included biomass pyrolysis at various temperatures, followed by upgrading in electromagnetic fields using metallic, metal oxide, and zeolite catalysts. The results and process performance indicated that the approach results in only a 4% coking of catalyst comparing to 11% in conventional heating, as well as a reduction in surface area of only 4% for electromagnetic heating compared to 40% in conventional reactors. Significant improvements in yields were obtained at pyrolysis temperatures of 550-600 &deg;C, with catalytic upgrading at 230-290 &deg;C.  \n\nIntellectual merit:  A novel approach to biomass pyrolysis and upgrading was invastigated, whereby an induction heating pyrolysis system can be synergistically coupled with rationally designed (hydro)deoxygenation nanocatalysts for simultaneous production and upgrading/stabilization of a pyrolysis bio-oil that is fully compatible with existing refining and petro-chemical infrastructure. The concept allows for a controlled heat flux distribution generating directly in the core of the catalyst bed, with the thermal gradient being thermodynamically favorable toward removing the reaction products away from the catalyst surface. This approach allows for increased catalyst lifetime and reduced fouling of catalyst active sites.\n\nBroad Impact: A sustainable society encompasses all aspects of development, including preserving and protecting its environment while producing the energy it needs, preferably from renewable sources. The research achieved this goal via a transformative technology for production of bio-oils using rationally designed catalysts that synergistically interact with the specific production process. The successful completion of this research project formed the foundations of a development platform for production of specific molecules, and will spawn new research and development efforts in this field. The project integrated training of PhD students, with outreach to the community via the existing Service-Learning courses taught by the PIs. These programs are targeted toward increasing science and engineering awareness in the K-12 programs in Louisiana. The graduate students gained and master skills critically needed in the competitive labor market of the 21st century. Two female graduate students trained in this project are currently employed as postdoctoral researchers (one in the university and one at US DOE NETL). Multiple undergraduate students were also trained in this project. The results were disseminated via multiple peer-reviewed publications and conference presentations. One US patent was awarded to the coPIs by the USPTO.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2018\n\n\t\t\t\t\tSubmitted by: Dorin Boldor"
 }
}