{
 "awd_id": "1438898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Twitter and Informal Science Learning and Engagement",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 215209.0,
 "awd_amount": 215209.0,
 "awd_min_amd_letter_date": "2014-08-05",
 "awd_max_amd_letter_date": "2017-08-07",
 "awd_abstract_narration": "The project will develop a set of research instruments to assess and evaluate the role of social media micro-blogging platforms (e.g., Twitter) in fostering informal science learning. The Internet and social media are rapidly transforming the nature of public discourse and the ways in which adults learn about the changing world. Highly respected informal science institutions, such as museums, scientific foundations and societies, and government scientific agencies are trusted curators of science knowledge to whom the public looks for up-to-date information in their respective fields. These organizations are increasingly using social media tools, such as Twitter, to reach the public and disseminate information.  To complement the highly quantitative and often market-driven perspectives of current research, the project will develop research tools to assess the role of Twitter in supporting informal science learning.  \r\n\r\nThe project will develop, pilot, and validate two instruments.  The first is an informal science social engagement index or indices, based on a content analysis of social media comments.  Researchers will extract online conversation threads constructed by media followers. The second measure will survey followers of the sites studied regarding motivations, objectives for their interest in science and for following these organizations, perceptions about their use of Twitter, and their perceptions about their use of Twitter.  Twitter data will be gathered from several organizations, such as the National Geographic and the Field Museum of Natural History.  The project will make available the two research tools for use in research on the role of Twitter in informal science education and will provide a foundation for future research on the topic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Light",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Light",
   "pi_email_addr": "dlight@edc.org",
   "nsf_id": "000277805",
   "pi_start_date": "2014-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center/Center for Children & Technology",
  "perf_str_addr": "96 Morton Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100143326",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 215209.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of our research was to explore the role of social media as an educational outreach channel for science organizations that are not science media organizations, so we sought to collaborate with highly respected science institutions or government agencies that are not already sponsoring broadcast events, major publications, or other public education activities that reach into people&rsquo;s homes and private lives via &ldquo;traditional media.&rdquo; We identified institutions that are using social media to develop new outreach capacities, and ultimately selected three types of institutions to focus on: science museums, wildlife education societies, and government science agencies. For this study, we surveyed Twitter followers of four science organizations: a large natural history museum in the Northeast, a big city zoo in the Mid-West, and two federal science agencies &ndash; National Aeronautics and Space Administration (NASA) and National Oceanic and Atmospheric Administration (NOAA).</p>\n<p>Findings from our survey suggest that there are two distinct publics that are interested in science that are following science organizations on Twitter. Both groups expressed interest in staying informed about science and look to these organizations for relevant science information, but one public is particularly interested in engaging with a broader science community by retweeting and sharing science information. These differences could inform how these science organizations use Twitter (and other social media) to further their educational mission.</p>\n<p>One public, the Informed Citizens, are interested in science and want to stay informed about science. Their primary reasons are to satisfy their curiosity, to learn about specific topics or general science interest. They indicate very little interest in any of the more social aspects of social media &ndash; they do not want to be part of Twitter conversations about science.&nbsp; For example, a third of the Informed Citizens group report using Twitter to stay informed about controversial science topics, but only 1% want to participate in conversations about such topics.</p>\n<p>&nbsp;</p>\n<p>Science Communicators, the other public, is perhaps at the heart of the emerging social media world &ndash; they seem to be actively gathering and sharing information.&nbsp; This public also reports being very interested in science; however, they also want to be part of larger scientific conversations and are more active in creating Tweets. They see Twitter as one way to stay informed: over 95% feel Twitter is an important way to stay informed about science and a way to satisfy their curiosity. However, the Communicators also want to share and participate in science: 92% want connect to science experts via Twitter, 85% connect with other science enthusiasts or follow controversial science topics. The Science Communicators are using Twitter to stay informed, inform others and to connect to others about science.</p>\n<p>&nbsp;</p>\n<p>The survey explored other aspects of people&rsquo;s use of Twitter.&nbsp; We found a similar frequency of using Twitter for both groups, but differences across a number of other dimensions related to what they are interested in and how they use Twitter.&nbsp; On the survey, 86% and 87%, respectively, of the Science Communicators and the Informed Citizens reported using Twitter daily. Differences between the two groups lie in how they use Twitter to engage in a broader public conversation about science.</p>\n<p>&nbsp;</p>\n<p>It difficult to estimate what portion of any science institution&rsquo;s Twitter following is made up of these science-related publics.&nbsp; Even if these are relatively smaller groups within any organization&rsquo;s following, it is important for these science institutions&rsquo; social media strategies to meet the needs and interests of these two groups. A connection to the group of Science Communicators, in particular, might open up another channel for education and outreach to fulfill an educational and science outreach mission. These findings suggest that any public science institution can move beyond just thinking of the public as a visitor.&nbsp; Many institutions may already have a cadre of followers who are interested in science generally or &nbsp;other scientific topics relevant to the their work and mission.&nbsp; These followers are interested in learning more about science and engaging in conversations about science.&nbsp; Supporting these followers&rsquo; continued learning helps them become better informed citizens and opinion leaders in their communities. Furthermore, as Communicators, these people open up a conduit to their followers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2018<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Light</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of our research was to explore the role of social media as an educational outreach channel for science organizations that are not science media organizations, so we sought to collaborate with highly respected science institutions or government agencies that are not already sponsoring broadcast events, major publications, or other public education activities that reach into people?s homes and private lives via \"traditional media.\" We identified institutions that are using social media to develop new outreach capacities, and ultimately selected three types of institutions to focus on: science museums, wildlife education societies, and government science agencies. For this study, we surveyed Twitter followers of four science organizations: a large natural history museum in the Northeast, a big city zoo in the Mid-West, and two federal science agencies &ndash; National Aeronautics and Space Administration (NASA) and National Oceanic and Atmospheric Administration (NOAA).\n\nFindings from our survey suggest that there are two distinct publics that are interested in science that are following science organizations on Twitter. Both groups expressed interest in staying informed about science and look to these organizations for relevant science information, but one public is particularly interested in engaging with a broader science community by retweeting and sharing science information. These differences could inform how these science organizations use Twitter (and other social media) to further their educational mission.\n\nOne public, the Informed Citizens, are interested in science and want to stay informed about science. Their primary reasons are to satisfy their curiosity, to learn about specific topics or general science interest. They indicate very little interest in any of the more social aspects of social media &ndash; they do not want to be part of Twitter conversations about science.  For example, a third of the Informed Citizens group report using Twitter to stay informed about controversial science topics, but only 1% want to participate in conversations about such topics.\n\n \n\nScience Communicators, the other public, is perhaps at the heart of the emerging social media world &ndash; they seem to be actively gathering and sharing information.  This public also reports being very interested in science; however, they also want to be part of larger scientific conversations and are more active in creating Tweets. They see Twitter as one way to stay informed: over 95% feel Twitter is an important way to stay informed about science and a way to satisfy their curiosity. However, the Communicators also want to share and participate in science: 92% want connect to science experts via Twitter, 85% connect with other science enthusiasts or follow controversial science topics. The Science Communicators are using Twitter to stay informed, inform others and to connect to others about science.\n\n \n\nThe survey explored other aspects of people?s use of Twitter.  We found a similar frequency of using Twitter for both groups, but differences across a number of other dimensions related to what they are interested in and how they use Twitter.  On the survey, 86% and 87%, respectively, of the Science Communicators and the Informed Citizens reported using Twitter daily. Differences between the two groups lie in how they use Twitter to engage in a broader public conversation about science.\n\n \n\nIt difficult to estimate what portion of any science institution?s Twitter following is made up of these science-related publics.  Even if these are relatively smaller groups within any organization?s following, it is important for these science institutions? social media strategies to meet the needs and interests of these two groups. A connection to the group of Science Communicators, in particular, might open up another channel for education and outreach to fulfill an educational and science outreach mission. These findings suggest that any public science institution can move beyond just thinking of the public as a visitor.  Many institutions may already have a cadre of followers who are interested in science generally or  other scientific topics relevant to the their work and mission.  These followers are interested in learning more about science and engaging in conversations about science.  Supporting these followers? continued learning helps them become better informed citizens and opinion leaders in their communities. Furthermore, as Communicators, these people open up a conduit to their followers.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2018\n\n\t\t\t\t\tSubmitted by: Daniel Light"
 }
}