{
 "awd_id": "1438198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Understanding of Ionic Insertion/Extraction Mechanism of Organic Electrodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2018-11-30",
 "tot_intn_awd_amt": 117000.0,
 "awd_amount": 117000.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2014-07-18",
 "awd_abstract_narration": "Title: Collaborative Research: Fundamental Understanding of Ionic Insertion/Extraction Mechanism on Organic Electrodes\r\n\r\nCollaborative:\r\n\r\nPrincipal Investigator:  Huixin He (Lead)\r\nNumber: 1438493\r\nInstitution: Rutgers University - Newark\r\n\r\nPrincipal Investigator:  Chunsheng Wang\r\nNumber: 1438198\r\nInstitution: University of Maryland, College Park\r\n\r\nThere is a strong need to develop batteries for storage of electricity that are inexpensive and use sustainable materials.  Rechargeable batteries based on organic materials such as crystalline salts of croconic acid are potentially inexpensive and can be fabricated from sustainable resources, but suffer from low power and eventual failure after many re-charging cycles.  The goal of this project is to develop a fundamental understanding of ion movement during the charging cycle in these materials. This information can then be used to rationally design organic batteries with improved energy capacity and long cycle life.  The approach will make use of advanced techniques for synthesis and performance characterization of organic nanowire batteries that will be complimented by powerful molecular models to predict ion movement.  An interdisciplinary team from two universities will be involved in this research effort.  The interdisciplinary nature of this research will provide students at both the graduate and undergraduate levels with training in the high-tech fields electrochemical energy systems, nanotechnology, and computational modeling.  To broaden participation, activities include an outreach program to provide high school students with a summer research experience, and a workshop for science teachers on sustainable energy topics from school districts in low-income areas of New Jersey.\r\n\r\nTechnical Description\r\n\r\nOrganic materials for electrochemical energy storage are potentially inexpensive and can be fabricated from sustainable resources, but suffer from low energy density and cycling failure.  The potential to overcome these limitations has not been realized, due in part to an incomplete knowledge of ion insertion/extraction processes within the organic materials. The overall goal of this project is to develop a fundamental understanding of the ion insertion and extraction mechanism by elucidating the relationships for the thermodynamics and kinetics of ion insertion/extraction processes for lithium, magnesium, and sodium ions.  These relationships will be obtained through density functional theory (DFT) and molecular modeling, in situ electrochemical characterization measurements, and characterization of organic crystal structures. This will approach will be complimented by synthesis and mechanical strain evolution measurements of crystalline croconic acid disodium salt nanowires of controlled size and shape.  The fundamental understanding gained from this research can potentially enable the rational design organic materials ordered at the nanoscale and microscale for sustainable organic batteries with high energy density and long cycle life.  An interdisciplinary team from two universities will be involved in this research effort.  The interdisciplinary nature of this research will provide students at both the graduate and undergraduate levels with training in electrochemical energy systems, nanotechnology, and computational modeling.  To broaden participation, activities include an outreach program to provide high school students with a summer research experience, and a workshop for science teachers on sustainable energy topics from school districts in low-income areas of New Jersey.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chunsheng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chunsheng Wang",
   "pi_email_addr": "cswang@umd.edu",
   "nsf_id": "000492314",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "4122 Chemistry Bldg 091",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207422115",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 117000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The commercial Li-ion batteries using expensive and toxic inorganic electrode materials such as LiCoO<sub>2</sub>, which trigger severe environment and energy challenges. To reduce the CO<sub>2</sub> release and energy consumption from the battery material production, the organic materials with low cost, abundant and environmental benign were used as electrode materials for the next generation green and sustainable batteries. Azo compounds, a new family of organic electrode materials, were discovered by us. We not only introduce a new reaction mechanism to organic batteries, but also shed lights to the structure design and performance optimization for organic electrode materials. Our work in <em>PNAS</em> and <em>Advanced Energy Materials</em> proves that azo compounds are universal electrode materials for high performance Li, Na and K-ion batteries at both room temperature and high temperature. The discovery of azo compound electrode through the NSF project will greatly enhance the organic materials for green and sustainable batteries.</p>\n<p>Under the NSF award, 7 journal articles were published in highly impact journals such as <em>Chem</em>, <em>Proc. Natl. Acad. Sci. U.S.A</em>, <em>Adv. Mater.</em>, <em>Angew. Chem. Int. Ed.</em>, and <em>Advanced Energy Materials</em>. Several news outlets and web media have reported our work and discussed our contributions to the field of energy storage. We also presented our research results in ECS conferences and AICHE conferences. Several collaboration programs were established with energy storage scientists at Argonne National Laboratory, Brookhaven National Laboratory, Army Research Laboratory, and others. These research collaborations resulted in several high-quality publications. The research funded by this award has trained a number of junior scientists and students including 1 postdoctoral research associate, 4 graduate students, 3 visiting scholars and 1 undergraduate student. The graduate and undergraduate students conducted research at the PI&rsquo;s lab and were trained on a variety of energy storage techniques including coin cell fabrication, electrochemical tests, battery cathode and anode fabrication, electrochemical data analysis and materials characterization such as Raman spectroscopy, Fourier-transform infrared spectroscopy, Scanning electron microscopy, X-ray photoelectron spectroscopy, thermogravimetric analysis and X-ray diffraction.</p>\n<p>Our work has opened new opportunities to utilize carbonyl and azo group-containing organic materials for green and sustainable batteries. Besides inventing azo compound-based organic batteries, we also investigated the self-healing effect between carbonyl compound and polymer binder for low cost and long lifespan organic Na-ion batteries. In addition, the ionic bonding between oxygen in organic material and Li-ion in solid-state electrolyte was studied and used for the first time to fulfill the safe and stable organic all-solid-state Li batteries. The applications of high-performance carbonyl-based polymer in multivalent-metal batteries such as Mg and Al batteries were also achieved by our group. Our work offers opportunities to apply new organic materials and new chemistries in various types of rechargeable batteries for energy and environmental sustainability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2019<br>\n\t\t\t\t\tModified by: Chunsheng&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe commercial Li-ion batteries using expensive and toxic inorganic electrode materials such as LiCoO2, which trigger severe environment and energy challenges. To reduce the CO2 release and energy consumption from the battery material production, the organic materials with low cost, abundant and environmental benign were used as electrode materials for the next generation green and sustainable batteries. Azo compounds, a new family of organic electrode materials, were discovered by us. We not only introduce a new reaction mechanism to organic batteries, but also shed lights to the structure design and performance optimization for organic electrode materials. Our work in PNAS and Advanced Energy Materials proves that azo compounds are universal electrode materials for high performance Li, Na and K-ion batteries at both room temperature and high temperature. The discovery of azo compound electrode through the NSF project will greatly enhance the organic materials for green and sustainable batteries.\n\nUnder the NSF award, 7 journal articles were published in highly impact journals such as Chem, Proc. Natl. Acad. Sci. U.S.A, Adv. Mater., Angew. Chem. Int. Ed., and Advanced Energy Materials. Several news outlets and web media have reported our work and discussed our contributions to the field of energy storage. We also presented our research results in ECS conferences and AICHE conferences. Several collaboration programs were established with energy storage scientists at Argonne National Laboratory, Brookhaven National Laboratory, Army Research Laboratory, and others. These research collaborations resulted in several high-quality publications. The research funded by this award has trained a number of junior scientists and students including 1 postdoctoral research associate, 4 graduate students, 3 visiting scholars and 1 undergraduate student. The graduate and undergraduate students conducted research at the PI?s lab and were trained on a variety of energy storage techniques including coin cell fabrication, electrochemical tests, battery cathode and anode fabrication, electrochemical data analysis and materials characterization such as Raman spectroscopy, Fourier-transform infrared spectroscopy, Scanning electron microscopy, X-ray photoelectron spectroscopy, thermogravimetric analysis and X-ray diffraction.\n\nOur work has opened new opportunities to utilize carbonyl and azo group-containing organic materials for green and sustainable batteries. Besides inventing azo compound-based organic batteries, we also investigated the self-healing effect between carbonyl compound and polymer binder for low cost and long lifespan organic Na-ion batteries. In addition, the ionic bonding between oxygen in organic material and Li-ion in solid-state electrolyte was studied and used for the first time to fulfill the safe and stable organic all-solid-state Li batteries. The applications of high-performance carbonyl-based polymer in multivalent-metal batteries such as Mg and Al batteries were also achieved by our group. Our work offers opportunities to apply new organic materials and new chemistries in various types of rechargeable batteries for energy and environmental sustainability.\n\n \n\n\t\t\t\t\tLast Modified: 03/02/2019\n\n\t\t\t\t\tSubmitted by: Chunsheng Wang"
 }
}