{
 "awd_id": "1438811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Tenth Mississippi State Conference on Differential Equations and Computational Simulations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2014-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2014-04-11",
 "awd_max_amd_letter_date": "2014-04-11",
 "awd_abstract_narration": "This award supports participation in the \"Tenth Mississippi State Conference on Differential Equations and Computational Simulations,\" which provides a forum where mathematicians, engineers, and scientists from academia and industry exchange research and education ideas involving theoretical, applied, and computational developments in differential equations and associated simulations.  The conference will be held October 23-25, 2014 on the campus of the Mississippi State University. The website for this conference is http://www.ccs.msstate.edu/deconf/de2014.\r\n \r\nThe conference is a collaborative endeavor between the Department of Mathematics and Statistics, and the Center for Computational Sciences (CCS), a High Performance Computing Collaboratory (HPCC) member center, at Mississippi State University. The majority of the grant funds will be used to provide travel support to graduate students and recent doctoral recipients. The conference will provide these future research leaders an opportunity to present their work, to meet and collaborate with other researchers, educators, and practitioners, and to learn about recent developments in this interdisciplinary field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyeona",
   "pi_last_name": "Lim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyeona Lim",
   "pi_email_addr": "hlim@math.msstate.edu",
   "nsf_id": "000320796",
   "pi_start_date": "2014-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Shontz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne M Shontz",
   "pi_email_addr": "shontz@ku.edu",
   "nsf_id": "000388719",
   "pi_start_date": "2014-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Goddard",
   "pi_mid_init": "",
   "pi_sufx_name": "II",
   "pi_full_name": "Jerome Goddard",
   "pi_email_addr": "jgoddard@aum.edu",
   "nsf_id": "000601979",
   "pi_start_date": "2014-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "PO Box 6156",
  "perf_city_name": "Mississippi State",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "397629662",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to organize a truly multidisciplinary conference entitled &ldquo;The Tenth Mississippi State Conference on Differential Equations and Computational Simulations&rdquo; with a mission of providing a joint forum where mathematicians, scientists, and engineers from academia and industry exchange research and education ideas involving theoretical, applied, and computational developments in differential equations and associated simulations. The conference is also to provide graduate students and young Ph.D.s an opportunity to present their work, meet other researchers, educators and practitioners, learn of recent developments in the proposed interdisciplinary field, and produce a new generation of mathematical models and challenges.</p>\n<p>&nbsp;</p>\n<p>Ten principal lectures were presented by the following speakers:&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>Alfonso Castro, &ldquo;Professor Shivaji and how to find the bottom in semipositone problems,&rdquo; Harvey Mudd College</li>\n<li>Pavel Dr&aacute;bek, &ldquo;Results and open questions for some quasilinear eigenvalue problems,&rdquo; University of West Bohemia in Pilsen, Czech Republic</li>\n<li>Paul Durbin, &ldquo;The phenomenon of bypass transition and its modeling in practice,&rdquo; Iowa State University</li>\n<li>Jonathan Freund, &ldquo;Numerical simulation of cellular blood flow in small vessels,&rdquo; University of Illinois at Urbana-Champaign</li>\n<li>Suzanne Lenhart, &ldquo;Modeling of Johne's disease in dairy cattle,&rdquo; University of Tennessee, Knoxville</li>\n<li>Philip Maini, &ldquo;Modelling collective cell movement in biology,&rdquo; Oxford University, United Kingdom</li>\n<li>Jean Mawhin, &ldquo;The multiplicity of solutions of relativistic-type systems with periodic nonlinearities,&rdquo; Catholic University of Louvain, Belgium</li>\n<li>Peter Polacik, &ldquo;Bounded solutions of the Fujita equation: three examples,&rdquo; University of Minnesota</li>\n<li>Junping Shi, &ldquo;Exact multiplicity and uniqueness of positive solutions of nonlinear elliptic equations and systems: Old and new results,&rdquo; College of William and Mary</li>\n<li>Peter Takac, &ldquo;Time analyticity of solutions to the Heston volatility model in mathematical finance,&rdquo; Universitat Rostock, Germany&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p>The principal lectures were from various disciplines such as applied and computational mathematics, biology, materials sciences, and aerospace engineering all of which concentrate on differential equations and computational simulations. In addition, a total of 83 contributed papers were presented at the conference and 167 participants from 12 different countries registered for the conference. The conference participants came from Algeria, Belgium, the Czech Republic, China, Georgia, Germany, India, Japan, Korea, Saudi Arabia, the United Kingdom, and the United States.&nbsp; The conference was also dedicated to Ratnasingham Shivaji, Professor of Mathematics at University of North Carolina at Greensboro, in celebration of his 60th birthday, his outstanding contributions to differential equations, and his service to Mississippi State University. Shivaji&rsquo;s former students and colleagues gave remarks on Ratnasingham Shivaji during the conference banquet held on Thursday night, October 23, 2014.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This is a truly multidisciplinary conference with a focused theme, which is needed in the area of differential equations &amp; computational simulations, mathematical models, mathematical and numerical analysis, computational techniques and their applications to real world problems. The Department of Mathematics and Statistics (http://www.math.msstate.edu) and the Center for Computational Sciences (CCS, http://www.ccs.msstate.edu), a High Performance Computing Collaboratory (HPC2, formerly the NSF Engineering Research Center) member center, at Mississippi Sta...",
  "por_txt_cntn": "\nThe goal of this project is to organize a truly multidisciplinary conference entitled \"The Tenth Mississippi State Conference on Differential Equations and Computational Simulations\" with a mission of providing a joint forum where mathematicians, scientists, and engineers from academia and industry exchange research and education ideas involving theoretical, applied, and computational developments in differential equations and associated simulations. The conference is also to provide graduate students and young Ph.D.s an opportunity to present their work, meet other researchers, educators and practitioners, learn of recent developments in the proposed interdisciplinary field, and produce a new generation of mathematical models and challenges.\n\n \n\nTen principal lectures were presented by the following speakers: \n\n \n\nAlfonso Castro, \"Professor Shivaji and how to find the bottom in semipositone problems,\" Harvey Mudd College\nPavel Dr&aacute;bek, \"Results and open questions for some quasilinear eigenvalue problems,\" University of West Bohemia in Pilsen, Czech Republic\nPaul Durbin, \"The phenomenon of bypass transition and its modeling in practice,\" Iowa State University\nJonathan Freund, \"Numerical simulation of cellular blood flow in small vessels,\" University of Illinois at Urbana-Champaign\nSuzanne Lenhart, \"Modeling of Johne's disease in dairy cattle,\" University of Tennessee, Knoxville\nPhilip Maini, \"Modelling collective cell movement in biology,\" Oxford University, United Kingdom\nJean Mawhin, \"The multiplicity of solutions of relativistic-type systems with periodic nonlinearities,\" Catholic University of Louvain, Belgium\nPeter Polacik, \"Bounded solutions of the Fujita equation: three examples,\" University of Minnesota\nJunping Shi, \"Exact multiplicity and uniqueness of positive solutions of nonlinear elliptic equations and systems: Old and new results,\" College of William and Mary\nPeter Takac, \"Time analyticity of solutions to the Heston volatility model in mathematical finance,\" Universitat Rostock, Germany \n\n\n \n\nThe principal lectures were from various disciplines such as applied and computational mathematics, biology, materials sciences, and aerospace engineering all of which concentrate on differential equations and computational simulations. In addition, a total of 83 contributed papers were presented at the conference and 167 participants from 12 different countries registered for the conference. The conference participants came from Algeria, Belgium, the Czech Republic, China, Georgia, Germany, India, Japan, Korea, Saudi Arabia, the United Kingdom, and the United States.  The conference was also dedicated to Ratnasingham Shivaji, Professor of Mathematics at University of North Carolina at Greensboro, in celebration of his 60th birthday, his outstanding contributions to differential equations, and his service to Mississippi State University. ShivajiÆs former students and colleagues gave remarks on Ratnasingham Shivaji during the conference banquet held on Thursday night, October 23, 2014. \n\n \n\nThis is a truly multidisciplinary conference with a focused theme, which is needed in the area of differential equations &amp; computational simulations, mathematical models, mathematical and numerical analysis, computational techniques and their applications to real world problems. The Department of Mathematics and Statistics (http://www.math.msstate.edu) and the Center for Computational Sciences (CCS, http://www.ccs.msstate.edu), a High Performance Computing Collaboratory (HPC2, formerly the NSF Engineering Research Center) member center, at Mississippi State University (MSU, http://www.msstate.edu) provided the perfect opportunity to assume a leadership role for this mission. \n\n \n\nAnother important feature of the conference is the involvement of many young researchers (especially underrepresented minorities) in mathematical sciences, including graduate students, post-doctorate associates, and new faculty. A total of 32 graduate s..."
 }
}