{
 "awd_id": "1438211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Managing mixotrophic algae cultivation for efficient water treatment and biofuel production",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 317505.0,
 "awd_amount": 317505.0,
 "awd_min_amd_letter_date": "2014-07-17",
 "awd_max_amd_letter_date": "2014-07-17",
 "awd_abstract_narration": "PI Name: Jean VanderGheynst\r\nNumber: 1438211\r\n\r\nMicroalgae have remarkable potential for producing biofuels and bioproducts, and for sequestering carbon dioxide from industrial flue gases.  Economical production of algal biofuels will require using nutrients from wastewater and a free source of carbon. The proposed research will involve managing wastewater treatment by mixotrophic microalgae to achieve efficient biofuel production.  Mixotrophic algae can grow on either organic carbon sources or atmospheric carbon dioxide.  The research has the practical goal of providing an alternative system for biofuel production leading to new industries with high global impact in the areas of energy and agriculture sustainability.   Specifically, the use of biofuels produced from microalgal lipids and polysaccharides has been proposed as a potential solution to worldwide challenges related to fossil fuel scarcity and global warming.  Furthermore, culturing microalgae in wastewater can improve water quality, and prevent problems associated with \"food vs. fuel\" competition on limited agriculture lands.  This project will also train research and educational leaders who will gain knowledge of fundamental principles and applications of biological engineering and biotechnology. Students will develop an ability to work in multidisciplinary teams to achieve research goals, and gain understanding of the broader issues (global environmental and economic impacts, public/societal views) in the field, preparing them to contribute to science and policy related to energy sustainability. This research will benefit K-12 education through integration of algal research into elementary school science curriculums. It will also benefit undergraduate education through enhanced integration of algal research into an engineering design class at University of California, Davis.\r\n \r\nTechnical Description\r\n\r\nMicroalgae have been considered as a viable biofuel feedstock due to their productivity and associated higher-value by-products. Recent reports indicate that sustainable economic production of algae for bioenergy will require mixotrophic production on wastewater and waste carbon dioxide. The growth rate of microalgae, uptake of organic carbon, and accumulation of intracellular lipid and polysaccharide products resulting from mixotrophic production will likely be different from heterotrophic and autotrophic production that have been primarily studied to date. Mixotrophic conditions can improve lipid productivity by an order of magnitude.   However, these cultures can exhibit low efficiency in converting the carbon source into biofuel precursors. For example, when cultured on glucose, glycerol, and acetate, a model strain of microalgae converted only 10-40% of the substrate energy into lipids and starch. In contrast, yeast cultures can convert glucose to ethanol with 70% efficiency on an energy basis.  Elucidating what contributes to lower efficiency in algae is critical for designing algal-based systems for wastewater treatment and biofuel production.  The goal of the proposed research is to develop algae cultivation and wastewater management systems that lead to higher substrate utilization efficiencies for biofuel production and organic matter removal from wastewater. Management options include strain selection and algae acclimation, rate and timing of substrate addition and management of wastewater composition. An additional goal is to determine bottlenecks in substrate utilization by microalgae. These goals will be achieved through three objectives.  The first objective is to determine if acclimation of microalgae to organic carbon reduces substrate utilization efficiency and develop strategies to overcome this challenge.  The second objective is to vary organic carbon and co-factor addition to algae using fed-batch reactors to determine if substrate supply rate impacts conversion efficiency, and the third objective is to use results from objectives 1 and 2 to tailor microalgae production variables for cultivation on food processing wastewaters. This may include application of substrate supply strategies developed in earlier objectives and supplementation of co-factors deficient in wastewaters. Metabolomic profiling techniques will be used to elucidate metabolic responses to different management strategies. This research is expected to inform the decision making process on how to manage microalgae and wastewater for achieving sustainable biofuel production.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "VanderGheynst",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jean S VanderGheynst",
   "pi_email_addr": "j.vander@umassd.edu",
   "nsf_id": "000158178",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Fiehn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Fiehn",
   "pi_email_addr": "ofiehn@ucdavis.edu",
   "nsf_id": "000058886",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tobias",
   "pi_last_name": "Kind",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tobias Kind",
   "pi_email_addr": "tkind@ucdavis.edu",
   "nsf_id": "000561210",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brendan",
   "pi_last_name": "Higgins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brendan Higgins",
   "pi_email_addr": "bth0023@auburn.edu",
   "nsf_id": "000667950",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 317505.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Production of renewable biofuels from algae has the potential to reduce greenhouse gas emissions, improve energy security, all while limiting impacts on food production. However, the cost of algal biofuels has historically been high due to expensive inputs such as nutrients and carbon dioxide as well as unreliable algal growth. Growing algae on wastewater holds the potential to not only lower the cost of biofuel but also leads to cleaner water. Wastewater contains a large number of microorganisms and organic and inorganic nutrients whose impacts on algae are not well understood. The goal of this project was to improve understanding of process engineering variables and biological bottlenecks that influence organic carbon assimilation by microalgae. This knowledge can facilitate management approaches that yield systems that efficiently treat wastewater and produce biofuels.</p>\n<p><strong><em>Intellectual merit.</em></strong> We found that co-culturing the green algae <em>Auxenochlorella protothecoides</em> (UTEX 2341) with <em>Escherichia coli</em> under mixotrophic conditions can lead to 2- to 6-fold increases in algal growth, doubling of neutral lipid content, and elevated nutrient removal rates compared to axenic algal cultures. These outcomes increase the capacity of algal systems to treat wastewater and produce biofuel. Our investigations revealed the molecular underpinnings of this algal-bacterial symbiosis. Using metabolomics methods, we revealed that symbiosis was driven by bacterial provision of thiamine derivatives and degradation products to <em>A. protothecoides.</em> Due to widespread cofactor auxotrophy among algae (&gt;50% of surveyed species) and widespread cofactor synthesis by bacteria, the co-culture results likely extend to a large number of organism pairs. These results show the importance of cultivating algae with complimentary organisms for enhanced growth and nutrient removal in contrast to the algal monocultures that have received so much attention to date. We applied fundamental knowledge of symbiosis toward algae grown on wastewaters from a large winery in California, observing evidence of cofactor exchange between algae and the wastewater microbial community.</p>\n<p><strong><em>Broader impacts</em></strong><em>.</em> This work advanced the integration of algal research into K12 and undergraduate education. One of the graduate students funded by this grant taught a series of lessons on algal bioreactors and photosynthesis to three 6<sup>th</sup> grade classes at Leonardo Da Vinci K-8 School in Sacramento during the 2014-2015 school year. Students constructed bioreactors and measured algal growth in the presence and absence of light. Another graduate student supported by the grant, was an NSF GK-12 RESOURCE fellow during the 2014-2015 academic year and taught lessons related to algal cell walls. The latter has been published on TeachEngineering.org. This grant also led to the development of a laboratory exercise, focused on algal wastewater treatment, that was integrated into the freshman engineering design course &ldquo;Foundations in Biological Systems Engineering&rdquo; at UC Davis. This module was taught by a graduate student funded by this grant during the 2014 and 2015 school years. In 2016, this curriculum continued on as part of the course but was taught by another graduate student, showcasing the durability of curriculum established under this grant.</p>\n<p><strong><em>Publications and products</em></strong><em>.</em>&nbsp;Ten peer-reviewed journal publications resulted from research carried out under this grant. Data generated for these manuscripts is available in their respective supplementary material sections. This project also generated sequencing data of wastewater microbial-algal communities which are available on GenBank, and mass-spectral data that is available via online databases supported by the Fiehn group. This grant also supported the master&rsquo;s thesis and the PhD dissertation of two graduate students. In addition to research publications, this grant also supported publication of educational materials co-authored by these two graduate students on TeachEngineering.org.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2019<br>\n\t\t\t\t\tModified by: Brendan&nbsp;Higgins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProduction of renewable biofuels from algae has the potential to reduce greenhouse gas emissions, improve energy security, all while limiting impacts on food production. However, the cost of algal biofuels has historically been high due to expensive inputs such as nutrients and carbon dioxide as well as unreliable algal growth. Growing algae on wastewater holds the potential to not only lower the cost of biofuel but also leads to cleaner water. Wastewater contains a large number of microorganisms and organic and inorganic nutrients whose impacts on algae are not well understood. The goal of this project was to improve understanding of process engineering variables and biological bottlenecks that influence organic carbon assimilation by microalgae. This knowledge can facilitate management approaches that yield systems that efficiently treat wastewater and produce biofuels.\n\nIntellectual merit. We found that co-culturing the green algae Auxenochlorella protothecoides (UTEX 2341) with Escherichia coli under mixotrophic conditions can lead to 2- to 6-fold increases in algal growth, doubling of neutral lipid content, and elevated nutrient removal rates compared to axenic algal cultures. These outcomes increase the capacity of algal systems to treat wastewater and produce biofuel. Our investigations revealed the molecular underpinnings of this algal-bacterial symbiosis. Using metabolomics methods, we revealed that symbiosis was driven by bacterial provision of thiamine derivatives and degradation products to A. protothecoides. Due to widespread cofactor auxotrophy among algae (&gt;50% of surveyed species) and widespread cofactor synthesis by bacteria, the co-culture results likely extend to a large number of organism pairs. These results show the importance of cultivating algae with complimentary organisms for enhanced growth and nutrient removal in contrast to the algal monocultures that have received so much attention to date. We applied fundamental knowledge of symbiosis toward algae grown on wastewaters from a large winery in California, observing evidence of cofactor exchange between algae and the wastewater microbial community.\n\nBroader impacts. This work advanced the integration of algal research into K12 and undergraduate education. One of the graduate students funded by this grant taught a series of lessons on algal bioreactors and photosynthesis to three 6th grade classes at Leonardo Da Vinci K-8 School in Sacramento during the 2014-2015 school year. Students constructed bioreactors and measured algal growth in the presence and absence of light. Another graduate student supported by the grant, was an NSF GK-12 RESOURCE fellow during the 2014-2015 academic year and taught lessons related to algal cell walls. The latter has been published on TeachEngineering.org. This grant also led to the development of a laboratory exercise, focused on algal wastewater treatment, that was integrated into the freshman engineering design course \"Foundations in Biological Systems Engineering\" at UC Davis. This module was taught by a graduate student funded by this grant during the 2014 and 2015 school years. In 2016, this curriculum continued on as part of the course but was taught by another graduate student, showcasing the durability of curriculum established under this grant.\n\nPublications and products. Ten peer-reviewed journal publications resulted from research carried out under this grant. Data generated for these manuscripts is available in their respective supplementary material sections. This project also generated sequencing data of wastewater microbial-algal communities which are available on GenBank, and mass-spectral data that is available via online databases supported by the Fiehn group. This grant also supported the master?s thesis and the PhD dissertation of two graduate students. In addition to research publications, this grant also supported publication of educational materials co-authored by these two graduate students on TeachEngineering.org.\n\n \n\n\t\t\t\t\tLast Modified: 11/05/2019\n\n\t\t\t\t\tSubmitted by: Brendan Higgins"
 }
}