{
 "awd_id": "1438493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Understanding of Ionic Insertion/Extraction Mechanism of Organic Electrodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2018-11-30",
 "tot_intn_awd_amt": 283000.0,
 "awd_amount": 283000.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2014-07-18",
 "awd_abstract_narration": "Title: Collaborative Research: Fundamental Understanding of Ionic Insertion/Extraction Mechanism on Organic Electrodes\r\n\r\nCollaborative:\r\n\r\nPrincipal Investigator:  Huixin He (Lead)\r\nNumber: 1438493\r\nInstitution: Rutgers University - Newark\r\n\r\nPrincipal Investigator:  Chunsheng Wang\r\nNumber: 1438198\r\nInstitution: University of Maryland, College Park\r\n\r\nThere is a strong need to develop batteries for storage of electricity that are inexpensive and use sustainable materials.  Rechargeable batteries based on organic materials such as crystalline salts of croconic acid are potentially inexpensive and can be fabricated from sustainable resources, but suffer from low power and eventual failure after many re-charging cycles.  The goal of this project is to develop a fundamental understanding of ion movement during the charging cycle in these materials. This information can then be used to rationally design organic batteries with improved energy capacity and long cycle life.  The approach will make use of advanced techniques for synthesis and performance characterization of organic nanowire batteries that will be complimented by powerful molecular models to predict ion movement.  An interdisciplinary team from two universities will be involved in this research effort.  The interdisciplinary nature of this research will provide students at both the graduate and undergraduate levels with training in the high-tech fields electrochemical energy systems, nanotechnology, and computational modeling.  To broaden participation, activities include an outreach program to provide high school students with a summer research experience, and a workshop for science teachers on sustainable energy topics from school districts in low-income areas of New Jersey.\r\n\r\nTechnical Description\r\n\r\nOrganic materials for electrochemical energy storage are potentially inexpensive and can be fabricated from sustainable resources, but suffer from low energy density and cycling failure.  The potential to overcome these limitations has not been realized, due in part to an incomplete knowledge of ion insertion/extraction processes within the organic materials. The overall goal of this project is to develop a fundamental understanding of the ion insertion and extraction mechanism by elucidating the relationships for the thermodynamics and kinetics of ion insertion/extraction processes for lithium, magnesium, and sodium ions.  These relationships will be obtained through density functional theory (DFT) and molecular modeling, in situ electrochemical characterization measurements, and characterization of organic crystal structures. This will approach will be complimented by synthesis and mechanical strain evolution measurements of crystalline croconic acid disodium salt nanowires of controlled size and shape.  The fundamental understanding gained from this research can potentially enable the rational design organic materials ordered at the nanoscale and microscale for sustainable organic batteries with high energy density and long cycle life.  An interdisciplinary team from two universities will be involved in this research effort.  The interdisciplinary nature of this research will provide students at both the graduate and undergraduate levels with training in electrochemical energy systems, nanotechnology, and computational modeling.  To broaden participation, activities include an outreach program to provide high school students with a summer research experience, and a workshop for science teachers on sustainable energy topics from school districts in low-income areas of New Jersey.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huixin",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huixin He",
   "pi_email_addr": "huixinhe@newark.rutgers.edu",
   "nsf_id": "000484380",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Pavanello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Pavanello",
   "pi_email_addr": "m.pavanello@rutgers.edu",
   "nsf_id": "000624110",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "73 Warren Streeet",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 283000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal integrates multidisciplinary research, education, and outreach for next generation of sustainable energy storage. The proposed research focus on fundamental understand battery fading mechanism of organic materials for reachable batteries by combination of the theoretical calculation with dynamical observation using in situ characterization technologies and well defined organic nanowires and nanowire/graphene composite nanostructures. A series of novel time- and energy-saving approaches were developed to controllable fabrication of various graphene structures with different size, shape, holey structures, and heteroatom doping; 2). Simple and fast anti-solvent approaches were developed to achieve controllable assembly of CA and CA/graphene composite nano/micro structures with different sizes, shape and well defined crystal structures. The organic nanomaterials and their graphene hybrids with well-defined structures are provided to Wang&rsquo;s team in Univ. Maryland to establish relationship among structure/size-property-performance of sustainable organic battery materials. These materials are also used for in-situ SPM studies. 3). The most challenging part of this project is the establishment of in situ electrochemical controlled atomic force microscope (EC-AFM) techniques for&nbsp;<em>in operando&nbsp;</em>studying the degradation mechanism of organic battery materials in single nanowire levels. However, we met a series of technical challenges, which have been eventually overcome. Finally we can in-situ monitoring the evolution of the CA structural changing during charging and discharging. Several interesting phenomena were observation, which were never reported before. This unexpected observation should be very helpful for the future organic battery design. As an example, sodium croconic acid(CA), compared to the acid form (croconic acid), has much lower solubility in the battery electrolyte. Based on this, it has proposed that the most possible fading mechanism in CA based battery material is due to pulverization, similar to other inorganic battery materials, such as Si. Indeed, we found the pulverization is important, while the solubility of CA is possibly still important factor determining the performance of CA based organic batteries. We also found the mechanical force experience by the CA nanowires accelerate CA dissolving. The well establishment of the technique also allows to perform more challenging and important <em>in situ </em>and <em>in operando&nbsp;EC-AFM studies.</em><strong> </strong>Theory side, we have set up and carried out molecular dynamics simulations of croconate crystals with Li and Na ions. This has involved involves building a custom force field for the single moieties of the croconate crystal. This has allowed us to simulate the crystal under several nonequilibrium conditions, such as excess charge on the croconate units, and nonequilibrium charge density (i.e., lithium ions separated from the electronically charged croconate moieties). <strong>&nbsp;</strong></p>\n<p class=\"Textbody\">The fundamental understanding gained from this project enables knowledge driven to rationally design novel nano and micromaterials for sustainable organic batteries with high energy density, volumetric density and long cycle life. The techniques developed from this project can be applied to other batteries and the sensors and macroelectronics. The successful development of eco-friendly fabrication concepts and processes will enable low cost, high energy density energy storage devices to be manufactured from renewable resources. The broader applicability of the proposed theoretical methods, such as subsystem DFT method &nbsp;and classical MD simulations developed have become an open-source and is made available to the broader chemistry/physics community and can be applied to an array of problems related to organic crystals and beyond the field of battery materials and will also be made freely available from the web. The inherently interdisciplinary nature of this research produce students in both graduate five Ph. D students, two master students and eight undergraduate students, 14 high school students with exceptional training in energy, nanotechnology, and computational modeling.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2019<br>\n\t\t\t\t\tModified by: Huixin&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis proposal integrates multidisciplinary research, education, and outreach for next generation of sustainable energy storage. The proposed research focus on fundamental understand battery fading mechanism of organic materials for reachable batteries by combination of the theoretical calculation with dynamical observation using in situ characterization technologies and well defined organic nanowires and nanowire/graphene composite nanostructures. A series of novel time- and energy-saving approaches were developed to controllable fabrication of various graphene structures with different size, shape, holey structures, and heteroatom doping; 2). Simple and fast anti-solvent approaches were developed to achieve controllable assembly of CA and CA/graphene composite nano/micro structures with different sizes, shape and well defined crystal structures. The organic nanomaterials and their graphene hybrids with well-defined structures are provided to Wang?s team in Univ. Maryland to establish relationship among structure/size-property-performance of sustainable organic battery materials. These materials are also used for in-situ SPM studies. 3). The most challenging part of this project is the establishment of in situ electrochemical controlled atomic force microscope (EC-AFM) techniques for in operando studying the degradation mechanism of organic battery materials in single nanowire levels. However, we met a series of technical challenges, which have been eventually overcome. Finally we can in-situ monitoring the evolution of the CA structural changing during charging and discharging. Several interesting phenomena were observation, which were never reported before. This unexpected observation should be very helpful for the future organic battery design. As an example, sodium croconic acid(CA), compared to the acid form (croconic acid), has much lower solubility in the battery electrolyte. Based on this, it has proposed that the most possible fading mechanism in CA based battery material is due to pulverization, similar to other inorganic battery materials, such as Si. Indeed, we found the pulverization is important, while the solubility of CA is possibly still important factor determining the performance of CA based organic batteries. We also found the mechanical force experience by the CA nanowires accelerate CA dissolving. The well establishment of the technique also allows to perform more challenging and important in situ and in operando EC-AFM studies. Theory side, we have set up and carried out molecular dynamics simulations of croconate crystals with Li and Na ions. This has involved involves building a custom force field for the single moieties of the croconate crystal. This has allowed us to simulate the crystal under several nonequilibrium conditions, such as excess charge on the croconate units, and nonequilibrium charge density (i.e., lithium ions separated from the electronically charged croconate moieties).  \nThe fundamental understanding gained from this project enables knowledge driven to rationally design novel nano and micromaterials for sustainable organic batteries with high energy density, volumetric density and long cycle life. The techniques developed from this project can be applied to other batteries and the sensors and macroelectronics. The successful development of eco-friendly fabrication concepts and processes will enable low cost, high energy density energy storage devices to be manufactured from renewable resources. The broader applicability of the proposed theoretical methods, such as subsystem DFT method  and classical MD simulations developed have become an open-source and is made available to the broader chemistry/physics community and can be applied to an array of problems related to organic crystals and beyond the field of battery materials and will also be made freely available from the web. The inherently interdisciplinary nature of this research produce students in both graduate five Ph. D students, two master students and eight undergraduate students, 14 high school students with exceptional training in energy, nanotechnology, and computational modeling.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/28/2019\n\n\t\t\t\t\tSubmitted by: Huixin He"
 }
}