{
 "awd_id": "1438739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: PCK*Lex: Applying Computerized Lexical Analysis to Develop a  Cost-Effective Measure of Science Teacher Pedagogical Content Knowledge",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032924648",
 "po_email": "sarmcdon@nsf.gov",
 "po_sign_block_name": "Sarah-Kay McDonald",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 266667.0,
 "awd_amount": 266667.0,
 "awd_min_amd_letter_date": "2014-07-30",
 "awd_max_amd_letter_date": "2018-09-04",
 "awd_abstract_narration": "Pedagogical content knowledge (PCK) is a critical conceptual tool for distinguishing effective from ineffective teaching, but difficulty measuring it has resulted in minimal application of the concept to enhance actual teaching practice. This project will apply computerized lexical analysis techniques to develop an efficient, valid and reliable measure of science teacher PCK - the type of teacher knowledge that bridges content knowledge and how to effectively teach the content in classrooms. This project will transform an instrument used in multiple NSF STEM projects, but which is limited by being time and resource intensive to score. Application of recent developments in lexical analysis will allow measurement of PCK to be taken to scale with rapid feedback, and will be a vital resource for STEM researchers, evaluators, PD providers, teacher educators, and teachers themselves. This collaborative research project brings together two teams with unique yet complementary expertise. BSCS researchers have experience measuring PCK in multiple federal projects, and recently led an international summit on STEM PCK. The Michigan State University Automated Analysis of Constructed Response research group is working across STEM disciplines to refine approaches to using lexical analysis for formative educational purposes. Broader impacts of this project include developing a measure that will be invaluable to multiple stakeholders in evaluating and enhancing the understandings and abilities of K-12 science teachers. Enhancing the capacity of K-12 teachers will help increase the numbers of underrepresented students who pursue STEM careers, as well as expand the STEM workforce and increase general scientific literacy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Urban-Lurain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Urban-Lurain",
   "pi_email_addr": "urban@msu.edu",
   "nsf_id": "000320484",
   "pi_start_date": "2014-07-30",
   "pi_end_date": "2018-09-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Haudek",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin C Haudek",
   "pi_email_addr": "haudekke@msu.edu",
   "nsf_id": "000505381",
   "pi_start_date": "2018-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Merrill",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Merrill",
   "pi_email_addr": "merrill3@msu.edu",
   "nsf_id": "000433249",
   "pi_start_date": "2014-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Haudek",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin C Haudek",
   "pi_email_addr": "haudekke@msu.edu",
   "nsf_id": "000505381",
   "pi_start_date": "2014-07-30",
   "pi_end_date": "2018-09-04"
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428. Shaw Lane, Room 1410",
  "perf_city_name": "East lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 266667.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-5315a3d9-7fff-6140-4376-0d6c1e250707\" style=\"line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The goal of this project was to apply computerized lexical analysis and machine learning techniques to develop an efficient, valid and reliable measure of science teacher pedagogical content knowledge (PCK) - the type of teacher knowledge that bridges science content knowledge and how to effectively teach that content in classrooms. PCK is a critical conceptual tool for distinguishing effective from ineffective teaching, but difficulty measuring it has resulted in minimal application of the concept to enhance teaching practice.</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">After initial work to explore and define the PCK construct, we focused our work on two key categories of PCK &ndash; the teacher&rsquo;s ability to identify and analyze student thinking around science ideas (Student Thinking), and their ability to reveal and respond to student&rsquo;s ideas (Responsive Teaching). Data collection for this study included a video analysis task in which teachers watched short videos of authentic science classrooms, and then responded to prompts asking them to describe what they observed in the video. In brief, our research process included collecting a large sample of data from teachers, scoring that data, and then using computer-based automated analysis techniques to that could score the teacher writing the same way as human. We then iterated on this process to improve the accuracy of the computer models.</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">We were able to successfully develop a computer to accurately predict scores for the Student Thinking component.&nbsp;When comparing the computer predicted scores to expert assigned scores on the teacher responses, the model displayed an accuracy &gt; 90% and a Cohen&rsquo;s kappa &gt;0.80. Developing computer models for the Responsive Teaching component has been more challenging. After initial low performance, we attempted to improve the accuracy of the models by breaking the Responsive Teaching category into two components: the teacher&rsquo;s observation and then their reasoning behind those observations. We achieved moderate success for one model and low success for the other.&nbsp;For the Observation sub-score we were able to develop a model with Cohen&rsquo;s kappa = 0.71; for the Reason sub-score we were able to develop a model with a low Cohen&rsquo;s kappa = 0.49. This scoring model consistently underpredicted Reasoning in teacher&rsquo;s responses.</span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.2; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Calibri,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This difference between model performance in Student Thinking and Responsive Teaching is likely due to differences in teacher writing about these ideas.&nbsp;Since we were able to build a single scoring model to detect occurrences when teachers identified Student Thinking in their responses, this may suggest that there is more common text used in these responses about student thinking, which is largely independent of the video scenario the teacher watches to develop a response.&nbsp; Conversely, the difficulty for the machine learning models to &ldquo;learn&rdquo; how to identify ideas about Responsive Teaching and more specifically, the Reasoning sub-score, may mean these ideas are more context dependent based on the video scenario, or that ideas categorized as Reasoning are written by teachers in a variety of ways in their responses. <br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2019<br>\n\t\t\t\t\tModified by: Kevin&nbsp;Haudek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this project was to apply computerized lexical analysis and machine learning techniques to develop an efficient, valid and reliable measure of science teacher pedagogical content knowledge (PCK) - the type of teacher knowledge that bridges science content knowledge and how to effectively teach that content in classrooms. PCK is a critical conceptual tool for distinguishing effective from ineffective teaching, but difficulty measuring it has resulted in minimal application of the concept to enhance teaching practice.\n\n \nAfter initial work to explore and define the PCK construct, we focused our work on two key categories of PCK &ndash; the teacher’s ability to identify and analyze student thinking around science ideas (Student Thinking), and their ability to reveal and respond to student’s ideas (Responsive Teaching). Data collection for this study included a video analysis task in which teachers watched short videos of authentic science classrooms, and then responded to prompts asking them to describe what they observed in the video. In brief, our research process included collecting a large sample of data from teachers, scoring that data, and then using computer-based automated analysis techniques to that could score the teacher writing the same way as human. We then iterated on this process to improve the accuracy of the computer models.\n\n \nWe were able to successfully develop a computer to accurately predict scores for the Student Thinking component. When comparing the computer predicted scores to expert assigned scores on the teacher responses, the model displayed an accuracy &gt; 90% and a Cohen’s kappa &gt;0.80. Developing computer models for the Responsive Teaching component has been more challenging. After initial low performance, we attempted to improve the accuracy of the models by breaking the Responsive Teaching category into two components: the teacher’s observation and then their reasoning behind those observations. We achieved moderate success for one model and low success for the other. For the Observation sub-score we were able to develop a model with Cohen’s kappa = 0.71; for the Reason sub-score we were able to develop a model with a low Cohen’s kappa = 0.49. This scoring model consistently underpredicted Reasoning in teacher’s responses.\n\n \nThis difference between model performance in Student Thinking and Responsive Teaching is likely due to differences in teacher writing about these ideas. Since we were able to build a single scoring model to detect occurrences when teachers identified Student Thinking in their responses, this may suggest that there is more common text used in these responses about student thinking, which is largely independent of the video scenario the teacher watches to develop a response.  Conversely, the difficulty for the machine learning models to \"learn\" how to identify ideas about Responsive Teaching and more specifically, the Reasoning sub-score, may mean these ideas are more context dependent based on the video scenario, or that ideas categorized as Reasoning are written by teachers in a variety of ways in their responses. \n\n\n\t\t\t\t\tLast Modified: 12/27/2019\n\n\t\t\t\t\tSubmitted by: Kevin Haudek"
 }
}