{
 "awd_id": "1439779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Access in Mathematics for All: Increasing the number of diverse and low-income STEM majors who become secondary school mathematics teachers.",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 349971.0,
 "awd_amount": 349971.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2014-07-29",
 "awd_abstract_narration": "\"Access in Mathematics for All\" (AMA) supports an emerging partnership between the Community College of Aurora (CCA) and the University of Denver (DU) to develop a program in mathematics education designed specifically to improve access and opportunities for underrepresented racial and ethnic minorities and low-income students who are mathematics majors, to teach in high-need schools.  The legacy of a lack of access to a high quality and rigorous education in mathematics for historically marginalized populations is that these groups are significantly and consistently underrepresented in STEM education, degrees, and careers.  The primary goal of AMA is to develop capacity at DU to significantly increase the number of diverse and low-income students graduating from DU with a degree in mathematics and a master's degree and teaching license in secondary mathematics.  A secondary goal is to create an academic pipeline for students at CCA who have finished substantial mathematics coursework to transfer to DU as a mathematics major and eventually become mathematics teachers in secondary schools.\r\n\r\nThe project will be directed by the following five guiding principles: (a) instruction that is considerate of students' backgrounds and needs carried out by well-trained and dedicated faculty; (b) academic support for students to develop intellectually as well as confidence in their mathematical abilities; (c) social support for students to be integrated into the DU community; (d) ongoing student access to successful (student and faculty) role models; and (e) recognition and celebration of students' achievements.  This project will address the underrepresentation of diverse and low-income students in STEM by creating a mathematical pipeline between CCA and DU. Three courses will be developed in the early stages of this project. The first two courses, a \"transition to college calculus\" course, and a proofs/logic course in mathematics, have specifically been selected because success in these courses is critical to the future success of mathematics majors.  The third course is a \"capstone\" course in secondary mathematics.  A goal in all of these courses will be to foster students' mathematical reasoning as they solve problems and share and develop mathematical ideas with peers. A working hypothesis of the project is that through engaging students in instruction in which the development of mathematical reasoning through discourse is modeled, students will learn how to implement such instruction and this will benefit them when they start teaching.   Each of these courses will include instruction in best practices for teaching mathematics to English language learners (ELLs) and will leverage the extensive social and financial support provided for students in two existing DU programs, the Volunteers in Partnership (VIP) program and the Center for Multicultural Excellence (MCE).  The VIP program provides financial support for low-income students who commit to working on a volunteer basis in local high schools through the year. In addition, a Math Club at CCA will be initiated and members of this new club will carry out supplemental instruction in Aurora schools. AMA Fellows will also serve as volunteers in participating VIP high schools. The service activities that AMA Fellows will experience through VIP and the CCA Math Club will help prepare them to be effective teachers in high-need schools.  This project will initiate a research study to understand the complexities associated with recruiting, retaining, and graduating diverse students and low-income students who major in mathematics in order to become secondary mathematics teachers in high-need schools.  It will also initiate a longitudinal study of diverse, low-income students to determine best strategies for recruitment as well as obtaining student perspectives of what program activities are most beneficial.  This will involve individual and focus group interviews with the students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kitchen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Kitchen",
   "pi_email_addr": "rkitchen@uwyo.edu",
   "nsf_id": "000417474",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Joseph",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole M Joseph",
   "pi_email_addr": "nicole.m.joseph@vanderbilt.edu",
   "nsf_id": "000630238",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alvaro",
   "pi_last_name": "Arias",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alvaro Arias",
   "pi_email_addr": "Alvaro.Arias@du.edu",
   "nsf_id": "000644216",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Gray",
   "pi_email_addr": "james.gray@ccaurora.edu",
   "nsf_id": "000666314",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terrence",
   "pi_last_name": "Blackman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Terrence R Blackman",
   "pi_email_addr": "terrence.blackman@gmail.com",
   "nsf_id": "000666975",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Denver",
  "inst_street_address": "2199 S UNIVERSITY BLVD RM 222",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3038712000",
  "inst_zip_code": "802104711",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF DENVER",
  "org_prnt_uei_num": "WCUGNQQ8DZU1",
  "org_uei_num": "WCUGNQQ8DZU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Denver",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802062977",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 349971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The partnership established through AMA between the University of Denver (DU) and the Community College of Aurora (CCA) resulted in a number of activities and products that have helped to a) confirm and increase student interest in mathematics and mathematics careers, b) identify a group of community college students interested in mathematics teaching, and c) prepare students for pursuing a bachelor&rsquo;s degree in mathematics and teacher certification at DU.</p>\n<ul>\n<li><span style=\"text-decoration: underline;\">Website and other promotional materials and activities.</span> AMA leadership and staff worked together to design and develop an AMA website housed at DU. The website contained information related to the project&rsquo;s goals, helpful resources, and guidance for interested high school and CCA students planning to participate as AMA fellows. This website was closed down in February 2016, and a message sent to possible visitors to the website, including students who had indicated an interest in AMA and partners (e.g., high school counselors, APS counselors, admissions offices), notifying them the additional proposal was not funded and that project activities would be discontinued. In addition to the website, an electronic and printed version of a brochure was also produced. Classroom visits occurred with staff (PI, Co-PI, and graduate students) visiting Aurora high schools and CCA classes to share information about AMA with students in math courses in 2014-15 and the fall of 2015. Two barbecue recruiting events were also held this past year at CCA. During these events students learned about AMA and had the opportunity to indicate interest in pursuing an undergraduate degree in mathematics and an MA degree and licensure in secondary mathematics at DU.</li>\n</ul>\n<ul>\n<li><span style=\"text-decoration: underline;\">Math Club.</span> Through the AMA project, a math club was established at CCA as a way to promote the AMA project, increase students&rsquo; interest in mathematics, and from which to recruit a cohort of future fellows. AMA leadership visited mathematics courses held at CCA in the beginning stages of the math club&rsquo;s development. Starting in early 2015, the math club initiated a lecture series in which DU mathematics and education faculty led discussions around mathematics, such as careers using mathematics and one talk focused on equity and access in mathematics. Through students&rsquo; increasing attendance at the lecture series, AMA leadership identified students interested in pursuing mathematics further. The math club meetings evolved in 2015-16 and now include activities such as playing math-related games, or celebrating events such as Pi Day. The math club became an official club at CCA in summer 2015 with direct resources to continue and expand activities.</li>\n</ul>\n<ul>\n<li><span style=\"text-decoration: underline;\">Tutoring.</span> The AMA project provided professional development to CCA students to become tutors in mathematics classrooms at the high-needs Hinkley High School in Aurora Public Schools and three other Aurora high schools. Overall, seven students gained mathematics tutoring experience through the project. Students and AMA faculty both shared that tutoring allows students to experience teaching mathematics to others and provides them an opportunity to see if teaching is a career they would like to pursue. CCA students tutoring high school students one on one, and on occasion their classroom teachers invited them to teach lessons to the class. This provides tutors with early experiences in classroom management, lesson planning, and supports development of pedagogical content knowledge.</li>\n</ul>\n<ul>\n<li><span style=\"text-decoration: underline;\">Courses.</span> AMA faculty from DU and CCA collaborated to develop two mathematics courses that help bridge students&rsquo; content knowledge and understanding across levels. Both...",
  "por_txt_cntn": "\nThe partnership established through AMA between the University of Denver (DU) and the Community College of Aurora (CCA) resulted in a number of activities and products that have helped to a) confirm and increase student interest in mathematics and mathematics careers, b) identify a group of community college students interested in mathematics teaching, and c) prepare students for pursuing a bachelorÆs degree in mathematics and teacher certification at DU.\n\nWebsite and other promotional materials and activities. AMA leadership and staff worked together to design and develop an AMA website housed at DU. The website contained information related to the projectÆs goals, helpful resources, and guidance for interested high school and CCA students planning to participate as AMA fellows. This website was closed down in February 2016, and a message sent to possible visitors to the website, including students who had indicated an interest in AMA and partners (e.g., high school counselors, APS counselors, admissions offices), notifying them the additional proposal was not funded and that project activities would be discontinued. In addition to the website, an electronic and printed version of a brochure was also produced. Classroom visits occurred with staff (PI, Co-PI, and graduate students) visiting Aurora high schools and CCA classes to share information about AMA with students in math courses in 2014-15 and the fall of 2015. Two barbecue recruiting events were also held this past year at CCA. During these events students learned about AMA and had the opportunity to indicate interest in pursuing an undergraduate degree in mathematics and an MA degree and licensure in secondary mathematics at DU.\n\n\nMath Club. Through the AMA project, a math club was established at CCA as a way to promote the AMA project, increase studentsÆ interest in mathematics, and from which to recruit a cohort of future fellows. AMA leadership visited mathematics courses held at CCA in the beginning stages of the math clubÆs development. Starting in early 2015, the math club initiated a lecture series in which DU mathematics and education faculty led discussions around mathematics, such as careers using mathematics and one talk focused on equity and access in mathematics. Through studentsÆ increasing attendance at the lecture series, AMA leadership identified students interested in pursuing mathematics further. The math club meetings evolved in 2015-16 and now include activities such as playing math-related games, or celebrating events such as Pi Day. The math club became an official club at CCA in summer 2015 with direct resources to continue and expand activities.\n\n\nTutoring. The AMA project provided professional development to CCA students to become tutors in mathematics classrooms at the high-needs Hinkley High School in Aurora Public Schools and three other Aurora high schools. Overall, seven students gained mathematics tutoring experience through the project. Students and AMA faculty both shared that tutoring allows students to experience teaching mathematics to others and provides them an opportunity to see if teaching is a career they would like to pursue. CCA students tutoring high school students one on one, and on occasion their classroom teachers invited them to teach lessons to the class. This provides tutors with early experiences in classroom management, lesson planning, and supports development of pedagogical content knowledge.\n\n\nCourses. AMA faculty from DU and CCA collaborated to develop two mathematics courses that help bridge studentsÆ content knowledge and understanding across levels. Both courses were taught at CCA in summer and fall 2015. The calculus course is directed towards high school students transitioning to the CCA and the proofs/logics course is for college students who will transition to the university. As a result, this course will have a sustained impact by being included in the bank of approved courses for other community colle..."
 }
}