{
 "awd_id": "1439963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of Magnetic NanoProbes in Polymer Melts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2014-03-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 203576.0,
 "awd_amount": 203576.0,
 "awd_min_amd_letter_date": "2014-04-04",
 "awd_max_amd_letter_date": "2014-04-04",
 "awd_abstract_narration": "We propose to systematically study the dynamics of nanoparticles in polymer melts by measuring the response of magnetic nanoprobes (MNPs) to oscillating magnetic fields. The effects of nanoparticle core size, graft molecular weight, graft density, melt molecular weight, melt polymer radius of gyration, and melt entanglement length will be elucidated. These experiments will provide definitive tests of various theories advanced in the literature regarding the dynamics of small particles in polymer melts. Methods will be developed to produce MNPs consisting of cobalt ferrite nanoparticles in a silica matrix, with select able core size in the 10-500 nm range, narrow size distribution, grafted polymers of selectable molecular weight and graft density, and permanent embedded dipoles such that the nanoparticles respond to oscil lating magnetic fields by physical rotation. MNPs will be characterized through a combination of scanning and transmission electron microscopy, dynamic light scattering, and SQUID magnetometry. The MNPs will then be dispersed in polymer melts of poly(isobutylene), poly(dimethyl siloxane), and poly(ethylene glycol) and the stability of the MNPs in these melts will be studied. Stable suspensions will be used for AC susceptibility measurements, in which an oscillating magnetic field is applied and the response of the magnetic nanoparticles provides a direct measurement of the rotational diffusion coefficient of the nano-particles. This in turn will allow us to calculate the rotational drag on the particles and hence the so called nanoviscosity, which will be systematically compared to the macroviscosity obtained through rheological measurements. By studying the effect of MNP size, graft molecular weight, and graft density on the critical melt molecular weight for which the nanoviscosity and macroviscosity diverge we will determine their effect on the dynamics of the nanoparticles in polymer melts, with particular emphasis on the phenomena of breakdown of the Stokes Einstein relation and dewetting of the melt polymer from the graft polymer. These experiments will be complemented by measurements of the translational diffusion coefficient of fluorescent MNPs in polymer melts, using the technique of Fluorescence Recovery After Photobleaching (FRAP). Comparing results for rotational and translational diffusion of the nanoparticles will provide deeper insight into the dynamics of nanoparticles in polymer melts. Contrast matched Small Angle Neutron Scattering (SANS) will be applied to directly observe if the melt polymer dewets the polymer grafted to the nanoparticles, and this will be correlated to the measurements of nanoparticle dynamics. Education and outreach activities are aimed at increasing participation of underrepresented groups in Science and Engineering and disseminating the results of the proposed research to a wide audience. Pre-college Hispanic students will be motivated to pursue science and engineering degrees through mentoring of Middle and High School Materials Science and Engineering clubs. The PI will visit universities with high proportions of Hispanic students and meet with members of their Society of Hispanic Professional Engineers student chapters to motivate them to pursue advanced degrees in engineering and careers in research and academia. Web based educational modules on nanoparticles and complex fluids will be developed and widely disseminated through the NanoHub. \r\n\r\nIntellectual Merit: \r\n\r\nThe intellectual merit of the proposed activity lies primarily in the transformative potential of the proposed AC susceptibility measurements using MNPs to provide new and unique insight into the rotational dynamics of nanoparticles in complex fluids. In particular, the proposed systematic experiments will elucidate the dynamics of bare and polymer grafted nanoparticles in polymer melts. Additionally, methods will be developed to produce composite nanoparticles consisting of iron oxide cores in a silica matrix, with selectable size and grafted polymers. Such particles could find applications beyond the specific research tasks proposed here, such as in similar nanoviscosity measurements in other complex fluids, or in the biomedical field as MRI contrast agents or in the treatment of cancer through hyperthermia induced by magnetic nanoparticles in oscillating magnetic fields. \r\n\r\nBroader Impact: By carrying out the proposed research at the UPRM, the participation and education of students from underrepresented groups will be significantly enhanced. The Chemical Engineering Department at UPRM serves over 650 Hispanic undergraduate students, 70% of which are female. The department is also developing capacity to become a significant contributor of Hispanic PhDs in the USA. This project will support 2 graduate students and 46 undergraduate students, most likely of Hispanic origin, who will participate in exciting, transformative research with nanoparticles and complex fluids. By partnering with the Science on Wheels Educational Center and the NSF funded Wisconsin Puerto Rico Partnership for Research and Education in Materials and Nanotechnology Center for Biomedical and Energy Driven Systems and Applications at UPRM the proposed K-12 outreach activities will reach thousands of Hispanic pre-college students. The project will also impact Hispanic engineering college students throughout the nation through the proposed visits to student chapters of the Society of Hispanic Professional Engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Rinaldi-Ramos",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos M Rinaldi-Ramos",
   "pi_email_addr": "carlos.rinaldi@ufl.edu",
   "nsf_id": "000484738",
   "pi_start_date": "2014-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 3576.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanotechnology has the potential to transform many fields of human endeavor due to the unique properties and behavior of nanomaterials. Nanoparticles are one type of nanomaterial of great interest for many applications, due to their small size (less than one thousandth the width of a human hair) and properties arising from quantum confinement of electrons and high fraction of surface atoms. Many applications of nanoparticles require their dispersion in complex fluids, such as polymer melts, polymer solutions, emulsions, or biological fluids. In those cases, the nanoparticles move throughout the fluid due to random collisions with solvent molecules in what is termed Brownian or thermal motion. Although this phenomenon is often critical to successful use of nanoparticles, it is still poorly understood, particularly in the case of inorganic nanoparticles dispersed in polymeric matrices such as melts.</p>\n<p>&nbsp;</p>\n<p>With generous support from the National Science Foundation, this project allowed the PI and his students to make fundamental contributions to understanding the Brownian motion of nanoparticles in polymer melts, polymer solutions, emulsions, and in some biological fluids. This was achieved through application of dynamic magnetic susceptibility measurements of the rotational motion of magnetic nanoparticles suitably dispersed in such complex fluids. The PI and his students were the first to demonstrate that the rotational Brownian motion of inorganic nanoparticles in polymer melts deviated from the predictions of the relationship proposed by Einstein and which has been found to be accurate for microparticles in a wide range of fluids. The PI and his students demonstrated that this deviation occurs when the length of the polymer chains in the melt become longer than the diameter of the particles. The PI and his students also demonstrated that such deviation from the relation by Einstein occurred for nanoparticles dispersed in polymer melts. Other research conducted by the PI and his students explored the rotational motion of nanoparticles in biological fluids, such as concentrated protein solutions, and in other types of complex fluids, such as emulsions.</p>\n<p>&nbsp;</p>\n<p>In addition to the research outcomes described above, this project was critical in supporting the career development of a female student who obtained her PhD from the University of Florida. The project also provided research experiences to two undergraduate students, one of them female. Both of these students are continuing their education towards advanced degrees, one an MS in Biomedical Engineering and the other a PhD in Chemical Engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2017<br>\n\t\t\t\t\tModified by: Carlos&nbsp;Rinaldi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNanotechnology has the potential to transform many fields of human endeavor due to the unique properties and behavior of nanomaterials. Nanoparticles are one type of nanomaterial of great interest for many applications, due to their small size (less than one thousandth the width of a human hair) and properties arising from quantum confinement of electrons and high fraction of surface atoms. Many applications of nanoparticles require their dispersion in complex fluids, such as polymer melts, polymer solutions, emulsions, or biological fluids. In those cases, the nanoparticles move throughout the fluid due to random collisions with solvent molecules in what is termed Brownian or thermal motion. Although this phenomenon is often critical to successful use of nanoparticles, it is still poorly understood, particularly in the case of inorganic nanoparticles dispersed in polymeric matrices such as melts.\n\n \n\nWith generous support from the National Science Foundation, this project allowed the PI and his students to make fundamental contributions to understanding the Brownian motion of nanoparticles in polymer melts, polymer solutions, emulsions, and in some biological fluids. This was achieved through application of dynamic magnetic susceptibility measurements of the rotational motion of magnetic nanoparticles suitably dispersed in such complex fluids. The PI and his students were the first to demonstrate that the rotational Brownian motion of inorganic nanoparticles in polymer melts deviated from the predictions of the relationship proposed by Einstein and which has been found to be accurate for microparticles in a wide range of fluids. The PI and his students demonstrated that this deviation occurs when the length of the polymer chains in the melt become longer than the diameter of the particles. The PI and his students also demonstrated that such deviation from the relation by Einstein occurred for nanoparticles dispersed in polymer melts. Other research conducted by the PI and his students explored the rotational motion of nanoparticles in biological fluids, such as concentrated protein solutions, and in other types of complex fluids, such as emulsions.\n\n \n\nIn addition to the research outcomes described above, this project was critical in supporting the career development of a female student who obtained her PhD from the University of Florida. The project also provided research experiences to two undergraduate students, one of them female. Both of these students are continuing their education towards advanced degrees, one an MS in Biomedical Engineering and the other a PhD in Chemical Engineering.\n\n\t\t\t\t\tLast Modified: 01/02/2017\n\n\t\t\t\t\tSubmitted by: Carlos Rinaldi"
 }
}