{
 "awd_id": "1439907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Texas A&M University Noyce Monitoring and Evaluation",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Camacho - Walter",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 299987.0,
 "awd_amount": 299987.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "It is widely known that for K-12 students to obtain a high quality education in the STEM (science, technology, engineering, and mathematics) disciplines, they must have access to highly effective and highly qualified teachers.  It is less known how to recruit and retain highly qualified and highly effective STEM teachers into the teaching profession, especially those individuals with strong STEM.  The Robert Noyce Scholarship Program at Texas A&M University (TAMU), funded by the National Science Foundation, has addressed this issue by offering attractive scholarships, professional development, and other induction support to high achieving undergraduate students majoring in STEM fields who agree to teach in K-12 high-need schools after graduation.  Since 2002, the Robert Noyce Program at TAMU has added over 60 STEM teachers to the teaching profession.  Most of these Scholars are now teaching in high-need secondary schools and some are experienced teachers with five to ten years of teaching experience.  These Noyce Scholars have valuable insight on many aspects of the teaching profession that may help uncover key components to recruiting, preparing, and retaining STEM teachers in the teaching profession.  This study will follow 30 TAMU Noyce Scholars and 30 TAMU prepared teachers that did not receive Noyce Scholarships, all of whom completed the same teacher preparation program and are currently teaching in Texas high schools. The institutions involved in this Robert Noyce Teacher Scholarship Track I Phase II Monitoring and Evaluation study are TAMU and school districts located in four regions of Texas where Noyce Scholars and TAMU prepared STEM teachers are employed: Houston, San Antonio, Dallas, and Bryan/College Station. By comparing characteristics among and within these two groups, this project will focus on advancing the knowledge and understanding of best practices in STEM teacher recruitment, preparation, and retention.  Researchers will investigate how participants' perceptions regarding teaching in general and teaching in high-need schools evolve over time and how these perceptions differ within and between groups.\r\n \r\nThis three-year research study will use a quasi-experimental, matched time series design that emphasizes both quantitative and qualitative results.  Sixty participants will be recruited to form two groups, an experimental group consisting of 30 Noyce Scholars and a control group of similarly prepared teachers who did not receiving Noyce Scholarships.  Quantitative data will be collected through classroom observations (two per year for three years), three annual surveys, and students? standardized test scores (assuming tests are mandated for the subject and grade level being taught).  Qualitative data will be collected through annual semi-structured interviews and optional open-ended responses to the annual surveys.  This data will be analyzed for similarities within groups, as well as differences among groups.  Repeated measures, analysis of variance (ANOVA), multivariate analysis of variance (MANOVA) and other inferential statistics will be used to analyze the quantitative data.  Qualitative data from the semi-structured interviews will be transcribed, coded, and triangulated in the analysis process.  These multiple forms of data collection will allow for a more complete and thorough understanding of the differences, if any, between groups.  The purpose of the project is to capture over time the characteristics of TAMU Noyce Scholars as they relate to persistence as a teacher, evolving perceptions of the profession and the performance of their K-12 students.  This study will be guided by the following research questions:  \r\n(1) How do the TAMU Noyce Scholars' perceptions about teaching and teaching in high-need schools evolve over time and how do these perceptions differ from the control group?  \r\n(2) What factors are involved in retaining TAMU Noyce Scholars in high-need schools and how do these factors differ from the control group?  \r\n(3) What are the common characteristics in teaching behaviors, student outcomes, and overall classroom environments of the TAMU Noyce Scholars and how do these characteristics compare to the control group?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Scott",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy P Scott",
   "pi_email_addr": "t-scott@tamu.edu",
   "nsf_id": "000378893",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hersh",
   "pi_last_name": "Waxman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hersh Waxman",
   "pi_email_addr": "hwaxman@tamu.edu",
   "nsf_id": "000299826",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Whitfield",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Whitfield",
   "pi_email_addr": "jwhitfld@tamu.edu",
   "nsf_id": "000592464",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "3257 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433257",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-653c92dd-7fff-a53f-2b4c-7b895eb3a8e8\">The Texas A&amp;M University (TAMU)&nbsp;</span>Noyce Monitoring and Evaluation Research Project investigated how the perceptions of TAMU Noyce Scholars regarding teaching, especially in high-needs schools, evolved over time and how these perceptions differ from those of a control group. Sixty-one participants were recruited (29 experimental group, 32 control group) for the 3-year longitudinal quasi-experimental study. Quantitative and qualitative data were collected via annual surveys, bi-annual classroom observations, and annual telephone interviews. Descriptive statistics, exploratory factor analysis, and statistical methods for comparing means were used to analyze the quantitative data. A modified version of Burnard?s (1991) general inductive approach was used for qualitative data analysis. Findings indicate some statistically significant differences between groups in a number of areas and researchers found the Noyce Program had positive effects on the Noyce Scholars? financial status, overall sense of well-being, and opportunities for professional development. Further findings indicate the scholarship had little influence on their decisions to become a teacher or stay in a high-need school setting.</p>\n<p>This project helped to formulate an understanding of the characteristics and perceptions of the Noyce Scholars as well as better understand common characteristics of their overall classroom instruction and environment. The mixed research methods helped to advance knowledge by directly addressing national calls for more rigorous longitudinal studies to track teachers.</p>\n<p>It was evident during the dissemination of this project that other preparation programs planned to use results from this study to restructure their recruitment, preparation,and retention components within their own programs. This can lead to increased quality of programs as well as teacher candidates. Additionally, the data collection process prompted participants in the study to formally reflect on their teaching practices and communicate these reflections to the researchers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2019<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Whitfield</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Texas A&amp;M University (TAMU) Noyce Monitoring and Evaluation Research Project investigated how the perceptions of TAMU Noyce Scholars regarding teaching, especially in high-needs schools, evolved over time and how these perceptions differ from those of a control group. Sixty-one participants were recruited (29 experimental group, 32 control group) for the 3-year longitudinal quasi-experimental study. Quantitative and qualitative data were collected via annual surveys, bi-annual classroom observations, and annual telephone interviews. Descriptive statistics, exploratory factor analysis, and statistical methods for comparing means were used to analyze the quantitative data. A modified version of Burnard?s (1991) general inductive approach was used for qualitative data analysis. Findings indicate some statistically significant differences between groups in a number of areas and researchers found the Noyce Program had positive effects on the Noyce Scholars? financial status, overall sense of well-being, and opportunities for professional development. Further findings indicate the scholarship had little influence on their decisions to become a teacher or stay in a high-need school setting.\n\nThis project helped to formulate an understanding of the characteristics and perceptions of the Noyce Scholars as well as better understand common characteristics of their overall classroom instruction and environment. The mixed research methods helped to advance knowledge by directly addressing national calls for more rigorous longitudinal studies to track teachers.\n\nIt was evident during the dissemination of this project that other preparation programs planned to use results from this study to restructure their recruitment, preparation,and retention components within their own programs. This can lead to increased quality of programs as well as teacher candidates. Additionally, the data collection process prompted participants in the study to formally reflect on their teaching practices and communicate these reflections to the researchers.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2019\n\n\t\t\t\t\tSubmitted by: Jennifer Whitfield"
 }
}