{
 "awd_id": "1439402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STEM Educational Engagement: Engaging Biology, Chemistry, Mathematics, Physics and Computer Science Majors in Becoming Teaching Professionals at the Kindergarten-12 Level",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 1199198.0,
 "awd_amount": 1199198.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "Developing more, highly qualified science and mathematics teachers is a national priority. Through funding from the National Science Foundation, Xavier University of Louisiana's STEM Educational Engagement Robert Noyce Teacher Scholarship project will offer scholarship support to thirteen outstanding junior and senior students majoring in biology, chemistry, mathematics, physics, and computer science to enable them to become K-12 teachers. These students will earn their baccalaureate degrees in a scientific, mathematical or computer science major and complete a Master of Arts in Teaching degree which will certify them to teach.  In order to spark the interest of undergraduate science, mathematics, and computer science majors in teaching, forty freshman and sophomore students will participate in summer internships working with students from varying grade levels in a variety of summer camps.  This investment by the Robert Noyce Teacher Scholarship Program in undergraduate students from diverse backgrounds from Xavier University of Louisiana (XULA) will contribute to addressing the documented shortage of teachers of science, mathematics and computer science, particularly from students underrepresented in these fields.\r\n\r\nIn addition to the coursework that comprises the particular majors in biology, chemistry, mathematics, physics, and computer science, as well as the Master's level teaching courses, Noyce Teacher Scholars will be supported during the life of the grant by participating in educational seminars, training workshops, teaching experiences and activities focusing on the improvement of pedagogy to meet the needs of diverse student populations. These experiences will be facilitated by collaborations of education and STEM (science, technology, engineering, and mathematics) faculty at XULA and other organizations including: Xavier University's Summer Science Academy \"Stars\" Program, The Audubon Nature Institute, National Society of Black Engineers Summer Engineering Experience for Kids (SEEK) summer camp, STEM NOLA, The Teacher Resource Center at NASA's Stennis Space Center, the National Science Teachers Association (NSTA), International Society for Technology in Education (ITSE), the NSTA Mickelson ExxonMobil Teachers Academy,  and the National Council of Teachers of Mathematics (NCTM).  The United States is faced with the challenge of preparing its students to become international achievers. Researchers argue that teacher quality directly affects student achievement. Specifically, students whose teachers are grounded in content and pedagogical knowledge are more successful than students whose teachers have content and no pedagogy, or pedagogy and no content.  The independent evaluation will examine indicators associated with recruitment, retention, the intern and scholar components, including the MAT, and teacher quality.  The production of thirteen teachers with significant content depth, pedagogical acumen, and confidence and commitment to teaching students in high needs schools in Orleans, Jefferson, and St. Charles Parishes in the State of Louisiana is the major contribution that the STEM Educational Engagement project is making to improving teaching and learning in the sciences, mathematics and computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Davis-Haley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Davis-Haley",
   "pi_email_addr": "rdavisha@xula.edu",
   "nsf_id": "000666446",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Florastina",
   "pi_last_name": "Payton-Stewart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Florastina Payton-Stewart",
   "pi_email_addr": "flpayton@xula.edu",
   "nsf_id": "000668254",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Xavier University of Louisiana",
  "inst_street_address": "1 DREXEL DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5045205440",
  "inst_zip_code": "701251056",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "XAVIER UNIVERSITY OF LOUISIANA",
  "org_prnt_uei_num": "HGAAKCE3A7P7",
  "org_uei_num": "HGAAKCE3A7P7"
 },
 "perf_inst": {
  "perf_inst_name": "Xavier University of Louisiana",
  "perf_str_addr": "1 Drexel Drive",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701251098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1199198.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>The Science, Technology, Engineering and Mathematics (STEM) Educational Engagement (E<sup>2</sup>)</strong></p>\n<p style=\"text-align: center;\"><strong>Robert NOYCE Teacher Scholarship Track Program at</strong></p>\n<p style=\"text-align: center;\"><strong> Xavier University of Louisiana (XULA)</strong><strong>&nbsp;</strong></p>\n<p><strong>Recruitment</strong></p>\n<p>STEM E<sup>2 </sup>set a goal of forty (40) freshman and sophomore STEM majors from XULA to participate as summer interns working with 1-12 students from various grade levels in a variety of camp settings to spark their interests in teaching. The actual numbers were: six (6) in YR1, nine (9) in YR2, seven (7) in YR3, two (2) in YR4, seven (7) in YR5, and twelve (12) in YR6 for a total of forty-three (43) intern participants during the funding period.&nbsp; STEM E<sup>2 </sup>asked for and was awarded a one-year extension.&nbsp;</p>\n<p>STEM E<sup>2 </sup>set a goal of thirteen (13) scholarship awards over five years. Over the six-year period, STEM E<sup>2</sup> funded education for eleven (11) unique students. In YR1 four (4) new scholarships were awarded, in YR2 two (2) additional scholarships were awarded, in YR3 a scholarship was awarded to one (1) new student and in YR4 two (2) scholarships were awarded to students. In YR5 and YR6 no student was awarded a scholarship because funding was ending.&nbsp; Two (2) stipends were awarded to XULA graduates in YR1 and YR3.&nbsp; One (1) student transitioned from scholarship to stipend in YR2.&nbsp; Three (3) students transitioned from scholarships in YR2 to stipends in YR3. In YR4 three (3) students transitioned from scholarships to stipends and in YR5 two (2) students transitioned from scholarships to stipends.&nbsp;</p>\n<p>The scholarship and stipend award process are promising tools for identifying, cultivating, and incentivizing graduate study in STEM education leading to the Master of Arts in Teaching (MAT) and a career as a STEM teacher.&nbsp;&nbsp;</p>\n<p><strong>Retention</strong></p>\n<p>Over the six program years, no summer intern was awarded a scholarship. Qualified STEM students at XULA have numerous competing research, academic, and employment opportunities. They often seek opportunities for experience and financial gain even when their long-term interests do not align with the stated goals of the programs.&nbsp; After the first-year transition into college, students return home during the summer.&nbsp; Other students want or need to enroll in summer classes to advance academic progression.&nbsp; The internship program held mentorship and training sessions in classroom management and cultural competence to develop the skills of interns and to stimulate their interest in teaching. Interns were offered priority for scholarship opportunities. There is no evidence to support the viability of the internship as an intervention to stimulate interest in STEM education as a career.</p>\n<p>Nine (9) STEM E<sup>2 </sup>scholarship recipients matriculated through graduation earning degrees across Mathematics, Biology, and Chemistry. Graduates were admitted to the MAT program and awarded stipend support.</p>\n<p>Two (2) individuals were awarded stipends in YR1 and YR3 who had not been scholarship students. Both completers are currently teaching in high needs school districts, as an elementary school science teacher and as a high school mathematics teacher.</p>\n<p>Four (4) scholarship recipients who accepted stipends, completed their MAT programs.&nbsp; All are currently teaching in high needs school districts, one as a high school mathematics teacher, one as a high school science teacher and two as middle school science teachers.&nbsp;&nbsp;</p>\n<p>One (1) scholarship recipient completed all coursework but has not completed the MAT. She has not completed the praxis exam, a requirement for graduation.&nbsp; The recipient continues to teach middle school science in a high needs school district.&nbsp;&nbsp;</p>\n<p>One (1) individual chose not to matriculate in the program after earning the baccalaureate degree and accepting a stipend.</p>\n<p>Two (2) stipend recipients withdrew from the program, citing mental health challenges.&nbsp;&nbsp;</p>\n<p>One (1) stipend recipient was placed on academic probation and did not return.</p>\n<p><strong>Outcomes and Impact</strong></p>\n<p>Overall outcomes were mixed. The first individual awarded a stipend received distinctions from the Educational Testing Service for High Praxis Scores. Another student was placed on academic probation in the MAT program for failure to maintain GPA and eventually withdrew from the program.&nbsp; Generally, students progressed towards completion of the MAT.&nbsp;</p>\n<p>STEM E<sup>2 </sup>placed students as STEM teachers in high needs K-12 schools. These individuals continue to serve.&nbsp; The longevity of their service extends beyond training and graduate education. The STEM E<sup>2 </sup>&nbsp;intervention, mentorship, and support yielded evidence in support of the stated goals of &ldquo;increasing the number of highly qualified teachers of science, mathematics, and computer science at the elementary, middle and high school levels.&rdquo;</p>\n<p>Outcomes indicate that personal, academic, social, and economic factors intervene and mitigate the financial and mentoring support provided by the XULA STEM E<sup>2</sup> program. Examples of this include one student withdrawing from the MAT program, one student not deciding to continue studies after earning the bachelor&rsquo;s degree, two students withdrawing because of mental health and stress, a student not achieving full admittance in the MAT program yet continuing to teach, and a student turning down the undergraduate scholarship.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/24/2022<br>\n\t\t\t\t\tModified by: Rachel&nbsp;Davis-Haley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Science, Technology, Engineering and Mathematics (STEM) Educational Engagement (E2)\nRobert NOYCE Teacher Scholarship Track Program at\n Xavier University of Louisiana (XULA) \n\nRecruitment\n\nSTEM E2 set a goal of forty (40) freshman and sophomore STEM majors from XULA to participate as summer interns working with 1-12 students from various grade levels in a variety of camp settings to spark their interests in teaching. The actual numbers were: six (6) in YR1, nine (9) in YR2, seven (7) in YR3, two (2) in YR4, seven (7) in YR5, and twelve (12) in YR6 for a total of forty-three (43) intern participants during the funding period.  STEM E2 asked for and was awarded a one-year extension. \n\nSTEM E2 set a goal of thirteen (13) scholarship awards over five years. Over the six-year period, STEM E2 funded education for eleven (11) unique students. In YR1 four (4) new scholarships were awarded, in YR2 two (2) additional scholarships were awarded, in YR3 a scholarship was awarded to one (1) new student and in YR4 two (2) scholarships were awarded to students. In YR5 and YR6 no student was awarded a scholarship because funding was ending.  Two (2) stipends were awarded to XULA graduates in YR1 and YR3.  One (1) student transitioned from scholarship to stipend in YR2.  Three (3) students transitioned from scholarships in YR2 to stipends in YR3. In YR4 three (3) students transitioned from scholarships to stipends and in YR5 two (2) students transitioned from scholarships to stipends. \n\nThe scholarship and stipend award process are promising tools for identifying, cultivating, and incentivizing graduate study in STEM education leading to the Master of Arts in Teaching (MAT) and a career as a STEM teacher.  \n\nRetention\n\nOver the six program years, no summer intern was awarded a scholarship. Qualified STEM students at XULA have numerous competing research, academic, and employment opportunities. They often seek opportunities for experience and financial gain even when their long-term interests do not align with the stated goals of the programs.  After the first-year transition into college, students return home during the summer.  Other students want or need to enroll in summer classes to advance academic progression.  The internship program held mentorship and training sessions in classroom management and cultural competence to develop the skills of interns and to stimulate their interest in teaching. Interns were offered priority for scholarship opportunities. There is no evidence to support the viability of the internship as an intervention to stimulate interest in STEM education as a career.\n\nNine (9) STEM E2 scholarship recipients matriculated through graduation earning degrees across Mathematics, Biology, and Chemistry. Graduates were admitted to the MAT program and awarded stipend support.\n\nTwo (2) individuals were awarded stipends in YR1 and YR3 who had not been scholarship students. Both completers are currently teaching in high needs school districts, as an elementary school science teacher and as a high school mathematics teacher.\n\nFour (4) scholarship recipients who accepted stipends, completed their MAT programs.  All are currently teaching in high needs school districts, one as a high school mathematics teacher, one as a high school science teacher and two as middle school science teachers.  \n\nOne (1) scholarship recipient completed all coursework but has not completed the MAT. She has not completed the praxis exam, a requirement for graduation.  The recipient continues to teach middle school science in a high needs school district.  \n\nOne (1) individual chose not to matriculate in the program after earning the baccalaureate degree and accepting a stipend.\n\nTwo (2) stipend recipients withdrew from the program, citing mental health challenges.  \n\nOne (1) stipend recipient was placed on academic probation and did not return.\n\nOutcomes and Impact\n\nOverall outcomes were mixed. The first individual awarded a stipend received distinctions from the Educational Testing Service for High Praxis Scores. Another student was placed on academic probation in the MAT program for failure to maintain GPA and eventually withdrew from the program.  Generally, students progressed towards completion of the MAT. \n\nSTEM E2 placed students as STEM teachers in high needs K-12 schools. These individuals continue to serve.  The longevity of their service extends beyond training and graduate education. The STEM E2  intervention, mentorship, and support yielded evidence in support of the stated goals of \"increasing the number of highly qualified teachers of science, mathematics, and computer science at the elementary, middle and high school levels.\"\n\nOutcomes indicate that personal, academic, social, and economic factors intervene and mitigate the financial and mentoring support provided by the XULA STEM E2 program. Examples of this include one student withdrawing from the MAT program, one student not deciding to continue studies after earning the bachelor’s degree, two students withdrawing because of mental health and stress, a student not achieving full admittance in the MAT program yet continuing to teach, and a student turning down the undergraduate scholarship.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/24/2022\n\n\t\t\t\t\tSubmitted by: Rachel Davis-Haley"
 }
}