{
 "awd_id": "1439448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Algebraic Design Theory and Hadamard Matrices, July 8 - 11, 2014",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2014-05-30",
 "awd_max_amd_letter_date": "2014-05-30",
 "awd_abstract_narration": "This award provides support for US researchers who will attend the \"Workshop on Algebraic Design Theory and Hadamard Matrices,\" to be held at University of Lethbridge, Canada, during July 8-11, 2014. The purpose of the workshop is to bring together researchers and students interested in the theory of Hadamard matrices and their applications, as well as related areas such as combinatorial design theory, coding theory, quantum information theory and computer security. The participants will learn about the latest developments in these areas, and explore different visions for setting directions for future work.\r\n\r\nHadamard matrices are indispensable in engineering applications related to mobile communications, data transmission, and error-control codes. In 1893, the great French mathematician Jacques Hadamard posed a problem, which later became known as the Hadamard matrix conjecture, namely, that every positive integer divisible by 4 is the order of a square matrix with entries plus or minus one, and having pairwise orthogonal rows. Although many infinite classes of such matrices are known and a rich theory has evolved, this problem remains unresolved and has risen in the field of combinatorics to a status comparable to that held until recently by Fermat's Last Theorem in number theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Tonchev",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir D Tonchev",
   "pi_email_addr": "tonchev@mtu.edu",
   "nsf_id": "000314763",
   "pi_start_date": "2014-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Lethbridge",
  "perf_str_addr": "4401 University Dr W",
  "perf_city_name": "Lethbridge",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "AB T1K 3M",
  "perf_ctry_code": "CA",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Workshop on Algebraic Design Theory and Hadamard Matrices<br />brought together researchers and students interested in algebraic<br />design theory, Hadamard matrices and their applications, and<br />related areas.<br />Approximately 44 talks in length from 20 to 50 minutes were given<br />in a lecture room at the University of Lethbridge over a period of 4 days.<br />Fifty-eight participants from 15 different countries of North America,<br />Europa, Asia, and Australia had the opportunity to learn about<br />the latest developments in these areas, discussed the latest findings,<br />took stock of what remains to be done on classical problems, and<br />explored avenues for future research.<br />Karol Zyczkowski, a physicist from Poland with international reputation,<br />gave a talk on the connection between quantum information and Hadamard matrices.<br />This talk gave mathematicians useful insights into parallel important research<br />being done in physics and broke down the barriers between the two fields which<br />often use divergent notation impeding communication. There were several talks on<br />mutually unbiased matrices, a topic which is intimately connected with quantum<br />information theory.<br />Jonathan Jedwab presented a talk giving several approaches to solve<br />the famous Zauner's conjecture.<br />Dokovic and Kotsireas presented a new method for constructing Golay pairs.<br />The talks by Armario, Seberry, Szollosi discussed the construction of symmetric<br />conference matrices, and recent progress by Szollosi, Dokovic and Kotsireas to solve<br />the lowest open order of 66.<br />Ilya Zhdanovskiy found a new method with algebraic geometry to tackle a<br />conjecture of Mate Matolcsi regarding complex Hadamard matrices.<br />It is possible that this approach will lead to the proof of the conjecture,<br />which, in turn, is likely to play a key role in the solution of the famous<br />mutually unbiased matrix problem in dimension 6.<br />Bernhard Schmidt reported recent progress that ruled out around 95% of the<br />known cases in the Barker sequence conjecture, one of several important conjectures<br />in the workshop's area.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2015<br>\n\t\t\t\t\tModified by: Vladimir&nbsp;D&nbsp;Tonchev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Workshop on Algebraic Design Theory and Hadamard Matrices\nbrought together researchers and students interested in algebraic\ndesign theory, Hadamard matrices and their applications, and\nrelated areas.\nApproximately 44 talks in length from 20 to 50 minutes were given\nin a lecture room at the University of Lethbridge over a period of 4 days.\nFifty-eight participants from 15 different countries of North America,\nEuropa, Asia, and Australia had the opportunity to learn about\nthe latest developments in these areas, discussed the latest findings,\ntook stock of what remains to be done on classical problems, and\nexplored avenues for future research.\nKarol Zyczkowski, a physicist from Poland with international reputation,\ngave a talk on the connection between quantum information and Hadamard matrices.\nThis talk gave mathematicians useful insights into parallel important research\nbeing done in physics and broke down the barriers between the two fields which\noften use divergent notation impeding communication. There were several talks on\nmutually unbiased matrices, a topic which is intimately connected with quantum\ninformation theory.\nJonathan Jedwab presented a talk giving several approaches to solve\nthe famous Zauner's conjecture.\nDokovic and Kotsireas presented a new method for constructing Golay pairs.\nThe talks by Armario, Seberry, Szollosi discussed the construction of symmetric\nconference matrices, and recent progress by Szollosi, Dokovic and Kotsireas to solve\nthe lowest open order of 66.\nIlya Zhdanovskiy found a new method with algebraic geometry to tackle a\nconjecture of Mate Matolcsi regarding complex Hadamard matrices.\nIt is possible that this approach will lead to the proof of the conjecture,\nwhich, in turn, is likely to play a key role in the solution of the famous\nmutually unbiased matrix problem in dimension 6.\nBernhard Schmidt reported recent progress that ruled out around 95% of the\nknown cases in the Barker sequence conjecture, one of several important conjectures\nin the workshop's area.\n\n\t\t\t\t\tLast Modified: 06/25/2015\n\n\t\t\t\t\tSubmitted by: Vladimir D Tonchev"
 }
}