{
 "awd_id": "1439059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2014 TERMIS-AM Conference in Washington, DC on December 13-16, 2014",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carol Lucas",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 33500.0,
 "awd_amount": 33500.0,
 "awd_min_amd_letter_date": "2014-07-15",
 "awd_max_amd_letter_date": "2014-07-15",
 "awd_abstract_narration": "PI:  Fisher, John P.    \r\nProposal Number:  1439059 \r\nInstitution:  University of Maryland College Park\r\nTERMIS-AM Conference, Washington DC, December 13-16, 2014\r\n\r\n\r\nThis proposal seeks support for Travel Awards to Young Investigators, Graduate Students and Undergraduate Students to attend the Tissue Engineering and Regenerative Medicine International Society - Americas Chapter (TERMIS-AM) Annual Meeting to be held in Washington, DC on December 13-16, 2014; support is also requested for special sessions within this meeting.  The 2014 TERMIS-AM Meeting is organized by Dr. John P. Fisher (Conference Chair) at the University of Maryland and Dr. Jennifer Elisseeff (Program Chair) at The Johns Hopkins University.  The theme for the 2014 TERMIS-AM Meeting is \"Restoring Lives through Regenerative Medicine,\" which reflects the societal impact of tissue engineering and regenerative medicine.  Besides the scientific sessions, which include presentations by leaders in the field, the meeting includes several special sessions and aims to integrate federal agencies, including the NSF, NIH, FDA, and NIST, in the planning of and participating in the meeting as presenters. \r\n\r\nTissue engineering and regenerative medicine is an emerging interdisciplinary field with the potential to revolutionize clinical treatments and therapies for a variety of diseases.  The TERMIS-AM Meeting is the key annual meeting of the Tissue Engineering and Regenerative Medicine International Society held in the Americas each year, and brings together over 800 researchers, scientists, trainees, and students from both academia and industry to present and discuss key developments in the field. The meeting therefore integrates and disseminates cutting edge research in tissue engineering and regenerative medicine.  Keynote speakers are leaders in the field and technical and poster sessions include presentations on the latest advances.  A strong role in the meeting planning and execution will be played by the TERMIS-AM Student and Young Investigator Section (SYIS).  Additionally, there will be an emphasis on promoting the involvement of women and underrepresented groups in the tissue engineering and regenerative medicine fields.  Participants from NSF, NIH, FDA, and NIST will provide presentations and will discuss the efforts of the respective federal agencies in advancing fundamental science, technology, and translation in tissue engineering and regenerative medicine.  The conference is planned to allow ample opportunities for interactions among investigators and for networking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Fisher",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Fisher",
   "pi_email_addr": "jpfisher@umd.edu",
   "nsf_id": "000279052",
   "pi_start_date": "2014-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Elisseeff",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer H Elisseeff",
   "pi_email_addr": "jhe@jhu.edu",
   "nsf_id": "000520033",
   "pi_start_date": "2014-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "003E",
   "pgm_ref_txt": "BIOMECHANICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "020E",
   "pgm_ref_txt": "TISSUE ENGINEERING"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 33500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The requested funding supported the 2014 Tissue Engineering and Regenerative Medicine International Society &ndash; Americas Chapter (TERMIS-AM) Annual Meeting. &nbsp;The theme for the 2014 TERMIS-AM Meeting was &ldquo;Restoring Lives Through Regenerative Medicine,&rdquo; reflecting the societal impact of tissue engineering.&nbsp; We held a vibrant and unique scientific program for the 2014 TERMIS-AM Meeting. &nbsp;In particular, we leveraged the considerable resources available in the Washington, DC area to host a meeting with a focus on the effect of regenerative medicine upon patient lives. To that end, we integrated federal institutions, including the FDA, NIH, NIST, and NSF, in the planning of and participating in the meeting as presenters. &nbsp;We believed that the integration of experts in the field from these federal agencies would serve to provide a TERMIS-AM meeting with a scientific content that has not been achieved in earlier meetings and a strong patient-oriented point of view. Finally, we brought together concepts of composite tissue transplantation and tissue engineering.&nbsp; There are a number of surgeons in the Baltimore/DC area that have performed face and hand composite tissue transplants.&nbsp; We therefore incorporated a session that brought together clinicians and researchers in transplant and tissue engineering to present the latest advancements and discuss the potential collaborations in the field.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/15/2015<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe requested funding supported the 2014 Tissue Engineering and Regenerative Medicine International Society &ndash; Americas Chapter (TERMIS-AM) Annual Meeting.  The theme for the 2014 TERMIS-AM Meeting was \"Restoring Lives Through Regenerative Medicine,\" reflecting the societal impact of tissue engineering.  We held a vibrant and unique scientific program for the 2014 TERMIS-AM Meeting.  In particular, we leveraged the considerable resources available in the Washington, DC area to host a meeting with a focus on the effect of regenerative medicine upon patient lives. To that end, we integrated federal institutions, including the FDA, NIH, NIST, and NSF, in the planning of and participating in the meeting as presenters.  We believed that the integration of experts in the field from these federal agencies would serve to provide a TERMIS-AM meeting with a scientific content that has not been achieved in earlier meetings and a strong patient-oriented point of view. Finally, we brought together concepts of composite tissue transplantation and tissue engineering.  There are a number of surgeons in the Baltimore/DC area that have performed face and hand composite tissue transplants.  We therefore incorporated a session that brought together clinicians and researchers in transplant and tissue engineering to present the latest advancements and discuss the potential collaborations in the field.\n\n \n\n\t\t\t\t\tLast Modified: 10/15/2015\n\n\t\t\t\t\tSubmitted by: John P Fisher"
 }
}