{
 "awd_id": "1439865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Building Capacity for Middle School Master Science Teacher Development",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 105298.0,
 "awd_amount": 105298.0,
 "awd_min_amd_letter_date": "2014-08-12",
 "awd_max_amd_letter_date": "2014-08-12",
 "awd_abstract_narration": "This Capacity Building project supported by the Robert Noyce Teacher Scholarship program will develop and pilot a working definition of what practices, approaches and knowledge base constitute Master Level teaching in cross- cutting concepts of science. These cross cutting concepts are integral to current attempts to bring increased coherency to the teaching of K-12 science in the United States. National Louis University (NLU) and the Illinois Institute of Technology (IIT) will collaboratively build a joint Master Teacher Fellowship Program that will develop a cadre of middle school science teachers in Chicago Public Schools with deep pedagogical content knowledge and leadership capacity in implementing the cross-cutting concepts of the Next Generation Science Standards (NGSS) of particular relevance as states adopt and begin to implement NGSS.  \r\n\r\nTo reach this goal, the key activities of this project will be the establishment of a University-Museum partnership involving Adler Planetarium and the Museum of Science and Industry that will integrate expert science content knowledge, deep pedagogical knowledge, and sites of ongoing science practice and the development of a learning pathway that substantially increases teachers' science content knowledge, connects them to ongoing sites of science practice, and supports them in translating that knowledge and connection into the design and assessment of learning experiences for their students. Two key components of that pathway will be a summer institute held at museum sites and IIT that is designed to deepen teachers' knowledge of cross-cutting concepts of science and current science, and the use of a web-based platform for collaborative improvement of teacher practice that incorporates teachers' consistent examination of formative student assessment data. A pilot group of teachers will take part in a project-designed summer institute and professional development activities throughout the school year.  Results from a needs assessment will inform the design of the summer institute and professional development.   Teachers' progress in implementing content-specific, high leverage teaching strategies will be measured using the Adaptive Cycles of Teaching (ACT), a cloud-based technology system that enables teachers to improve specific teaching strategies through formative assessments of student learning, teacher portfolio analysis and feedback from coaches/mentors. The ACT tool will be customized to support the implementation of NGSS science teaching.   \r\n\r\nThe definition and development of mastery teaching in science will inform science educators in the field and in teacher preparation. As part of this capacity building project, they will be supported in reporting to their school sites and in taking leadership roles in the implementation of stronger science teaching in their schools and districts. Each partner institution will deepen its knowledge base and capacity for teacher education by developing and testing models of the science knowledge and skills teachers need to advance student learning in central concepts of science. These models will inform STEM teacher preparation and professional development throughout each institution. By the close of the pilot phase, these teachers will have significantly developed their capacity to inform NGSS implementation at their school sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "White",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher White",
   "pi_email_addr": "whitec@iit.edu",
   "nsf_id": "000316715",
   "pi_start_date": "2014-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "R. Russell",
   "pi_last_name": "Betts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R. Russell Betts",
   "pi_email_addr": "betts@iit.edu",
   "nsf_id": "000536074",
   "pi_start_date": "2014-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163732",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "7908",
   "pgm_ref_txt": "Teaching & Mstr Tchng Fellows"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 105298.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Outcomes Report: NSF Noyce Project, Award Number 1439865, 2014-2016</p>\n<p>Illinois Institute of Technology and National Louis University</p>\n<p>Scientists and educators from Illinois Institute of Technology (IIT) and National Louis University (NLU) have partnered in a Robert Noyce Scholarship Program capacity-building project entitled &ldquo;Collaborating for STEM Excellence (COSEC)&rdquo;. The purpose of this project was the development of a cadre of Master Science Teachers who could become well-versed in the Next Generation Science Standards (NGSS) and the ways of implementing those standards in their classrooms. Scientists and engineers from IIT and education experts from NLU recruited a group of experienced middle-school science teachers to participate in a two-week Summer Institute during summer 2015. During this Institute the teachers were introduced to actual scientific and engineering practice, both in laboratories at IIT and at museums, zoos, national laboratories, and industrial facilities in the Chicago area. The teachers then took what they learned in the Institute and applied it in developing and implementing curricular materials for their own classrooms; they also set up field trips for their students in which the students could experience NGSS concepts as they play out at area museums and zoos. Thus the outcomes achieved in this program were: (a) increased institutional capacity in preparing STEM teachers; (b) creating a cadre of teacher leaders in NGSS implementation; and (c) creating and solidifying a partnership between NLU and IIT. NLU and IIT participants attended a Noyce regional meeting in fall 2015 to share ideas that arose from their program. At least four publications are expected to be submitted by participants in this project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2016<br>\n\t\t\t\t\tModified by: Christopher&nbsp;White</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOutcomes Report: NSF Noyce Project, Award Number 1439865, 2014-2016\n\nIllinois Institute of Technology and National Louis University\n\nScientists and educators from Illinois Institute of Technology (IIT) and National Louis University (NLU) have partnered in a Robert Noyce Scholarship Program capacity-building project entitled \"Collaborating for STEM Excellence (COSEC)\". The purpose of this project was the development of a cadre of Master Science Teachers who could become well-versed in the Next Generation Science Standards (NGSS) and the ways of implementing those standards in their classrooms. Scientists and engineers from IIT and education experts from NLU recruited a group of experienced middle-school science teachers to participate in a two-week Summer Institute during summer 2015. During this Institute the teachers were introduced to actual scientific and engineering practice, both in laboratories at IIT and at museums, zoos, national laboratories, and industrial facilities in the Chicago area. The teachers then took what they learned in the Institute and applied it in developing and implementing curricular materials for their own classrooms; they also set up field trips for their students in which the students could experience NGSS concepts as they play out at area museums and zoos. Thus the outcomes achieved in this program were: (a) increased institutional capacity in preparing STEM teachers; (b) creating a cadre of teacher leaders in NGSS implementation; and (c) creating and solidifying a partnership between NLU and IIT. NLU and IIT participants attended a Noyce regional meeting in fall 2015 to share ideas that arose from their program. At least four publications are expected to be submitted by participants in this project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/18/2016\n\n\t\t\t\t\tSubmitted by: Christopher White"
 }
}