{
 "awd_id": "1439504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Are blue crab declines leading to a trophic cascade and massive loss of U.S. southern marshes?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2014-01-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 8449.0,
 "awd_amount": 8449.0,
 "awd_min_amd_letter_date": "2014-03-18",
 "awd_max_amd_letter_date": "2014-03-18",
 "awd_abstract_narration": "A fundamental goal of ecology is to understand the physical and biological processes that control plant production and distribution patterns in natural communities.  For over 6 decades, salt marsh plant assemblages have been considered a classic example of a bottom-up regulated community dominated by relatively unpalatable plants controlled by physical conditions and nutrient supplies.  Recent research in southeastern U.S. salt marshes, however, challenges this paradigm and suggests that powerful trophic interactions are equally important mechanisms.  In Virginia, Louisiana, and Georgia salt marshes, the PI found that the common marsh snail, Littoraria, is capable of exerting strong, top-down control of marsh plants.  Unless kept in check by its predators, this snail can transform a highly productive ecosystem to barren mudflat.\r\n\r\nOver the past decade, large expanses of southeastern U.S. salt marshes (100's of km2) have experienced unprecedented die-back.  From 2002-2006, surveys of >20 die-off areas revealed snail densities exceeding 1000/m2 on die-off borders.  In exclusion experiments in GA, FL and LA, snails actively converted salt marshes to barren mudflats.  These findings and the concurrent, steep decline (20-80%) of blue crab densities over the past decade suggest that cascading consumer effects discovered in small-scale experiments may apply to a larger trophic cascade that contributes to die-off in southern salt marshes.  There have, however, been no studies of how commercially important blue crabs regulate marsh die-off via suppression of snail densities.  This knowledge gap will be address with the following questions:\r\n\r\n1)\tWhat is the role of blue crabs in regulating snail populations?  This question will be evaluate with multi-site experiments of both blue crab inclusions and exclusions.\r\n2)\tDoes spatial variation in blue crab densities across marsh landscapes determine spatial variation in predation, subsequent grazer outbreaks, and marsh die-off in areas of low crab density?  To evaluate this question, broad-scale surveys (20 sites) will identify relationships among blue crab and snail density, grazing intensity and plant biomass.\r\n3)\tHave blue crab population declines indirectly contributed to marsh die-off by releasing plant-grazing snails from top-down control in recent history?  This question will be evaluated using a correlative approach, with long-term (~30 yrs) data (FWS, LTER) sets of blue crab harvests, snail densities, and incidence of scarring on archived snail shells.\r\n\r\nIntellectual Merit:  This research would contribute a new, top-down mechanism for control of salt marshes, and reveal if blue crabs are keystone predators in the trophic cascade.  Evidence for species-specific, higher trophic level control of plant growth and recent community die-off would compel ecologists to reevaluate the 60-yr-old bottom-up paradigm in salt marsh ecology.\r\n\r\nBroader Impacts: The consequences of marsh die-off are far-reaching for humans, since marsh grasses provide many essential services (e.g., shoreline protection).  Results from this proposed research would allow managers to predict effects of predator (i.e., blue crabs) depletion and to formulate effective strategies for marsh conservation (e.g. reduced fishing).  To facilitate inter-stake-holder-communication on the role of consumers in marsh die-off, results will be presented in a series of seminars and Q&A sessions to key stakeholders: the public, fishermen, and marsh managers (TNC, FWS).  In addition, educational, outreach activities, in collaboration with high school teachers, will engage students that are excelling (boy scouts) and at-risk (low grades/attendance) in hands-on field science and potential career opportunities through: 1) field classes, 2) research and 3) a marine symposium (e.g., as previously at UF 2008).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Silliman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Silliman",
   "pi_email_addr": "Brian.Silliman@duke.edu",
   "nsf_id": "000342317",
   "pi_start_date": "2014-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke Marine Lab",
  "perf_str_addr": "135 Duke Marine Lab Rd.",
  "perf_city_name": "Beaufort",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "285169721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8449.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Salt marshes are among the most productive ecosystems in the world. Salt marshes are also critical shoreline habitats, providing many ecological and economic services to humans, including sheltering coasts from erosion, filtering nutrients from terrestrial run-off, sequestration of carbon from the atmosphere, supporting shrimp, oyster and crab fisheries, and providing foraging and reproductive habitat for a variety of shorebirds and mammals.&nbsp;Despite these important benefits, 10-60% of marshes that once occurred on the Eastern U.S. seaboard have been lost to human development. &nbsp;Understanding how salt marshes are structured is necessary to protect remaining salt marshes and to restore degraded habitats. &nbsp;&nbsp;</p>\n<p>For nearly 50 years, the theory of salt marsh ecology has been that physcial factors such as salinity are the primary determinants of marshes. &nbsp;Results from this NSF research have overturned this theory and show that instead there are strong forces also occuring from the top-down. &nbsp;Specifically, my experimental field work reveals that &nbsp;blue crabs &nbsp;play a keystone &nbsp;role in the salt marsh food web by suppressing densities of plant-grazing snails that, when left unchecked, increase in numbers and destroy marshes and their vaulabe functions. &nbsp;</p>\n<p>Work supported by this grant has resulted in 24 publicaitons in journals and the publicaiton of the most popular gradute level text book in Marinec Ecology and Conservation. &nbsp;Two post-doctoral scholars, four graduate students, and eight undergraduate students where supported in part on this grant. &nbsp;Both post docs and two graduate students now have faculty positions, while all undergraduates are now in science PhD programs.</p>\n<p>Results from the research supported by this grant enables coastal managers to better predict potential effects of blue crab depletion on salt marshes and to formulate long-term plans to sustain these economically and ecologically important communities. Continued coastal development in the southern U.S. will undoubtedly result in even further fishery depletions in estuarine communities surrounding salt marshes. Understanding food web linkages and interactions and how these systems respond to such perturbations is critical to their survival. Without this research managers would not know that healthy blue crab populaitons can help protect salt marshes from the decimiating effects of drought and sea level rise. Blue crabs help protect marshes from climate cahge because in their absence snail numbers increase and act in concert with increasing drought to kill the marsh grasses even faster.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2014<br>\n\t\t\t\t\tModified by: Brian&nbsp;R&nbsp;Silliman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSalt marshes are among the most productive ecosystems in the world. Salt marshes are also critical shoreline habitats, providing many ecological and economic services to humans, including sheltering coasts from erosion, filtering nutrients from terrestrial run-off, sequestration of carbon from the atmosphere, supporting shrimp, oyster and crab fisheries, and providing foraging and reproductive habitat for a variety of shorebirds and mammals. Despite these important benefits, 10-60% of marshes that once occurred on the Eastern U.S. seaboard have been lost to human development.  Understanding how salt marshes are structured is necessary to protect remaining salt marshes and to restore degraded habitats.   \n\nFor nearly 50 years, the theory of salt marsh ecology has been that physcial factors such as salinity are the primary determinants of marshes.  Results from this NSF research have overturned this theory and show that instead there are strong forces also occuring from the top-down.  Specifically, my experimental field work reveals that  blue crabs  play a keystone  role in the salt marsh food web by suppressing densities of plant-grazing snails that, when left unchecked, increase in numbers and destroy marshes and their vaulabe functions.  \n\nWork supported by this grant has resulted in 24 publicaitons in journals and the publicaiton of the most popular gradute level text book in Marinec Ecology and Conservation.  Two post-doctoral scholars, four graduate students, and eight undergraduate students where supported in part on this grant.  Both post docs and two graduate students now have faculty positions, while all undergraduates are now in science PhD programs.\n\nResults from the research supported by this grant enables coastal managers to better predict potential effects of blue crab depletion on salt marshes and to formulate long-term plans to sustain these economically and ecologically important communities. Continued coastal development in the southern U.S. will undoubtedly result in even further fishery depletions in estuarine communities surrounding salt marshes. Understanding food web linkages and interactions and how these systems respond to such perturbations is critical to their survival. Without this research managers would not know that healthy blue crab populaitons can help protect salt marshes from the decimiating effects of drought and sea level rise. Blue crabs help protect marshes from climate cahge because in their absence snail numbers increase and act in concert with increasing drought to kill the marsh grasses even faster. \n\n\t\t\t\t\tLast Modified: 11/25/2014\n\n\t\t\t\t\tSubmitted by: Brian R Silliman"
 }
}