{
 "awd_id": "1439619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I/UCRC Planning Grant:  Computing and Genomics - An Essential Partnership for Biology Breakthroughs",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 11499.0,
 "awd_amount": 11499.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "The proposed ?I/UCRC for Computing and Genomics - An Essential Partnership for Biology Breakthroughs? proposed by the U. of Illinois at Urbana-Champaign, the U. of Chicago, and Mayo Clinic will enhance the research, education, and entrepreneurship while performing the important technology transfer by bringing together an interdisciplinary team of industry partners from computer systems, health care/pharmaceuticals, and life sciences working in collaboration with genomic experts to address the colossal big-data challenge. The application of genomics across the life sciences industry is currently challenged by an inadequate ability to generate, interpret, and apply genomic data quickly and accurately for a wide variety of applications. One challenge has been that of integrating thought and market leaders across what had historically been orthogonal industries: those involved with computer sciences, and those involved with biological sciences. With the advent of Next Generation Sequencing technology, those industries are now interdependent and have a critical need to synthesize and coordinate activities at the interface of computing and genomics. The participating sites propose to establish a collaborative environment that improves the applicability, timeliness, efficiency, and accuracy of the computational infrastructure to address the pressing genome-based challenges. The CompGen consortium?s vision is to engineer and optimize computing systems needed by industry for genome analysis.\r\n\r\nThe CompGen Center will address the experimental process for genomic data. A variety of questions on health and social problems will be addressable, enabling much needed biological and healthcare breakthroughs. Outcomes will enrich research infrastructure, develop next generation of leaders in engineering and science, improve the quality of workforce, and involve international partners. Collaborations will produce artifacts such as new algorithms, optimizations, and statistical models, in turn driving the design of the computing enterprise. The goal is to generalize those artifacts to drive the design and evaluation of computational models and hardware/software co-designed architectures, tightly coupled with new memory and computing technologies for scalability and accuracy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "White",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin P White",
   "pi_email_addr": "kpwhite@uchicago.edu",
   "nsf_id": "000336821",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "900 E. 57th Street, KCBD 10100",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371428",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Center for Computational Biotechnology and Genomic Medicine</strong></p>\n<p><strong>Project Outcomes Report</strong></p>\n<p>In July 2014, the NSF awarded the University of Illinois at Urbana-Champaign (lead institution), Mayo Clinic, and the University of Chicago a planning grant for an Industry/University Cooperative Research Center (I/UCRC) focusing on genomic medicine, computational biotechnology, and agritech. The <a href=\"http://ccbgm.illinois.edu/\"><em>Center for Computational Biotechnology and Genomic Medicine</em></a>&nbsp;(CCBGM) brings these three universities with unique resources in computational and biological sciences together with industry to work on joint projects that will address &ldquo;real-life&rdquo; problems of interest to both industry and academia.&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The overarching research driver for the CCBGM is to enable computational predictive genomics (i.e., our ability to maken accurate phenotypic predictions from genomic data) in the context of other rich data sources. Within this overall theme, we will be focused on achieving transformational computing innovations across three thematic components: (1) <span style=\"text-decoration: underline;\">Computing and Data Management</span>&mdash;addressing scaling of big data, (2) <span style=\"text-decoration: underline;\">Actionable Intelligence</span>&mdash;pursuingthe translation of big data into meaningful knowledge, and (3) <span style=\"text-decoration: underline;\">Systems Innovation</span>&mdash;improving the knowledge development, speed, and accuracy of big data technologies. An <a href=\"http://ccbgm.illinois.edu/people/\">interdisciplinary team of researchers from Illinois, Chicago, and Mayo</a> are involved in this effort, bringing to CCBGM research expertise spanning human genomics to crop and animal sciences along with expertise in computing systems and algorithms, from high-performance computing (HPC) to special-purpose acceleration.&nbsp;Researchers will be working with industries in the multidisciplinary domains of computing, biotechnology, and health science areas (human, animal, and plant).</p>\n<p><strong>Broader Impact</strong></p>\n<p>The CCBGM will create substantial opportunities for cross-disciplinary<br />research for a large, diverse group of graduate students and postdocs, and a<br />cadre of scientists and engineers at the interface of computing and genomics. It will be a vehicle for biologists, bioinformaticians, and computing<br />researchers, in both academia and industry, to collaborate and develop new<br />algorithms that are significantly faster and more accurate at a scale essential<br />for handling the increasing deluge of genomic data, transforming genomics research. A variety of questions on health, agriculture, and social problems will be addressable, enabling much-needed biological and healthcare breakthroughs.</p>\n<p><strong>Planning Grant Year</strong></p>\n<p>Two planning meetings were held for the purpose of recruiting members<br />and prioritizing the research projects portfolio, with direct input from potential<br />industry members. More than 100 people attended the March 2&ndash;3, 2015, Planning Meeting with 40 industry representatives from 28 companies in attendance, along with ~60 researchers and university representatives from Illinois, Chicago, and Mayo. Strong institutional support for the CCBGM was demonstrated, with high-level university leadership on the agenda [e.g., vice president for research, dean of engineering, department head of electrical and computer engineering, and directors of the Coordinated Science Laboratory/Pharmacogenomics Program/Carl R. Woese Institute for Genomic Biology. NSF Program Director Rita Rodriguez, NSF Program Manager Alex Schwarzkopf, and I/UCRC Evaluator for NSF Dee Hoffman attended the meeting. A second meeting was held on June 8, 2015. This meeting included compani...",
  "por_txt_cntn": "\nCenter for Computational Biotechnology and Genomic Medicine\n\nProject Outcomes Report\n\nIn July 2014, the NSF awarded the University of Illinois at Urbana-Champaign (lead institution), Mayo Clinic, and the University of Chicago a planning grant for an Industry/University Cooperative Research Center (I/UCRC) focusing on genomic medicine, computational biotechnology, and agritech. The Center for Computational Biotechnology and Genomic Medicine (CCBGM) brings these three universities with unique resources in computational and biological sciences together with industry to work on joint projects that will address \"real-life\" problems of interest to both industry and academia. \n\nIntellectual Merit\n\nThe overarching research driver for the CCBGM is to enable computational predictive genomics (i.e., our ability to maken accurate phenotypic predictions from genomic data) in the context of other rich data sources. Within this overall theme, we will be focused on achieving transformational computing innovations across three thematic components: (1) Computing and Data Management&mdash;addressing scaling of big data, (2) Actionable Intelligence&mdash;pursuingthe translation of big data into meaningful knowledge, and (3) Systems Innovation&mdash;improving the knowledge development, speed, and accuracy of big data technologies. An interdisciplinary team of researchers from Illinois, Chicago, and Mayo are involved in this effort, bringing to CCBGM research expertise spanning human genomics to crop and animal sciences along with expertise in computing systems and algorithms, from high-performance computing (HPC) to special-purpose acceleration. Researchers will be working with industries in the multidisciplinary domains of computing, biotechnology, and health science areas (human, animal, and plant).\n\nBroader Impact\n\nThe CCBGM will create substantial opportunities for cross-disciplinary\nresearch for a large, diverse group of graduate students and postdocs, and a\ncadre of scientists and engineers at the interface of computing and genomics. It will be a vehicle for biologists, bioinformaticians, and computing\nresearchers, in both academia and industry, to collaborate and develop new\nalgorithms that are significantly faster and more accurate at a scale essential\nfor handling the increasing deluge of genomic data, transforming genomics research. A variety of questions on health, agriculture, and social problems will be addressable, enabling much-needed biological and healthcare breakthroughs.\n\nPlanning Grant Year\n\nTwo planning meetings were held for the purpose of recruiting members\nand prioritizing the research projects portfolio, with direct input from potential\nindustry members. More than 100 people attended the March 2&ndash;3, 2015, Planning Meeting with 40 industry representatives from 28 companies in attendance, along with ~60 researchers and university representatives from Illinois, Chicago, and Mayo. Strong institutional support for the CCBGM was demonstrated, with high-level university leadership on the agenda [e.g., vice president for research, dean of engineering, department head of electrical and computer engineering, and directors of the Coordinated Science Laboratory/Pharmacogenomics Program/Carl R. Woese Institute for Genomic Biology. NSF Program Director Rita Rodriguez, NSF Program Manager Alex Schwarzkopf, and I/UCRC Evaluator for NSF Dee Hoffman attended the meeting. A second meeting was held on June 8, 2015. This meeting included companies highly likely to partner with the CCBGM. Eighteen industry representatives attended, along with 20 university representatives. The interactive format of the meeting gave industry an excellent opportunity to further engage with research leads about proposed projects, with seven envisioned research projects emerging.\n\nDuring the planning year, the CCBGM has also reached out to industry via\nvisits to company sites as well as invitations for industry to visit our\ncampuses. This format enables indus..."
 }
}