{
 "awd_id": "1439267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neural basis of the memory for sequences of events: A synergistic approach in rats and humans",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kurt Thoroughman",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 625132.0,
 "awd_amount": 625132.0,
 "awd_min_amd_letter_date": "2014-08-20",
 "awd_max_amd_letter_date": "2015-08-27",
 "awd_abstract_narration": "The capacity to remember where and when certain events occur in one's life is of critical importance for survival and for participation in society function. This capacity, called episodic memory, is associated with the functions of the hippocampus and prefrontal cortex.  Several neurological and psychiatric disorders involve dysfunctions in these brain regions. With support from the National Science Foundation, Dr. Norbert Fortin and colleague Dr. Craig Stark of the University of California at Irvine respectively will conduct an innovative series of parallel experiments in humans and rats, which are expected to contribute to a better understanding of the neural mechanisms underlying both normal and abnormal memory functions. This cross-species investigation will utilize a memory task that can be performed by humans and the rats, which is critical to make findings from animal studies relevant to our understanding of human memory and treatment of its deficit. This project will also provide an opportunity to develop effective educational practices and materials to promote early science training and awareness. These educational activities have a special emphasis on groups underrepresented in science (women and minority students), including a \"Memory and the Brain\" workshop that will be offered at schools with diverse student populations that also consistently perform below standard on the science portion of the California Standards Tests.\r\n \r\nAlthough episodic memory has been extensively investigated, its neurobiological basis remains elusive. A major reason for this limited progress has been the inability to directly link evidence obtained from invasive techniques used in animal models (e.g. rodents) with that from non-invasive techniques used in humans because of differences in the demands of memory tasks used across these two species. Drs. Fortin and Stark will address this critical issue by using an integrated approach combining single-cell electrophysiological recordings in rats and BOLD fMRI in humans, to study episodic memory using their newly developed sequence memory task that can be performed by both rats and humans. This cross-species study will provide the first systematic examination of the functional correspondence between rodent and human sub-regions of the hippocampus and prefrontal cortex, known to play a critical role in memory and other higher-level cognitive functions. The knowledge gained from this study will significantly advance our understanding of the contribution of these brain structures to the memory for sequences of events, as well as of their fundamental role in learning and memory, executive functions, and decision-making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norbert",
   "pi_last_name": "Fortin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Norbert J Fortin",
   "pi_email_addr": "norbert.fortin@uci.edu",
   "nsf_id": "000535890",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Stark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Stark",
   "pi_email_addr": "cestark@uci.edu",
   "nsf_id": "000205016",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California",
  "perf_str_addr": "202 Bonney Research Laboratory",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 202571.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 422561.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 10.0px 'Helvetica Neue'; color: #262626; -webkit-text-stroke: #000000} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 10.0px 'Helvetica Neue'; color: #000000; -webkit-text-stroke: #000000; min-height: 12.0px} p.p3 {margin: 0.0px 0.0px 0.0px 0.0px; font: 10.0px 'Helvetica Neue'; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none; -webkit-text-stroke: 0px #262626} span.s2 {font-kerning: none} -->\n<p class=\"p1\"><span class=\"s1\">The overarching goal of our research is to understand how the brain supports our ability to remember the specific sequence in which experiences occurred. </span><span class=\"s2\">This capacity is fundamental to our daily life, yet it remains unclear how the healthy brain solves this challenging problem or what causes failures in that type of memory. Previous research suggests this capacity depends on a network of brain structures including the hippocampus and the prefrontal cortex. However, despite a wealth of data on the involvement of these two structures, we know very little about their specific roles and how they work together to support this form of memory. To help address this important issue, our laboratories joined forces in this project and developed a new cross-&shy;species sequence memory task, which allowed us to investigate this capacity using different techniques in rodents and in humans. Our first main finding is that task performance is remarkably similar in rats and humans, suggesting they use similar representations and strategies. Our second main finding is that task performance involves comparable brain circuits and computations across species. The establishment of this integrated approach in rats and humans, and of its basic behavioral and neural correspondence across species, will provide a unique opportunity to finally discover how our brain supports this important form of memory. Finally, we also collaborated with statisticians to develop novel approaches to quantify functional relationships in brain activity across electrodes (or fMRI voxels), which will be used in subsequent projects in our labs and in the lab of others.</span></p>\n<p class=\"p1\">This project also supported the development of activities and materials to promote the importance of basic scientific research to the general public and support the development of young scientists in the classroom and laboratory. These include the development and dissemination of tools to improve conceptual understanding and long-term retention of statistics and behavioral neuroscience, as well as the development of a mentoring structure more supportive of the unique needs of students from underrepresented groups.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/21/2019<br>\n\t\t\t\t\tModified by: Norbert&nbsp;J&nbsp;Fortin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of our research is to understand how the brain supports our ability to remember the specific sequence in which experiences occurred. This capacity is fundamental to our daily life, yet it remains unclear how the healthy brain solves this challenging problem or what causes failures in that type of memory. Previous research suggests this capacity depends on a network of brain structures including the hippocampus and the prefrontal cortex. However, despite a wealth of data on the involvement of these two structures, we know very little about their specific roles and how they work together to support this form of memory. To help address this important issue, our laboratories joined forces in this project and developed a new cross-&shy;species sequence memory task, which allowed us to investigate this capacity using different techniques in rodents and in humans. Our first main finding is that task performance is remarkably similar in rats and humans, suggesting they use similar representations and strategies. Our second main finding is that task performance involves comparable brain circuits and computations across species. The establishment of this integrated approach in rats and humans, and of its basic behavioral and neural correspondence across species, will provide a unique opportunity to finally discover how our brain supports this important form of memory. Finally, we also collaborated with statisticians to develop novel approaches to quantify functional relationships in brain activity across electrodes (or fMRI voxels), which will be used in subsequent projects in our labs and in the lab of others.\nThis project also supported the development of activities and materials to promote the importance of basic scientific research to the general public and support the development of young scientists in the classroom and laboratory. These include the development and dissemination of tools to improve conceptual understanding and long-term retention of statistics and behavioral neuroscience, as well as the development of a mentoring structure more supportive of the unique needs of students from underrepresented groups.\n\n\t\t\t\t\tLast Modified: 02/21/2019\n\n\t\t\t\t\tSubmitted by: Norbert J Fortin"
 }
}