{
 "awd_id": "1440579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Implementation of the Next Generation Science Standards at the State Level: A Conference to Determine the Role of the Earth and Space Sciences Community",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 29841.0,
 "awd_amount": 29841.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "The American Geosciences Institute (AGI) and the National Association of Geoscience Teachers (NAGT) propose to host a fall 2014 summit on implementation of standards for college and career readiness at the state level.  The summit brings together key members of the Earth and Space Sciences (ESS) community to identify and devise ways in which they can work together to help states and school districts implement college and career readiness standards.  A needs assessment is conducted before the summit to determine the top concerns of the stakeholders and a collaborative website is created.  At the conference, a collection of standards-congruent ESS educational resources are identified and assembled.  The conference report describes concrete guidelines for disseminating these resources to translate the vision and structure of the standards into teaching and learning practice.  \r\n\r\nA 2.5 day working meeting for 30 experts and stakeholders consists of short plenaries to establish the context for each set of working group sessions.  The proposed plenary speakers are Steven Pruitt from Achieve, Michael Wysession, one of the lead writers of the ESS portion of the Next Generation Science Standards (NGSS), and panels of science supervisors from states that have and have not adopted the standards.  In the working group sessions, conferees identify products and services that the geoscience and geoscience education community can develop to help states implement the ESS portion of the standards.  A key component of the Summit is action items to move the agenda of the conference forward in the states, and commitment of the participants to follow through on the various findings of the conference is emphasized.  As part of the selection process individuals will be asked for a commitment from the organizations they represent to participate in follow-up actions from the Summit.  The conference and its impacts will be measured by an external evaluator\r\n\r\nThis conference is to develop a strategy for increasing the import of teaching Earth and Space Sciences in schools to make students ready for college and careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Robeck",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Edward C Robeck",
   "pi_email_addr": "ecrobeck@americangeosciences.org",
   "nsf_id": "000403986",
   "pi_start_date": "2014-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "P",
   "pi_last_name": "Leahy",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "P P Leahy",
   "pi_email_addr": "pleahy@agiweb.org",
   "nsf_id": "000667938",
   "pi_start_date": "2014-06-30",
   "pi_end_date": "2014-07-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Sullivan",
   "pi_email_addr": "susan.sullivan@colorado.edu",
   "nsf_id": "000465835",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Robeck",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Edward C Robeck",
   "pi_email_addr": "ecrobeck@americangeosciences.org",
   "nsf_id": "000403986",
   "pi_start_date": "2014-06-30",
   "pi_end_date": "2014-07-25"
  }
 ],
 "inst": {
  "inst_name": "American Geological Institute",
  "inst_street_address": "4220 KING ST",
  "inst_street_address_2": "",
  "inst_city_name": "ALEXANDRIA",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7033792480",
  "inst_zip_code": "223021507",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "AMERICAN GEOSCIENCES INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YS5HC7ZF9L24"
 },
 "perf_inst": {
  "perf_inst_name": "American Geological Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "223021502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 29841.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>The <em>Next Generation Science Standards</em> (NGSS), which were released in April 2013, articulate expectations for student performance in science in grades K-12.&nbsp; Key among those expectations are that learning in science include three dimensions; disciplinary core ideas, science and engineering practices, and cross-cutting concepts. States can adopt the NGSS, or use them to guide the development of their own science standards. From April 29 to May 1, 2015, the American Geosciences Institute (AGI) and the National Association of Geoscience Teachers (NAGT) jointly organized a meeting entitled <em>Implementation of the Next Generation Science Standards at the State Level: Networking Support in the Earth and Space Science Education Community, </em>with funding from the National Science Foundation and AGI&rsquo;s Center for Geoscience and Society.&nbsp; The purpose of this &ldquo;Summit Meeting&rdquo; was for attendees, who represented key perspectives and organizations in the geoscience education community, to share their common and varied experiences in the adoption and use of the NGSS, with specific focus on the Earth and space sciences. The aim was to ascertain the needs of educators and policymakers with regards to successful implementation of the standards.&nbsp; In addition, the meeting established ways in which the geoscience education community and others can support NGSS implementation.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Implementation Need Areas</strong></p>\n<p>&nbsp;</p>\n<p>The pre-Summit needs assessment identified nine major components of science education activity that need to be considered when implementing the NGSS.&nbsp; These need areas are summarized below followed by notes from discussions that took place at the Summit.</p>\n<p>&nbsp;</p>\n<p><em>Teacher Readiness</em>: Teachers will require professional development to understand how to transform their instruction to meet the performance expectations of the NGSS.</p>\n<p>&nbsp;</p>\n<p><em>Curricula</em>: Until curriculum materials that are developed specifically for the NGSS become available, curriculum units and materials will need to be adapted or revised to be consistent with the NGSS.&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>Assessment</em>: NGSS-aligned assessments are needed to inform the learning and instruction of NGSS standards can be found at all levels of accountability.</p>\n<p><em>&nbsp;</em></p>\n<p><em>Instruction</em>: The NGSS call for science learning that requires a shift in instruction in many classrooms.&nbsp;&nbsp; Teachers will need to be supported in the learning of new approaches as well as classroom time for implementation.</p>\n<p><em>&nbsp;</em></p>\n<p><em>Status of the Geosciences at K-12</em>:&nbsp; Within the NGSS, the Earth and space sciences are emphasized as much as the life sciences and physical sciences.&nbsp; To gain parity, efforts to highlight the importance of the Earth and space sciences as a discipline will need to be increased, not only within science education circles, but among the public as well.&nbsp;</p>\n<p><em>&nbsp;</em></p>\n<p><em>Advocacy</em>: Support for the NGSS will need to come in a variety of forms, such as communication to local decision-makers, and promotion of the NGSS through media.</p>\n<p><em>&nbsp;</em></p>\n<p><em>&ldquo;Hot Button&rdquo; Topics</em>: Certain science topics generate differing views held by large numbers of people. Teaching of these topics will need to be sensitive to the values of students while encouraging them to use evidence to support knowledge claims.</p>\n<p>&nbsp;</p>\n<p><em>Appreciating the Richness of the Standards</em>: Many teachers will find the NGSS structure complex and unwieldy and may not fully appreciate the purpose of the standards.&nbsp; Teachers will need time, opportunity, and encouragement to examine how they should be integrated into instruction.</p>\n<p>&nbsp...",
  "por_txt_cntn": "\nIntroduction\n\nThe Next Generation Science Standards (NGSS), which were released in April 2013, articulate expectations for student performance in science in grades K-12.  Key among those expectations are that learning in science include three dimensions; disciplinary core ideas, science and engineering practices, and cross-cutting concepts. States can adopt the NGSS, or use them to guide the development of their own science standards. From April 29 to May 1, 2015, the American Geosciences Institute (AGI) and the National Association of Geoscience Teachers (NAGT) jointly organized a meeting entitled Implementation of the Next Generation Science Standards at the State Level: Networking Support in the Earth and Space Science Education Community, with funding from the National Science Foundation and AGIÆs Center for Geoscience and Society.  The purpose of this \"Summit Meeting\" was for attendees, who represented key perspectives and organizations in the geoscience education community, to share their common and varied experiences in the adoption and use of the NGSS, with specific focus on the Earth and space sciences. The aim was to ascertain the needs of educators and policymakers with regards to successful implementation of the standards.  In addition, the meeting established ways in which the geoscience education community and others can support NGSS implementation.\n\n \n\nImplementation Need Areas\n\n \n\nThe pre-Summit needs assessment identified nine major components of science education activity that need to be considered when implementing the NGSS.  These need areas are summarized below followed by notes from discussions that took place at the Summit.\n\n \n\nTeacher Readiness: Teachers will require professional development to understand how to transform their instruction to meet the performance expectations of the NGSS.\n\n \n\nCurricula: Until curriculum materials that are developed specifically for the NGSS become available, curriculum units and materials will need to be adapted or revised to be consistent with the NGSS. \n\n \n\nAssessment: NGSS-aligned assessments are needed to inform the learning and instruction of NGSS standards can be found at all levels of accountability.\n\n \n\nInstruction: The NGSS call for science learning that requires a shift in instruction in many classrooms.   Teachers will need to be supported in the learning of new approaches as well as classroom time for implementation.\n\n \n\nStatus of the Geosciences at K-12:  Within the NGSS, the Earth and space sciences are emphasized as much as the life sciences and physical sciences.  To gain parity, efforts to highlight the importance of the Earth and space sciences as a discipline will need to be increased, not only within science education circles, but among the public as well. \n\n \n\nAdvocacy: Support for the NGSS will need to come in a variety of forms, such as communication to local decision-makers, and promotion of the NGSS through media.\n\n \n\n\"Hot Button\" Topics: Certain science topics generate differing views held by large numbers of people. Teaching of these topics will need to be sensitive to the values of students while encouraging them to use evidence to support knowledge claims.\n\n \n\nAppreciating the Richness of the Standards: Many teachers will find the NGSS structure complex and unwieldy and may not fully appreciate the purpose of the standards.  Teachers will need time, opportunity, and encouragement to examine how they should be integrated into instruction.\n\n \n\nTeacher Accountability:  The NGSS must be properly represented within the teacher accountability system. \n\n \n\nCommunity Building and Networking\n\n \n\nNetworks that include educators, administrators, policymakers, scientists, and academics, among others, can facilitate the changes in science education called for by the NGSS.  Networks that include partners with different expertise are able to devise strategies for implementation that reach across school, district, and state levels and that effectively addr..."
 }
}