{
 "awd_id": "1440327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube Building Block:   GeoDataspace:   Simplifying Data Management for Geoscience Models",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 519440.0,
 "awd_amount": 519440.0,
 "awd_min_amd_letter_date": "2014-08-08",
 "awd_max_amd_letter_date": "2014-08-08",
 "awd_abstract_narration": "A big obstacle to such sharing is the inordinate amount of time and effort that must be spent in creating, communicating, receiving, and interpreting specifications of data, models, and associated knowledge. This inability to quickly and conveniently share is particularly a problem in computational geoscience, wherein scientists spend significant portions of their time managing the many input and output files that are typically associated with a model. When developing, testing, validating, and comparing models, particularly coupled models, the number of such data elements and the complexity associated with their management soon outgrows human memory capacity. The unfortunate consequence is that researchers often narrow the scope of a model analysis, compromise research quality, or conduct analysis within restricted teams. This pilot project will demonstrate a mechanism to overcome this challenge in the scientific community.\r\n\r\nThe GeoDataspace pilot will develop a new data-centric approach to describing models and associated data resources for computational geoscience. This new approach will both simplify model use and enhance the shareability, reusability, and reproducibility of models, data, and computations?properties widely sought by computational geoscientists. Specifically, the project will develop methods for defining, sharing, and accessing geounits, collections of descriptive metadata that define a m the entire collection of files needed to run a computational model, including details about the model run. In the case of files, processing and manipulation scripts, manifests, spreadsheets, or one-off databases, the encapsulation may consist simplify of the elements location and specification of each element.  The GeoDataspace team includes (a) experts in cyberinfrastructure, data management systems, and SaaS at UChicago; (b) experienced and leading geoscientists in four domains of solid earth, climate, hydrology, and space science, and a leading expert, as well as, geoscientist on model coupling frameworks. Together the team has identified a cross-cutting data management barrier that must be critically addressed in a domain-independent manner so as to extend capabilities to a broader set of geoscientists.All participating geoscientists are initiators, leaders, working-group chairs, and/or representatives of the five modeling communities we represent, including Computational Infrastructure for Geodynamics (CIG), Community Earth System Models (CESM), Consortium of Universities for the Advancement of Hydrological Science, Inc. (CUAHSI), and Community Coordinated Modeling Center (CCMC) at NASA, and finally Earth Systems Bridge (ESB), a community invested in developing model coupling frameworks. In total, the number of geoscientists either directly or indirectly involved in GeoDataspace is in the hundreds, if not thousands.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanu",
   "pi_last_name": "Malik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanu Malik",
   "pi_email_addr": "tanu.malik@depaul.edu",
   "nsf_id": "000618829",
   "pi_start_date": "2014-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Foster",
   "pi_email_addr": "foster@uchicago.edu",
   "nsf_id": "000234022",
   "pi_start_date": "2014-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 South  Ellis",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 310287.0
  }
 ],
 "por": null
}