{
 "awd_id": "1440361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computing with Biomolecules: From Network Motifs to Complex and Adaptive Systems: ALife14 Workshop",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2014-04-30",
 "awd_max_amd_letter_date": "2014-04-30",
 "awd_abstract_narration": "The purpose of the Computing with Biomolecules: From Network Motifs to Complex and Adaptive Systems workshop (http://bit.ly/Alife14BiomoleculesWorkshop), organized in conjunction with the 14th International Conference on the Synthesis and Simulation of Living Systems, is to bring together researchers, postdocs, and students working in the area of computing with biomolecules. Student involvement in the workshop is key in order to educate and train a new workforce for this cutting-edge field of research, which has many biomedical applications. New discoveries and technologies in biomedical technology have the potential for a major beneficial impact on society.\r\n\r\nComputing today faces new challenges in the form of increase in design complexity and serious manufacturing issues. Simultaneously, new applications areas, such as medicine and biotechnology, cry out for both more computing resources and novel ways of coupling computation to the physical world. The challenges to the conventional way in which computer hardware and software have been built for the past half-century inspire a quest for novel and unconventional computing machines, going beyond standard approaches - Boolean logic gates and von Neumann computer architectures. Applications in biotechnology suggest one should seek biocompatible computing substrates for the new computing machines. This requires new paradigms and engineering methods to organize, interact with, and program such machines in order to meet real-world challenges of tomorrow and to guarantee continuing progress in computer science. Biomolecular components are promising building blocks for next-generation computing machines. They have unique properties, such as biocompatibility, adaptability, and manifest ability to self-organize. A systematic understanding of how to build system-level complexity with molecular networks, in the form of engineering principles and abstractions, is called for, if general-purpose large-scale molecular circuits are to be implemented, within the constraints imposed by the chemical kinetics and interfering side reactions. The purpose of this workshop is to bring together researchers, postdocs, and students working in the area of computing with biomolecules. The workshop will be a forum for exchange of cutting-edge research, with an emphasis on exchanges among the students and postdocs. A special focus of the workshop will be directed toward large-scale biomolecular automata that adapt and learn. Such systems typically require the coupling of hundreds to thousands of molecules into complex interactive networks. The workshop will foster discussion of new approaches and visions, and critical reflection on current approaches. In addition to regular presentations, one invited talk given by a luminary in the field is planned. Last but not least, the forum will allow participants to probe the fundamental similarities and differences between information processing in biochemical (\"living\") systems and digital/electronic (\"computer\") systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darko",
   "pi_last_name": "Stefanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darko Stefanovic",
   "pi_email_addr": "darko@cs.unm.edu",
   "nsf_id": "000090220",
   "pi_start_date": "2014-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7946",
   "pgm_ref_txt": "BIO COMPUTING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />&nbsp;<br />Computing today faces new challenges in the form of increase in design<br />complexity and serious manufacturing issues. Simultaneously, new<br />applications, such as medicine and biotechnology, cry out for both<br />more computing resources and novel ways of coupling computation to the<br />physical world. The challenges to the conventional way in which<br />computer hardware and software have been built for the past<br />half-century inspire a quest for novel and unconventional computing<br />machines, going beyond standard Boolean logic gates and von Neumann<br />computer architectures. Applications in biotechnology suggest one<br />should seek biocompatible computing substrates for the new computing<br />machines. We will need new paradigms and engineering methods to<br />organize, interact with, and program such machines in order to meet<br />real-world challenges of tomorrow and to guarantee continuing progress<br />in computer science. Biomolecular components are promising building<br />blocks for next-generation computing machines. They have unique<br />properties, such as biocompatibility, adaptability, and manifest<br />ability to self-organize. A systematic understanding of how to build<br />system-level complexity with molecular networks, in the form of<br />engineering principles and abstractions, is called for, if we are to<br />implement general-purpose large-scale molecular circuits, within<br />constraints imposed by the chemical kinetics and interfering side<br />reactions.<br /><br />The purpose of this workshop was to bring together researchers,<br />postdocs, and students working in the area of computing with<br />biomolecules, as a forum for the exchange<br />of cutting-edge research in an informal setting.&nbsp; Thanks to the<br />National Science Foundation travel award, nine graduate students at<br />the forefront of biomolecular computing research,<br />from institutions across the United States, contributed talk abstracts<br />and took part in the workshop as speakers.&nbsp; The workshop<br />succeeeded in fostering discussion of new approaches and visions, and<br />critical reflection on current approaches.&nbsp; The workshop took place<br />during the workshops day (July 30, 2014) preceding the Artificial Life<br />Conference, allowing additional cross-fertilization between the<br />assembled young biomolecular computing researchers and the artificial<br />life research community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2015<br>\n\t\t\t\t\tModified by: Darko&nbsp;Stefanovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n \nComputing today faces new challenges in the form of increase in design\ncomplexity and serious manufacturing issues. Simultaneously, new\napplications, such as medicine and biotechnology, cry out for both\nmore computing resources and novel ways of coupling computation to the\nphysical world. The challenges to the conventional way in which\ncomputer hardware and software have been built for the past\nhalf-century inspire a quest for novel and unconventional computing\nmachines, going beyond standard Boolean logic gates and von Neumann\ncomputer architectures. Applications in biotechnology suggest one\nshould seek biocompatible computing substrates for the new computing\nmachines. We will need new paradigms and engineering methods to\norganize, interact with, and program such machines in order to meet\nreal-world challenges of tomorrow and to guarantee continuing progress\nin computer science. Biomolecular components are promising building\nblocks for next-generation computing machines. They have unique\nproperties, such as biocompatibility, adaptability, and manifest\nability to self-organize. A systematic understanding of how to build\nsystem-level complexity with molecular networks, in the form of\nengineering principles and abstractions, is called for, if we are to\nimplement general-purpose large-scale molecular circuits, within\nconstraints imposed by the chemical kinetics and interfering side\nreactions.\n\nThe purpose of this workshop was to bring together researchers,\npostdocs, and students working in the area of computing with\nbiomolecules, as a forum for the exchange\nof cutting-edge research in an informal setting.  Thanks to the\nNational Science Foundation travel award, nine graduate students at\nthe forefront of biomolecular computing research,\nfrom institutions across the United States, contributed talk abstracts\nand took part in the workshop as speakers.  The workshop\nsucceeeded in fostering discussion of new approaches and visions, and\ncritical reflection on current approaches.  The workshop took place\nduring the workshops day (July 30, 2014) preceding the Artificial Life\nConference, allowing additional cross-fertilization between the\nassembled young biomolecular computing researchers and the artificial\nlife research community.\n\n\t\t\t\t\tLast Modified: 05/06/2015\n\n\t\t\t\t\tSubmitted by: Darko Stefanovic"
 }
}