{
 "awd_id": "1440452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: The Role Of Material Culture In Social Identification",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 19684.0,
 "awd_amount": 19684.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2014-06-28",
 "awd_abstract_narration": "Under the guidance of Dr. E. Charles Adams, Saul Hedquist will examine the social uses of turquoise and other blue-green minerals in the late prehispanic Western Pueblo region of the U.S. Southwest. Scholars have long recognized the importance of turquoise among past and present Pueblo groups. Despite knowledge of its long-lasting social and symbolic importance, however, late prehispanic patterns of turquoise use remain poorly understood. This research seeks to address this deficiency and illuminate associated identity structures through an interdisciplinary investigation of provenance, style, and deposition. The project incorporates archaeology, geochemistry, and ethnography in an effort to address a central research question: How did the circulation and use of turquoise vary throughout the late prehispanic Western Pueblo region, and what are the implications for understanding interactions and identity expressions within and among newly aggregated settlements and settlement clusters? The research gains fundamental importance for the insight it will provide on how societies at a \"simple\" level of social compxity are organized. In this case the specific issue is: how do multiple groups, often speaking different languages and with different sets of customs and beliefs become integrated into effectively functioning social units.\r\n\r\nThe project includes three primary components. First, a comprehensive geographic information systems (GIS) database of previously documented late prehispanic turquoise occurrences will be developed to examine: 1) the regional variety and distribution of stylistic traits; 2) the regional variety and distribution of documented depositional patterns; and 3) contextual associations between turquoise and other materials. Second, regional patterns of acquisition and exchange will be explored using measurements of lead and strontium isotopes. Recent pilot studies indicate turquoise from at least three geologic locales circulated throughout the Western Pueblo world during the late prehispanic period. Additional isotopic measurements will be used to clarify the regional spread of turquoise from these (and perhaps other) sources and expose potential networks of interaction. Third, consultation with Hopi and Zuni tribal members will aid interpretations of archaeological patterns and ensure Pueblo knowledge is accurately represented in scientific research.\r\n\r\nThe project will foster collaboration with descendent communities by directly incorporating Hopi and Zuni participation and perspectives. In addition, through exclusive use of existing museum collections, the project promotes research with minimal impact on the archaeological record. The project's database will integrate archival data spanning more than a century's worth of fieldwork. These data will be made available to qualified individuals through the Digital Archaeological Record (tDAR). Research results will be further disseminated through public talks, conference presentations, presentations to tribal members, and peer-reviewed publications. Displays and web-based modules will also be prepared for use in museums and K-12 curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "E. Charles",
   "pi_last_name": "Adams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "E. Charles Adams",
   "pi_email_addr": "ecadams@email.arizona.edu",
   "nsf_id": "000416837",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saul",
   "pi_last_name": "Hedquist",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saul Hedquist",
   "pi_email_addr": "hedquist@email.arizona.edu",
   "nsf_id": "000668352",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 19684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research examines the social uses of turquoise and other blue-green minerals (e.g., pigments) in the late prehispanic Western Pueblo region of the U.S. Southwest. The late prehispanic period (A.D. 1275&ndash;1400) was characterized by large-scale migrations and population aggregation that integrated groups with diverse historical trajectories and material traditions. In recent decades, studies of material culture from late prehispanic contexts have broadened our understanding of settlement-specific demographics, the direction and approximate size of distinct population movements, and the structure and transformation of social networks. To date, research concerning the interactions and identities of groups in late prehispanic Pueblo communities has tended towards analyses of ceramics, particularly patterns of exchange and technological and decorative style. While building upon these insights, this work provides a different, yet comparable outlook by focusing on turquoise, its various uses in social or ritual settings, and its involvement in expressing social or ideological connections that may have crosscut boundaries evident through other material forms.</p>\n<p>Scholars have long recognized the importance of turquoise among past and present Pueblo groups. Ethnographically, turquoise holds a prominent place in Pueblo myth, ritual, aesthetics, and cosmology. It continues to be used as an important offering, deposited in shrines and decorating ceremonial items. Archaeological occurrences of turquoise in contexts such as caches, structural foundations, and burials demonstrate its ancient and enduring prominence in Pueblo social and ritual practices.</p>\n<p>This work, comprising three primary components, was developed to better understand late prehispanic patterns of turquoise use and associated identity structures through an interdisciplinary study of archaeology, geochemistry, and ethnography. First, a comprehensive database of previously documented late prehispanic occurrences of turquoise and other blue-green minerals was developed to examine: 1) the regional variety and distribution of stylistic traits; 2) the regional variety and distribution of documented depositional patterns; and 3) contextual associations between turquoise and other materials. Measured variables include ornament form, color, shape, and dimensions. In addition, technological (manufacturing) traces of a subset of objects were examined to identify preliminary regional patterns of ornament production. For a sample of sites, the content and context of turquoise deposits were compared in an effort to identify differential practices involving the discard of turquoise (e.g., as ritual offerings).</p>\n<p>Qualitative and quantitative comparisons of stylistic traits in ornaments show widespread regional consistencies. Uniformities in form and finish, for example, allude to a regional paradigm of sorts for ornament production and wear. Further, similarities crosscut boundaries evident through other material forms (e.g., ceramics and architecture). For ornament manufacture in particular, comparable observations of surface treatments suggest technical uniformity throughout the study area, alluding to a consistent set of tools and techniques (and/or a limited number of producers). Rare forms including mosaics and painted media, on the other hand, exhibit potentially symbolic design elements beyond shape or form (e.g., color combinations). Regional distributions of painted items, for example, often spatially restricted, suggest esoteric uses of blue-green pigments for socio-religious expression.</p>\n<p>Certain patterns of discard, such as in the dedication, decoration, and decommissioning of domestic and communal spaces, are more widely replicated throughout the region, perhaps indicative of &lsquo;genealogies of practices&rsquo; bridging Pueblo groups across both space and time. Other more discrete usage, such as distinct associations with other materials in ritual deposits, may evidence more restricted practices or expressions.</p>\n<p>Second, regional patterns of turquoise acquisition and exchange were explored using measurements of lead and strontium isotopes. Comparisons of isotopic measurements from geologic samples and archaeological items suggest that turquoise from various geologic sources was present at archaeological sites throughout the region, though two source areas were notably dominant: the Cerrillos Hills (located in north-central New Mexico) and Canyon Creek (east-central Arizona). Further, regional patterns of dispersal are evident. For instance, turquoise consistent with the Canyon Creek locale is generally highest in frequency among sites in the Mogollon Rim vicinity (central Arizona). Turquoise from the Cerrillos Hills, however, dominates among sites northeast of the Little Colorado River, particularly ancestral Zuni sites in eastern Arizona and western New Mexico.</p>\n<p>Third, interviews with Hopi and Zuni consultants were conducted to discuss modern uses of turquoise as appropriate, and how contemporary uses compare to (and in many cases clarify) archaeological patterns. As affirmed through interviews, turquoise provides an important material bridge between past and present Pueblo practices. Continuities in use (e.g., ornamental style and placement in offerings) suggest deep epistemological and ideological affinities; contemporary values are clearly visible in the archaeological record. For example, ornamental styles found throughout the project area remain in use at Hopi today, and certain stylistic traditions were said to have developed during ancestral migrations throughout the greater Southwest. For the Zuni, in addition to use as personal and ceremonial adornment, offerings of turquoise and other blue-green minerals accompany numerous activities, including the construction of homes and visits to ancestral places, a clear continuation of ancestral traditions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2016<br>\n\t\t\t\t\tModified by: Saul&nbsp;Hedquist</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research examines the social uses of turquoise and other blue-green minerals (e.g., pigments) in the late prehispanic Western Pueblo region of the U.S. Southwest. The late prehispanic period (A.D. 1275&ndash;1400) was characterized by large-scale migrations and population aggregation that integrated groups with diverse historical trajectories and material traditions. In recent decades, studies of material culture from late prehispanic contexts have broadened our understanding of settlement-specific demographics, the direction and approximate size of distinct population movements, and the structure and transformation of social networks. To date, research concerning the interactions and identities of groups in late prehispanic Pueblo communities has tended towards analyses of ceramics, particularly patterns of exchange and technological and decorative style. While building upon these insights, this work provides a different, yet comparable outlook by focusing on turquoise, its various uses in social or ritual settings, and its involvement in expressing social or ideological connections that may have crosscut boundaries evident through other material forms.\n\nScholars have long recognized the importance of turquoise among past and present Pueblo groups. Ethnographically, turquoise holds a prominent place in Pueblo myth, ritual, aesthetics, and cosmology. It continues to be used as an important offering, deposited in shrines and decorating ceremonial items. Archaeological occurrences of turquoise in contexts such as caches, structural foundations, and burials demonstrate its ancient and enduring prominence in Pueblo social and ritual practices.\n\nThis work, comprising three primary components, was developed to better understand late prehispanic patterns of turquoise use and associated identity structures through an interdisciplinary study of archaeology, geochemistry, and ethnography. First, a comprehensive database of previously documented late prehispanic occurrences of turquoise and other blue-green minerals was developed to examine: 1) the regional variety and distribution of stylistic traits; 2) the regional variety and distribution of documented depositional patterns; and 3) contextual associations between turquoise and other materials. Measured variables include ornament form, color, shape, and dimensions. In addition, technological (manufacturing) traces of a subset of objects were examined to identify preliminary regional patterns of ornament production. For a sample of sites, the content and context of turquoise deposits were compared in an effort to identify differential practices involving the discard of turquoise (e.g., as ritual offerings).\n\nQualitative and quantitative comparisons of stylistic traits in ornaments show widespread regional consistencies. Uniformities in form and finish, for example, allude to a regional paradigm of sorts for ornament production and wear. Further, similarities crosscut boundaries evident through other material forms (e.g., ceramics and architecture). For ornament manufacture in particular, comparable observations of surface treatments suggest technical uniformity throughout the study area, alluding to a consistent set of tools and techniques (and/or a limited number of producers). Rare forms including mosaics and painted media, on the other hand, exhibit potentially symbolic design elements beyond shape or form (e.g., color combinations). Regional distributions of painted items, for example, often spatially restricted, suggest esoteric uses of blue-green pigments for socio-religious expression.\n\nCertain patterns of discard, such as in the dedication, decoration, and decommissioning of domestic and communal spaces, are more widely replicated throughout the region, perhaps indicative of ?genealogies of practices? bridging Pueblo groups across both space and time. Other more discrete usage, such as distinct associations with other materials in ritual deposits, may evidence more restricted practices or expressions.\n\nSecond, regional patterns of turquoise acquisition and exchange were explored using measurements of lead and strontium isotopes. Comparisons of isotopic measurements from geologic samples and archaeological items suggest that turquoise from various geologic sources was present at archaeological sites throughout the region, though two source areas were notably dominant: the Cerrillos Hills (located in north-central New Mexico) and Canyon Creek (east-central Arizona). Further, regional patterns of dispersal are evident. For instance, turquoise consistent with the Canyon Creek locale is generally highest in frequency among sites in the Mogollon Rim vicinity (central Arizona). Turquoise from the Cerrillos Hills, however, dominates among sites northeast of the Little Colorado River, particularly ancestral Zuni sites in eastern Arizona and western New Mexico.\n\nThird, interviews with Hopi and Zuni consultants were conducted to discuss modern uses of turquoise as appropriate, and how contemporary uses compare to (and in many cases clarify) archaeological patterns. As affirmed through interviews, turquoise provides an important material bridge between past and present Pueblo practices. Continuities in use (e.g., ornamental style and placement in offerings) suggest deep epistemological and ideological affinities; contemporary values are clearly visible in the archaeological record. For example, ornamental styles found throughout the project area remain in use at Hopi today, and certain stylistic traditions were said to have developed during ancestral migrations throughout the greater Southwest. For the Zuni, in addition to use as personal and ceremonial adornment, offerings of turquoise and other blue-green minerals accompany numerous activities, including the construction of homes and visits to ancestral places, a clear continuation of ancestral traditions.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2016\n\n\t\t\t\t\tSubmitted by: Saul Hedquist"
 }
}