{
 "awd_id": "1440208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sustainability Content in Engineering Courses and Curricula: A Multidisiplinary Workshop",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 71209.0,
 "awd_amount": 77992.0,
 "awd_min_amd_letter_date": "2014-06-24",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "1440208 (Davidson). This grant is in support of the organization and conduct of a workshop related to identifying the capabilities of a web-based platform that will serve as a repository for educational materials in the field of sustainable engineering. The overall objective of the workshop is to bring together experts in education, sustainable engineering, and development of high-use web platforms to discuss two aspects of the proposed platform. The first aspect is to identify the most important activities and web platform features that would attract educators across the country and eventually globally to contribute materials for posting on the platform. There are numerous barriers that could prevent educators from contributing their materials, and discussions at the workshop will specifically address ways to overcome them. The second aspect is to identify the most important activities and web platform features that would attract educators around the world to download and make use of materials posted on the platform. To facilitate this goal, current learning systems, some with sustainability content, will be demonstrated. Experts will present state-of-the-art instructional design and strategies that promise to increase course preparation and teaching efficiency as well as student learning. Barriers to widespread use of such materials will also be discussed, and ways of overcoming them will be addressed. The output of the workshop will be a summary document on the results of these discussions that will enable serious thought on development of a web platform repository for sustainable engineering education materials. The methods to be employed in the workshop include plenary talks, panel discussions, open question and answer periods, and breakout group discussions.\r\n\r\nThe proposed workshop has the potential to develop a blueprint for a web platform that could have a major effect on education in sustainable engineering. Hundreds of U.S. universities with engineering programs are currently inventing educational materials, courses, and curricula in the burgeoning field of sustainable engineering. There is a lack of coordination among these universities, with significant repetition of efforts to develop new educational materials. Coordinating content across multiple engineering disciplines offers an opportunity to generalize, cross-fertilize and more efficiently use content generally. Existing computer technology can make the process of educating the nation's engineers much more efficient. This is of great importance in a world of finite resources and a rapidly growing population as well as rapidly growing standards of living. Engineers are being tasked with solving many of the world's most pressing problems, and thus training these engineers to understand the constraints of twenty-first century is an urgent need. This project addresses this need using state-of-the-art equipment and methods. Diversity will be sought in all aspects of the project - the attendees of the workshop will be from several underrepresented groups, and from underserved institutions across multiple engineering disciplines. But the proposed workshop is expected to have an impact far beyond the workshop attendees. In particular, working toward a repository for educational materials in sustainable engineering accessible by everyone has the potential to benefit educators everywhere, and that can ultimately benefit engineering students everywhere. This work is thus the start of a multi-step process that has the potential to enhance the nation's educational infrastructure and benefit the nation's practicing engineers and thus society at large. This award is co-funded by two divisions in EHR (DUE and DGE) and three divisions in ENG (EEC, CMMI, and CBET).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cliff",
   "pi_last_name": "Davidson",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Cliff I Davidson",
   "pi_email_addr": "davidson@syr.edu",
   "nsf_id": "000389231",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Heller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Heller",
   "pi_email_addr": "heller@mhitech.com",
   "nsf_id": "000668368",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 77992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Taken from Davidson et al. (2016), <em>Elementa</em>,&nbsp;</p>\n<p><strong>DOI</strong> 10.12952/journal.elementa.000089&nbsp;</p>\n<p>&nbsp;</p>\n<p>In August 2014, the U.S. National Science Foundation Workshop on Sustainable Engineering (SE) brought together some 50 individuals to address a serious problem: virtually all young professionals graduating with at least a bachelor&rsquo;s degree in engineering anywhere in the world are by and large not prepared for the challenges of the 21<sup>st</sup> century. Although standards of living are improving in many regions globally, the total number of people who lack basic human needs like sanitation, clean air, clean water, and sufficient nutrition is still unacceptably high (<a href=\"https://elementascience.org/articles/89#bibr003\"><em>United Nations, 2015</em></a>). Furthermore, efforts to improve living conditions for the world&rsquo;s poor are hampered by shortages of water, energy, and land, with many of these shortages related to climate change which is likely to intensify. Problems of sustainability are also serious in the developed world, where per capita use of scarce resources is unacceptably high. Rapid progress in new fields such as nanotechnology, synthetic biology, information technology, and applied cognitive science create previously unknown materials and new forms of life with unknown consequences for human civilization.</p>\n<p>A key problem with SE education in the U.S. as well as elsewhere is the lack of high quality educational materials like textbooks and other course readings covering current challenges. This problem is reflected by the lack of a Body of Knowledge in SE, although such compendiums have been completed in other fields such as Environmental Engineering (<a href=\"https://elementascience.org/articles/89#bibr001\"><em>AAEE, 2008</em></a>) and Civil Engineering (<a href=\"https://elementascience.org/articles/89#bibr002\"><em>ASCE, 2008</em></a>). Hundreds of engineering programs are simultaneously attempting to develop SE educational materials, but are doing so in relative isolation. Significant gains could be made if the SE education community came together to develop shared educational resources that could be posted on a website. The overall goal of the workshop was to make progress in this direction through three distinct objectives: (1) to expose members of the community to the benefits of a repository such as a web platform for educational materials which could improve teaching efficiency, (2) to illustrate state-of-the-art online educational resources as well as instructional design and assessment methods to improve teaching effectiveness, and (3) to solicit and assess the SE education community&rsquo;s preferences for such a repository and identify barriers to adoption. Objectives 1 and 2 were mainly met though regular plenary presentations at the workshop, while Objective 3 was achieved through open discussions in smaller breakout groups and also through an on-line survey administered to the broad SE education community across the U.S. a few weeks prior to the workshop.&nbsp;</p>\n<p>American Academy of Environmental Engineers, 2008. Body of Knowledge for Environmental Engineers.</p>\n<p>American Society of Civil Engineers, 2008. Civil Engineering Body of Knowledge for the 21st Century: Preparing the Civil Engineering for the Future, Second Edition.</p>\n<p>Davidson, C.I., Brad R. Allenby, Liv M. Haselbach, Miriam Heller, and William E. Kelly, Educational materials on sustainable engineering: do we need a repository? <em>Elementa</em>, February 23, 2016, DOI 10.12952/journal.elementa.000089.&nbsp;</p>\n<p>United Nations Millennium Developmen Goals, 2015. http://www.unmillenniumproject.org/goals/</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2016<br>\n\t\t\t\t\tModified by: Cliff&nbsp;I&nbsp;Davidson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTaken from Davidson et al. (2016), Elementa, \n\nDOI 10.12952/journal.elementa.000089 \n\n \n\nIn August 2014, the U.S. National Science Foundation Workshop on Sustainable Engineering (SE) brought together some 50 individuals to address a serious problem: virtually all young professionals graduating with at least a bachelorÆs degree in engineering anywhere in the world are by and large not prepared for the challenges of the 21st century. Although standards of living are improving in many regions globally, the total number of people who lack basic human needs like sanitation, clean air, clean water, and sufficient nutrition is still unacceptably high (United Nations, 2015). Furthermore, efforts to improve living conditions for the worldÆs poor are hampered by shortages of water, energy, and land, with many of these shortages related to climate change which is likely to intensify. Problems of sustainability are also serious in the developed world, where per capita use of scarce resources is unacceptably high. Rapid progress in new fields such as nanotechnology, synthetic biology, information technology, and applied cognitive science create previously unknown materials and new forms of life with unknown consequences for human civilization.\n\nA key problem with SE education in the U.S. as well as elsewhere is the lack of high quality educational materials like textbooks and other course readings covering current challenges. This problem is reflected by the lack of a Body of Knowledge in SE, although such compendiums have been completed in other fields such as Environmental Engineering (AAEE, 2008) and Civil Engineering (ASCE, 2008). Hundreds of engineering programs are simultaneously attempting to develop SE educational materials, but are doing so in relative isolation. Significant gains could be made if the SE education community came together to develop shared educational resources that could be posted on a website. The overall goal of the workshop was to make progress in this direction through three distinct objectives: (1) to expose members of the community to the benefits of a repository such as a web platform for educational materials which could improve teaching efficiency, (2) to illustrate state-of-the-art online educational resources as well as instructional design and assessment methods to improve teaching effectiveness, and (3) to solicit and assess the SE education communityÆs preferences for such a repository and identify barriers to adoption. Objectives 1 and 2 were mainly met though regular plenary presentations at the workshop, while Objective 3 was achieved through open discussions in smaller breakout groups and also through an on-line survey administered to the broad SE education community across the U.S. a few weeks prior to the workshop. \n\nAmerican Academy of Environmental Engineers, 2008. Body of Knowledge for Environmental Engineers.\n\nAmerican Society of Civil Engineers, 2008. Civil Engineering Body of Knowledge for the 21st Century: Preparing the Civil Engineering for the Future, Second Edition.\n\nDavidson, C.I., Brad R. Allenby, Liv M. Haselbach, Miriam Heller, and William E. Kelly, Educational materials on sustainable engineering: do we need a repository? Elementa, February 23, 2016, DOI 10.12952/journal.elementa.000089. \n\nUnited Nations Millennium Developmen Goals, 2015. http://www.unmillenniumproject.org/goals/\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/19/2016\n\n\t\t\t\t\tSubmitted by: Cliff I Davidson"
 }
}