{
 "awd_id": "1440025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "3-D Simulations of i-Process Nucleosynthesis in the Early Universe",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rudolf Eigenmann",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 15385.0,
 "awd_amount": 15385.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "Astronomical observations are now probing the early stages of the universe, in which galaxies\r\ndeveloped and merged, and the formation of the structures in the universe at the present era\r\nwas set in motion. An important part of this story is the chemical evolution of galaxies.  The\r\nformation of the elements in the first stars and their subsequent dispersal are powerful tracers\r\nof structure formation and evolution in the early universe. This project involves the simulation\r\nof processes deep inside stars of the early universe that experience hydrogen ingestion\r\nevents caused by mixing of material across the boundaries of convection zones. In 1-D stellar\r\nevolution simulations, these give rise to rapid hydrogen burning, with enormous energy release\r\nand causing nucleosynthesis by neutron capture from neutron fluxes intermediate between the\r\nslow (s) and rapid (r) processes. This is the intermediate, or i-process nucleosynthesis that\r\nis targeted in this study. Accurate treatment of the convective boundary mixing that drives\r\nthis i-process requires full 3-D simulation. The rapid hydrogen burning that ensues, together\r\nwith the very large luminosities involved make 3-D simulation affordable on NSF?s powerful\r\nnew supercomputing platform, Blue Waters, at NCSA.\r\n\r\nA new and powerful capability will be built in this project to simulate these events by coupling\r\ntogether 3-D simulations that cover brief time intervals with 1-D simulations spanning much\r\nlonger times. In some cases that will be addressed, it is possible to simulate the entire event\r\nin 3-D. In others, 3-D simulations performed at intervals as part of a coupled 1-D and 3-D\r\nstellar evolution calculation will serve to recalibrate the coefficients in approximate 1-D models\r\nfor dynamic mixing processes. Such coupled calculations will use these periodic model\r\nrecalibrations to validate the use of the models as the calculation progresses. When unacceptably\r\nlarge revisions of model \"constants\" are indicated, a recomputation with 3-D recalibrations\r\ntaken at shorter time intervals will result. This new process is called autocorrecting modeling.\r\nIt involves periodic generation of large amounts of 3-D data from simulation codes. This data\r\ngeneration is followed by a detailed analysis of the data in terms of 1-D models. The results\r\nof this analysis are then fed back into the 1-D stellar evolution computation.  Pioneering this\r\nnew approach is a major challenge of the project; the database of condensed simulation results\r\nthat will be built in the process will be a significant outcome of the project.  This data will be\r\nmade available first to collaborators and ultimately to the broad community.  It will be possible\r\nto use this data to formulate, validate, and refine simplified models of the convective boundary\r\nmixing processes that are a major focus of this study.  It will also be possible for others,\r\npotentially using quite different simulation software, to use this data to adopt an autocorrecting\r\nmodeling approach in studies of related problems.  In the first year of this project, a continuation\r\nof present work with the well observed case of Sakurai's object is planned along with application\r\nof the new techniques to simulations of low-mass, low-metallicity AGB stars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Woodward",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Woodward",
   "pi_email_addr": "paul@lcse.umn.edu",
   "nsf_id": "000155670",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "117 Pleasant Str SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550254",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778100",
   "pgm_ele_name": "Leadership-Class Computing"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15385.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We are exploiting the scale and speed of Blue Waters to enable 3-D simulations of brief dynamic mixing and nuclear burning events in the advanced evolution of stars that can have profound impacts upon their production of heavy elements.&nbsp; These hydrogen ingestion flash events have been identified as potential sites for the origin of observed, strongly anomalous abundance signatures in certain stars that formed in the early universe.&nbsp; We have simulated H-ingestion in a young white dwarf star, Sakurai&rsquo;s object, where similar anomalous abundances have been observed in detail.&nbsp; We have also simulated a very low metallicity giant star formed in the early universe.&nbsp; Our results reveal a new type of unstable, global oscillatory burning of the ingested hydrogen which gives rise to very different behavior than was anticipated from the earlier 1-D modeling of this hydrogen-ingestion flash phenomenon.&nbsp; This unstable global burning mode is illustrated in the 6 accompanying images from our simulation of the very low metallicity giant star in the summer of 2015.&nbsp; All these images show a view of the star with the near hemisphere cut away and the material of both the star&rsquo;s central core and the helium and carbon mixture in the convection zone right above that core made transparent.&nbsp; We see the dome of the opposite hemisphere, and the material that is made visible to us is the buoyant and highly combustible hydrogen-helium gas mixture that is being entrained into the turbulent gas of the convection zone.&nbsp; As the concentration of this entrained gas increases, colors range from dark blue to aqua to white to yellow and finally to red.&nbsp; In the first image, entrained gas is located mainly in lanes that separate large convection cells in the (transparent) helium-carbon mixture.&nbsp; In the second image, we see a wave that is peeling off a layer of entrained gas from above as it is driven around the star by the burning of that peeled off layer in the wave&rsquo;s wake.&nbsp; This wave travels like a tsunami around the star, focusing its energy at points of convergence and then traveling back in an oscillatory fashion.&nbsp; In the third image, a thick layer of buoyant entrained gas has accumulated near the top of the convection zone that forces rising gas to stop and reverse at the base of this layer.&nbsp; In the fourth image, the convection bores into this hydrogen-rich layer, dragging the enriched gas to depths where it burns very energetically, setting off the very violent combustion and entrainment of the last 2 images.</p>\n<p>These simulations are revealing to us behavior deep inside stars that we could not learn any other way.&nbsp; The potential impact on stellar evolution and nucleosynthesis of the mixing of material at convection zone boundaries was recognized as long ago as the 1970s, but it was impossible to simulate these phenomena adequately in the 3-D treatments they require until NSF made available its Track-1 computing resource in the Blue Waters project at NCSA.&nbsp; These simulations previously would have taken far too long to complete.&nbsp; Through a large, sustained effort, we restructured our PPMstar simulation code so that it could fully exploit the power of the Blue Waters machine.&nbsp; We are now rewarded with a new understanding, still unfolding, of hydrogen ingestion events in stars.&nbsp; The simulation shown ran in less than 7 days in a one-month period at a sustained rate of 0.41 Pflop/s on a bit more than half of the Blue Waters machine.&nbsp; Not only did Blue Waters get this job done, it did so in a reasonable time, so that we can pose new questions and do the work to get our code ready to answer them in a timely fashion.&nbsp; We are now preparing for NSF&rsquo;s next Track-1 machine.&nbsp; Added computing power will allow us to address potentially even more dramatic convective-reactive events in...",
  "por_txt_cntn": "\nWe are exploiting the scale and speed of Blue Waters to enable 3-D simulations of brief dynamic mixing and nuclear burning events in the advanced evolution of stars that can have profound impacts upon their production of heavy elements.  These hydrogen ingestion flash events have been identified as potential sites for the origin of observed, strongly anomalous abundance signatures in certain stars that formed in the early universe.  We have simulated H-ingestion in a young white dwarf star, SakuraiÆs object, where similar anomalous abundances have been observed in detail.  We have also simulated a very low metallicity giant star formed in the early universe.  Our results reveal a new type of unstable, global oscillatory burning of the ingested hydrogen which gives rise to very different behavior than was anticipated from the earlier 1-D modeling of this hydrogen-ingestion flash phenomenon.  This unstable global burning mode is illustrated in the 6 accompanying images from our simulation of the very low metallicity giant star in the summer of 2015.  All these images show a view of the star with the near hemisphere cut away and the material of both the starÆs central core and the helium and carbon mixture in the convection zone right above that core made transparent.  We see the dome of the opposite hemisphere, and the material that is made visible to us is the buoyant and highly combustible hydrogen-helium gas mixture that is being entrained into the turbulent gas of the convection zone.  As the concentration of this entrained gas increases, colors range from dark blue to aqua to white to yellow and finally to red.  In the first image, entrained gas is located mainly in lanes that separate large convection cells in the (transparent) helium-carbon mixture.  In the second image, we see a wave that is peeling off a layer of entrained gas from above as it is driven around the star by the burning of that peeled off layer in the waveÆs wake.  This wave travels like a tsunami around the star, focusing its energy at points of convergence and then traveling back in an oscillatory fashion.  In the third image, a thick layer of buoyant entrained gas has accumulated near the top of the convection zone that forces rising gas to stop and reverse at the base of this layer.  In the fourth image, the convection bores into this hydrogen-rich layer, dragging the enriched gas to depths where it burns very energetically, setting off the very violent combustion and entrainment of the last 2 images.\n\nThese simulations are revealing to us behavior deep inside stars that we could not learn any other way.  The potential impact on stellar evolution and nucleosynthesis of the mixing of material at convection zone boundaries was recognized as long ago as the 1970s, but it was impossible to simulate these phenomena adequately in the 3-D treatments they require until NSF made available its Track-1 computing resource in the Blue Waters project at NCSA.  These simulations previously would have taken far too long to complete.  Through a large, sustained effort, we restructured our PPMstar simulation code so that it could fully exploit the power of the Blue Waters machine.  We are now rewarded with a new understanding, still unfolding, of hydrogen ingestion events in stars.  The simulation shown ran in less than 7 days in a one-month period at a sustained rate of 0.41 Pflop/s on a bit more than half of the Blue Waters machine.  Not only did Blue Waters get this job done, it did so in a reasonable time, so that we can pose new questions and do the work to get our code ready to answer them in a timely fashion.  We are now preparing for NSFÆs next Track-1 machine.  Added computing power will allow us to address potentially even more dramatic convective-reactive events in the final death throes of massive stars. There, multiple nuclear burning shells with convection zones above them are stacked one above the other in relatively close proximity.  We want to simulate..."
 }
}