{
 "awd_id": "1440906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CS 10K: Leveraging Teach For America's National Infrastructure to Build a Pipeline of High-Quality Computer Science Instructors in Low-Income Communities",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 174976.0,
 "awd_amount": 174976.0,
 "awd_min_amd_letter_date": "2014-09-11",
 "awd_max_amd_letter_date": "2014-09-11",
 "awd_abstract_narration": "Teach For America (TFA) proposes a project to bring computer science to the low-income high schools they serve. TFA is guided by the mission that \"one day, all children in this nation will have the opportunity to attain an excellent education.\" Motivated by the desire to alleviate educational disparities that exist for the students in low-income communities, TFA views access to high quality computer science education as a key organizational priority. Over the next three years, TFA has plans to build the national capacity, infrastructure, and knowledge of computer science (CS) education from the expansion of our current New York-based computer science pilot -- EAGER: Increasing the Supply of High-Quality Computer Science Instructors to Low-Income Communities -- to at least 6 new regional sites and a total of 100 new computer science (CS) educators. This CS 10K planning grant will continue the preliminary work to put TFA in a position to increase and broaden participation in CS education -- attracting new talent and reaching underserved student populations -- and create a scalable, sustainable foundation for future growth and deepened understanding of CS educator development.\r\n\r\nThe planning process will (1) recruit leaders with computer science backgrounds to teach in low-income public schools, (2) train and support those teachers to implement the Exploring Computer Science (ECS) curriculum, (3) develop and implement strategies for engaging TFA alumni educators in expanding the collective impact of this work, and (4) develop an evaluation plan. The evaluation will refine two questions: (1) To what extent does information on people gathered at various stages (recruit, applicant, accepted applicant, matriculating applicant) on the road to becoming a successfully placed computer science teachers predict progress on this road, and what strategies promote such progress? (2) What are the relationships among resource issues (school computers, student poverty), teachers' reported struggles and victories in teaching the ECS curriculum, and student outcomes in both cognitive and non-cognitive domains?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Wilson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph P Wilson",
   "pi_email_addr": "jwilson@air.org",
   "nsf_id": "000764177",
   "pi_start_date": "2014-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Moritz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Moritz",
   "pi_email_addr": "melissa.moritz@teachforamerica.org",
   "nsf_id": "000669142",
   "pi_start_date": "2014-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Teach For America",
  "inst_street_address": "25 BROADWAY",
  "inst_street_address_2": "FL 12",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "9144335613",
  "inst_zip_code": "100041056",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "TEACH FOR AMERICA INC",
  "org_prnt_uei_num": "MJDWLXZ7JJ15",
  "org_uei_num": "MJDWLXZ7JJ15"
 },
 "perf_inst": {
  "perf_inst_name": "Teach For America",
  "perf_str_addr": "315 W. 36th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100186624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7578",
   "pgm_ref_txt": "CS 10K"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 174976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c1b8218f-a204-12e3-b8d6-d1c47efc545c\"> </span></p>\n<p><span id=\"docs-internal-guid-c1b8218f-a273-b10d-0e58-d4e59c6bbabe\">\n<p dir=\"ltr\"><span>Low-income students and students of color in the United States do not receive the high-quality, rigorous computer science (CS) instruction needed for success in college and beyond. This CS10K project addresses this disparity by developing a teacher support model to implement the </span><span>Exploring Computer Science</span><span> (ECS) course in low-income urban and rural public high schools in the Teach For America (TFA) network. Through this project, TFA developed a more comprehensive approach called the </span><span>Exploring Computer Science Fellowship, </span><span>which focuses on recruiting in-service teachers to become computer science advocates and teachers at their schools.</span></p>\n<br />\n<p dir=\"ltr\"><span>Teach For America recruits and develops a diverse corps of outstanding college graduates and professionals to make an initial two-year commitment to teach in high-need schools and become lifelong leaders in the effort to end educational inequity. The organization holds 25 years of experience in teacher recruitment and development, educational advocacy, and relationship building in high-needs schools across 53 communities nationally. TFA schools serve students historically underrepresented in computing by socioeconomic status (&gt;80% eligible for free/reduced price lunch) and racial/ethnic backgrounds (&gt;80% identify as African American or Latino/a). Teach For America is one of the largest and most diverse providers of new STEM teachers in the country [see Figure 1]. &nbsp;TFA&rsquo;s network of more than 50,000 current teachers and alumni are working across an array of sectors to ensure that all children have an equal chance in life. Additionally, TFA has an organizational vision that focuses on working in partnership with communities to expand educational opportunity for children facing the challenges of poverty. </span></p>\n<br />\n<p dir=\"ltr\"><span><img src=\"https://lh6.googleusercontent.com/OrkzoBshr75M6lmm8yvaU1sqp-7B_mRQMEy46-m52N_in7UZIfB_kbW7DXAIBbyS_BUyoSAcBMhTlB3vmtNJI53HkYF1fzCTV9rrnt6GS7QW38uD6-chGyGcVp5Ya_Hvs2zqT1dG\" alt=\"\" width=\"500\" height=\"340\" /></span></p>\n<p dir=\"ltr\"><strong>Figure 1.</strong><span> Diversity of TFA STEM teachers in 2013 and 2014.</span></p>\n<br />\n<p dir=\"ltr\"><span>As part of its initial pilot, Teach For America - New York implemented a pilot program that focused on increasing the number of ECS teachers in high-needs high schools located throughout the city by training pre-service teacher candidates. The pre-service teacher candidates faced challenges in investing their administrators to prioritize computer science as a course offered during the school day. A few themes emerged through conversations with teachers and school administrators when discussing the challenges: administrators struggled to understand how/where computer science courses fit within their current course offerings, and administrators felt unprepared to support the professional development of computer science teachers. </span></p>\n<br />\n<p dir=\"ltr\"><span>To address the aforementioned obstacles, TFA worked in partnership with the Exploring Computer Science (ECS) team to adjust its approach and create the </span><span>Exploring Computer Science Fellowship (ECS Fellowship) </span><span>[see Figure 2]. Through the ECS Fellowship, the focus has shifted to the recruitment and development of in-service teachers with CS-interest or background versus previously recruiting pre-service teacher candidates who didn&rsquo;t have working relationships with school administrators yet. All interested teachers (dubbed &ldquo;ECS Fellows&rdquo;) are asked to make an additional two-year commitment to teaching computer science and advocating for additional computer science activities at the...",
  "por_txt_cntn": "\n \n\n\nLow-income students and students of color in the United States do not receive the high-quality, rigorous computer science (CS) instruction needed for success in college and beyond. This CS10K project addresses this disparity by developing a teacher support model to implement the Exploring Computer Science (ECS) course in low-income urban and rural public high schools in the Teach For America (TFA) network. Through this project, TFA developed a more comprehensive approach called the Exploring Computer Science Fellowship, which focuses on recruiting in-service teachers to become computer science advocates and teachers at their schools.\n\n\nTeach For America recruits and develops a diverse corps of outstanding college graduates and professionals to make an initial two-year commitment to teach in high-need schools and become lifelong leaders in the effort to end educational inequity. The organization holds 25 years of experience in teacher recruitment and development, educational advocacy, and relationship building in high-needs schools across 53 communities nationally. TFA schools serve students historically underrepresented in computing by socioeconomic status (&gt;80% eligible for free/reduced price lunch) and racial/ethnic backgrounds (&gt;80% identify as African American or Latino/a). Teach For America is one of the largest and most diverse providers of new STEM teachers in the country [see Figure 1].  TFAÆs network of more than 50,000 current teachers and alumni are working across an array of sectors to ensure that all children have an equal chance in life. Additionally, TFA has an organizational vision that focuses on working in partnership with communities to expand educational opportunity for children facing the challenges of poverty. \n\n\n\nFigure 1. Diversity of TFA STEM teachers in 2013 and 2014.\n\n\nAs part of its initial pilot, Teach For America - New York implemented a pilot program that focused on increasing the number of ECS teachers in high-needs high schools located throughout the city by training pre-service teacher candidates. The pre-service teacher candidates faced challenges in investing their administrators to prioritize computer science as a course offered during the school day. A few themes emerged through conversations with teachers and school administrators when discussing the challenges: administrators struggled to understand how/where computer science courses fit within their current course offerings, and administrators felt unprepared to support the professional development of computer science teachers. \n\n\nTo address the aforementioned obstacles, TFA worked in partnership with the Exploring Computer Science (ECS) team to adjust its approach and create the Exploring Computer Science Fellowship (ECS Fellowship) [see Figure 2]. Through the ECS Fellowship, the focus has shifted to the recruitment and development of in-service teachers with CS-interest or background versus previously recruiting pre-service teacher candidates who didnÆt have working relationships with school administrators yet. All interested teachers (dubbed \"ECS Fellows\") are asked to make an additional two-year commitment to teaching computer science and advocating for additional computer science activities at the school and community level. In the first year of the ECS Fellowship, participating teachers serve as advocates for CS education by sponsoring CS programs after school or hosting events to raise awareness of opportunities in CS. They will also work with school leaders to ensure that the ECS course will be offered to students for the following two school years. In the following summers, they will attend professional development offered by the ECS team. After the third year of the Fellowship, teachers will have an opportunity to become ECS professional development facilitators and train teachers in their communities.\n\n\n\nFigure 2. The ECS Fellowship develops CS teachers across a three year continuum.\n\n\nOver the course of three year..."
 }
}