{
 "awd_id": "1440558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Reassessing Primate Origins through Digital Investigation of Eocene Fossils from the Bridger Basin, Wyoming",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 116499.0,
 "awd_amount": 139503.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2016-12-13",
 "awd_abstract_narration": "Fossil skeletons of the first primates are extraordinarily rare, limiting our understanding of their ecology, anatomy, and evolution. Despite their rarity and central importance to understanding the initial steps in the biological radiation that ultimately includes humans, the most completely known skeletons from North America remain uncollected and unstudied, with museum specimens largely still entombed in rock and in need of preparation. To address this problem, the research team will 'virtually' extract the most complete primate skeletons yet known from the Eocene (48 million years old) of North America using 3D imaging technology for museum samples and newly collected specimens from the Bridger Basin, Wyoming.  These three-dimensional images provide uniquely informative quantitative morphometric data that will be analyzed in the context of a massive comparative 3D digital dataset of fossil and extant primate specimens, utilizing sophisticated statistical and mathematical techniques. \r\n\r\nWhile it is generally accepted that these early primates were most similar to the lemurs of Madagascar among living primates, preliminary analyses have begun to suggest that this perspective is not entirely accurate. Because of their completeness, Bridger skeletons provide evidence allowing critical tests of these ideas, transforming understanding of early primate evolution through detailed analyses of their anatomy in evolutionary context.  Additionally, new evidence on the anatomy of early primates will allow tests of competing phylogenetic hypotheses about whether these Eocene primates are more closely related to anthropoids (monkeys, apes, and humans), strepsirrhines (lemurs, lorises, and galagos), or perhaps represent a more primitive branch of the primate tree.  Finally, Bridger skeletons will provide the first detailed characterization of locomotor and positional behavior in these specimens, clarifying this aspect of the adaptive context for the origin and early evolution of primates.  Examining the anatomy of the new skeletons in evolutionary context will test the idea that several early primate lineages may have independently evolved specialized acrobatic leaping, previously considered to be a uniting characteristic of primates.\r\n\r\nThis project includes the involvement of five undergraduate students; a postdoctoral scholar; hosting of lab and field workshops involving K-12 educators, fossil clubs, and local museums;  and posting of digital atlases of skeletons on a publicly accessible website (www.morphosource.org).  MorphoSource allows both researchers and the public to study every detail of each skeleton (including in situ bone positions) processed by the investigators. A digital atlas of 3D data and other related images will be published, providing both improved archival documentation and enhancing participation by all interested individuals in the discovery process. In this aspect, the project can be seen as a model for future research in its transparency through exhaustive, open-access documentation of research materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Bloch",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan I Bloch",
   "pi_email_addr": "jbloch@flmnh.ufl.edu",
   "nsf_id": "000463695",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 116499.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 23004.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ec8f97d4-7fff-9f69-32db-fb83fa22e174\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>Understanding human behavior and health is aided by a deeper understanding of the evolutionary history that molded our species into its current form. Connecting the dots between humans and other species is virtually impossible without the fossils of extinct species that existed shortly after the primate lineage branched from nonprimates. This study focused on accumulating new data on early fossil primates and making statistical comparisons with and among living species.&nbsp; The team--representing researchers from Duke and the University of Florida Gainesville--conducted fieldwork in Wyoming each year of the project (even though there are no primates endemic to North America today, it is one of the contents where primates appear to have got their start ~55 million years ago).&nbsp; The team also coordinated with several museums from around the USA to identify important, but still unstudied fossils in existing collections.</span></p>\n<p dir=\"ltr\"><span>This work led to the discovery of the most complete known early fossil primate which is still under study. The team also discovered two other exceptionally complete specimens that add greatly to understanding of the Eocene-aged North American species.&nbsp; They also recovered and described new bones of the very earliest and most primitive known primates: the talus bone of&nbsp;</span><span>Donrussellia</span><span>, and the grooming claws of&nbsp;</span><span>Teilhardina</span><span>).&nbsp; In addition, they discovered another four specimens of unprecedented completeness in museum collections.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Some of the findings of this project include the following:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>A study of cranial anatomy shows unequivocally that all early euprimates had internal carotid arterial patterns matching scandentians (a group of shrew-like close relatives to primate--with living members in southeast Asia). In contrast, earlier studies debated whether fossil primates were more lemur-like or more monkey-like.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>A followup study modeling blood flow and metabolic expenditure in brain via the pathways of the carotid and vertebral arteries showed that scandentians and primates invest similar proportions of their total metabolic energy into brain tissue. In contrast, rodents and rabbits (the sister taxon of scandentians and primates) invest much less in the brain. Contrary to previous perspectives, the human species is no different from most other primates or scandentians in its relative brain costs.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>A study of early fossil primate hands showed that the hand proportions of all early primates differed substantially from all living primates except tarsiers and aye-ayes. The earliest, most primitive euprimate,&nbsp;</span><span>Teilhardina</span><span>&nbsp;was shown to have additional similarities to tarsiers indicating a unique, highly predatory lifestyle.&nbsp; The uniformity of otherwise odd proportions in early euprimates overturns an earlier view that these odd proportions were divergent specializations in just a few fossil groups.&nbsp; Instead, these results suggest that the euprimate lineage went through a phase of specialization not represented by primates today.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Three studies of postcranial skeletal material brought independent evidence that consistently led to similar novel conclusions about the evolutionary trajectory of early euprimates. All three studies suggest that during the primate-nonprimate transition, species were experiencing selective pressures for acrobatic leaping and using large-diameter vertical supports (like tree trunks).&nbsp; Selection for powerful grasping of small branches appears to have lagged and specialization for such grasping happened independently in the lineage leading to lemurs and that leading to monkeys, apes and humans.</span></p>\n</li>\n</ol>\n<p dir=\"ltr\"><span>In sum, this project has so far resulted in 15 peer-reviewed publications, and 14 conference presentations.&nbsp; It has provided training, mentorship, data, and/or employment to 8 female and 4 male undergraduate students, 3 female and 3 male graduate students, one female postdoctoral researcher; as well as 3 female and 3 male research technicians.</span></p>\n<p dir=\"ltr\"><span>The team engaged in multiple public outreach events each year interacting with K-12 students and their parents at the Florida Museum of Natural History and the North Carolina Museum of Natural Science. Furthermore, at least four of the papers published by this project were summarized in the popular press as well as NSF Science360.</span></p>\n<p dir=\"ltr\"><span>Finally, the research quality 3d scans of the material discovered and studied in this project have been publically archived on MorphoSource.org for use by researchers, educators and the general public. &nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2020<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;I&nbsp;Bloch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nUnderstanding human behavior and health is aided by a deeper understanding of the evolutionary history that molded our species into its current form. Connecting the dots between humans and other species is virtually impossible without the fossils of extinct species that existed shortly after the primate lineage branched from nonprimates. This study focused on accumulating new data on early fossil primates and making statistical comparisons with and among living species.  The team--representing researchers from Duke and the University of Florida Gainesville--conducted fieldwork in Wyoming each year of the project (even though there are no primates endemic to North America today, it is one of the contents where primates appear to have got their start ~55 million years ago).  The team also coordinated with several museums from around the USA to identify important, but still unstudied fossils in existing collections.\nThis work led to the discovery of the most complete known early fossil primate which is still under study. The team also discovered two other exceptionally complete specimens that add greatly to understanding of the Eocene-aged North American species.  They also recovered and described new bones of the very earliest and most primitive known primates: the talus bone of Donrussellia, and the grooming claws of Teilhardina).  In addition, they discovered another four specimens of unprecedented completeness in museum collections. \nSome of the findings of this project include the following:\n\n\nA study of cranial anatomy shows unequivocally that all early euprimates had internal carotid arterial patterns matching scandentians (a group of shrew-like close relatives to primate--with living members in southeast Asia). In contrast, earlier studies debated whether fossil primates were more lemur-like or more monkey-like. \n\n\nA followup study modeling blood flow and metabolic expenditure in brain via the pathways of the carotid and vertebral arteries showed that scandentians and primates invest similar proportions of their total metabolic energy into brain tissue. In contrast, rodents and rabbits (the sister taxon of scandentians and primates) invest much less in the brain. Contrary to previous perspectives, the human species is no different from most other primates or scandentians in its relative brain costs.\n\n\nA study of early fossil primate hands showed that the hand proportions of all early primates differed substantially from all living primates except tarsiers and aye-ayes. The earliest, most primitive euprimate, Teilhardina was shown to have additional similarities to tarsiers indicating a unique, highly predatory lifestyle.  The uniformity of otherwise odd proportions in early euprimates overturns an earlier view that these odd proportions were divergent specializations in just a few fossil groups.  Instead, these results suggest that the euprimate lineage went through a phase of specialization not represented by primates today.\n\n\nThree studies of postcranial skeletal material brought independent evidence that consistently led to similar novel conclusions about the evolutionary trajectory of early euprimates. All three studies suggest that during the primate-nonprimate transition, species were experiencing selective pressures for acrobatic leaping and using large-diameter vertical supports (like tree trunks).  Selection for powerful grasping of small branches appears to have lagged and specialization for such grasping happened independently in the lineage leading to lemurs and that leading to monkeys, apes and humans.\n\n\nIn sum, this project has so far resulted in 15 peer-reviewed publications, and 14 conference presentations.  It has provided training, mentorship, data, and/or employment to 8 female and 4 male undergraduate students, 3 female and 3 male graduate students, one female postdoctoral researcher; as well as 3 female and 3 male research technicians.\nThe team engaged in multiple public outreach events each year interacting with K-12 students and their parents at the Florida Museum of Natural History and the North Carolina Museum of Natural Science. Furthermore, at least four of the papers published by this project were summarized in the popular press as well as NSF Science360.\nFinally, the research quality 3d scans of the material discovered and studied in this project have been publically archived on MorphoSource.org for use by researchers, educators and the general public.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/13/2020\n\n\t\t\t\t\tSubmitted by: Jonathan I Bloch"
 }
}