{
 "awd_id": "1440281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC*IIE Engineer: University of Washington Cyberinfrastructure Engineer",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 383411.0,
 "awd_amount": 383411.0,
 "awd_min_amd_letter_date": "2014-09-05",
 "awd_max_amd_letter_date": "2017-01-12",
 "awd_abstract_narration": "In response to the rapid emergence of data-driven science and research (\"Big Data\"), the University of Washington (UW) NSF-funded Cyberinfrastructure (CI) Engineer works jointly with UW science and research teams to apply scalable, virtual constructs to passive network infrastructure. These efforts are meant to provide meaningful constructs (data analysis results and/or visualizations) to researchers as quickly and transparently as possible. The CI Engineer focuses on solutions for Big Data transfers, storage, and retrieval and reducing the complexity associated with information sharing among large collaboration teams. Domain research projects enhanced and enabled through these activities span astronomy, physics, and genomics at UW. UW's CI Engineer assists scientists in using optimized UW research network configurations that includes a 40G campus backbone, Science DMZ, and a 100G connection to global research network infrastructures, and, as appropriate, identifies opportunities to apply virtualized network resources, such as dynamic circuit services and cloud storage. The UW CI Engineer actively participates in UW's several data-driven science initiatives such as eScience Institute and the Data Science Studio, as well as collaborates in national and international programs aimed at serving scientific discovery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kelli",
   "pi_last_name": "Trosvig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelli Trosvig",
   "pi_email_addr": "kelli@uw.edu",
   "nsf_id": "000619883",
   "pi_start_date": "2014-09-05",
   "pi_end_date": "2017-01-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "Greer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brad Greer",
   "pi_email_addr": "brad@uw.edu",
   "nsf_id": "000737521",
   "pi_start_date": "2017-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 383411.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Basic research can generate massive data sets (&ldquo;Big Data&rdquo;) that require commensurate transfer, processing, and storage capacity. While projects like the Large Hadron Collider and the Human Genome Project are known Big Data producers, even a modest fluorometer can inundate a research team with data.&nbsp;</p>\n<p>Transforming this data into scientific results requires integration of disparate &ldquo;CyberInfrastructure&rdquo; (CI) components &ndash; e.g., computing, networking, storage, and software. Usually, CI components work as independent, self-contained, &lsquo;lightly connected&rsquo; technologies. Harmonizing them into integrated CI constructs can be challenging. Because research teams are domain-focused, they do not have the time or resources needed to uncover useful complex CI-related constructs.</p>\n<p>The University of Washington (&ldquo;UW&rdquo;) seeks to address these CI challenges by providing an institutional framework that promotes research use of existing public clouds (e.g., Amazon Web Services (AWS), Microsoft Azure, Google Cloud Platform (GCP)). These cloud constructs have many critical CI integrations already embedded in their designs and thereby offer a lower barrier to productive adoption by researchers.</p>\n<p>Even though cloud services are internally rich with CI integrations, there are still a number of hurdles associated with use of these cloud resources. With NSF CC*IIE CyberInfrastructure Engineer funds, the UW Research Computing team addressed six such challenges and approaches.</p>\n<p>a) Cloud security - pairing contract-based protection and compliance for sensitive data with physical security measures to ensure only researchers have unfettered access to sensitive data.</p>\n<p>b) Cloud scale - expanding cloud compute instances to enhance the speed of a distributed computing application. HPC/HTC (&ldquo;High Performance Computing/High Throughput Computing&rdquo;) refers to parallelized compute tasks that respectively do/do not require inter-process communication. In the team&rsquo;s cloud-based HTC project, a set of processes associated with a protein folding algorithm were successfully and cost-effectively initiated as distinct threads of mutually independent calculations and the end results were aggregated in a post-processing step.</p>\n<p>c) Cloud data sharing &ndash; facilitating use of data. Traditional methods for data sharing include physical media transfer and ftp. Recent advances include the Application Programming Interface (API) and public cloud. API is also well-suited to cloud use through web frameworks such as Django and Flask. Cloud constructs dispense with the notion of data &lsquo;copies&rsquo; by inviting others to run their own computations in the cloud logically &rsquo;adjacent&rsquo; to the single data set.</p>\n<p>d) Cloud-aligned Internet of Things (IoT) &ndash; data harvesting and actuation of multiple independent devices. IoT is often associated with intelligence gathered via widely-dispersed, lightweight, embedded devices. Centralized hubs serve to aggregate the intelligence. Engineered cloud platforms can act as these hubs through virtualized or shadow devices. This approach has spawned a new field sometimes called &lsquo;cyber-physical systems&rsquo;. The team approached two simple instantiations of IoT in the cloud: wifi-based device registration and data logging and a &lsquo;smart building&rsquo; proof of concept generated from an existing but limited data aggregator.</p>\n<p>e) Cloud Access &ndash; formalizing the institutional support framework for research use of cloud resources. UW encourages researchers to adopt public cloud solutions in support of their research by removing overhead charges on cloud costs; brokering discounts on account start-ups through third party resellers; and offering an extensive program of consulting and education to ensure researchers can appropriately deploy and manage their cloud accounts.</p>\n<p>f) Student-Driven Cloud-based Research &ndash;for students engaged in self-motivated/self-originated research. A student-led High Performance Computing (HPC) club secured funds and access for students to cloud computing. Students can build job-market-relevant skills and a community of practice in support of their own research interests while simultaneously paving the way for broader&nbsp; adoption of cloud practices at the University.</p>\n<p>In addition, UW undertook two other CI Engineer projects with the CC*IIE grant funds: development of a data exchange network assessment tool and infrastructure upgrade designs for two research programs including a) the addition of &ldquo;open white switches&rdquo; (operating system agnostic network devices) in support of the Institute for Human Metrics and Evaluation within the Department of Global Health, UW School of Medicine and Public Health; and b)10Gbps connection to UW&rsquo;s prototype &ldquo;light sheet scanning microscope&rdquo; which supports 3-D tissue assessments during surgery. For more information see:&nbsp;<a href=\"http://www.washington.edu/news/2017/06/26/microscope-can-scan-tumors-during-surgery-and-examine-cancer-biopsies-in-3-d/\">http://www.washington.edu/news/2017/06/26/microscope-can-scan-tumors-during-surgery-and-examine-cancer-biopsies-in-3-d/</a></p>\n<p>The data exchange assessment tool would allow viewing by researchers of current transfer capabilities between the UW Data Transfer Node and five sets of remote endpoints - Google, AWS, Azure, Internet2, and ESNet. While the architecture of the tool was completed and substantial code was created during the grant, the final package remains uncompleted at the end of the grant period due to unforeseen complications around integration of the code with various open-source network tools and availability of staff.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2017<br>\n\t\t\t\t\tModified by: Brad&nbsp;Greer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBasic research can generate massive data sets (\"Big Data\") that require commensurate transfer, processing, and storage capacity. While projects like the Large Hadron Collider and the Human Genome Project are known Big Data producers, even a modest fluorometer can inundate a research team with data. \n\nTransforming this data into scientific results requires integration of disparate \"CyberInfrastructure\" (CI) components &ndash; e.g., computing, networking, storage, and software. Usually, CI components work as independent, self-contained, ?lightly connected? technologies. Harmonizing them into integrated CI constructs can be challenging. Because research teams are domain-focused, they do not have the time or resources needed to uncover useful complex CI-related constructs.\n\nThe University of Washington (\"UW\") seeks to address these CI challenges by providing an institutional framework that promotes research use of existing public clouds (e.g., Amazon Web Services (AWS), Microsoft Azure, Google Cloud Platform (GCP)). These cloud constructs have many critical CI integrations already embedded in their designs and thereby offer a lower barrier to productive adoption by researchers.\n\nEven though cloud services are internally rich with CI integrations, there are still a number of hurdles associated with use of these cloud resources. With NSF CC*IIE CyberInfrastructure Engineer funds, the UW Research Computing team addressed six such challenges and approaches.\n\na) Cloud security - pairing contract-based protection and compliance for sensitive data with physical security measures to ensure only researchers have unfettered access to sensitive data.\n\nb) Cloud scale - expanding cloud compute instances to enhance the speed of a distributed computing application. HPC/HTC (\"High Performance Computing/High Throughput Computing\") refers to parallelized compute tasks that respectively do/do not require inter-process communication. In the team?s cloud-based HTC project, a set of processes associated with a protein folding algorithm were successfully and cost-effectively initiated as distinct threads of mutually independent calculations and the end results were aggregated in a post-processing step.\n\nc) Cloud data sharing &ndash; facilitating use of data. Traditional methods for data sharing include physical media transfer and ftp. Recent advances include the Application Programming Interface (API) and public cloud. API is also well-suited to cloud use through web frameworks such as Django and Flask. Cloud constructs dispense with the notion of data ?copies? by inviting others to run their own computations in the cloud logically ?adjacent? to the single data set.\n\nd) Cloud-aligned Internet of Things (IoT) &ndash; data harvesting and actuation of multiple independent devices. IoT is often associated with intelligence gathered via widely-dispersed, lightweight, embedded devices. Centralized hubs serve to aggregate the intelligence. Engineered cloud platforms can act as these hubs through virtualized or shadow devices. This approach has spawned a new field sometimes called ?cyber-physical systems?. The team approached two simple instantiations of IoT in the cloud: wifi-based device registration and data logging and a ?smart building? proof of concept generated from an existing but limited data aggregator.\n\ne) Cloud Access &ndash; formalizing the institutional support framework for research use of cloud resources. UW encourages researchers to adopt public cloud solutions in support of their research by removing overhead charges on cloud costs; brokering discounts on account start-ups through third party resellers; and offering an extensive program of consulting and education to ensure researchers can appropriately deploy and manage their cloud accounts.\n\nf) Student-Driven Cloud-based Research &ndash;for students engaged in self-motivated/self-originated research. A student-led High Performance Computing (HPC) club secured funds and access for students to cloud computing. Students can build job-market-relevant skills and a community of practice in support of their own research interests while simultaneously paving the way for broader  adoption of cloud practices at the University.\n\nIn addition, UW undertook two other CI Engineer projects with the CC*IIE grant funds: development of a data exchange network assessment tool and infrastructure upgrade designs for two research programs including a) the addition of \"open white switches\" (operating system agnostic network devices) in support of the Institute for Human Metrics and Evaluation within the Department of Global Health, UW School of Medicine and Public Health; and b)10Gbps connection to UW?s prototype \"light sheet scanning microscope\" which supports 3-D tissue assessments during surgery. For more information see: http://www.washington.edu/news/2017/06/26/microscope-can-scan-tumors-during-surgery-and-examine-cancer-biopsies-in-3-d/\n\nThe data exchange assessment tool would allow viewing by researchers of current transfer capabilities between the UW Data Transfer Node and five sets of remote endpoints - Google, AWS, Azure, Internet2, and ESNet. While the architecture of the tool was completed and substantial code was created during the grant, the final package remains uncompleted at the end of the grant period due to unforeseen complications around integration of the code with various open-source network tools and availability of staff.\n\n\t\t\t\t\tLast Modified: 09/29/2017\n\n\t\t\t\t\tSubmitted by: Brad Greer"
 }
}