{
 "awd_id": "1440351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Earthcube RCN:  iSAmplEs:  The Internet of Samples in the Earth Sciences",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 299965.0,
 "awd_amount": 299965.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2018-07-28",
 "awd_abstract_narration": "Across many Earth Science disciplines, research depends on the availability of representative samples collected above, at, and beneath Earth?s surface, on the moon and in space, or generated in experiments. These samples are fundamental references that are studied to generate new knowledge about the earth and the entire universe and a deeper understanding of the processes that created and shaped it, the availability of natural resources and the risk of natural hazards. Many samples have been collected at great cost and with substantial difficulty, are rare or unique and irreplaceable. The use of information technology and the internet to make these samples easily accessible, to ensure persistent access to relevant sample metadata, to allow unambiguous linking of the physical objects to the digital data in a distributed data infrastructure, will have a broad impact across the entire Earth Sciences. It will open new opportunities to reexamine existing samples in response to new societal issues, environmental concerns, scientific interpretations, and analytical techniques. The activities of this coordination network will allow domain scientists, curators, and computer and information scientists to learn from each other about the requirements of physical and digital sample and collection management and to articulate a vision of and a path forward toward an Internet of Samples in the Earth Sciences.\r\n\r\nThe EarthCube Research Coordination Network iSamplES (Internet of Samples in the Earth Sciences) is intended to advance the use of innovative cyberinfrastructure to connect physical samples and sample collections across the Earth Sciences with digital data infrastructures to revolutionize their utility for science. The ultimate goal of this RCN is to dramatically improve the discovery, access, sharing, analysis, and curation of physical samples and the data generated by their study for the benefit of science and society as part of the EarthCube program. In order to work toward this objective, the project will help build, grow, and foster domain scientists, curators of sample repositories and collections, computer and information scientists, software developers and technology innovators to engage in and collaborate on defining, articulating, and addressing the needs and challenges of physical samples as a critical component of digital data and information infrastructures (theme 1: socialization). The RCN will compile information about existing resources (technologies, architectures, tools, profiles, workflows) that facilitate the management of samples, sample collections, and sample-based data in the field, in the lab, in repositories, in data systems and scientific publications, and identify critical gaps and needs (theme 2: knowledge creation). The RCN will recognize and promote best practices and standards for sample identification, documentation, citation, curation, and sharing across the entire Earth Science community as a foundation to building a shared cyber-infrastructure (theme 3: best practices).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerstin",
   "pi_last_name": "Lehnert",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kerstin A Lehnert",
   "pi_email_addr": "lehnert@ldeo.columbia.edu",
   "nsf_id": "000491181",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yue",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yue Cai",
   "pi_email_addr": "cai@ldeo.columbia.edu",
   "nsf_id": "000588630",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont-Doherty Earth Obs.",
  "perf_str_addr": "61 Rt. 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Across many Earth Science disciplines, research is based on the study of physical samples collected above, at, and beneath Earth&rsquo;s surface, on the moon and in space, or generated in experiments. These samples are fundamental references that are studied to generate new knowledge about the earth and the entire universe and a deeper understanding of the processes that created and shaped it, the availability of natural resources and the risk of natural hazards. Samples are often collected at great cost and with substantial difficulty, and many samples are rare or unique and irreplaceable. Therefore, samples should be widely and openly shared within the research. Community and beyond. The use of information technology and the internet makes these samples easily accessible, ensures long-term reliable access to relevant information about a sample (for examples, where it was collected, when, and how), and allows to link the physical objects to the digital data generated by their study, thus benefiting the entire Earth Sciences. It opens new opportunities to reexamine existing samples in response to new societal issues, environmental concerns, scientific interpretations, and analytical techniques and ensures that published data on samples can be verified and augmented with new observations. This award funded activities of the iSamples Research Coordination Network, which included workshops, working groups, and student internships that built a new community of domain scientists, curators, and computer and information scientists who jointly engaged in gathering use cases, defining requirements, and developing and promoting best practices and standards for the physical and digital management of samples and collections in the Earth sciences and related disciplines. Outcomes included broad adoption of best practices such as online sample registration and use of unique identifiers for samples, training materials about sample management, software tools developed by student interns, and, most importantly, a collaborative proposal with participation from multiple disciplines (Earth sciences, Life science, Archaeology) to build a shared cyberinfrastructure for an Internet of Samples.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2019<br>\n\t\t\t\t\tModified by: Kerstin&nbsp;A&nbsp;Lehnert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAcross many Earth Science disciplines, research is based on the study of physical samples collected above, at, and beneath Earth’s surface, on the moon and in space, or generated in experiments. These samples are fundamental references that are studied to generate new knowledge about the earth and the entire universe and a deeper understanding of the processes that created and shaped it, the availability of natural resources and the risk of natural hazards. Samples are often collected at great cost and with substantial difficulty, and many samples are rare or unique and irreplaceable. Therefore, samples should be widely and openly shared within the research. Community and beyond. The use of information technology and the internet makes these samples easily accessible, ensures long-term reliable access to relevant information about a sample (for examples, where it was collected, when, and how), and allows to link the physical objects to the digital data generated by their study, thus benefiting the entire Earth Sciences. It opens new opportunities to reexamine existing samples in response to new societal issues, environmental concerns, scientific interpretations, and analytical techniques and ensures that published data on samples can be verified and augmented with new observations. This award funded activities of the iSamples Research Coordination Network, which included workshops, working groups, and student internships that built a new community of domain scientists, curators, and computer and information scientists who jointly engaged in gathering use cases, defining requirements, and developing and promoting best practices and standards for the physical and digital management of samples and collections in the Earth sciences and related disciplines. Outcomes included broad adoption of best practices such as online sample registration and use of unique identifiers for samples, training materials about sample management, software tools developed by student interns, and, most importantly, a collaborative proposal with participation from multiple disciplines (Earth sciences, Life science, Archaeology) to build a shared cyberinfrastructure for an Internet of Samples.\n\n\t\t\t\t\tLast Modified: 12/31/2019\n\n\t\t\t\t\tSubmitted by: Kerstin A Lehnert"
 }
}