{
 "awd_id": "1441284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RIPS Type 2: Strategic Analysis and Design of Robust and Resilient Interdependent Power and Communications Networks",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia Chen",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 314982.0,
 "awd_amount": 314982.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "Power and communication networks, arguably the two most critical infrastructures of the nation, are highly interdependent in that communication networks transport measurement and control data of power network elements, and in turn require reliable power supplies to operate successfully.  Hence, an initial failure in the power network can trigger failures in the communication network, which can then trigger further failures in the power network, thus resulting in a cascading failure.   Existing models and analytical methods oversimplify the complex inter-relationships between power and communications networks, and hence are ineffective in dealing with cascading network stresses.  The goal of this project is to develop and validate a fundamentally new paradigm for capturing the complexity of interdependency between networks in a tractable yet accurate manner, and to utilize its predictive power to determine outcomes of network stresses and to provide prescriptive solutions to mitigate cascading failures by strengthening critical network elements.  While doing so, the project uses game theoretical methods to account for the socio-economic motivations that drive provisioning decisions in networks that are owned and operated by competing market entities that also have to cooperate with each other for the well-being of the entire power-communication network system.   The project aims at both graduate and undergraduate curriculum development activities at the participating institutions, particularly at bringing together students from economics and social sciences disciplines that may not otherwise be exposed to the energy and communications domain.   \r\n\r\n\r\nThe project takes an important step towards the principled understanding of the interdependent power and communication networks, and the development of practical solutions that can be used to enhance their robustness.  The research is organized into three interdependent thrust areas:\r\n1) Macro-level Analysis and Design: This thrust area establishes the analytical foundations of an innovative methodology based on Boolean logic based implicative interdependency relations to characterize interdependency between different network entities in large scale power and communication networks spanning the entire country, and its impact on overall network resilience.  A key novelty of this approach is to distill complex interdependencies into analytically tractable logical relationships that can be used to make failure recovery decisions.\r\n2) Micro-level Analysis and Design: This thrust area delves deep into individual entities of the power and communication systems, such as system controllers and power generators, to understand how the health of each is affected by prevailing conditions. Constructing realistic graphs across different system entities and observing the cascade of events across the network through detailed simulations yield insights on the dependability of each constituent entity.\r\n3) Socio Economic Analysis: Given that the network/utility operators have different motivations, this thrust transforms technical insights into applicable policy decisions based on game theory and surveys/interviews conducted with the stakeholders for socio-economic analysis. Identifying value of the entities associated with each operator on overall system resilience, incentivizing them to harden crucial ones, and creation of an exchange to trade in resources form the key aspects of this part.\r\n\r\nThe direct impact of this project is on providing recommendations on the critical issue of how best to enhance the resilience of power and communication infrastructure.  The analytical methodology developed is also relevant to other heterogeneous interdependent networks.   The educational aspect of the project is based around creating synergies between ideas drawn from engineering and the social sciences and making these available to a broad-spectrum of students.  A special focus on providing learning opportunities to female and minority students is a further strength.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chunming",
   "pi_last_name": "Qiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chunming Qiao",
   "pi_email_addr": "qiao@computer.org",
   "nsf_id": "000221592",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142602050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "1631",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE SYSTEMS"
  },
  {
   "pgm_ref_code": "7794",
   "pgm_ref_txt": "NETWORK SCIENCE & ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 314982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the power and communication networks become increasingly interdependent, with the latter carrying control information for power networks, and in turn depending on power networks for their operation, it is clear that massive cascading failures might result from stress induced by natural disaster, physical attack (terrorism or vandalism) or cyber-attack. An in-depth understanding of the nature of interdependency between the networks is essential to identify the vulnerable points, so that appropriate measures can be taken to strengthen the networks. The goal of this project was to gain insight into the nature of interdependency between power and communication networks and design a framework to predict and enhance the robustness and resiliency of these networks.</p>\n<p>The researchers&nbsp;used analytical methods and models to determine,&nbsp;from both macroscopic and microscopic viewpoints,&nbsp;the impact of communication&nbsp;network&nbsp;outages on&nbsp;power&nbsp;grid functionalities, and vice-versa.&nbsp;&nbsp;They also&nbsp;used empirical studies, including user trials and interviews to determine the roles of different participants ranging from end-users to utility providers, in containing the fallout of failures, and preventing their propagation.&nbsp; Major results included large scale simulations on power grid tolerances&nbsp;to find efficient ways to harden the design and&nbsp;isolate&nbsp;&nbsp;failures,&nbsp;fine grain analysis of inter-relationships between power grid and communication entities,&nbsp;optimal failure recovery sequences in the presence of inter-dependencies,&nbsp;development of game theoretical methodology&nbsp;and user trials to analyze end-user and utility provider behavior in curtailing loads, contract design and energy sharing, as well as identification of the ecosystem of&nbsp; energy usage and using accident theory to predict outcomes.</p>\n<p>The project also had an important educational component that focused on both students at the different participating universities, and reaching out to the&nbsp;broader community.&nbsp; Activities included addition of course components relating to resilience in power systems, game theory, and optimization, as well as K12 outreach via summer camps.&nbsp; Multiple female and minority students were involved in all aspects of the project ranging from working on course projects to research leading to graduate degrees.&nbsp; Thus, integration of under-represented groups into the scientific community was a major result of the project.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2019<br>\n\t\t\t\t\tModified by: Chunming&nbsp;Qiao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs the power and communication networks become increasingly interdependent, with the latter carrying control information for power networks, and in turn depending on power networks for their operation, it is clear that massive cascading failures might result from stress induced by natural disaster, physical attack (terrorism or vandalism) or cyber-attack. An in-depth understanding of the nature of interdependency between the networks is essential to identify the vulnerable points, so that appropriate measures can be taken to strengthen the networks. The goal of this project was to gain insight into the nature of interdependency between power and communication networks and design a framework to predict and enhance the robustness and resiliency of these networks.\n\nThe researchers used analytical methods and models to determine, from both macroscopic and microscopic viewpoints, the impact of communication network outages on power grid functionalities, and vice-versa.  They also used empirical studies, including user trials and interviews to determine the roles of different participants ranging from end-users to utility providers, in containing the fallout of failures, and preventing their propagation.  Major results included large scale simulations on power grid tolerances to find efficient ways to harden the design and isolate  failures, fine grain analysis of inter-relationships between power grid and communication entities, optimal failure recovery sequences in the presence of inter-dependencies, development of game theoretical methodology and user trials to analyze end-user and utility provider behavior in curtailing loads, contract design and energy sharing, as well as identification of the ecosystem of  energy usage and using accident theory to predict outcomes.\n\nThe project also had an important educational component that focused on both students at the different participating universities, and reaching out to the broader community.  Activities included addition of course components relating to resilience in power systems, game theory, and optimization, as well as K12 outreach via summer camps.  Multiple female and minority students were involved in all aspects of the project ranging from working on course projects to research leading to graduate degrees.  Thus, integration of under-represented groups into the scientific community was a major result of the project. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/29/2019\n\n\t\t\t\t\tSubmitted by: Chunming Qiao"
 }
}