{
 "awd_id": "1441695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SaTC: STARSS: ICM: Invariant Carrying Machine for Hardware Assurance",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 333333.0,
 "awd_amount": 333333.0,
 "awd_min_amd_letter_date": "2014-09-08",
 "awd_max_amd_letter_date": "2014-09-08",
 "awd_abstract_narration": "Design of complex semiconductor circuits and systems requires many steps, involves hundreds of engineers, and is typically distributed across multiple locations and organizations worldwide. The conventional processes and tools for design of semiconductors can ensure the correctness, that is, the resulting product does what it is supposed to do. However, these processes do not provide confidence about whether the chip is altered such that it provides unauthorized access or control. Such undesirable behavior may due to a weakness in the design that results in an unintentional side channel or due to maliciously inserted Trojan hardware. This project develops techniques for improving the reliability and trustworthiness of hardware systems.\r\n\r\nThe Invariant-Carrying Machine (ICM) approach developed in this project is based on light-weight formal methods, and requires only minor additions over the conventional design process. In this approach, each design carries with it an inductive invariant that is used to guarantee the security. When receiving a design from the third party or after a complex design process, the user can check whether the circuit inductively satisfies the invariant and whether the invariant satisfies the security rules. Any violation will raise a red flag for deploying the design. The project develops principles and tools for checking inductive invariants, investigates suitable security properties, and validates the approach by testing on hardware Trojan benchmarks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hai",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hai Zhou",
   "pi_email_addr": "haizhou@northwestern.edu",
   "nsf_id": "000492107",
   "pi_start_date": "2014-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanson",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "8225",
   "pgm_ref_txt": "SaTC Special Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 333333.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Design of complex semiconductor circuits and systems requires many steps, involves hundreds of engineers, and is typically distributed across multiple locations and organizations worldwide. The conventional processes and tools for design of semiconductors can ensure the correctness, that is, the resulting product does what it is supposed to do. However, these processes do not provide confidence about whether the chip is altered such that it provides unauthorized access or control. Such undesirable behavior may due to a weakness in the design that results in an unintentional side channel or due to maliciously inserted Trojan hardware.</span></p>\n<p><span>The project has developed a set of techniques for improving the reliability and trustworthiness of hardware systems. First,</span><span>&nbsp;Invariant-Carrying Machine (ICM) approach has been developed based on light-weight formal methods, which requires only minor additions over the conventional design process. Security properties such as confidentiality and information integrity have been developed in various forms as the proofs of security. Formal verification algorithms and tools such as non-interference checking have been thoroughly investigated and created for checking the hardware designs with their attached proofs.&nbsp;When receiving a design from a third party or after a complex design process, a user can use the tools to check whether the hardware satisfies the security requests. Violations are reported with specifics to help to identify problems and to fix them. The project has developed principles and tools for checking inductive invariants, investigated suitable security properties, and validated the approach by testing on hardware Trojan benchmarks.</span></p>\n<p><span>The project has also investigated and developed hardware security techniques for IP protection. Logic locking is an important technique against hardware piracy by locking a circuit with extra key inputs such that only users with the valid password can use it. New attack models and methods on logic locking have been investigated, and new locking methods and algorithms have been developed and tested in this project. Up to 15 papers have been published in hardware security and design automation conferences and journals during the period of research.</span></p>\n<p><span>Four PhD students have been thoroughly trained in hardware security research with the project. With their employment in industry, they have helped to improve the hardware security R&amp;D in the US. Furthermore, the research in the project has helped to improve the hardware security and design productivity, which in turn has also helped to increase the efficiency and security of IT industry in the US.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2020<br>\n\t\t\t\t\tModified by: Hai&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDesign of complex semiconductor circuits and systems requires many steps, involves hundreds of engineers, and is typically distributed across multiple locations and organizations worldwide. The conventional processes and tools for design of semiconductors can ensure the correctness, that is, the resulting product does what it is supposed to do. However, these processes do not provide confidence about whether the chip is altered such that it provides unauthorized access or control. Such undesirable behavior may due to a weakness in the design that results in an unintentional side channel or due to maliciously inserted Trojan hardware.\n\nThe project has developed a set of techniques for improving the reliability and trustworthiness of hardware systems. First, Invariant-Carrying Machine (ICM) approach has been developed based on light-weight formal methods, which requires only minor additions over the conventional design process. Security properties such as confidentiality and information integrity have been developed in various forms as the proofs of security. Formal verification algorithms and tools such as non-interference checking have been thoroughly investigated and created for checking the hardware designs with their attached proofs. When receiving a design from a third party or after a complex design process, a user can use the tools to check whether the hardware satisfies the security requests. Violations are reported with specifics to help to identify problems and to fix them. The project has developed principles and tools for checking inductive invariants, investigated suitable security properties, and validated the approach by testing on hardware Trojan benchmarks.\n\nThe project has also investigated and developed hardware security techniques for IP protection. Logic locking is an important technique against hardware piracy by locking a circuit with extra key inputs such that only users with the valid password can use it. New attack models and methods on logic locking have been investigated, and new locking methods and algorithms have been developed and tested in this project. Up to 15 papers have been published in hardware security and design automation conferences and journals during the period of research.\n\nFour PhD students have been thoroughly trained in hardware security research with the project. With their employment in industry, they have helped to improve the hardware security R&amp;D in the US. Furthermore, the research in the project has helped to improve the hardware security and design productivity, which in turn has also helped to increase the efficiency and security of IT industry in the US.\n\n\t\t\t\t\tLast Modified: 01/15/2020\n\n\t\t\t\t\tSubmitted by: Hai Zhou"
 }
}