{
 "awd_id": "1441122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Community Workshop: The future of PBO in the GAGE Facility (2013-2018) and after EarthScope",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 60434.0,
 "awd_amount": 60434.0,
 "awd_min_amd_letter_date": "2014-06-25",
 "awd_max_amd_letter_date": "2014-06-25",
 "awd_abstract_narration": "Mattioli\r\n1441122\r\n\r\nThis grant will support a focused three day workshop in Colorado in early fall 2014.  The purpose of the workshop is to bring together various stakeholders to discuss the future of the Plate Boundary Observatory (PBO) continental scale geodetic network in the U.S.  PBO consists of approximately 1100 continuously operating Global Positioning System receivers installed across the U.S. but with increased density in the Western U.S. near the active plate margin of the North American plate.  Here, crustal deformation rates are high and earthquakes are concentrated along the San Andreas and associated transform faults.  Offshore the Pacific Northwest and southern Alaska ocean crust is subducted beneath the North American plate leading to active volcanic processes in the Cascades and Aleutians and where large tsunamigenic earthquakes have been recorded in the historical record.  PBO also includes other geodetic sensing modalities including borehole strainmeters (BSM)  and seismometers, long baseline laser strain meters (LSM), tiltmeters and surface meteorological measurements.  Geodetic observations are recorded at a range of frequencies and some 400 of the 1100 GPS stations record at high rates (1 Hz) and transmit data in real time.  All PBO data and data products are archived centrally UNAVCO, Inc. (www.unavco.org) and are freely available via internet web access.   PBO data products are used to address a wide range of scientific and technical issues across North America. A large US and international community of surveyors and civil engineers access PBO data streams, software, and other on-line resources daily. The western US and Alaska, where over 95% of the PBO sensor assets are located, have experienced and will continue to experience significant and potentially damaging geophysical events like earthquakes, volcanic eruptions, and tsunamis. The science facilitated by PBO  provides first-order constraints on geophysical processes to support hazards mapping and zoning and for earthquake early warning applications currently under development. \r\n\r\n\r\nUnder a new NSF-UNAVCO, Inc. five-year Cooperative Agreement, PBO along with globally distributed geodetic infrastructure used for precise positioning via GPS and to support satellite and spacecraft orbital positioning, are now managed as part of the so-called GAGE facility (Geodesy Advancing Geosciences and EarthScope).  In FY 2013, budget challenges led to a directed cut to the baseline GAGE support from NSF from operational costs incurred in FY 2012 and previous.  Thus, the workshop will seek to identify the longer term ramifications of that rebaselining and how scientific and other priorities will help define what components of PBO, in particular, are at risk of being terminated in the near future under the period of the GAGE  five year Cooperative Agreement (2013-2018).  The workshop will support a meeting of a number of scientific and technical leaders with a wide variety of scientific interests, representatives from the commercial sector who either have current products or business models based on free and open access to the Plate Boundary Observatory (PBO) geodetic facility data and data products, or who may have an interest in developing new business or products based on PBO assets and streams in the future, and relevant federal and state agency representatives.  The workshop will result in a report and web resources encapsulating community-vetted recommendations. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glen",
   "pi_last_name": "Mattioli",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Glen S Mattioli",
   "pi_email_addr": "glen.mattioli@earthscope.org",
   "nsf_id": "000178989",
   "pi_start_date": "2014-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Freymueller",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Freymueller",
   "pi_email_addr": "freymuel@msu.edu",
   "nsf_id": "000443519",
   "pi_start_date": "2014-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Bendick",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca O Bendick",
   "pi_email_addr": "rebecca.bendick@earthscope.org",
   "nsf_id": "000110335",
   "pi_start_date": "2014-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Foster",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Foster",
   "pi_email_addr": "jfoster@soest.hawaii.edu",
   "nsf_id": "000068292",
   "pi_start_date": "2014-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "UNAVCO, Inc.",
  "inst_street_address": "6350 NAUTILUS DR FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033817500",
  "inst_zip_code": "803015394",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNAVCO, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBD2CZMR5N48"
 },
 "perf_inst": {
  "perf_inst_name": "UNAVCO, Inc.",
  "perf_str_addr": "6350 Nautilus Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803015394",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "757100",
   "pgm_ele_name": "DEEP EARTH PROCESSES SECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 60434.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation (NSF) sponsored a Community Workshop entitled &ldquo;The future of PBO in the GAGE Facility (2013-2018) and after EarthScope,&rdquo; which was held at the DoubleTree Hotel in Breckenridge, CO from September 22<sup>nd</sup> through 24<sup>th</sup>, 2014.&nbsp; NSF provided $60.4K which, along with additional funds provided by the GAGE Facility Cooperative Agreement, allowed 69 individuals to participant in the three-day workshop.&nbsp; The assembled group included 42 scientists at academic institutions, including all four members of the organizing committee and the PIs of the workshop proposal, five USGS staff, including the Program Officer for Volcano Hazards, the NSF EarthScope and SAGE Facility Program Officer, four representatives from state departments of transportation or the state spatial reference networks, 15 UNAVCO technical and 2 UNAVCO support staff.&nbsp;</p>\n<p>The objectives for the workshop were to initiate community discussion into how best to position PBO to support priority science topics and education and outreach within the context of current and likely future budgetary scenarios.</p>\n<p>Invited speakers made two keynote presentations. The first, by Prof. Paul Segall of Stanford University was entitled &ldquo;Looking back: Scientific discoveries, novel applications, and lessons learned.&rdquo;&nbsp; The second, by Prof. Michael Bevis of Ohio State University was entitled &ldquo;Looking forward: Challenges and questions for the future.&rdquo;&nbsp; Both presentations are available on the UNAVCO website developed for the workshop (<a href=\"http://www.unavco.org/community/meetings-events/2014/pbo-future-14/pbo-future-14.html\">http://www.unavco.org/community/meetings-events/2014/pbo-future-14/pbo-future-14.html</a>). In addition to these keynote presentations, participants were asked to submit a 500 word abstract to define goals and priorities related to the future of PBO.&nbsp; UNAVCO staff provided extensive backup materials for the workshop participants and gave several brief presentations related to current status of the EarthScope PBO.</p>\n<p>The bulk of the workshop was organized around scientific and technical breakout sessions. The first breakout session was entitled &ldquo;<em>Identify key values and scientific priorities for immediate and longer term future,&rdquo;</em> with three working groups: 1) Interseismic deformation and long-term-tectonics; 2) Earthquake processes and aseismic deformation; and 3) Other observations and data products from PBO. The second breakout session built upon the results of the first, and was entitled <em>&ldquo;Plan and scenario development: Optimizing infrastructure and data products for scientific priorities; alternative revenue streams; implementation.&rdquo;</em>&nbsp; This breakout session also featured three working groups: 1) Sensors and instrument clusters; 2) Coordination with key stakeholders; and 3) Data products: tools, users, and uses. All working group reports are available on the workshop website (see above).</p>\n<p>The participants&rsquo; recommendations are divided into immediate and longer-term strategies, with the former intended to guide UNAVCO actions and policies during the current funding period, and the latter intended to position UNAVCO and the PBO facility for research innovation in subsequent funding periods.</p>\n<p>The immediate action recommendations optimize the current PBO operations to balance efficiency, data return, and the sensor network&rsquo;s ability to capture signals of greatest scientific interest.&nbsp; The longer-term action recommendations build a foundation for future groundbreaking scientific techniques and applications.&nbsp; Both are specifically designed to address the very broad range of purposes for which present-day data streams are used, from more traditional tectonics studies to hazard monitoring to atmospheric and surface p...",
  "por_txt_cntn": "\nThe National Science Foundation (NSF) sponsored a Community Workshop entitled \"The future of PBO in the GAGE Facility (2013-2018) and after EarthScope,\" which was held at the DoubleTree Hotel in Breckenridge, CO from September 22nd through 24th, 2014.  NSF provided $60.4K which, along with additional funds provided by the GAGE Facility Cooperative Agreement, allowed 69 individuals to participant in the three-day workshop.  The assembled group included 42 scientists at academic institutions, including all four members of the organizing committee and the PIs of the workshop proposal, five USGS staff, including the Program Officer for Volcano Hazards, the NSF EarthScope and SAGE Facility Program Officer, four representatives from state departments of transportation or the state spatial reference networks, 15 UNAVCO technical and 2 UNAVCO support staff. \n\nThe objectives for the workshop were to initiate community discussion into how best to position PBO to support priority science topics and education and outreach within the context of current and likely future budgetary scenarios.\n\nInvited speakers made two keynote presentations. The first, by Prof. Paul Segall of Stanford University was entitled \"Looking back: Scientific discoveries, novel applications, and lessons learned.\"  The second, by Prof. Michael Bevis of Ohio State University was entitled \"Looking forward: Challenges and questions for the future.\"  Both presentations are available on the UNAVCO website developed for the workshop (http://www.unavco.org/community/meetings-events/2014/pbo-future-14/pbo-future-14.html). In addition to these keynote presentations, participants were asked to submit a 500 word abstract to define goals and priorities related to the future of PBO.  UNAVCO staff provided extensive backup materials for the workshop participants and gave several brief presentations related to current status of the EarthScope PBO.\n\nThe bulk of the workshop was organized around scientific and technical breakout sessions. The first breakout session was entitled \"Identify key values and scientific priorities for immediate and longer term future,\" with three working groups: 1) Interseismic deformation and long-term-tectonics; 2) Earthquake processes and aseismic deformation; and 3) Other observations and data products from PBO. The second breakout session built upon the results of the first, and was entitled \"Plan and scenario development: Optimizing infrastructure and data products for scientific priorities; alternative revenue streams; implementation.\"  This breakout session also featured three working groups: 1) Sensors and instrument clusters; 2) Coordination with key stakeholders; and 3) Data products: tools, users, and uses. All working group reports are available on the workshop website (see above).\n\nThe participantsÆ recommendations are divided into immediate and longer-term strategies, with the former intended to guide UNAVCO actions and policies during the current funding period, and the latter intended to position UNAVCO and the PBO facility for research innovation in subsequent funding periods.\n\nThe immediate action recommendations optimize the current PBO operations to balance efficiency, data return, and the sensor networkÆs ability to capture signals of greatest scientific interest.  The longer-term action recommendations build a foundation for future groundbreaking scientific techniques and applications.  Both are specifically designed to address the very broad range of purposes for which present-day data streams are used, from more traditional tectonics studies to hazard monitoring to atmospheric and surface processes detection.\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2015\n\n\t\t\t\t\tSubmitted by: Glen S Mattioli"
 }
}