{
 "awd_id": "1441646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Untangling the Deep Genealogy of Microbial Dark Matter",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 398307.0,
 "awd_amount": 398307.0,
 "awd_min_amd_letter_date": "2014-09-04",
 "awd_max_amd_letter_date": "2014-09-04",
 "awd_abstract_narration": "Breakthrough technology enabling rapid sequencing of whole genomes from single cells, will be used in this project to unlock secrets of life's early evolution and genealogy. Prior to this breakthrough, many of life's earliest diverging lineages could not be analyzed because they cannot be grown in laboratory cultures. This unculturable \"Microbial Dark Matter\" (MDM) within the groups Bacteria and Archaea constitutes the majority of biological species diversity and biological mass on Earth, and this can now be brought to light by the sequencing of single amplified genomes (SAGs). In this unprecedented research project, many new genomes, encoding the blueprints for disparate organisms, can and will be analyzed to illuminate (1) the genealogy of these ancient microbial species, (2) the relative timing of their origins, and (3) the role that horizontal gene transfer among distant relatives may have played in the origins of new species and novel ways of living. Further, extensive MDM sampling will be done from unexplored subterranean environments around the world, enhancing the discovery and understanding of life forms that are new to science.  \r\n\r\nA team of collaborating scientists will analyze over 100 MDM-rich field samples, collected from multiple study sites, including Precambrian shield environments from the Kaapvaall Craton of South Africa, a Precambrian metamorphic complex accessed via the Sanford Underground Research Facility in South Dakota, and fault-associated springs associated with Tertiary volcanic areas and Cambrian-aged sedimentary rocks of the Death Valley Regional Flow System in Nevada. Extensive contextual information (environmental and biological metadata) will also be incorporated in these sampling efforts. The research tasks begin with the collection of field samples and metadata from sites known or suspected to contain a high proportion of MDM. Then, the microbial community composition within the collected samples is surveyed by sequencing their small sub-unit (SSU) rRNA gene iTags. Based on the iTag data, 20 samples that best meet the objectives of this project are selected, and 12,600 single amplified genomes (SAGs) from them will be sequenced. The SAGs will then be identified by their SSU rRNA genes, and 800 MDM SAGs that best meet the objectives of this project will be further annotated, aligned and combined with various publicly-available data sets for use in detailed, statistical phylogenetic reconstruction of a comprehensive genealogy for Bacteria and Archaea. The genealogical inferences, in combination with other data layers important to understanding MDM evolution (including geochemical, geospatial, microbial community composition, and microbial physiology data) will be compiled and used in addressing the project's general evolutionary questions, as noted above. Analyses will also address the potential for the deep subsurface environments of Earth to serve as a repository for the early evolutionary history of Bacteria and Archaea. This project leverages an existing major award to the researchers through the DOE Joint Genome Institute to cover sequencing costs. The project has a very rich educational and outreach component, geared toward research experiences for undergraduate and graduate students, postdoctoral researchers and high school teachers. Engaging outreach activities and media designed for the general public are also planned. Further, the laboratory and computational tools and the massive genomic data produced by this project will provide a major resource to the broad research community and, potentially, to the biotechnology industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tullis",
   "pi_last_name": "Onstott",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Tullis C Onstott",
   "pi_email_addr": "tullis@princeton.edu",
   "nsf_id": "000426578",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "613300",
   "pgm_ele_name": "GoLife"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6133",
   "pgm_ref_txt": "GoLife"
  },
  {
   "pgm_ref_code": "7689",
   "pgm_ref_txt": "Assembling the Tree of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 398307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>About 10<sup>30</sup> unicellular bacteria and archaea currently occupy every known suitable environment and metabolic niche on Earth with the majority living beneath the surface.&nbsp; Most of these organisms have not yet been isolated and are only identified through cultivation-independent surveys of rRNA genes. Because rRNA genes have limited capacity to delineate biological metabolism we call all of these organisms \"Microbial Dark Matter\" or MDM. The goal of this project was to shed light into the metabolic and evolutionary history of MDM's using a combination of single amplified genomes (SAG's) and metagenomic assembled genomes (MAG's). In collaboration with JGI and Bigelow Laboratory Single Cell Genomics Center and our colleagues in South Africa, our laboratory at Princeton University focused on the microbially-habitable subsurface as a reservoir for early evolutionary branches of Bacteria and Archaea but also examined subsurface meiofauna.</p>\n<p>&nbsp;</p>\n<p>During the early stages of the project 68 subsurface mine sites and a dozen hot springs in South Africa and one subsurface mine in Canada were collected for SAG's and MAG's. A total of 109 SAG's belonging to the subsurface MDM <em>Candidatus</em> Desulforudis audaxviator were sequenced from four different subsurface sites in South Africa. None were found in the hot springs of South Africa. SAG's of <em>Ca</em>. D. audaxviator were also sequenced from deep boreholes, one in western Siberia and another in Nevada. A total of 126 (out of 152) SAG's of <em>Ca.</em> Desulforudis audaxviator yielded 16S rRNA gene and average (genome-wide) nucleotide identities that were more than 99.6% identical despite their separation between three different continents. With the minimal genomic differences and negligible 16S rRNA gene divergence, together with their isolation kilometers beneath the surface, we have proposed that <em>Ca.</em> D. audaxviator is a \"living fossil\" that has experienced minimal evolutionary changes since the breakup of Pangaea some 175 million years ago or possibly even earlier. Recombination events and viral signatures were shared across the three continents, suggesting that if the assumption that the contemporary <em>Ca</em>. D. audaxviator pools have minimal genetic exchange is correct, these evolutionary events occurred before the populations became allopatric. The lack of evolution suggests that the DNA polymerase is of extremely high fidelity. The manuscript describing these astonishing results was submitted to Science on Sept 26, 2018 and was rejected. We plan to resubmit to Science following revisions and an experimental evaluation of the polymerase enzyme.</p>\n<p>Metagenomic analysis of one of the South African mine samples revealed that the predominant MAGs were novel lineages. Four bacterial MAGs represent different novel phyla, and together comprised 30-33% of the total DNA community. Dr. Lau in my group discovered that the MAG that was believed to be a member of MDM phylum TA06 is actually a new MDM phylum, now designated as Driefonteinae. This Driefonteinae MAG is 99.8% similar to three SAGs recovered from the same mine fracture water. The gram-negative sulfate-reducing Driefonteinae MAGs and SAGs contain genes encoding for phage and retron-type reverse transcriptase, providing evidence of subsurface viral attack. As part of the phylogenetic analysis of &gt;3,500 draft genomes of MDM2/GoLife projects (JGI), a total of 31 SAGs from Driefontein gold mine, Star Diamond mine and South Dakota's SURF site have been assigned to the tentative monophyletic \"Driefonteinae clade\". Genomic and phylogenetic analyses of Driefonteinae is currently being prepared for publication in ISEMJ.</p>\n<p>&nbsp;</p>\n<p>As part of her Ph.D. thesis, Rachel Harris was also able to assemble from the community DNA of yet another South African mine, a near-complete MAG of a member of Bathyarchaeota that appears to be capable of anaerobic methane oxidation and nitrite reduction.&nbsp; This genome has been published in genome announcement of ASM in October, 2018, and confirms that the Crenarchaeota phylum does contain MDM capable of methane cycling constraining the origin of the methanogenesis/ methanotrophy to earlier in the Archean then previously recognized.</p>\n<p>DNA and RNA from the nematode <em>Halicephalobus mephisto</em> isolated from 1.3 km underground in a South African mine were obtained and sequenced, in collaboration with Dr. John Bracht (American University). Dr. Lau performed phylogenomic analyses for representative nematode genomes from four Clades of nematodes, and specifically Clade IV to which <em>H. mephisto</em> belongs. The results indicate that <em>H. mephisto</em> is more closely related to parasitic nematodes hosted by plants than those hosted by humans or vertebrates. Half of the predicted genes are novel, and AIG1 proteins appear to be acquired by horizontal gene transfer from a rhizobial fungus. We also found an expanded repertoire of 70 kilodalton heat-shock proteins (Hsp70) and AIG1 proteins in the genome. Heat stress induced the expression of Hsp70 as evident by transcriptome analyses, indicated positive selection by and adaptation to the high ambient subsurface temperature by <em>H. mephisto</em> as it evolved to inhabit the subsurface. A manuscript describing these results has been submitted to Nature Communications and reviewed and is being revised and resubmitted.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2019<br>\n\t\t\t\t\tModified by: Tullis&nbsp;C&nbsp;Onstott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAbout 1030 unicellular bacteria and archaea currently occupy every known suitable environment and metabolic niche on Earth with the majority living beneath the surface.  Most of these organisms have not yet been isolated and are only identified through cultivation-independent surveys of rRNA genes. Because rRNA genes have limited capacity to delineate biological metabolism we call all of these organisms \"Microbial Dark Matter\" or MDM. The goal of this project was to shed light into the metabolic and evolutionary history of MDM's using a combination of single amplified genomes (SAG's) and metagenomic assembled genomes (MAG's). In collaboration with JGI and Bigelow Laboratory Single Cell Genomics Center and our colleagues in South Africa, our laboratory at Princeton University focused on the microbially-habitable subsurface as a reservoir for early evolutionary branches of Bacteria and Archaea but also examined subsurface meiofauna.\n\n \n\nDuring the early stages of the project 68 subsurface mine sites and a dozen hot springs in South Africa and one subsurface mine in Canada were collected for SAG's and MAG's. A total of 109 SAG's belonging to the subsurface MDM Candidatus Desulforudis audaxviator were sequenced from four different subsurface sites in South Africa. None were found in the hot springs of South Africa. SAG's of Ca. D. audaxviator were also sequenced from deep boreholes, one in western Siberia and another in Nevada. A total of 126 (out of 152) SAG's of Ca. Desulforudis audaxviator yielded 16S rRNA gene and average (genome-wide) nucleotide identities that were more than 99.6% identical despite their separation between three different continents. With the minimal genomic differences and negligible 16S rRNA gene divergence, together with their isolation kilometers beneath the surface, we have proposed that Ca. D. audaxviator is a \"living fossil\" that has experienced minimal evolutionary changes since the breakup of Pangaea some 175 million years ago or possibly even earlier. Recombination events and viral signatures were shared across the three continents, suggesting that if the assumption that the contemporary Ca. D. audaxviator pools have minimal genetic exchange is correct, these evolutionary events occurred before the populations became allopatric. The lack of evolution suggests that the DNA polymerase is of extremely high fidelity. The manuscript describing these astonishing results was submitted to Science on Sept 26, 2018 and was rejected. We plan to resubmit to Science following revisions and an experimental evaluation of the polymerase enzyme.\n\nMetagenomic analysis of one of the South African mine samples revealed that the predominant MAGs were novel lineages. Four bacterial MAGs represent different novel phyla, and together comprised 30-33% of the total DNA community. Dr. Lau in my group discovered that the MAG that was believed to be a member of MDM phylum TA06 is actually a new MDM phylum, now designated as Driefonteinae. This Driefonteinae MAG is 99.8% similar to three SAGs recovered from the same mine fracture water. The gram-negative sulfate-reducing Driefonteinae MAGs and SAGs contain genes encoding for phage and retron-type reverse transcriptase, providing evidence of subsurface viral attack. As part of the phylogenetic analysis of &gt;3,500 draft genomes of MDM2/GoLife projects (JGI), a total of 31 SAGs from Driefontein gold mine, Star Diamond mine and South Dakota's SURF site have been assigned to the tentative monophyletic \"Driefonteinae clade\". Genomic and phylogenetic analyses of Driefonteinae is currently being prepared for publication in ISEMJ.\n\n \n\nAs part of her Ph.D. thesis, Rachel Harris was also able to assemble from the community DNA of yet another South African mine, a near-complete MAG of a member of Bathyarchaeota that appears to be capable of anaerobic methane oxidation and nitrite reduction.  This genome has been published in genome announcement of ASM in October, 2018, and confirms that the Crenarchaeota phylum does contain MDM capable of methane cycling constraining the origin of the methanogenesis/ methanotrophy to earlier in the Archean then previously recognized.\n\nDNA and RNA from the nematode Halicephalobus mephisto isolated from 1.3 km underground in a South African mine were obtained and sequenced, in collaboration with Dr. John Bracht (American University). Dr. Lau performed phylogenomic analyses for representative nematode genomes from four Clades of nematodes, and specifically Clade IV to which H. mephisto belongs. The results indicate that H. mephisto is more closely related to parasitic nematodes hosted by plants than those hosted by humans or vertebrates. Half of the predicted genes are novel, and AIG1 proteins appear to be acquired by horizontal gene transfer from a rhizobial fungus. We also found an expanded repertoire of 70 kilodalton heat-shock proteins (Hsp70) and AIG1 proteins in the genome. Heat stress induced the expression of Hsp70 as evident by transcriptome analyses, indicated positive selection by and adaptation to the high ambient subsurface temperature by H. mephisto as it evolved to inhabit the subsurface. A manuscript describing these results has been submitted to Nature Communications and reviewed and is being revised and resubmitted.\n\n\t\t\t\t\tLast Modified: 01/03/2019\n\n\t\t\t\t\tSubmitted by: Tullis C Onstott"
 }
}