{
 "awd_id": "1441826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Grants: Nurturing the Creativity of Students with ADHD in Engineering Disciplines",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 149997.0,
 "awd_amount": 149997.0,
 "awd_min_amd_letter_date": "2014-08-20",
 "awd_max_amd_letter_date": "2014-08-20",
 "awd_abstract_narration": "Engineering breakthroughs play a crucial role in our nation's ability to face the significant challenges of the coming decades. A critical need exists in engineering education to draw on the divergent thinking and risk-taking necessary for revolutionizing industries and making radical technological discoveries. This study builds on the literature that establishes the concurrence of strong divergent thinking skills and unparalleled risk-taking potential in individuals with ADHD. This group of student is significantly underrepresented, some work suggests that only 3% of college students with ADHD choose to study engineering The objectives of this study are: 1) to investigate if engineering students with Attention Deficit Hyperactivity Disorder (ADHD) have greater potential than their peers to develop transforming solutions for complex problems, 2) to determine impediments that significantly limit the participation of these students in engineering programs and put them at a higher risk of academic failure and 3) to identify the fundamental elements of specialized engineering programs that promote the recruitment and retention of students with ADHD. This work is potentially transformative because it addresses the significance of the unique traits of students with ADHD, who may be at high risk for academic failure but have the potential for creative productivity. \r\n\r\nUsing both existing valid measures of creativity and established psychometric scales, the researchers propose to measure student performance in engineering among ADHD and control cohorts, as well as to identify impediments to ADHD students' success through questionnaires and semi-structured interviews. The significance of this project is two-fold, as it has the potential to positively affect the growth, competitiveness, and security of our nation, as well as the well-being of an academically and socially vulnerable group of students. Individuals with ADHD and their families experience tremendous distress because their talents largely go unrecognized. This project may lead to a paradigm shift in how these individuals are perceived by both our society and our educational system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arash",
   "pi_last_name": "Esmaili Zaghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arash Esmaili Zaghi",
   "pi_email_addr": "arash.esmaili_zaghi@uconn.edu",
   "nsf_id": "000605970",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Reis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sally Reis",
   "pi_email_addr": "sally.reis@uconn.edu",
   "nsf_id": "000112365",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Renzulli",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Renzulli",
   "pi_email_addr": "renzulli@uconnvm.uconn.edu",
   "nsf_id": "000189725",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "D'Souza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie D'Souza",
   "pi_email_addr": "stephaniedsouza85@gmail.com",
   "nsf_id": "000669307",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Renzulli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Renzulli",
   "pi_email_addr": "sara.renzulli@uconn.edu",
   "nsf_id": "000669355",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 Whitney Road Ext.",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 149997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The increasing complexity of the challenges facing our nation in the coming years requires tomorrow&rsquo;s engineers to move beyond the limitations of traditional problem-solving to improve our nation&rsquo;s safety and security while keeping pace with the exponential growth of technological capacity. There is a critical need to transform the current engineering education system to reflect the growing need for innovative thinking by recruiting and retaining highly creative students with known risk-taking abilities who may be able to make the leap necessary to surpass the incremental steps of progress in engineering technologies and push us forward in unforeseen ways. &nbsp;</p>\n<p>Current research suggests that Attention Deficit Hyperactivity Disorder (ADHD) may be advantageous to society due to the related traits of high creative potential, divergent thinking, and unparalleled risk-taking ability. Individuals with ADHD often experience significant personal and familial distress due to the inadequacy of the current educational system to provide them opportunities to make use of their unique abilities; they are at high risk of failure and drop-out in engineering programs, and therefore, are at risk of exclusion from advanced research opportunities and higher levels of education. &nbsp;To address this need for the development of an innovative next generation of engineers while serving an at-risk population of students, the University of Connecticut Department of Civil and Environmental Engineering, supported by the National Science Foundation, has pursued a multi-disciplinary research effort focused on &ldquo;Nurturing the Creativity of Students with ADHD in Engineering Disciplines.&rdquo;<br /> <br /> Over the course of three years, a large group of engineering students was recruited to participate in this study, which aimed to assess the difference in creativity between engineering students with and without ADHD characteristics. The study also investigated the factors that limit the success of students with ADHD in engineering programs, identified how a specialized engineering program might promote recruitment and retention of students with ADHD, and generated data that has already begun to serve as the foundation for additional research on the subject. Through a variety of psychometric tests, surveys and interviews, the participants provided information about their creative potential, their learning preferences, and their perceptions about their current engineering program. &nbsp;A database of the resulting information was developed and analyzed.</p>\n<p>Analysis of the data resulted in several relevant findings. The initial results showed a statistically significant positive correlation between specific ADHD-related characteristics and creative potential. Further analysis also showed a negative correlation between ADHD traits and GPA. These findings show that despite their high creative potential, students with ADHD characteristics frequently earn low GPAs in their engineering programs. Current engineering programs often favor rote memorization of subject material, but fail to reward the creative thinking that promotes innovation. Findings also showed that many of the participants with ADHD did not make use of the accommodations available to them through the university&rsquo;s Center for Students with Disabilities because of the perception of these accommodations as an &ldquo;unfair advantage&rdquo; and the related experience of being stigmatized by others within the educational system. &nbsp;These findings show that the current education system needs transformations that may include novel teaching and evaluation methods that value and reward the creative thinking and risk-taking potential of students with ADHD. &nbsp;Transforming the education system in these ways would provide a significant benefit to the well-being of this at-risk population while also benefiting society by increasing the creative and innovative potential of the engineering workforce.</p>\n<p>Based on the findings from this research, a proposal for a Research Experience for Undergraduates (REU) program was submitted, and awarded funds by the National Science Foundation to create a specialized engineering research environment that leverages the unique creative potential of undergraduate students with ADHD. This program has demonstrated a high level of success in improving the self-image of the participants, as well as increasing their interest in pursuing research and advanced degrees in engineering. Additionally, the data from this research project has contributed to the development and submission of a CAREER proposal to the Research in the Formation of Engineers (RFE) of the National Science Foundation. This project focuses on the importance of neurodiversity in the development of a creative engineering workforce.</p>\n<p>The findings from this Research Initiation Grant has already contributed to the creation of programming that directly contributes to the success and well-being of an underrepresented and at-risk group of students, while potentially increasing the creativity of the engineering workforce. As we enter into an age that brings with it the challenges of exponential increases in technological capacity, cybersecurity, aging infrastructure, and the failures of increasingly interconnected data systems due to complex and cascading natural disasters, the findings from this research urge those in the engineering education system to create an environment that fosters and rewards the creative thinking that will spur the innovations necessary to address these national challenges.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Arash&nbsp;Esmaili Zaghi</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1441826/1441826_10335474_1512053810975_ConceptModel--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1441826/1441826_10335474_1512053810975_ConceptModel--rgov-800width.jpg\" title=\"Promoting the Participation of ADHD Students\"><img src=\"/por/images/Reports/POR/2017/1441826/1441826_10335474_1512053810975_ConceptModel--rgov-66x44.jpg\" alt=\"Promoting the Participation of ADHD Students\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Promoting Creativity in Engineering by Encouraging the Participation of Students with ADHD</div>\n<div class=\"imageCredit\">Arash E. Zaghi</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Arash&nbsp;Esmaili Zaghi</div>\n<div class=\"imageTitle\">Promoting the Participation of ADHD Students</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe increasing complexity of the challenges facing our nation in the coming years requires tomorrow?s engineers to move beyond the limitations of traditional problem-solving to improve our nation?s safety and security while keeping pace with the exponential growth of technological capacity. There is a critical need to transform the current engineering education system to reflect the growing need for innovative thinking by recruiting and retaining highly creative students with known risk-taking abilities who may be able to make the leap necessary to surpass the incremental steps of progress in engineering technologies and push us forward in unforeseen ways.  \n\nCurrent research suggests that Attention Deficit Hyperactivity Disorder (ADHD) may be advantageous to society due to the related traits of high creative potential, divergent thinking, and unparalleled risk-taking ability. Individuals with ADHD often experience significant personal and familial distress due to the inadequacy of the current educational system to provide them opportunities to make use of their unique abilities; they are at high risk of failure and drop-out in engineering programs, and therefore, are at risk of exclusion from advanced research opportunities and higher levels of education.  To address this need for the development of an innovative next generation of engineers while serving an at-risk population of students, the University of Connecticut Department of Civil and Environmental Engineering, supported by the National Science Foundation, has pursued a multi-disciplinary research effort focused on \"Nurturing the Creativity of Students with ADHD in Engineering Disciplines.\"\n \n Over the course of three years, a large group of engineering students was recruited to participate in this study, which aimed to assess the difference in creativity between engineering students with and without ADHD characteristics. The study also investigated the factors that limit the success of students with ADHD in engineering programs, identified how a specialized engineering program might promote recruitment and retention of students with ADHD, and generated data that has already begun to serve as the foundation for additional research on the subject. Through a variety of psychometric tests, surveys and interviews, the participants provided information about their creative potential, their learning preferences, and their perceptions about their current engineering program.  A database of the resulting information was developed and analyzed.\n\nAnalysis of the data resulted in several relevant findings. The initial results showed a statistically significant positive correlation between specific ADHD-related characteristics and creative potential. Further analysis also showed a negative correlation between ADHD traits and GPA. These findings show that despite their high creative potential, students with ADHD characteristics frequently earn low GPAs in their engineering programs. Current engineering programs often favor rote memorization of subject material, but fail to reward the creative thinking that promotes innovation. Findings also showed that many of the participants with ADHD did not make use of the accommodations available to them through the university?s Center for Students with Disabilities because of the perception of these accommodations as an \"unfair advantage\" and the related experience of being stigmatized by others within the educational system.  These findings show that the current education system needs transformations that may include novel teaching and evaluation methods that value and reward the creative thinking and risk-taking potential of students with ADHD.  Transforming the education system in these ways would provide a significant benefit to the well-being of this at-risk population while also benefiting society by increasing the creative and innovative potential of the engineering workforce.\n\nBased on the findings from this research, a proposal for a Research Experience for Undergraduates (REU) program was submitted, and awarded funds by the National Science Foundation to create a specialized engineering research environment that leverages the unique creative potential of undergraduate students with ADHD. This program has demonstrated a high level of success in improving the self-image of the participants, as well as increasing their interest in pursuing research and advanced degrees in engineering. Additionally, the data from this research project has contributed to the development and submission of a CAREER proposal to the Research in the Formation of Engineers (RFE) of the National Science Foundation. This project focuses on the importance of neurodiversity in the development of a creative engineering workforce.\n\nThe findings from this Research Initiation Grant has already contributed to the creation of programming that directly contributes to the success and well-being of an underrepresented and at-risk group of students, while potentially increasing the creativity of the engineering workforce. As we enter into an age that brings with it the challenges of exponential increases in technological capacity, cybersecurity, aging infrastructure, and the failures of increasingly interconnected data systems due to complex and cascading natural disasters, the findings from this research urge those in the engineering education system to create an environment that fosters and rewards the creative thinking that will spur the innovations necessary to address these national challenges.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Arash Esmaili Zaghi"
 }
}