{
 "awd_id": "1441995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lead, Support, and Sustain:  Influencing and Implementing IAU, IUPAC, IUCr, IMU, ICO, and IUPAP Programs, 2014-2017",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2204575.0,
 "awd_amount": 2204575.0,
 "awd_min_amd_letter_date": "2014-08-10",
 "awd_max_amd_letter_date": "2017-08-08",
 "awd_abstract_narration": "The U.S. mathematical and physical sciences communities are represented by the National Academy of Sciences (NAS) in six international scientific unions: the International Astronomical Union (IAU), the International Union of Pure and Applied Physics (IUPAP), the International Commission for Optics (ICO), the International Union of Pure and Applied Chemistry (IUPAC), the International Union of Crystallography (IUCr), and the International Mathematical Union (IMU). U.S. National Committees (USNCs), staffed by the NAS, coordinate U.S. preparations for meetings of the corresponding international unions and for scientific conferences, symposia, and workshops organized by these unions to identify research topics, issues, and programs of interest to their specific disciplines; identify and support U.S. scientists to participate in union activities; and arrange for payment of U.S. dues to the six unions. \r\n\r\nThe intellectual merit of this project is demonstrated through activities related to the utilization of knowledge for the achievement of social goals, establishing nomenclature and standards, participating in the governance of the six international unions, and advancing knowledge and understanding across the research community. The activities encourage cooperative research and education efforts that reach across international boundaries and are designed to further develop and enhance each discipline nationally and internationally. The broader impacts of this project manifest themselves through activities that promote teaching, training, and learning, that promote the growth of and diversity in the national and international workforce, and that help shape the international dialogue in the respective disciplinary areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Bailey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine E Bailey",
   "pi_email_addr": "kbailey@nas.edu",
   "nsf_id": "000345373",
   "pi_start_date": "2014-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ana",
   "pi_last_name": "Ferreras Fiel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ana M Ferreras Fiel",
   "pi_email_addr": "aferrerasfiel@nas.edu",
   "nsf_id": "000508466",
   "pi_start_date": "2014-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Hughes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Hughes",
   "pi_email_addr": "khughes@nas.edu",
   "nsf_id": "000578774",
   "pi_start_date": "2014-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 Fifth Street",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2204575.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded U.S. participation in and dues to six international scientific unions:&nbsp; International Astronomical Union (IAU), International Union of Pure and Applied Chemistry (IUPAC), International Union of Crystallography (IUCr), International Union of Mathematics (IMU), International Commission for Optics (ICO), and International Union of Pure and Applied Physics (IUPAP).&nbsp; This allows the U.S. scientific community to participate in international standard-setting and nomenclature decisions, and scientific and education activities.&nbsp; The National Academy of Sciences (NAS) is the U.S. adhering member, and membership responsibilities are carried out through U.S. National Committees (USNCs).&nbsp;&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span><strong><em>&nbsp;</em></strong></p>\n<p>The following examples highlight some of the major activities and accomplishments under this grant.</p>\n<p><strong><em>Science</em></strong>:&nbsp; The U.S. delegation to the 2014 IUPAP General Assembly (GA) proposed an approved resolution establishing a Working Group on <strong><em>Newtonian Gravitational Constant</em></strong>.&nbsp; Recent measurements of G call into question physicists&rsquo; ability to measure small forces on a laboratory scale, and uncertainties in the value of G are the limiting factor in current knowledge regarding the mass of the Earth.&nbsp; In 2017, the U.S. successfully sponsored another IUPAP resolution concerning changes to the <strong><em>International Unit System</em></strong> after which the mass unit and other units will be defined from fundamental constants.&nbsp; Specifically, the current definitions of the kilogram, the ampere, the kelvin, and the mole will be replaced with definitions that fix the values of the Planck constant, the elementary electric charge, the Boltzmann constant, and the Avogadro constant.</p>\n<p>An important issue for the USNC/IUPAC is the current variation in the <strong><em>regulation of nomenclature</em></strong> for complex mixtures in different countries.&nbsp; This issue arises when companies need to file for patents or permission to sell.&nbsp; Countries have different rules for how complex mixtures are to be named, and there is little consistency across the globe. IUPAC is addressing the issue, and the USNC and other U.S. chemists are involved.</p>\n<p>The USNC/IUCr has provided a consistent voice for the U.S. crystallographic community regarding <strong><em>beamline resource allocations</em></strong>.&nbsp;&nbsp;</p>\n<p><strong><em>Governance</em></strong>:&nbsp; The United States is very active in all six unions, and highly-qualified U.S. scientists and mathematicians are regularly elected to <strong><em>leadership</em></strong> positions.&nbsp; Other U.S. scientists and mathematicians serve in other key positions including board members, and officers and members of Divisions and Commissions.</p>\n<p>IUPAC and ICO adopted <strong><em>strategic plans</em></strong>, and the two related USNCs provided substantial input to those plans. &nbsp;The IAU is currently developing a new strategic plan, and has proposed a new category of <strong><em>Junior Membership</em></strong>.&nbsp; The USNC/IAU provided a number of specific suggestions on both.</p>\n<p>ICO, currently a scientific associate within the International Science Council, is exploring&nbsp;<strong><em>elevation to union status</em></strong>, and BISO has facilitated ICO discussions with<em> </em>IUPAP and the International Council on Illumination (CIE), both of which overlap with and would be affected by ICO&rsquo;s elevation.&nbsp; &nbsp;</p>\n<p>Hosting union General Assemblies in the U.S. bring scientists from across the world to this country and gives increased visibility and international interactions to the respective U.S. communities.&nbsp; The United States hosted the IAU<strong><em> </em></strong>GA in 2015, and the USNC/IUCr presented a bid to host IUCr&rsquo;s<em> </em>GA in the U.S. in 2023<em>.&nbsp; </em>Unfortunately, the U.S. was not selected.<em>&nbsp;</em>&nbsp;</p>\n<p>The USNCs regularly sponsor events at the various GAs.&nbsp; At the IAU GA, the USNC/IAU sponsored the Young Astronomers lunch, the Women in Astronomy lunch, and a U.S. reception.&nbsp; The USNC/IMU sponsored two events at ICMs:&nbsp; an early career breakfast and a U.S. reception.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>The U.S. benefits from scientific exchanges with other countries.&nbsp; U.S. participation in the international scientific unions contribute to positive international respect for, and collaboration with U.S. scientists and mathematicians; educational opportunities in the international arena for early career scientists and mathematicians; and enhanced awareness of international perspectives and policies.</p>\n<p>International Years offer another opportunity for broader impact. The <strong>International Year of Crystallography 2014 </strong>commemorated not only the centennial of X-ray diffraction, which allowed the detailed study of crystalline material, but also the 400th anniversary of Kepler&rsquo;s observation of ice crystals that began the wider study of the role of symmetry in matter.&nbsp; The USNC/IUCr organized and sponsored several IYCr activities, including a video contest for K-12 students in the United States and Canada,&nbsp; a project to make interactive 3D visualizations of crystal structures and morphologies accessible to educators and the public, two workshops for teachers at National Science Teachers Association meetings, and a booth at the USA Science and Engineering Festival that included interactive and educational materials for young children, teenagers, and adults.&nbsp;&nbsp;</p>\n<p>The <strong>International Year of Light and Light-based Technologies 2015</strong> was supported by ICO, IAU, and IUPAP, and the USNC/ICO was particularly involved. &nbsp;IYL brought together hundreds of national and international partners to raise awareness of the importance of light science and technology in areas such as sustainable development, energy, education, climate-change, and health.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2018<br>\n\t\t\t\t\tModified by: Katherine&nbsp;E&nbsp;Bailey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant funded U.S. participation in and dues to six international scientific unions:  International Astronomical Union (IAU), International Union of Pure and Applied Chemistry (IUPAC), International Union of Crystallography (IUCr), International Union of Mathematics (IMU), International Commission for Optics (ICO), and International Union of Pure and Applied Physics (IUPAP).  This allows the U.S. scientific community to participate in international standard-setting and nomenclature decisions, and scientific and education activities.  The National Academy of Sciences (NAS) is the U.S. adhering member, and membership responsibilities are carried out through U.S. National Committees (USNCs).  \n\nIntellectual Merit \n\nThe following examples highlight some of the major activities and accomplishments under this grant.\n\nScience:  The U.S. delegation to the 2014 IUPAP General Assembly (GA) proposed an approved resolution establishing a Working Group on Newtonian Gravitational Constant.  Recent measurements of G call into question physicists? ability to measure small forces on a laboratory scale, and uncertainties in the value of G are the limiting factor in current knowledge regarding the mass of the Earth.  In 2017, the U.S. successfully sponsored another IUPAP resolution concerning changes to the International Unit System after which the mass unit and other units will be defined from fundamental constants.  Specifically, the current definitions of the kilogram, the ampere, the kelvin, and the mole will be replaced with definitions that fix the values of the Planck constant, the elementary electric charge, the Boltzmann constant, and the Avogadro constant.\n\nAn important issue for the USNC/IUPAC is the current variation in the regulation of nomenclature for complex mixtures in different countries.  This issue arises when companies need to file for patents or permission to sell.  Countries have different rules for how complex mixtures are to be named, and there is little consistency across the globe. IUPAC is addressing the issue, and the USNC and other U.S. chemists are involved.\n\nThe USNC/IUCr has provided a consistent voice for the U.S. crystallographic community regarding beamline resource allocations.  \n\nGovernance:  The United States is very active in all six unions, and highly-qualified U.S. scientists and mathematicians are regularly elected to leadership positions.  Other U.S. scientists and mathematicians serve in other key positions including board members, and officers and members of Divisions and Commissions.\n\nIUPAC and ICO adopted strategic plans, and the two related USNCs provided substantial input to those plans.  The IAU is currently developing a new strategic plan, and has proposed a new category of Junior Membership.  The USNC/IAU provided a number of specific suggestions on both.\n\nICO, currently a scientific associate within the International Science Council, is exploring elevation to union status, and BISO has facilitated ICO discussions with IUPAP and the International Council on Illumination (CIE), both of which overlap with and would be affected by ICO?s elevation.   \n\nHosting union General Assemblies in the U.S. bring scientists from across the world to this country and gives increased visibility and international interactions to the respective U.S. communities.  The United States hosted the IAU GA in 2015, and the USNC/IUCr presented a bid to host IUCr?s GA in the U.S. in 2023.  Unfortunately, the U.S. was not selected.  \n\nThe USNCs regularly sponsor events at the various GAs.  At the IAU GA, the USNC/IAU sponsored the Young Astronomers lunch, the Women in Astronomy lunch, and a U.S. reception.  The USNC/IMU sponsored two events at ICMs:  an early career breakfast and a U.S. reception. \n\nBroader Impacts\n\nThe U.S. benefits from scientific exchanges with other countries.  U.S. participation in the international scientific unions contribute to positive international respect for, and collaboration with U.S. scientists and mathematicians; educational opportunities in the international arena for early career scientists and mathematicians; and enhanced awareness of international perspectives and policies.\n\nInternational Years offer another opportunity for broader impact. The International Year of Crystallography 2014 commemorated not only the centennial of X-ray diffraction, which allowed the detailed study of crystalline material, but also the 400th anniversary of Kepler?s observation of ice crystals that began the wider study of the role of symmetry in matter.  The USNC/IUCr organized and sponsored several IYCr activities, including a video contest for K-12 students in the United States and Canada,  a project to make interactive 3D visualizations of crystal structures and morphologies accessible to educators and the public, two workshops for teachers at National Science Teachers Association meetings, and a booth at the USA Science and Engineering Festival that included interactive and educational materials for young children, teenagers, and adults.  \n\nThe International Year of Light and Light-based Technologies 2015 was supported by ICO, IAU, and IUPAP, and the USNC/ICO was particularly involved.  IYL brought together hundreds of national and international partners to raise awareness of the importance of light science and technology in areas such as sustainable development, energy, education, climate-change, and health.\n\n \n\n\t\t\t\t\tLast Modified: 08/09/2018\n\n\t\t\t\t\tSubmitted by: Katherine E Bailey"
 }
}