{
 "awd_id": "1441840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Socioeconomic And Political Development In Imperial Context",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 25006.0,
 "awd_amount": 25006.0,
 "awd_min_amd_letter_date": "2014-07-02",
 "awd_max_amd_letter_date": "2014-07-02",
 "awd_abstract_narration": "Researchers wish to understand the nature of empires and the varying impacts of imperialism. Archaeology can contribute unique insights at both local and broad regional scales, and over considerable ranges of time. The strategies empires use to impose their power over new peoples and regions depend upon how those societies and economies are organized.  Therefore to study empires one must study not just the empire, but also the people that fell under its control, and in what ways each influenced the other. This project will investigate interactions between people living in the Nasca region of Peru and representatives of the one of the earliest New World empires, the Wari, during the period AD 750-1000.  It will provide specific information about the collapse of the Nasca Civilization as it was conquered by the Wari Empire, and the ways in which the Wari imposed its control over the Nasca people.  It will contribute to general studies of empires and imperialism, adding to knowledge of the varied strategies available to expanding states. The knowledge thus derived will have application in a present day context as many extant \"states\" are the result of such processes and face similar issues in maintaining political control and unity. In addition, this project will provide international experience for American students, and educational opportunities for them and Peruvian students.  Field experience gained on the project will fulfill students? degree requirements; and data recovered during this project will be used as the basis for the Co-PI?s doctoral dissertation. \r\n\r\nThe following questions guide this research: 1) What was the relationship between the Wari Empire and Nasca peoples? 2) What effect did Wari imperial policies and agendas have on the Nasca community of Zorropata? 3) Did the Wari Empire exert direct political or economic control over Nasca communities in the valley around that community? Archaeological excavations will examine the remains of houses and public buildings in order to understand Nasca economic and cultural practices that may have been impacted by the Wari Empire. Researchers will investigate differences in social status, the use of space at the site, the local economy, the production and use of pottery and textiles, cooking practices, agricultural production, and other traditional practices. Archaeologists will map and excavate the site of Zorropata, and analyze artifacts and other samples collected during excavation. In addition, samples will be prepared for special analyses to be performed in American labs including chemical analyses of pottery and stone tools, and samples for radiocarbon dating.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharina",
   "pi_last_name": "Schreiber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Katharina J Schreiber",
   "pi_email_addr": "kschreiber@anth.ucsb.edu",
   "nsf_id": "000188730",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Dost Kerchusky",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah L Dost Kerchusky",
   "pi_email_addr": "sarah06@umail.ucsb.edu",
   "nsf_id": "000669187",
   "pi_start_date": "2014-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25006.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This archaeological project began with the goal to study the nature of empires and the varying impacts of imperialism on communities at the periphery of empire. An archaeological research approach offers unique insights at both local and regional scales, and over considerable ranges of time. The strategies empires use to impose their power over new peoples and regions are contingent on the social, political, and economic organization of those societies.&nbsp;Therefore to study empires we must study not just the empire, but the people that fell under its control, and in what ways each influenced the other. This project sought to investigate the nature of the relationship between people living in the Nasca region of Peru and representatives of the one of the earliest New World empires, the Wari, during the period AD 750-1000. Extensive mapping, excavation, and artifact analysis has generated data that can speak to these research goals and gives valuable insights into the varied ways that Nasca peoples may have reacted to and interacted with the Wari.</p>\n<p>Excavations focused on the remains of houses and public architecture in order to generate data about various economic and cultural practices that may have been impacted by the Wari. These data allowed researchers to investigate status differences, the use of space at the site, the local economy, the production of goods and the use of raw materials (e.g., pottery production or lithic manufacture), cooking, serving, and storage practices, and agricultural production and other traditional labor practices. Investigators mapped and excavated Zorropata, and documented and analyzed artifacts and other samples collected during excavation. In addition, some samples were sent for special analyses including 6 carbon samples sent to a lab at the University of Arizona for carbon dating, 75 ceramic samples sent to the University of Missouri Research Reactor for chemical composition analysis, and 14 obsidian flakes that were analyzed for their chemical composition at the University of California, Santa Barbara.</p>\n<p>Preliminary interpretations of these data suggest that Nasca peoples in the Las Trancas valley adopted an aversive approach in dealing with the Wari. No imperial goods or structures were recovered or identified during the 2014 excavation season. In fact, the present evidence suggests their relationship may have been antagonistic. People living at Zorropata erected a massive 1-2 meters thick stone wall around the perimeter of the site. The wall, along with the more-than-200 sling stones recovered during surface collection and excavation, suggests that people at this site were concerned with defense -- possbily from Wari representatives.</p>\n<p>Data generated by this project contribute to general studies of empires and imperialism, adding to our knowledge of the varied strategies available to expanding states. In addition, this project provided international experience for American students, and educational opportunities for them and Peruvian students. Field experience gained on the project helped fulfill students&rsquo; degree requirements. It provided students with hands-on learning opportunities and facilitated more experienced anthropology undergraduates to improve their skill sets and knowledge base pertaining to archaeological fieldwork. Data recovered during this project are foundational for the Co-PI&rsquo;s doctoral dissertation. Research resulting from this study have been and will continue to be presented at professional conferences and published in peer-review journals, book chapters, and monographs. The results of the project will be made available to the public via a digital data archive service such as Merritt, offered by the University of California.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Sarah&nbsp;L&nbsp;Dost Kerchusky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis archaeological project began with the goal to study the nature of empires and the varying impacts of imperialism on communities at the periphery of empire. An archaeological research approach offers unique insights at both local and regional scales, and over considerable ranges of time. The strategies empires use to impose their power over new peoples and regions are contingent on the social, political, and economic organization of those societies. Therefore to study empires we must study not just the empire, but the people that fell under its control, and in what ways each influenced the other. This project sought to investigate the nature of the relationship between people living in the Nasca region of Peru and representatives of the one of the earliest New World empires, the Wari, during the period AD 750-1000. Extensive mapping, excavation, and artifact analysis has generated data that can speak to these research goals and gives valuable insights into the varied ways that Nasca peoples may have reacted to and interacted with the Wari.\n\nExcavations focused on the remains of houses and public architecture in order to generate data about various economic and cultural practices that may have been impacted by the Wari. These data allowed researchers to investigate status differences, the use of space at the site, the local economy, the production of goods and the use of raw materials (e.g., pottery production or lithic manufacture), cooking, serving, and storage practices, and agricultural production and other traditional labor practices. Investigators mapped and excavated Zorropata, and documented and analyzed artifacts and other samples collected during excavation. In addition, some samples were sent for special analyses including 6 carbon samples sent to a lab at the University of Arizona for carbon dating, 75 ceramic samples sent to the University of Missouri Research Reactor for chemical composition analysis, and 14 obsidian flakes that were analyzed for their chemical composition at the University of California, Santa Barbara.\n\nPreliminary interpretations of these data suggest that Nasca peoples in the Las Trancas valley adopted an aversive approach in dealing with the Wari. No imperial goods or structures were recovered or identified during the 2014 excavation season. In fact, the present evidence suggests their relationship may have been antagonistic. People living at Zorropata erected a massive 1-2 meters thick stone wall around the perimeter of the site. The wall, along with the more-than-200 sling stones recovered during surface collection and excavation, suggests that people at this site were concerned with defense -- possbily from Wari representatives.\n\nData generated by this project contribute to general studies of empires and imperialism, adding to our knowledge of the varied strategies available to expanding states. In addition, this project provided international experience for American students, and educational opportunities for them and Peruvian students. Field experience gained on the project helped fulfill students? degree requirements. It provided students with hands-on learning opportunities and facilitated more experienced anthropology undergraduates to improve their skill sets and knowledge base pertaining to archaeological fieldwork. Data recovered during this project are foundational for the Co-PI?s doctoral dissertation. Research resulting from this study have been and will continue to be presented at professional conferences and published in peer-review journals, book chapters, and monographs. The results of the project will be made available to the public via a digital data archive service such as Merritt, offered by the University of California.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Sarah L Dost Kerchusky"
 }
}