{
 "awd_id": "1441171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A PROPOSAL TO SUPPORT UNDERGRADUATE RESEARCH AND COMMUNITY TRAINING IN APPLICATIONS OF LTER AND NEON DATA AT SOUTHWESTERN INDIAN POLYTECHNIC INSTITUTE",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 99875.0,
 "awd_amount": 99875.0,
 "awd_min_amd_letter_date": "2014-07-08",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "This award will expand the capacity of Southwest Indian Polytechnic Institute (SIPI) to 1) provide comprehensive geospatial training to tribal students and tribal members across the region and the country by supporting summer training of Tribal College and University students for careers in sciences with a foundation in geospatial information technology, 2) provide geospatial technology professional development for tribal natural resource professionals, and 3) engage tribal college and tribal professionals in national research and technology efforts such as the NSF Long Term Ecological Research (LTER) Program and the National Ecological Observation Network (NEON). Founded in 1971, and acquiring Land Grant status in 1994, SIPI provides higher education opportunities for indigenous people from over 100 different tribes across the United States. The overall objectives of the workshops are to expand SIPI's capacity to provide geospatial training, to expand opportunities for Tribal College and University undergraduate students to engage in scientific research, and to develop an understanding of long-term and large scale ecological research provided by LTER and NEON. The workshops will bring in guest speakers from NEON, and provide training from LTER scientists. Other activities include a visit to NEON HQ and using NEON data in summer courses at SIPI. The summer courses will serve an estimated 80 students from American Indian and Alaska Native tribes. The effort will occur as part of the SIPI Geospatial Information Technology Summer Institute, which has been held since 2000, and was institutionalized in 2004. This summer program will expand science education through this minority serving institution with cutting edge ecological research. Courses held this summer are estimated to serve eighty students from American Indian and Alaska Native tribes with potential for more enrollments in several classes. This effort will expand the number of underrepresented groups engaged in science and technology education and research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Porter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Porter",
   "pi_email_addr": "margaretlporter@gmail.com",
   "nsf_id": "000619103",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southwestern Indian Polytechnic Institute - Board of Regents",
  "inst_street_address": "9169 COORS BLVD NW",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052495297",
  "inst_zip_code": "871203101",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "BOARD OF REGENTS SOUTHWESTERN INDIAN POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KN3MPKXAHPZ5"
 },
 "perf_inst": {
  "perf_inst_name": "Southwestern Indian Polytechnic Institute - Board of Regents",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871203101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735000",
   "pgm_ele_name": "NEON-Concept & Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7350",
   "pgm_ref_txt": "NAT ECOLOGICAL OBSERVATORY NET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Objectives: Founded in 1971, and acquiring Land Grant status in 1994, Southwestern Indian Polytechnic Institute (SIPI) provides higher education opportunities for indigenous people from over 100 different tribes across the United States.&nbsp; The NSF proposal was developed with three main objectives.&nbsp; Those objectives are to:</p>\n<p>1) Provide Core Coursework: Provide robust geospatial training to tribal students and professionals.&nbsp; This task was accomplished by providing 10 weeks of classes from June, 2014 through June , 2015.&nbsp;A variety of agencies were represented by our professional including Navajo Technical University, Bureau of Indian Affairs, Planning and Engineering, Water Rights and Resources, Lands Administration, Great Plains Tribal Chairmen's Health Board, and the National Park Service.&nbsp; Our SIPI students co-mingled with these tribal professionals in these classes and gained an immediate insight into the value of the Geo Spatial Sciences with these professionals in Indian Country. These have&nbsp;classes hosted over 110 students, and in Summer 2015 will have provided 55 of these students from 8 tribes and 4 states 5 classes, with an additional 26 students in three more classes expected by the end of July.</p>\n<p>2.) Embedded Research Experience:&nbsp; Based on the student's individual interest, placement within and among the partnership institutions in existing research efforts to provide advanced ecological training, applied understanding, to further build technological skills.&nbsp; In 2014, SIPI hired 3 interns to work on research topics that addressed issues in Indian Country and utilized LTER data that is similar to upcoming NEON data sets.&nbsp; Seven students participated in Internship classes and work study during this reporting period.</p>\n<p>3.) Individually Tailored Mentorships :Active mentoring was done, to deepen the student's ecological literacy, and to enable new opportunities for tribal student and professionals in the field of ecology, natural resource management and environmental sciences.&nbsp; Both paid and non-paid GIT internship students benefitted from the activity of being mentored by SIPI faculty and scientists from Kiksapa consulting, and Native American owned consulting agency that specializes in environmental science research and monitoring, geospatial technologies, and science education.</p>\n<p>Intellectual Merit: The 2014 and 2015 summer programs expanded science education through this minority serving institution by providing students exposure to research methodology and training using the GIS lab, providing expert mentoring in research techniques, and providing students with a platform to speak about and demonstrate the methods they learned while working on their chosen projects.&nbsp; This was accomplished by visiting NEON headquarters with the SIPI GIT instructor and undergraduate research students, integrating LTER and NEON like data into the course curriculum, and providing opportunities for students to present their projects at notable conferences such as ESER Users Conference,&nbsp; National&nbsp;Trial GIS, and the Ecological Society of America conference.</p>\n<p>Broad Impact Statement: Providing training in geospatial technology to tribal professionals from all over the United States is building tribal capacity to use NEON data.&nbsp;In continuation of this effort, courses held during the summers of 2014 and 2015 are estimated to serve 110 students from American Indian and Alaska Native tribes by the end of June 2015, and an additional 26 students are expected by the end of July, 2015.&nbsp; This effort has expanded the number of underrepresented groups engaged in science and technology education and research.</p>\n<p>Participant in the 2014 and 2015 classes have gained valuable geospatial and technical skills, and gained access to NEON and LTER network of scientists and engineers that will be t...",
  "por_txt_cntn": "\nObjectives: Founded in 1971, and acquiring Land Grant status in 1994, Southwestern Indian Polytechnic Institute (SIPI) provides higher education opportunities for indigenous people from over 100 different tribes across the United States.  The NSF proposal was developed with three main objectives.  Those objectives are to:\n\n1) Provide Core Coursework: Provide robust geospatial training to tribal students and professionals.  This task was accomplished by providing 10 weeks of classes from June, 2014 through June , 2015. A variety of agencies were represented by our professional including Navajo Technical University, Bureau of Indian Affairs, Planning and Engineering, Water Rights and Resources, Lands Administration, Great Plains Tribal Chairmen's Health Board, and the National Park Service.  Our SIPI students co-mingled with these tribal professionals in these classes and gained an immediate insight into the value of the Geo Spatial Sciences with these professionals in Indian Country. These have classes hosted over 110 students, and in Summer 2015 will have provided 55 of these students from 8 tribes and 4 states 5 classes, with an additional 26 students in three more classes expected by the end of July.\n\n2.) Embedded Research Experience:  Based on the student's individual interest, placement within and among the partnership institutions in existing research efforts to provide advanced ecological training, applied understanding, to further build technological skills.  In 2014, SIPI hired 3 interns to work on research topics that addressed issues in Indian Country and utilized LTER data that is similar to upcoming NEON data sets.  Seven students participated in Internship classes and work study during this reporting period.\n\n3.) Individually Tailored Mentorships :Active mentoring was done, to deepen the student's ecological literacy, and to enable new opportunities for tribal student and professionals in the field of ecology, natural resource management and environmental sciences.  Both paid and non-paid GIT internship students benefitted from the activity of being mentored by SIPI faculty and scientists from Kiksapa consulting, and Native American owned consulting agency that specializes in environmental science research and monitoring, geospatial technologies, and science education.\n\nIntellectual Merit: The 2014 and 2015 summer programs expanded science education through this minority serving institution by providing students exposure to research methodology and training using the GIS lab, providing expert mentoring in research techniques, and providing students with a platform to speak about and demonstrate the methods they learned while working on their chosen projects.  This was accomplished by visiting NEON headquarters with the SIPI GIT instructor and undergraduate research students, integrating LTER and NEON like data into the course curriculum, and providing opportunities for students to present their projects at notable conferences such as ESER Users Conference,  National Trial GIS, and the Ecological Society of America conference.\n\nBroad Impact Statement: Providing training in geospatial technology to tribal professionals from all over the United States is building tribal capacity to use NEON data. In continuation of this effort, courses held during the summers of 2014 and 2015 are estimated to serve 110 students from American Indian and Alaska Native tribes by the end of June 2015, and an additional 26 students are expected by the end of July, 2015.  This effort has expanded the number of underrepresented groups engaged in science and technology education and research.\n\nParticipant in the 2014 and 2015 classes have gained valuable geospatial and technical skills, and gained access to NEON and LTER network of scientists and engineers that will be the cornerstone for new relationships and projects to come.  Participants have also been successful in presenting NEON internship projects during national conferences.  Two s..."
 }
}