{
 "awd_id": "1441717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Untangling the Deep Genealogy of Microbial Dark Matter",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 1836781.0,
 "awd_amount": 1836781.0,
 "awd_min_amd_letter_date": "2014-09-04",
 "awd_max_amd_letter_date": "2014-09-04",
 "awd_abstract_narration": "Breakthrough technology enabling rapid sequencing of whole genomes from single cells, will be used in this project to unlock secrets of life's early evolution and genealogy. Prior to this breakthrough, many of life's earliest diverging lineages could not be analyzed because they cannot be grown in laboratory cultures. This unculturable \"Microbial Dark Matter\" (MDM) within the groups Bacteria and Archaea constitutes the majority of biological species diversity and biological mass on Earth, and this can now be brought to light by the sequencing of single amplified genomes (SAGs). In this unprecedented research project, many new genomes, encoding the blueprints for disparate organisms, can and will be analyzed to illuminate (1) the genealogy of these ancient microbial species, (2) the relative timing of their origins, and (3) the role that horizontal gene transfer among distant relatives may have played in the origins of new species and novel ways of living. Further, extensive MDM sampling will be done from unexplored subterranean environments around the world, enhancing the discovery and understanding of life forms that are new to science.  \r\n\r\nA team of collaborating scientists will analyze over 100 MDM-rich field samples, collected from multiple study sites, including Precambrian shield environments from the Kaapvaall Craton of South Africa, a Precambrian metamorphic complex accessed via the Sanford Underground Research Facility in South Dakota, and fault-associated springs associated with Tertiary volcanic areas and Cambrian-aged sedimentary rocks of the Death Valley Regional Flow System in Nevada. Extensive contextual information (environmental and biological metadata) will also be incorporated in these sampling efforts. The research tasks begin with the collection of field samples and metadata from sites known or suspected to contain a high proportion of MDM. Then, the microbial community composition within the collected samples is surveyed by sequencing their small sub-unit (SSU) rRNA gene iTags. Based on the iTag data, 20 samples that best meet the objectives of this project are selected, and 12,600 single amplified genomes (SAGs) from them will be sequenced. The SAGs will then be identified by their SSU rRNA genes, and 800 MDM SAGs that best meet the objectives of this project will be further annotated, aligned and combined with various publicly-available data sets for use in detailed, statistical phylogenetic reconstruction of a comprehensive genealogy for Bacteria and Archaea. The genealogical inferences, in combination with other data layers important to understanding MDM evolution (including geochemical, geospatial, microbial community composition, and microbial physiology data) will be compiled and used in addressing the project's general evolutionary questions, as noted above. Analyses will also address the potential for the deep subsurface environments of Earth to serve as a repository for the early evolutionary history of Bacteria and Archaea. This project leverages an existing major award to the researchers through the DOE Joint Genome Institute to cover sequencing costs. The project has a very rich educational and outreach component, geared toward research experiences for undergraduate and graduate students, postdoctoral researchers and high school teachers. Engaging outreach activities and media designed for the general public are also planned. Further, the laboratory and computational tools and the massive genomic data produced by this project will provide a major resource to the broad research community and, potentially, to the biotechnology industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramunas",
   "pi_last_name": "Stepanauskas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramunas Stepanauskas",
   "pi_email_addr": "rstepanauskas@bigelow.org",
   "nsf_id": "000494157",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 Bigelow Drive",
  "perf_city_name": "East Boothbay",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045440380",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "613300",
   "pgm_ele_name": "GoLife"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6133",
   "pgm_ref_txt": "GoLife"
  },
  {
   "pgm_ref_code": "7689",
   "pgm_ref_txt": "Assembling the Tree of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1836781.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our understanding of the deep genealogy and early evolution of life is undergoing a dramatic change, thanks to the rapid technical advances in environmental microbiology. This project employed large-scale single cell genomics and other cutting-edge research tools to perform molecular and biophysical analyses on thousands of individual cells of Bacteria and Archaea from 46 field samples around the globe, spanning the ocean, deep underground, hot springs and other environments. These new data enabled us to explore the coding potential and evolutionary histories of many major branches (phyla) of Bacteria and Archaea that lack cultured representatives &ndash; the so-called &ldquo;microbial dark matter&rdquo; &ndash; at unprecedented detail. This resulted in more than 30 peer-reviewed, research publications so far, with many more in preparation. One of our most interesting discoveries is that the microbial dark matter branches Patescibacteria and DPANN, which comprise a large fraction of microorganisms in the shallow underground, may pre-date the evolution of respiration and rely solely on fermentation for their energy needs. Such organisms with minimal metabolic platforms may be relics from early life, protected from surface oxygenation and other major, planetary perturbations in subsurface environments over geological time scales. Our project also provided new insights into the evolution of photosynthesis, mineralization of complex organic compounds, nitrification, and other important biological processes.</p>\n<p>&nbsp;</p>\n<p>In addition to contributions to fundamental science, this project also sparked several translational activities. The genomic information of novel microbial lineages, revealed by our project, provided a roadmap for bioprospecting that may lead to pharmaceutical, industrial and research applications, with one patent pending. This project also supported the development of several new research techniques, which improved genome recovery from individual cells. The project&rsquo;s other broader impacts included professional development of more than 30 postdoctoral scientists and graduate students, about 10 undergraduate students and a large number of other staff (bioinformaticians, laboratory technicians, programmers). Furthermore, this project sponsored the Third Microbial Single Cell Genomics Workshop in 2015, which included 72 participants from academia and industry from 15 countries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2019<br>\n\t\t\t\t\tModified by: Ramunas&nbsp;Stepanauskas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur understanding of the deep genealogy and early evolution of life is undergoing a dramatic change, thanks to the rapid technical advances in environmental microbiology. This project employed large-scale single cell genomics and other cutting-edge research tools to perform molecular and biophysical analyses on thousands of individual cells of Bacteria and Archaea from 46 field samples around the globe, spanning the ocean, deep underground, hot springs and other environments. These new data enabled us to explore the coding potential and evolutionary histories of many major branches (phyla) of Bacteria and Archaea that lack cultured representatives &ndash; the so-called \"microbial dark matter\" &ndash; at unprecedented detail. This resulted in more than 30 peer-reviewed, research publications so far, with many more in preparation. One of our most interesting discoveries is that the microbial dark matter branches Patescibacteria and DPANN, which comprise a large fraction of microorganisms in the shallow underground, may pre-date the evolution of respiration and rely solely on fermentation for their energy needs. Such organisms with minimal metabolic platforms may be relics from early life, protected from surface oxygenation and other major, planetary perturbations in subsurface environments over geological time scales. Our project also provided new insights into the evolution of photosynthesis, mineralization of complex organic compounds, nitrification, and other important biological processes.\n\n \n\nIn addition to contributions to fundamental science, this project also sparked several translational activities. The genomic information of novel microbial lineages, revealed by our project, provided a roadmap for bioprospecting that may lead to pharmaceutical, industrial and research applications, with one patent pending. This project also supported the development of several new research techniques, which improved genome recovery from individual cells. The project’s other broader impacts included professional development of more than 30 postdoctoral scientists and graduate students, about 10 undergraduate students and a large number of other staff (bioinformaticians, laboratory technicians, programmers). Furthermore, this project sponsored the Third Microbial Single Cell Genomics Workshop in 2015, which included 72 participants from academia and industry from 15 countries.\n\n\t\t\t\t\tLast Modified: 12/19/2019\n\n\t\t\t\t\tSubmitted by: Ramunas Stepanauskas"
 }
}