{
 "awd_id": "1441214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RIPS Type 2: Strategic Analysis and Design of Robust and Resilient Interdependent Power and Communication Networks",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Garie Fordyce",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 378000.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2017-07-25",
 "awd_abstract_narration": "Power and communication networks, arguably the two most critical infrastructures of the nation, are highly interdependent in that communication networks transport measurement and control data of power network elements, and in turn require reliable power supplies to operate successfully.  Hence, an initial failure in the power network can trigger failures in the communication network, which can then trigger further failures in the power network, thus resulting in a cascading failure.   Existing models and analytical methods oversimplify the complex inter-relationships between power and communications networks, and hence are ineffective in dealing with cascading network stresses.  The goal of this project is to develop and validate a fundamentally new paradigm for capturing the complexity of interdependency between networks in a tractable yet accurate manner, and to utilize its predictive power to determine outcomes of network stresses and to provide prescriptive solutions to mitigate cascading failures by strengthening critical network elements.  While doing so, the project uses game theoretical methods to account for the socio-economic motivations that drive provisioning decisions in networks that are owned and operated by competing market entities that also have to cooperate with each other for the well-being of the entire power-communication network system.   The project aims at both graduate and undergraduate curriculum development activities at the participating institutions, particularly at bringing together students from economics and social sciences disciplines that may not otherwise be exposed to the energy and communications domain.   \r\n\r\n\r\nThe project takes an important step towards the principled understanding of the interdependent power and communication networks, and the development of practical solutions that can be used to enhance their robustness.  The research is organized into three interdependent thrust areas:\r\n1) Macro-level Analysis and Design: This thrust area establishes the analytical foundations of an innovative methodology based on Boolean logic based implicative interdependency relations to characterize interdependency between different network entities in large scale power and communication networks spanning the entire country, and its impact on overall network resilience.  A key novelty of this approach is to distill complex interdependencies into analytically tractable logical relationships that can be used to make failure recovery decisions.\r\n2) Micro-level Analysis and Design: This thrust area delves deep into individual entities of the power and communication systems, such as system controllers and power generators, to understand how the health of each is affected by prevailing conditions. Constructing realistic graphs across different system entities and observing the cascade of events across the network through detailed simulations yield insights on the dependability of each constituent entity.\r\n3) Socio Economic Analysis: Given that the network/utility operators have different motivations, this thrust transforms technical insights into applicable policy decisions based on game theory and surveys/interviews conducted with the stakeholders for socio-economic analysis. Identifying value of the entities associated with each operator on overall system resilience, incentivizing them to harden crucial ones, and creation of an exchange to trade in resources form the key aspects of this part.\r\n\r\nThe direct impact of this project is on providing recommendations on the critical issue of how best to enhance the resilience of power and communication infrastructure.  The analytical methodology developed is also relevant to other heterogeneous interdependent networks.   The educational aspect of the project is based around creating synergies between ideas drawn from engineering and the social sciences and making these available to a broad-spectrum of students.  A special focus on providing learning opportunities to female and minority students is a further strength.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arunabha",
   "pi_last_name": "Sen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arunabha Sen",
   "pi_email_addr": "asen@asu.edu",
   "nsf_id": "000257155",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "1631",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE SYSTEMS"
  },
  {
   "pgm_ref_code": "7794",
   "pgm_ref_txt": "NETWORK SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 315000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 63000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The following are the outcomes of the project:</p>\n<p>Papers:</p>\n<ol>\n<li>S. Roy, H. Chandrasekaran, A. Pal, and A. Sen, &ldquo;A new model to analyze power and communication system intra-and-inter dependencies,&rdquo; to be presented at <em>IEEE Conference on Technologies for Sustainability (SusTech)</em>, Santa Ana, CA, Apr. 2020.</li>\n<li>K. Basu, M. Padhee, S. Roy, A. Pal, A. Sen, M. Rhodes, and B. Keel, &ldquo;Health monitoring of critical power system equipments using identifying codes,&rdquo; in <em>Proc. 13<sup>th</sup> Int. Conf. Critical Information Infrastructures Security (CRITIS)</em>, Kaunas, Lithuania, pp. 1-12, 24-26 Sep. 2018.</li>\n<li>M. Padhee, J. Banerjee, K. Basu, S. Roy, A. Pal, and A. Sen, &ldquo;A new model to analyze power system dependencies,&rdquo; in <em>Proc. IEEE Texas Power Energy Conf. (TPEC)</em>, College Station, TX, pp. 1-6, 8-9 Feb. 2018.</li>\n</ol>\n<p>Book Chapter:</p>\n<ol>\n<li>K. Basu, M. Padhee, S. Roy, A. Pal, A. Sen, M. Rhodes, and B. Keel, &ldquo;Health Monitoring of Critical Power System Equipments Using Identifying Codes,&rdquo; Critical Information Infrastructures Security. Lecture Notes in Computer Science (LNCS) 11260, <em>Springer International Publishing</em>, Kaunas, Lithuania, pp. 29-41, 2019.</li>\n</ol>\n<p>Conference Presentation:</p>\n<ol>\n<li>A. Pal, &ldquo;Health monitoring of critical power system equipments using identifying codes&rdquo; presented at the <em>13<sup>th</sup> Int. Conf. Critical Information Infrastructures Security (CRITIS)</em>, Kaunas, Lithuania, 24-26 Sep. 2018. (This talk helped PI Pal win the <strong>2018 Young CRITIS Award</strong>)</li>\n</ol>\n<p>Workshop Presentation:</p>\n<ol>\n<li>A. Pal, &ldquo;Identifying unique power system signatures for determining vulnerability of critical power system assets,&rdquo; <em>3<sup>rd</sup> International Workshop on Critical Infrastructure Network Security (CINS), ACM Sigmetrics</em>, Phoenix, AZ, Jun. 28, 2019.</li>\n</ol>\n<p>In addition to the above, we have also had multiple email exchanges and in-person meetings with personnel in the Telecommunication Systems group of Salt River Project (SRP), a power utility in Arizona. This has resulted in our synthetic models being able to more accurately tailor/reflect the actual system.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2020<br>\n\t\t\t\t\tModified by: Arunabha&nbsp;Sen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe following are the outcomes of the project:\n\nPapers:\n\nS. Roy, H. Chandrasekaran, A. Pal, and A. Sen, \"A new model to analyze power and communication system intra-and-inter dependencies,\" to be presented at IEEE Conference on Technologies for Sustainability (SusTech), Santa Ana, CA, Apr. 2020.\nK. Basu, M. Padhee, S. Roy, A. Pal, A. Sen, M. Rhodes, and B. Keel, \"Health monitoring of critical power system equipments using identifying codes,\" in Proc. 13th Int. Conf. Critical Information Infrastructures Security (CRITIS), Kaunas, Lithuania, pp. 1-12, 24-26 Sep. 2018.\nM. Padhee, J. Banerjee, K. Basu, S. Roy, A. Pal, and A. Sen, \"A new model to analyze power system dependencies,\" in Proc. IEEE Texas Power Energy Conf. (TPEC), College Station, TX, pp. 1-6, 8-9 Feb. 2018.\n\n\nBook Chapter:\n\nK. Basu, M. Padhee, S. Roy, A. Pal, A. Sen, M. Rhodes, and B. Keel, \"Health Monitoring of Critical Power System Equipments Using Identifying Codes,\" Critical Information Infrastructures Security. Lecture Notes in Computer Science (LNCS) 11260, Springer International Publishing, Kaunas, Lithuania, pp. 29-41, 2019.\n\n\nConference Presentation:\n\nA. Pal, \"Health monitoring of critical power system equipments using identifying codes\" presented at the 13th Int. Conf. Critical Information Infrastructures Security (CRITIS), Kaunas, Lithuania, 24-26 Sep. 2018. (This talk helped PI Pal win the 2018 Young CRITIS Award)\n\n\nWorkshop Presentation:\n\nA. Pal, \"Identifying unique power system signatures for determining vulnerability of critical power system assets,\" 3rd International Workshop on Critical Infrastructure Network Security (CINS), ACM Sigmetrics, Phoenix, AZ, Jun. 28, 2019.\n\n\nIn addition to the above, we have also had multiple email exchanges and in-person meetings with personnel in the Telecommunication Systems group of Salt River Project (SRP), a power utility in Arizona. This has resulted in our synthetic models being able to more accurately tailor/reflect the actual system. \n\n\t\t\t\t\tLast Modified: 01/30/2020\n\n\t\t\t\t\tSubmitted by: Arunabha Sen"
 }
}