{
 "awd_id": "1442524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sustainable Nanotechnology Conference November 2-4, 2014 in Boston, Massachusetts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 47000.0,
 "awd_amount": 47000.0,
 "awd_min_amd_letter_date": "2014-06-19",
 "awd_max_amd_letter_date": "2014-06-19",
 "awd_abstract_narration": "1442524\r\nIsaacs\r\n\r\nTitle:  Sustainable Nanotechnology Conference\r\n\r\nThe main objective of this proposal is to support a conference on Sustainable Nanotechnology. This is the third conference on this topic, and it is expected to further expand the discipline. The conference will bring together scientific experts from academia, industry, and government from around the world to present and discuss current research findings in sustainable nanotechnology.\r\n\r\nThis conference will address the critical aspects of sustainable nanotechnology such as life cycle assessment, green synthesis, green energy, industrial partnership, economic cost-benefit analysis, environmental and biological fate, environmental health and safety, transport, persistence, transformation, exposure assessment, recyclability, and the overall sustainability of engineered nanomaterials. Plenary lectures and keynotes will address issues such as the development of nanomaterials that, through their life cycle, properties, and material efficiency, provide a framework for achieving more sustainable technologies, while optimizing performance. In principle, this conference involves the fundamental/applied research on the chemistry of producing new green nanomaterials; eco-manufacturing processing of nanomaterials and products. Other aspects include, life-cycle performance, modeling and theoretical analyses of materials and their structures in nanomedicine, energy and industrial applications, and life-cycle cost and economic impacts in real life practice. The use of nanomaterials to alleviate adverse consequences from greenhouse effect, exhaustion, or abundance of natural resources, and environmental health and safety impacts due to the use of nondecomposable materials/composites are also considered appropriate. Special focus will be given to toxicity, transformation, and the interactions with the biological system. The conference will also emphasize opportunities for nanotechnology in sustainability, as well as the economic and societal aspects of nanotechnology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Isaacs",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline A Isaacs",
   "pi_email_addr": "j.isaacs@northeastern.edu",
   "nsf_id": "000226699",
   "pi_start_date": "2014-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 47000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"MsoNormal\"><span style=\"font-size: 12.0pt;\">The Sustainable Nanotechnology Organization (SNO) Annual Conference, held in Boston, MA on November 2<sup>nd</sup> through November 4<sup>th</sup>, 2014, emphasized the development of greener nanostructured materials and products in a way that optimizes the use of by-products, maximizes recycling, and minimizes the energy inputs with marginal and minimal nano-specific risk. Sustainable nanotechnology strives to ensure that industrial growth is sustainable while maximizing benefits and societal acceptance. The intellectual merit of the conference consisted of 17 separate sessions spanning an interdisciplinary mix: Fate &amp; Transport; Nano-Bio Interactions; Society &amp; Policy; Legal &amp; Regulatory Aspects; LCA; Release Estimates; Risk; and Ecotoxicity. A Nano Pitch contest was held to allow students to compete for the best &ldquo;elevator speech&rdquo; on their research.&nbsp; A traditional poster session was also held including over 40 posters, with 3 winners for best posters. An awards ceremony conferred travel awards for students, a new SNO Young Investigator Award, as well as SNO Awards to two Plenary Speakers. It is expected that this conference will continue to advance a better understanding of how to effectively manage nanotechnology in a number of areas. These include nano-enabled diagnostic devices, green synthesis, renewable energy sources, nanotechnologies for site remediation and wastewater treatment, nanomaterials-based solar cells for improved energy efficiency, nanocatalysts for air purification, and nanostructured filters.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 12.0pt;\">In terms of broader impacts, the SNO conference brings together members from academia and industry, who hail from a wide variety of disciplines. This all-volunteer nascent organization has grown to about 300 members.&nbsp; SNO is very unique in its mission of focusing on a very new technology and its relationship to sustainability. No other organization has this combination of science and values. The conference presentations attempt to go beyond the science and engineering research to include regulation, policy and public perception of emerging technologies to explore how to move towards a more sustainable future. The conference allows members to engage in cross-disciplinary and interdisciplinary conversations to explore the potential environmental health and safety aspects of emerging nanotechnologies. Through these types of dialogues (including formal sessions, poster sessions, coffee breaks and social time) and dissemination through a themed collection of journal articles in a special issue in <em>Environmental Science: Nano</em>, safer commercialization of nano-enabled technologies and products will ensue. Learn more at: <a href=\"http://www.susnano.org/\">www.susnano.org</a>.</span></p>\n<div id=\"_mcePaste\" class=\"mcePaste\" style=\"position: absolute; left: -10000px; top: 0px; width: 1px; height: 1px; overflow: hidden;\">\n<p class=\"MsoNormal\"><span style=\"font-size: 12.0pt; background: silver; mso-highlight: silver;\">Project Outcomes:</span><span style=\"font-size: 12.0pt;\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 12.0pt;\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 12.0pt;\">The Sustainable Nanotechnology Organization (SNO) Annual Conference, held in Boston, MA on November 2<sup>nd</sup> through November 4<sup>th</sup>, 2014, emphasized the development of greener nanostructured materials and products in a way that optimizes the use of by-products, maximizes recycling, and minimizes the energy inputs with marginal and minimal nano-specific risk. Sustainable nanotechnology strives to ensure that industrial growth is sustainable while maximizing benefits and societal acceptance. The intellectual merit of the conference consisted of 17 separate sessions spanning an interdiscipl...",
  "por_txt_cntn": "The Sustainable Nanotechnology Organization (SNO) Annual Conference, held in Boston, MA on November 2nd through November 4th, 2014, emphasized the development of greener nanostructured materials and products in a way that optimizes the use of by-products, maximizes recycling, and minimizes the energy inputs with marginal and minimal nano-specific risk. Sustainable nanotechnology strives to ensure that industrial growth is sustainable while maximizing benefits and societal acceptance. The intellectual merit of the conference consisted of 17 separate sessions spanning an interdisciplinary mix: Fate &amp; Transport; Nano-Bio Interactions; Society &amp; Policy; Legal &amp; Regulatory Aspects; LCA; Release Estimates; Risk; and Ecotoxicity. A Nano Pitch contest was held to allow students to compete for the best \"elevator speech\" on their research.  A traditional poster session was also held including over 40 posters, with 3 winners for best posters. An awards ceremony conferred travel awards for students, a new SNO Young Investigator Award, as well as SNO Awards to two Plenary Speakers. It is expected that this conference will continue to advance a better understanding of how to effectively manage nanotechnology in a number of areas. These include nano-enabled diagnostic devices, green synthesis, renewable energy sources, nanotechnologies for site remediation and wastewater treatment, nanomaterials-based solar cells for improved energy efficiency, nanocatalysts for air purification, and nanostructured filters.\nIn terms of broader impacts, the SNO conference brings together members from academia and industry, who hail from a wide variety of disciplines. This all-volunteer nascent organization has grown to about 300 members.  SNO is very unique in its mission of focusing on a very new technology and its relationship to sustainability. No other organization has this combination of science and values. The conference presentations attempt to go beyond the science and engineering research to include regulation, policy and public perception of emerging technologies to explore how to move towards a more sustainable future. The conference allows members to engage in cross-disciplinary and interdisciplinary conversations to explore the potential environmental health and safety aspects of emerging nanotechnologies. Through these types of dialogues (including formal sessions, poster sessions, coffee breaks and social time) and dissemination through a themed collection of journal articles in a special issue in Environmental Science: Nano, safer commercialization of nano-enabled technologies and products will ensue. Learn more at: www.susnano.org.\n\nProject Outcomes: \n \nThe Sustainable Nanotechnology Organization (SNO) Annual Conference, held in Boston, MA on November 2nd through November 4th, 2014, emphasized the development of greener nanostructured materials and products in a way that optimizes the use of by-products, maximizes recycling, and minimizes the energy inputs with marginal and minimal nano-specific risk. Sustainable nanotechnology strives to ensure that industrial growth is sustainable while maximizing benefits and societal acceptance. The intellectual merit of the conference consisted of 17 separate sessions spanning an interdisciplinary mix: Fate &amp; Transport; Nano-Bio Interactions; Society &amp; Policy; Legal &amp; Regulatory Aspects; LCA; Release Estimates; Risk; and Ecotoxicity. A Nano Pitch contest was held to allow students to compete for the best \"elevator speech\" on their research.  A traditional poster session was also held including over 40 posters, with 3 winners for best posters. An awards ceremony conferred travel awards for students, a new SNO Young Investigator Award, as well as SNO Awards to two Plenary Speakers. It is expected that this conference will continue to advance a better understanding of how to effectively manage nanotechnology in a number of areas. These include nano-enabled diagnostic devices, green s..."
 }
}