{
 "awd_id": "1442156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions: Identifying how the ecological and evolutionary interactions between host and symbiont shape holobiont biodiversity",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2015-05-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 479734.0,
 "awd_amount": 428408.0,
 "awd_min_amd_letter_date": "2014-08-04",
 "awd_max_amd_letter_date": "2020-09-23",
 "awd_abstract_narration": "Although individual animals have long been considered a fundamental unit of evolution, we now know that each is really a co-dependent collection of host animal and microbes. This co-dependency reaches from ancient times through to the present day. Many animals depend on gut bacteria to process food and incorporate essential nutrients into the host's own tissues.  To untangle the importance of this partnership for hosts and symbiotic gut bacteria, this project will study a diverse and ecologically important social animal group, the turtle ants.  As social organisms, ants and humans share ways for acquiring helpful and harmful bacteria.  State-of-the-art molecular and genomic methods will be used to investigate ancient and modern influences on the symbiosis, the function of the bacteria for host health, and the means of passage and maintenance of the bacterial symbionts over millions of years.\r\n\r\nExplaining global patterns of biodiversity and their drivers have long been central challenges in the fields of ecology and evolution.  Increasingly, it is becoming apparent that biodiversity is itself a function of interactions across different levels of biological organization.  Among the metazoans, symbioses with microbes are a defining feature, and individuals are integrated collections of host and symbiont cells, together defining the \"holobiont\".  By studying the diverse and tractable turtle ant system, this research will address the relationships between symbiosis and the dimensions of holobiont biodiversity with unprecedented clarity.  Specifically, this research will address: 1) the roles of time, biogeography, and habitat in host diversification (host taxonomic dimension); 2) variation in gut communities across host ant phylogeny, geography, habitat, and ecological niches (symbiont taxonomic dimension integrated with host taxonomic and functional dimensions); 3) the extent of codiversification for ~10 core, host-specific symbiont lineages, and the impacts of host phylogeny, geography, and ecology on symbiont transfer (symbiont taxonomic dimension integrated with host taxonomic and functional dimensions); 4) variation in genome evolution and innovation across symbionts with varying degrees of codiversification, and across genes with varying function (taxonomic, genetic, and functional integration of hosts and symbionts); and 5) symbiont function in light of symbiont genome evolution, host-symbiont codiversification, and host phylogeny, geography, and ecology (taxonomic, genetic, and functional integration of hosts and symbionts).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wertz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Wertz",
   "pi_email_addr": "jwertz59@calvin.edu",
   "nsf_id": "000523831",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Calvin University",
  "inst_street_address": "3201 BURTON ST SE",
  "inst_street_address_2": "",
  "inst_city_name": "GRAND RAPIDS",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6165266000",
  "inst_zip_code": "495464301",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MI03",
  "org_lgl_bus_name": "CALVIN UNIVERSITY",
  "org_prnt_uei_num": "NNLQK7LNGL93",
  "org_uei_num": "NNLQK7LNGL93"
 },
 "perf_inst": {
  "perf_inst_name": "Calvin College",
  "perf_str_addr": "3201 Burton Street SE",
  "perf_city_name": "Grand Rapids",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "495464301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 427324.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What has become increasingly clear is that animals are a collection of both animal and microbial cells, each dependent on the other for survival. &nbsp;Disentangling these intimate relationships to understand the role of each cell is difficult, particularly because most animals contain hundreds to thousands of different bacterial species.&nbsp; Using the funds in this grant we studied a diverse and ecologically important social animal group, the turtle ants. These animals have approximately two dozen bacterial symbionts in their gut, which makes finding the role of each microbe an achievable goal.</p>\n<p>During the life of this grant we were able to culture, in the laboratory, nearly all of the bacterial symbionts from many different species of turtle ants. We sequenced their genomes and did laboratory work to learn what important things each of them could do. We demonstrated that different bacterial species used different, but often complimentary enzymes and were able to use different (and again, often complimentary) carbon sources for energy. We were able to name several of them and deposit them into national collections so they can be studied by anyone. We found many of the bacteria were very distantly related to bacteria that we know about, so we were able to name new families, genera, and species of bacteria never-before studied. Having the bacterial isolates and sequencing their genomes has allowed us to determine which bacteria have been co-evolving with the ant, and which may be transient. Since the turtle ant has a diet poor in nitrogen, we were able to show that many of the bacteria are important recyclers of nitrogen from the waste of the ant and that this recycled nitrogen becomes part of amino acids and proteins found in the ant. In an incredible study, we were able to demonstrate that the bacterial production of nitrogen and other molecules is critical for the normal development of the ants cuticle or &ldquo;skin.&rdquo; Beyond nitrogen, we discovered that some bacteria were able to produce B vitamins, which are essential for both bacteria and the ant, and there exists a potential for sulfur cycling and the breakdown of large carbon molecules from plants. Hence, it appears that not only are the bacteria important for the ant, but they provide nutrients to each other in a web of cross-feeding.</p>\n<p>The &gt;800 gut bacteria we cultivated during this study will help answer questions ranging from animal-symbiont/mutualist/pathogen evolution and interaction to the biochemistry of bacterial cells. The information stored in these isolates will be used by generations of scientists in the fields of microbial systematics, evolution, ecology, genomics, metabolomics and a host of others.&nbsp;Further, the novelty of these bacteria leaves open questions regarding the biotechnological/industrial uses they may present, such as production of new antibiotics, unique enzymes and the ability to degrade tough man-made materials into usable products like ethanol. Additionally, almost one hundred freshman undergraduate students, encompassing many races and backgrounds, were able to learn to do science by actually doing science though the heavy incorporation of ideas, techniques, experiments, and goals of this grant into an entry-level biology course. A significant number have now gone into Ph.D. programs at prestigious universities. The results of this research have been presented to many lay audiences, including K-12 school children and faith-based organizations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2021<br>\n\t\t\t\t\tModified by: John&nbsp;Wertz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhat has become increasingly clear is that animals are a collection of both animal and microbial cells, each dependent on the other for survival.  Disentangling these intimate relationships to understand the role of each cell is difficult, particularly because most animals contain hundreds to thousands of different bacterial species.  Using the funds in this grant we studied a diverse and ecologically important social animal group, the turtle ants. These animals have approximately two dozen bacterial symbionts in their gut, which makes finding the role of each microbe an achievable goal.\n\nDuring the life of this grant we were able to culture, in the laboratory, nearly all of the bacterial symbionts from many different species of turtle ants. We sequenced their genomes and did laboratory work to learn what important things each of them could do. We demonstrated that different bacterial species used different, but often complimentary enzymes and were able to use different (and again, often complimentary) carbon sources for energy. We were able to name several of them and deposit them into national collections so they can be studied by anyone. We found many of the bacteria were very distantly related to bacteria that we know about, so we were able to name new families, genera, and species of bacteria never-before studied. Having the bacterial isolates and sequencing their genomes has allowed us to determine which bacteria have been co-evolving with the ant, and which may be transient. Since the turtle ant has a diet poor in nitrogen, we were able to show that many of the bacteria are important recyclers of nitrogen from the waste of the ant and that this recycled nitrogen becomes part of amino acids and proteins found in the ant. In an incredible study, we were able to demonstrate that the bacterial production of nitrogen and other molecules is critical for the normal development of the ants cuticle or \"skin.\" Beyond nitrogen, we discovered that some bacteria were able to produce B vitamins, which are essential for both bacteria and the ant, and there exists a potential for sulfur cycling and the breakdown of large carbon molecules from plants. Hence, it appears that not only are the bacteria important for the ant, but they provide nutrients to each other in a web of cross-feeding.\n\nThe &gt;800 gut bacteria we cultivated during this study will help answer questions ranging from animal-symbiont/mutualist/pathogen evolution and interaction to the biochemistry of bacterial cells. The information stored in these isolates will be used by generations of scientists in the fields of microbial systematics, evolution, ecology, genomics, metabolomics and a host of others. Further, the novelty of these bacteria leaves open questions regarding the biotechnological/industrial uses they may present, such as production of new antibiotics, unique enzymes and the ability to degrade tough man-made materials into usable products like ethanol. Additionally, almost one hundred freshman undergraduate students, encompassing many races and backgrounds, were able to learn to do science by actually doing science though the heavy incorporation of ideas, techniques, experiments, and goals of this grant into an entry-level biology course. A significant number have now gone into Ph.D. programs at prestigious universities. The results of this research have been presented to many lay audiences, including K-12 school children and faith-based organizations. \n\n \n\n\t\t\t\t\tLast Modified: 07/20/2021\n\n\t\t\t\t\tSubmitted by: John Wertz"
 }
}