{
 "awd_id": "1442686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CyberSEES: Type 2: Collaborative Research: Tenable Power Distribution Networks",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 620202.0,
 "awd_amount": 620202.0,
 "awd_min_amd_letter_date": "2014-08-11",
 "awd_max_amd_letter_date": "2019-05-16",
 "awd_abstract_narration": "This project advances modeling and computational frameworks to guarantee the sustainability of power distribution networks from environmental, economic, and social perspectives. Environmental sustainability is addressed by accounting for the increased uncertainty associated with the rapid and ad-hoc integration of renewable generation and elastic loads. With regard to economic sustainability, computational and inference foundations are put forth to ensure effective and secure market operations in the face of the imminent emergence of large-scale distribution-level electricity markets. Lastly, social sustainability is effected through cyber innovations focused on increasing economic utility and enhancing cyber security. \r\n\r\nThe proposed research aims for broad socio-technical advances in electricity distribution networks. Successful project completion will offer cyber innovations that enable the systematic integration of stochastic renewable generation while improving end-user satisfaction. Given the ubiquity of the suite of research tools and methodologies, the utility of the proposed research goes well beyond the envisioned application area to the broader fields of optimization, stochastic processes, control systems, machine learning, statistical signal processing, and cyber security. Broader transformative impact will result from pragmatic test cases proposed for validation, involvement of undergraduates in research, and outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georgios",
   "pi_last_name": "Giannakis",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Georgios B Giannakis",
   "pi_email_addr": "georgios@umn.edu",
   "nsf_id": "000472431",
   "pi_start_date": "2014-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sairaj",
   "pi_last_name": "Dhople",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Sairaj V Dhople",
   "pi_email_addr": "sdhople@umn.edu",
   "nsf_id": "000639238",
   "pi_start_date": "2014-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Twin-Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "821100",
   "pgm_ele_name": "CyberSEES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8208",
   "pgm_ref_txt": "CyberSEES Type 2"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 620202.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Power distribution networks are undergoing rapid transformations due to the integration of spatially-distributed generation of renewable energy sources, plug-in hybrid electric vehicles, and demand-response programs facilitated through an advanced metering infrastructure. These new technologies and operational paradigms can afford significant capacity expansion, and offer major environmental, economic, and social benefits. The outcomes of this research project contribute to realizing the twofold objective of advancing cyber knowledge, while contributing foundational developments in ensuring the environmental, economic, and social sustainability of tomorrow&rsquo;s power distribution networks. To accomplish this goal, the project focused on two research thrusts: i) Coping with uncertainty for environmental sustainability; and ii) Energy Market inference for economic sustainability.</p>\n<p>Highlights of this project&rsquo;s outcomes include the use of energy prices to track the topology of power networks; &nbsp;online learning approaches for optimal dynamic power flow; dispatch of residential photovoltaic (PV) inverters and controllers optimizing the flow of power;&nbsp;stochastic reactive power management in microgrids with renewables; scalable optimization of distribution networks with high PV integration; load balancing of cloud data centers with renewables; optimal charging of electric vehicles; robust and real-time power system state estimation and forecasting using state-of-the-art machine learning and artificial intelligent tools; and&nbsp;voltage control in distribution grids using deep reinforcement learning.</p>\n<p>Products include the completion of 8 Ph.D. and 5 M.Sc. Theses (4 underrepresented); 3 patents issued; 5 books chapters; more than 25 journal and 35 conference papers in flagship venues. Training was effected through weekly reading group meetings on advances related to network science, online convex optimization and machine learning for big data analytics with applications to sensing and resource allocation for communication, social, brain, and power networks with renewables and electric vehicles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2019<br>\n\t\t\t\t\tModified by: Georgios&nbsp;B&nbsp;Giannakis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPower distribution networks are undergoing rapid transformations due to the integration of spatially-distributed generation of renewable energy sources, plug-in hybrid electric vehicles, and demand-response programs facilitated through an advanced metering infrastructure. These new technologies and operational paradigms can afford significant capacity expansion, and offer major environmental, economic, and social benefits. The outcomes of this research project contribute to realizing the twofold objective of advancing cyber knowledge, while contributing foundational developments in ensuring the environmental, economic, and social sustainability of tomorrow’s power distribution networks. To accomplish this goal, the project focused on two research thrusts: i) Coping with uncertainty for environmental sustainability; and ii) Energy Market inference for economic sustainability.\n\nHighlights of this project’s outcomes include the use of energy prices to track the topology of power networks;  online learning approaches for optimal dynamic power flow; dispatch of residential photovoltaic (PV) inverters and controllers optimizing the flow of power; stochastic reactive power management in microgrids with renewables; scalable optimization of distribution networks with high PV integration; load balancing of cloud data centers with renewables; optimal charging of electric vehicles; robust and real-time power system state estimation and forecasting using state-of-the-art machine learning and artificial intelligent tools; and voltage control in distribution grids using deep reinforcement learning.\n\nProducts include the completion of 8 Ph.D. and 5 M.Sc. Theses (4 underrepresented); 3 patents issued; 5 books chapters; more than 25 journal and 35 conference papers in flagship venues. Training was effected through weekly reading group meetings on advances related to network science, online convex optimization and machine learning for big data analytics with applications to sensing and resource allocation for communication, social, brain, and power networks with renewables and electric vehicles.\n\n\t\t\t\t\tLast Modified: 12/28/2019\n\n\t\t\t\t\tSubmitted by: Georgios B Giannakis"
 }
}