{
 "awd_id": "1442262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIMENSIONS: COLLABORATIVE RESEARCH: GENETIC, PHYLOGENETIC, AND FUNCTIONAL MICROBIAL DIVERSITY IN PERMANENTLY FROZEN AQUATIC SEDIMENTS OVER GEOLOGICAL TIME",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 1551143.0,
 "awd_amount": 1554984.0,
 "awd_min_amd_letter_date": "2014-08-04",
 "awd_max_amd_letter_date": "2016-02-18",
 "awd_abstract_narration": "Permafrost (permanently frozen soil) may provide snapshots of ancient life and represent fossil archives of plant, animal and microbial communities. Microbes are of particular interest because, unlike most animals and plants, they can survive very long periods of extreme conditions. Therefore, it is possible that some microbes in permafrost are not fossils but are still alive -- essentially, living fossils. This research addresses an unresolved question of whether microbes embedded in permafrost are extinct, representing ancient terrestrial surface or marine communities preserved through time, or actively living communities that have been evolving since being buried. To determine how long microbial communities can live in permafrost, this project will study permafrost collected from the oldest known sediments of the Northern Hemisphere, which occur in Siberia. These intriguing marine and lake sediments are five thousand to three million years old and are found in stratified cliffs.  This project will help scientists understand how biological communities respond to large changes in the environment, and its results will be shared with university students and high school teachers and students.\r\n\r\nThis five year project will document evolution of taxonomic, genetic and functional biodiversity over time using state of the art \"omic\" approaches combined with single cell genomic, cultivation studies and physical-chemical characterization of permafrost sediments.  One of the key challenges of this project will be the application of evolutionary models to the DNA sequence datasets to distinguish between permafrost strata containing fossil archive models versus contemporary community models. The data will elucidate evolutionary mechanisms that shape taxonomic, genetic and functional diversity, providing insight into genome evolution and microbial adaptation to low temperatures.  Functional, population genetic and phylogenetic approaches will be integrated. The international nature of this project provides a platform to expand a network of collaborative permafrost research with open system data management and sharing. This project will train scientists at the undergraduate, graduate and post-doctoral levels, and engage high school teachers through molecular biology workshops. Interaction with Russian collaborators and travel to the Siberian study sites will promote international cooperation and provide training to students in how to conduct research with colleagues from different cultures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tatiana",
   "pi_last_name": "Vishnivetskaya",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tatiana A Vishnivetskaya",
   "pi_email_addr": "tvishniv@utk.edu",
   "nsf_id": "000566328",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Pfiffner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Pfiffner",
   "pi_email_addr": "pfiffner@utk.edu",
   "nsf_id": "000303707",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Layton",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alice C Layton",
   "pi_email_addr": "Alayton@utk.edu",
   "nsf_id": "000170221",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Fitzpatrick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin M Fitzpatrick",
   "pi_email_addr": "benfitz@utk.edu",
   "nsf_id": "000429655",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Lloyd",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Karen G Lloyd",
   "pi_email_addr": "lloydk@usc.edu",
   "nsf_id": "000605689",
   "pi_start_date": "2014-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1551143.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 3841.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This is a collaborative project between the University of Tennessee Knoxville, Princeton University, and Institute of Physicochemical and Biological Problems in Soil Science of the Russian Academy of Science to study &ldquo;Genetic, phylogenetic, and functional microbial diversity in permanently frozen aquatic sediments over geological time&rdquo;. Almost a quarter of the land surface area in Earth's Northern Hemisphere is covered by perennially frozen subsurface deposits, called permafrost, overlaid by seasonally thawed tundra soils, called active layer or cryosol. Permafrost and permafrost-affected soils are considered to be a major reservoir for stored organic carbon that could become accessible to microbial degradation. The current project expanded our understanding of the extant and extinct microbial communities in young to ancient permanently frozen sediments with respect to evolutionary trends over time, the low temperature survivability and adaptation to psychrophilic life style. Two research expeditions to the Siberian Kolyma-Indigirka Lowland undertaken during the project enabled to collect samples of freshwater and marine permafrost deposits that have existed for about 10 thousand to 1.1 million years long. This research extended dimensions of our knowledge about diversity of microscopic life forms in the oldest permafrost deposits and showed existence of indigenous microbial communities that stay viable and sustain metabolic adaptations in ancient permafrost exhibiting presence of unique genes involved in membrane stabilization and osmotic stress responses. These genes are consistent with adaptation to the anoxic, high ionic strength habitats proving that permafrost microorganisms could maintain life in cold environments of permafrost brine films. To show that permafrost system holds a diverse mixture of active, dormant, and truly extinct microorganisms, we used multiple methods based on cultivation, nucleic acid amplification, amino acid racemization coupled with metagenomic sequencing and bioinformatic approaches. Metagenomes and metagenome-assembled genomes (MAGs) were used to link relevant metabolic functions to different taxa in ancient permafrost from a range of freshwater and marine environments. During the project we extended a list of extant permafrost microorganisms adding microscopic live animals &ndash; nematode and rotifer &ndash; to Kingdoms of the Bacteria, Archaea, Fungi, Plantae, and Protista, representatives of those groups have been isolated alive from the Siberian permafrost. The current research resulted in publishing twenty five papers, and was presented at forty six domestic meetings and international conferences. During the award, two postdoctoral researchers were supported, one doctoral student successfully defended a PhD thesis, and twelve undergraduate students were trained. The project supported organization of three summer programs in molecular biology for high school students, and two professional development workshops for high school teachers. We created two YouTube videos about collection of permafrost core samples in&nbsp;Kolyma-Indigirka Lowland&nbsp;region, to extend public knowledge on Siberian permafrost area including tundra landscape and life of local people.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2021<br>\n\t\t\t\t\tModified by: Tatiana&nbsp;A&nbsp;Vishnivetskaya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis is a collaborative project between the University of Tennessee Knoxville, Princeton University, and Institute of Physicochemical and Biological Problems in Soil Science of the Russian Academy of Science to study \"Genetic, phylogenetic, and functional microbial diversity in permanently frozen aquatic sediments over geological time\". Almost a quarter of the land surface area in Earth's Northern Hemisphere is covered by perennially frozen subsurface deposits, called permafrost, overlaid by seasonally thawed tundra soils, called active layer or cryosol. Permafrost and permafrost-affected soils are considered to be a major reservoir for stored organic carbon that could become accessible to microbial degradation. The current project expanded our understanding of the extant and extinct microbial communities in young to ancient permanently frozen sediments with respect to evolutionary trends over time, the low temperature survivability and adaptation to psychrophilic life style. Two research expeditions to the Siberian Kolyma-Indigirka Lowland undertaken during the project enabled to collect samples of freshwater and marine permafrost deposits that have existed for about 10 thousand to 1.1 million years long. This research extended dimensions of our knowledge about diversity of microscopic life forms in the oldest permafrost deposits and showed existence of indigenous microbial communities that stay viable and sustain metabolic adaptations in ancient permafrost exhibiting presence of unique genes involved in membrane stabilization and osmotic stress responses. These genes are consistent with adaptation to the anoxic, high ionic strength habitats proving that permafrost microorganisms could maintain life in cold environments of permafrost brine films. To show that permafrost system holds a diverse mixture of active, dormant, and truly extinct microorganisms, we used multiple methods based on cultivation, nucleic acid amplification, amino acid racemization coupled with metagenomic sequencing and bioinformatic approaches. Metagenomes and metagenome-assembled genomes (MAGs) were used to link relevant metabolic functions to different taxa in ancient permafrost from a range of freshwater and marine environments. During the project we extended a list of extant permafrost microorganisms adding microscopic live animals &ndash; nematode and rotifer &ndash; to Kingdoms of the Bacteria, Archaea, Fungi, Plantae, and Protista, representatives of those groups have been isolated alive from the Siberian permafrost. The current research resulted in publishing twenty five papers, and was presented at forty six domestic meetings and international conferences. During the award, two postdoctoral researchers were supported, one doctoral student successfully defended a PhD thesis, and twelve undergraduate students were trained. The project supported organization of three summer programs in molecular biology for high school students, and two professional development workshops for high school teachers. We created two YouTube videos about collection of permafrost core samples in Kolyma-Indigirka Lowland region, to extend public knowledge on Siberian permafrost area including tundra landscape and life of local people.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2021\n\n\t\t\t\t\tSubmitted by: Tatiana A Vishnivetskaya"
 }
}