{
 "awd_id": "1442161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dimensions US-China: Collaborative Research: How Historical constraints, local adaptation, and species interactions shape biodiversity across an ancient floristic disjunction",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032922331",
 "po_email": "cbalakri@nsf.gov",
 "po_sign_block_name": "Christopher Balakrishnan",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 399655.0,
 "awd_amount": 399655.0,
 "awd_min_amd_letter_date": "2014-08-28",
 "awd_max_amd_letter_date": "2022-11-10",
 "awd_abstract_narration": "Biodiversity is multidimensional, composed of genetic, phenotypic, ecological, and geographic variation within and among species. Understanding the sources and patterns of Earth's biodiversity will lead to a better understanding of our planet's ecosystems and new strategies on how to conserve them. Within forests, plants grow in association with soil bacteria and fungi, but little is known about how these associations vary within and among forests, or how these interactions maintain or generate biodiversity. The forests of eastern Asia and eastern North America were anciently connected and have a shared evolutionary and ecological history; they therefore offer a unique opportunity to study the drivers of biodiversity across geographical space and through evolutionary time. This collaborative project among researchers at the University of Florida, North Carolina State University, Chicago University and colleagues at the Chinese Academy of Sciences and Zhejiang University investigates how the associations among plant, fungal and soil bacteria shape biodiversity through space and time. The research team has developed an extensive education and training program for undergraduates, graduate students and post-doctoral researchers comprising both field and lab components. Training will also include a cyber-enabled course for Chinese and US participants that will promote international scientific collaborations. This research will also contribute valuable information to improve global climate change models that inform national and international climate and energy policies.\r\n\r\nThis multidisciplinary project integrates phylogenomics, biogeography, and plant and microbial evolution and ecology to address novel questions on the origins and maintenance of biodiversity. The research team will reconstruct phylogenies using next-generation DNA sequencing methods to provide a robust framework for improved dating and biogeographic analyses. Comparative community phylogenetic analyses at six forest sites in eastern North America and four sites in China will evaluate spatial patterns of phylogenetic diversity within and between continents. Exploration of fungal and soil bacteria taxic and functional diversity will yield new understanding of their biodiversity and interactions with plants. Ecosystem function, inferred from analysis of plant functional traits and remotely sensed canopy properties, will be computed at all sites and linked to analyses of fungal and soil bacteria function. Innovative applications of phylogenetic and comparative methodologies will lead to new discoveries in phylogenetic and functional diversity of plants, soil bacteria and fungi at community and regional scales. Integration of historical connections, current patterns, and future species distribution models will lead to more holistic views of the drivers of biodiversity and will enable future hypothesis-driven research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "JennyQiuyun",
   "pi_last_name": "Xiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "JennyQiuyun Xiang",
   "pi_email_addr": "jenny_xiang@ncsu.edu",
   "nsf_id": "000093615",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Shi",
   "pi_email_addr": "Wei_Shi@ncsu.edu",
   "nsf_id": "000493312",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Gardner Hall 4201",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 158791.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 97046.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 143818.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Integrative studies were conducted for several woody genera/lineages assigned to Xiang that have species disjunctly distributed in eastern Asia (EA) and North America (NA) to elucidate the origin and evolution of the EA-NA floristic disjunction. Those taxa included the dogwoods (Cornales, Cornaceae, <em>Cornus</em>, the blue- or white-fruited dogwood group <em>Swida</em>, and the big-bracted dogwood group <em>Benthamidia</em>), the horse chestnuts <em>Aesculus</em>, the tupelos <em>Nyssa</em>, the witch hazels <em>Hamamelis</em>, the chestnuts <em>Castanea</em>, and the nutmeg yews <em>Torreya</em>.&nbsp; The project constructed robust and explicit phylogenetic hypotheses for those taxa using genomic data generated with next generation sequencing technology. From the phylogenies, the likely evolutionary history of those taxa are uncovered and the intercontinental disjunct sisters could be identified. The constructed phylogeny of each taxon provided the framework for the analysis of their biogeography and character/trait evolution.</p>\n<p>The phylogenomic results revealed episodes of rapid species diversification early in the evolution of <em>Cornus</em> and ancient hybridization events between lineages that diverged millions of years ago (e.g., in <em>Castanea</em> and <em>Hamamelis</em>). To determine how these plant genera obtained their disjunct distribution in EA and NA and evaluate the relative roles of the Bering land bridge (BLB) and the North Atlantic land bridge (NALB) in plant exchanges and dispersals in the past, detailed biogeographic histories of those taxa were inferred by integrating evidence from phylogeny, fossils, paleogeology at different times using method modeling dispersals and extinctions. The phylogenetic and biogeographic results shed new light on the mode and mechanisms of the origins of disjunction and subsequent evolution. The results suggested vicariance as the origin of the intercontinental disjunction and trans-Beringia exchanges for <em>Torreya</em>, <em>Hamamelis</em>, <em>Castanea</em>, two disjunct subgroups in the <em>Swida</em> group of <em>Cornus</em>, while peripheral speciation from a widespread ancestor followed by extinction in Eurasia for the <em>Benthamidia</em> group of <em>Cornus</em> and dispersal from eastern Asia for <em>Aesculus</em>, a third disjunct subgroup in the <em>Swida</em> group of <em>Cornus</em>, and one disjunct subgroup of <em>Nyssa</em>. Most of those events occurred in the Paleogene and involved trans-Beringian exchanges or dispersal while a few events occurred in the Neogene and involved the North Atlantic land bridge and/or the Tethys Seaway. The study found that extinction played a major role in the biogeographic histories of most of those taxa (e.g., <em>Castanea</em>, <em>Cornus</em>, <em>Hamamelis</em>, <em>Nyssa</em>, and <em>Torreya</em>). The results deviate from the &lsquo;Out of Asia&rsquo; major pattern proposed in a previous synthesis.</p>\n<p>The phylogenetic data indicated uneven number of species diversity biased toward EA (e.g., in <em>Benthamidia</em> group of <em>Cornus, Aesculus, Castanea</em>) or biased toward NA (e.g., in <em>Nyssa</em> and <em>Hamamelis</em>). The underlying biotic causes of the diversity anomaly varied among taxa, due to a greater number of speciation events in EA (e.g., in <em>Benthamidia</em> group of <em>Cornus</em> and in <em>Castanea</em>), or grater extinction in EA (e.g., in <em>Hamamelis</em>), or greater speciation in EA and more extinction in NA (e.g., in <em>Torreya</em>).</p>\n<p>&nbsp;Using phylogenies as the base, evolutionary changes in morphology and/or genetics as well as climatic niches in disjunct pairs were examined in <em>Nyssa, Aesculus, Cornus</em> and other disjunct genera. Potential abiotic drivers (i.e., climatic factors and/or geographic isolation) for the allopatric divergence of morphological traits of disjunct taxa in EA and NA were identified.</p>\n<p>The project was expanded to include comparative analyses of diversity and assembly of endophytes (fungi and bacteria/archaea living in leaf tissues) in plant leaves (as an ecological trait) for 17 EA-NA disjunct sister species pairs or species groups and 23 species of <em>Cornus</em>. The findings revealed that diversity and composition of foliar endophytes were heavily affected by host plant identity and environment than by phylogenetic divergence and historical biogeographic isolation of the host species.</p>\n<p>The research results were disseminated in 14 journal papers, 15 conference presentations, and 13 invited seminars or presentations at symposia. The project trained over 20 personnels at North Carolina State University (NCSU) including graduate students, undergraduate students, postdocs, international visiting scholars, and technician, in biodiversity research.&nbsp; Through the project, education in biodiversity, systematics, phylogenetics and field botany were provided to approximately 80 students by incorporating topics relevant to the EA-NA disjunct flora into the systematic botany course Xiang teaches yearly. A summer study abroad program on the field botany and ecology on the topic of the EA-ENA floristic disjunction was jointly run five times, three times at Zhejiang University (ZJU) and two times at NCSU. &nbsp;Each course was for three or four weeks.&nbsp; More than 150 undergraduate students participated in the program since the project was funded in 2015. Five lectures on the EA-NA floristic disjunction were delivered remotely to ZJU students during the Covid-19 pandemic when the program could not be run in person.&nbsp; The program also provided international experiences to graduate students, staff, and faculty at both universities via their participation in the program as teaching assistants or supporting faculty or staff.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/30/2023<br>\nModified by: Jennyqiuyun&nbsp;Xiang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntegrative studies were conducted for several woody genera/lineages assigned to Xiang that have species disjunctly distributed in eastern Asia (EA) and North America (NA) to elucidate the origin and evolution of the EA-NA floristic disjunction. Those taxa included the dogwoods (Cornales, Cornaceae, Cornus, the blue- or white-fruited dogwood group Swida, and the big-bracted dogwood group Benthamidia), the horse chestnuts Aesculus, the tupelos Nyssa, the witch hazels Hamamelis, the chestnuts Castanea, and the nutmeg yews Torreya. The project constructed robust and explicit phylogenetic hypotheses for those taxa using genomic data generated with next generation sequencing technology. From the phylogenies, the likely evolutionary history of those taxa are uncovered and the intercontinental disjunct sisters could be identified. The constructed phylogeny of each taxon provided the framework for the analysis of their biogeography and character/trait evolution.\n\n\nThe phylogenomic results revealed episodes of rapid species diversification early in the evolution of Cornus and ancient hybridization events between lineages that diverged millions of years ago (e.g., in Castanea and Hamamelis). To determine how these plant genera obtained their disjunct distribution in EA and NA and evaluate the relative roles of the Bering land bridge (BLB) and the North Atlantic land bridge (NALB) in plant exchanges and dispersals in the past, detailed biogeographic histories of those taxa were inferred by integrating evidence from phylogeny, fossils, paleogeology at different times using method modeling dispersals and extinctions. The phylogenetic and biogeographic results shed new light on the mode and mechanisms of the origins of disjunction and subsequent evolution. The results suggested vicariance as the origin of the intercontinental disjunction and trans-Beringia exchanges for Torreya, Hamamelis, Castanea, two disjunct subgroups in the Swida group of Cornus, while peripheral speciation from a widespread ancestor followed by extinction in Eurasia for the Benthamidia group of Cornus and dispersal from eastern Asia for Aesculus, a third disjunct subgroup in the Swida group of Cornus, and one disjunct subgroup of Nyssa. Most of those events occurred in the Paleogene and involved trans-Beringian exchanges or dispersal while a few events occurred in the Neogene and involved the North Atlantic land bridge and/or the Tethys Seaway. The study found that extinction played a major role in the biogeographic histories of most of those taxa (e.g., Castanea, Cornus, Hamamelis, Nyssa, and Torreya). The results deviate from the Out of Asia major pattern proposed in a previous synthesis.\n\n\nThe phylogenetic data indicated uneven number of species diversity biased toward EA (e.g., in Benthamidia group of Cornus, Aesculus, Castanea) or biased toward NA (e.g., in Nyssa and Hamamelis). The underlying biotic causes of the diversity anomaly varied among taxa, due to a greater number of speciation events in EA (e.g., in Benthamidia group of Cornus and in Castanea), or grater extinction in EA (e.g., in Hamamelis), or greater speciation in EA and more extinction in NA (e.g., in Torreya).\n\n\nUsing phylogenies as the base, evolutionary changes in morphology and/or genetics as well as climatic niches in disjunct pairs were examined in Nyssa, Aesculus, Cornus and other disjunct genera. Potential abiotic drivers (i.e., climatic factors and/or geographic isolation) for the allopatric divergence of morphological traits of disjunct taxa in EA and NA were identified.\n\n\nThe project was expanded to include comparative analyses of diversity and assembly of endophytes (fungi and bacteria/archaea living in leaf tissues) in plant leaves (as an ecological trait) for 17 EA-NA disjunct sister species pairs or species groups and 23 species of Cornus. The findings revealed that diversity and composition of foliar endophytes were heavily affected by host plant identity and environment than by phylogenetic divergence and historical biogeographic isolation of the host species.\n\n\nThe research results were disseminated in 14 journal papers, 15 conference presentations, and 13 invited seminars or presentations at symposia. The project trained over 20 personnels at North Carolina State University (NCSU) including graduate students, undergraduate students, postdocs, international visiting scholars, and technician, in biodiversity research. Through the project, education in biodiversity, systematics, phylogenetics and field botany were provided to approximately 80 students by incorporating topics relevant to the EA-NA disjunct flora into the systematic botany course Xiang teaches yearly. A summer study abroad program on the field botany and ecology on the topic of the EA-ENA floristic disjunction was jointly run five times, three times at Zhejiang University (ZJU) and two times at NCSU. Each course was for three or four weeks. More than 150 undergraduate students participated in the program since the project was funded in 2015. Five lectures on the EA-NA floristic disjunction were delivered remotely to ZJU students during the Covid-19 pandemic when the program could not be run in person. The program also provided international experiences to graduate students, staff, and faculty at both universities via their participation in the program as teaching assistants or supporting faculty or staff.\n\n\n\t\t\t\t\tLast Modified: 11/30/2023\n\n\t\t\t\t\tSubmitted by: JennyqiuyunXiang\n"
 }
}