{
 "awd_id": "1442504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Computational Analyses of the Interactions between DNA and Chromatin Structure",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2014-01-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 507175.0,
 "awd_amount": 507175.0,
 "awd_min_amd_letter_date": "2014-05-22",
 "awd_max_amd_letter_date": "2015-06-15",
 "awd_abstract_narration": "In this project, the investigator will develop rigorous mathematical methods for analyzing the recent high-throughput nucleosome mapping data in yeasts and provide novel computational tools for studying the relations among DNA sequence, nucleosome stability, and nucleosome positioning. Eukaryotic DNA has a complicated three-dimensional structure called chromatin consisting of millions of nucleosomes, the protein-DNA complexes that contain 146 base pairs of DNA wrapping around eight histones. Nucleosomes play a critical role in regulating gene expression by controlling the accessibility of DNA and modulating transcription factor binding activities. Nucleosomes are thus of paramount importance, but there currently do not exist rigorous computational tools for studying the biological signals that regulate their positioning and stability. This research will devlop spectral decomposition methods for analyzing nucleosomal and linker DNA, including their physical properties derived from the molecular measurements of DNA flexibility. Dr. Song will apply a statistical theory for analyzing the maximal frequency spectrum of categorical time series in order to  answer a long-standing question of whether certain periodic DNA properties preferentially exist in individual nucleosomes. Furthermore, wrapping DNA around histones introduces superhelical stress, which we show to be often countered by increased sequence-dependent stabilization of DNA. The developed computational tools will help unravel new connections between DNA bendability and stabilization energy and, thus, facilitate the discovery of novel nucleosome positioning signals at important regulatory sites. We currently do not understand how chromatin structure is faithfully inherited upon cell division, and it is likely that the genetic information contained in DNA sequences may significantly influence the process of epigenetic inheritance. Better understanding the mathematical and physical properties of DNA will enhance our understanding of chromatin structure.\r\n\r\nThis project is uniquely positioned to integrate Dr Song's research in computational epigenomics with innovative educational programs that will significantly advance the training of biology students in mathematics and statistics. The project will help improve the infrastructure for education and research by synergizing different graduate groups. The project will support vertical integration of research and education, whereby the proposed research will constitute an important theme for teaching epigenetics to quantitative scientists and for teaching mathematics. The applicant will continue to teach a statistics course that he has designed, drawing examples from genomics. Topical mini-courses on high-throughput sequencing technology and systems biology will be also taught in order to disseminate the applicant's current research activities and to help prepare students and postdocs conduct their own research in genomics. Undergraduate students will also have opportunities to participate in the research, and Dr Song will involved local high school students. The project will exemplify the rich possibility of applying mathematics and statistics to solving biologically important questions. Computational tools will be implemented into open source software that will be accessible to other researchers studying chromatin structure. Further information about the project may be obtained from the PI's lab website at http://song.igb.illinois.edu.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Song",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jun S Song",
   "pi_email_addr": "songj@illinois.edu",
   "nsf_id": "000566510",
   "pi_start_date": "2014-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 367839.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 139336.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">DNA in eukaryotic cells is not naked, but forms a beads-on-a-string-like geometric configuration, with each bead, called the nucleosome, consisting of 146 base pairs of DNA wrapping around eight histone proteins. It is known that many regulatory proteins preferentially bind the free DNA lying between nucleosomes and avoid the nucleosomal DNA wrapping around histones. &nbsp;Nucleosomes thus play a critical role in regulating gene expression by controlling the accessibility of key transcriptional regulatory factors to DNA. Understanding the principles that guide how the nucleosomes are distributed throughout the genome is thus of paramount importance in biology.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\">One hypothesis, which has caused much confusion and debate in the community, posits that certain nucleotides located in a 10bp-periodic pattern may facilitate the bending of DNA around histones. Our research has demonstrated that incorrect mathematical analyses of nucleotide periodicity have been at the crux of the confusion, and we have developed new rigorous analysis methods to quantify the role of periodicity in positioning nucleosomes genome wide. Our analysis definitively shows that the degree of periodicity within individual nucleosomes is typically very low and that only a small fraction of nucleosomes possesses a strong 10bp periodicity. We have also explained that the previously observed pattern of 10bp periodicity arises mostly from the phasing of multiple nucleosomal sequences where preferred nucleotides are located at a few, but by no means most, regularly spaced histone-DNA contact points. As an interesting application, we have demonstrated how to use the computational framework to trace the evolution of viral and human genomes without performing any multiple sequence alignment. Another influential hypothesis, known as statistical positioning, has suggested that a strong barrier can restrict the movement of several nucleosomes in an array via steric exclusion, thereby reproducibly positioning them across cell population. Challenging this idea, however, some researchers have proposed that an energy-dependent packing force may be required for nucleosome positioning near these barriers. In our research, we have unified the two competing ideas into a common theoretical framework and also rigorously quantified the extent of statistical positioning across all genes in the yeast genome.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\">These results have established a solid foundation for building a rigorous biophysical model of nucleosome positioning and understanding the biological factors that determine the shape of local chromatin structure.</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\">The funded research program has allowed the PI to mentor one student from Mathematics, two students from Physics, and two postdocs from Physics, effectively retraining them in the field of computational biology. The results of the research were broadly disseminated through lectures and presentations given at national and international meetings, including the UIUC Center for the Physics of Living Cells Summer School funded by the NSF and the Winter School on Quantitative Systems Biology at the International Center for Theoretical Physics funded by UNESCO to disseminate scientific knowledge to developing countries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2017<br>\n\t\t\t\t\tModified by: Jun&nbsp;S&nbsp;Song</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "DNA in eukaryotic cells is not naked, but forms a beads-on-a-string-like geometric configuration, with each bead, called the nucleosome, consisting of 146 base pairs of DNA wrapping around eight histone proteins. It is known that many regulatory proteins preferentially bind the free DNA lying between nucleosomes and avoid the nucleosomal DNA wrapping around histones.  Nucleosomes thus play a critical role in regulating gene expression by controlling the accessibility of key transcriptional regulatory factors to DNA. Understanding the principles that guide how the nucleosomes are distributed throughout the genome is thus of paramount importance in biology.\n \nOne hypothesis, which has caused much confusion and debate in the community, posits that certain nucleotides located in a 10bp-periodic pattern may facilitate the bending of DNA around histones. Our research has demonstrated that incorrect mathematical analyses of nucleotide periodicity have been at the crux of the confusion, and we have developed new rigorous analysis methods to quantify the role of periodicity in positioning nucleosomes genome wide. Our analysis definitively shows that the degree of periodicity within individual nucleosomes is typically very low and that only a small fraction of nucleosomes possesses a strong 10bp periodicity. We have also explained that the previously observed pattern of 10bp periodicity arises mostly from the phasing of multiple nucleosomal sequences where preferred nucleotides are located at a few, but by no means most, regularly spaced histone-DNA contact points. As an interesting application, we have demonstrated how to use the computational framework to trace the evolution of viral and human genomes without performing any multiple sequence alignment. Another influential hypothesis, known as statistical positioning, has suggested that a strong barrier can restrict the movement of several nucleosomes in an array via steric exclusion, thereby reproducibly positioning them across cell population. Challenging this idea, however, some researchers have proposed that an energy-dependent packing force may be required for nucleosome positioning near these barriers. In our research, we have unified the two competing ideas into a common theoretical framework and also rigorously quantified the extent of statistical positioning across all genes in the yeast genome.\n \nThese results have established a solid foundation for building a rigorous biophysical model of nucleosome positioning and understanding the biological factors that determine the shape of local chromatin structure.\n \nThe funded research program has allowed the PI to mentor one student from Mathematics, two students from Physics, and two postdocs from Physics, effectively retraining them in the field of computational biology. The results of the research were broadly disseminated through lectures and presentations given at national and international meetings, including the UIUC Center for the Physics of Living Cells Summer School funded by the NSF and the Winter School on Quantitative Systems Biology at the International Center for Theoretical Physics funded by UNESCO to disseminate scientific knowledge to developing countries.\n\n\t\t\t\t\tLast Modified: 09/12/2017\n\n\t\t\t\t\tSubmitted by: Jun S Song"
 }
}