{
 "awd_id": "1443773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Multi-Input Multi-Output (MIMO) Aware Cooperative Dynamic Spectrum Access",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922455",
 "po_email": "jonwilli@nsf.gov",
 "po_sign_block_name": "Jon Williams",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 299998.0,
 "awd_min_amd_letter_date": "2014-09-18",
 "awd_max_amd_letter_date": "2014-09-18",
 "awd_abstract_narration": "The objective of this project is to develop a Multi-Input Multi-Output (MIMO) aware cooperative Dynamic Spectrum Access framework, termed McDysa, which enables multiple primary users and multiple secondary users to cooperate in dynamic spectrum sharing. By exploiting the underlying cognitive radio and MIMO techniques, McDysa is expected to achieve significant gains on spectrum efficiency while providing substantial enhancements to physical layer security as well. The technical merit and impact of this project are both fundamental and applied, including new problems, algorithms, and methodologies. The McDysa architecture considers multiple simultaneous primary- and secondary-user transmissions by exploiting MIMO techniques. A number of problems studied in the project may foster the development of novel techniques and methodologies toward MIMO-aware dynamic spectrum access. Examples include the novel problem of MIMO-enabled relay selection, insightful analysis of McDysa transmission capacity, and the consideration of secrecy capacity enhancement via friendly jamming.  As many of the methodologies in McDysa leverage knowledge from other domains such as game theory, the research outcomes of this project may also motivate advancements of the corresponding domain-specific research. The broader impact of this project also extends to education. The project contains a detailed plan for disseminating the research results and for outreaching to students from underrepresented groups via various channels established in the past years. It also includes a plan for integrating undergraduate and graduate education with research through curriculum development and student involvement. Specifically, the testbed validation of McDysa can offer undergraduate and graduate students valuable hands-on experience, and is therefore an excellent educational vehicle to broaden the participation of students, especially those from underrepresented groups, in computer science research.  \r\n\r\nTechnically, this project defines novel problems and develops new performance-optimization techniques in the following three thrusts that are critical to MIMO-aware cooperative dynamic spectrum access: (i) Relay selection and resource sharing, which focuses on developing novel centralized and distributed relay selection and resource management algorithms based on game theory to enable multiple MIMO-empowered primary and secondary users to cooperate for joint optimization. (ii) Achievable transmission capacity analysis, which investigates the achievable transmission capacity of secondary networks and secrecy capacity of the primary network, and the usage of beamforming optimization to maximize such capacities. (iii) Secrecy capacity enhancement, which studies the usage of two friendly jamming mechanisms, cooperative jamming and artificial interference, in the design of novel beamforming techniques and interference signals for nulling the interference at the receivers, in order to enhance the secrecy capacity of the primary network. Besides the three thrusts, this project also includes the design and validation of a testbed that supports a number of experimental tasks for validating the effectiveness of approaches and methodologies developed in the project. This project also has strong societal impact as the rigorously proven solutions developed in the project can serve as guidelines and backbone for promoting and establishing more flexible spectrum access policies and regulations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hang",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hang Liu",
   "pi_email_addr": "liuh@cua.edu",
   "nsf_id": "000645695",
   "pi_start_date": "2014-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ozlem",
   "pi_last_name": "Kilic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ozlem Kilic",
   "pi_email_addr": "okilic@utk.edu",
   "nsf_id": "000066471",
   "pi_start_date": "2014-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Catholic University of America",
  "inst_street_address": "620 MICHIGAN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026355000",
  "inst_zip_code": "200640001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CATHOLIC UNIVERSITY OF AMERICA (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "C31ES3WEAVQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Catholic University of America",
  "perf_str_addr": "620 Michigan Avenue N.E.",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797600",
   "pgm_ele_name": "EARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "154E",
   "pgm_ref_txt": "Computat systems & security"
  },
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addresses the fundamental challenges and develops the novel techniques to enable multiple primary users and multiple secondary users to cooperate in dynamic spectrum sharing and to exploit underlying cognitive radio, multiple-input multiple-output (MIMO) and other advanced radio techniques for significant spectrum efficiency gains and physical layer security enhancement. First, novel framework and algorithms for cooperative MIMO relay selection and resource management have been designed and investigated under various scenarios to achieve joint performance optimization of simultaneous primary- and secondary-user transmissions. Then, the secrecy capacity of primary networks and the transmission capacity of secondary networks are analyzed. The algorithms are developed for the primary users to select the optimal MIMO secondary users as jammers to interfere the potential eavesdroppers so as to preserve the secrecy of the primary user wireless communications and enhance their secrecy capacity.</p>\n<p>The technical merit and impact of this project are both fundamental and applied, including new problems, algorithms, and methodologies. The techniques developed in this project significantly improve spectrum utilization efficiency and network security performance. They also enable more flexible spectrum access and sharing. The outcomes of this project have strong societal impact as well. They have the potential to help enhance the ability of all the people to access broadband wireless services as well as develop broadband wireless as a platform for innovation. The research findings have been disseminated through high-quality publications and conference presentations. The students have been trained through this project by conducting cutting-edge research and they have gained the knowledge of future wireless networks and the skills to solve the problems and develop new wireless technologies, which would help better prepare the students in their career development and enhance the intellectual capacity of the engineering and science workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2019<br>\n\t\t\t\t\tModified by: Hang&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project addresses the fundamental challenges and develops the novel techniques to enable multiple primary users and multiple secondary users to cooperate in dynamic spectrum sharing and to exploit underlying cognitive radio, multiple-input multiple-output (MIMO) and other advanced radio techniques for significant spectrum efficiency gains and physical layer security enhancement. First, novel framework and algorithms for cooperative MIMO relay selection and resource management have been designed and investigated under various scenarios to achieve joint performance optimization of simultaneous primary- and secondary-user transmissions. Then, the secrecy capacity of primary networks and the transmission capacity of secondary networks are analyzed. The algorithms are developed for the primary users to select the optimal MIMO secondary users as jammers to interfere the potential eavesdroppers so as to preserve the secrecy of the primary user wireless communications and enhance their secrecy capacity.\n\nThe technical merit and impact of this project are both fundamental and applied, including new problems, algorithms, and methodologies. The techniques developed in this project significantly improve spectrum utilization efficiency and network security performance. They also enable more flexible spectrum access and sharing. The outcomes of this project have strong societal impact as well. They have the potential to help enhance the ability of all the people to access broadband wireless services as well as develop broadband wireless as a platform for innovation. The research findings have been disseminated through high-quality publications and conference presentations. The students have been trained through this project by conducting cutting-edge research and they have gained the knowledge of future wireless networks and the skills to solve the problems and develop new wireless technologies, which would help better prepare the students in their career development and enhance the intellectual capacity of the engineering and science workforce.\n\n\t\t\t\t\tLast Modified: 04/02/2019\n\n\t\t\t\t\tSubmitted by: Hang Liu"
 }
}