{
 "awd_id": "1443097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Doctoral Consortium at the ACM International Conference on Multimodal Interaction 2014",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 21496.0,
 "awd_amount": 21496.0,
 "awd_min_amd_letter_date": "2014-05-02",
 "awd_max_amd_letter_date": "2017-09-08",
 "awd_abstract_narration": "This is funding to support participation by about 8 graduate students from U.S. institutions, along with about 5 senior members of the ICMI community who will serve as mentors, in a Doctoral Consortium (workshop) to be held in conjunction with and immediately preceding the 16th International Conference on Multimodal Interaction (ICMI 2014), which will take place November 12-16, 2014, at Bogazici University in Istanbul, Turkey, and which is organized by the Association for Computing Machinery (ACM).  The ICMI conference series is the premier international forum for multidisciplinary research on multimodal human-human and human-computer interaction, interfaces, and system development.  The conference focuses on theoretical and empirical foundations, component technologies, and combined multimodal processing techniques that define the field of multimodal interaction analysis, interface design, and system development.  Topics of special interest to the conference this year include: multimodal interaction processing; interactive systems and applications; modeling human communication patterns; data, evaluation and standards for multimodal interactive systems; and urban interactions.  ICMI 2014 will feature a single-track main conference which includes: keynote speakers, technical full and short papers (including oral and poster presentations), special sessions, demonstrations, exhibits and doctoral spotlight papers.  The ICMI 2014 proceedings will be published by ACM Press and included in the ACM Digital Library.  As a further incentive for high-quality student participation ICMI 2014 will be awarding outstanding paper awards, with a special category for student papers.  More information about the conference may be found online at http://icmi.acm.org/2014/.  \r\n\r\nThe goal of the ICMI Doctoral Consortium is to provide PhD students with an opportunity to present their work to a group of mentors and peers from a diverse set of academic and industrial institutions, to receive feedback on their doctoral research plan and progress, and to build a cohort of young researchers interested in designing multimodal interfaces.  Student participants will present their ongoing thesis research as a short talk at the Consortium and also as a poster at the conference Doctoral Spotlight Session.  Following the fruitful experience of last year's ICMI conference and doctoral consortium, and with the goal of providing more opportunities for interaction between the students and senior members of the field, the program will once again include a lunch on the day of the workshop for students and mentors, a career panel that will provide the students and mentors the opportunity to ask and answer questions and discuss challenges and opportunities in the field, and a dinner that will provide the students with the opportunity to hold informal conversations among themselves as well as with the organizers and mentors. \r\n\r\nThe Doctoral Consortium will give student participants exposure to their new research community, both by presenting their own work and by observing and interacting with established professionals in the field.  It will encourage students at this critical time in their careers to begin building a social support network of peers and mentors.  The organizers will take steps proactively to achieve a diversity of research topics, disciplinary backgrounds, methodological approaches, and home institutions among the students.  To further increase diversity, the organizers have committed that no more than two students will be invited from any given U.S. institution of higher learning, and when two are accepted one of them must be a woman.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Cohn",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey F Cohn",
   "pi_email_addr": "jeff@deliberate.ai",
   "nsf_id": "000211710",
   "pi_start_date": "2014-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "3140 Sennott Square",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21496.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>ICMI is the premier international forum for multidisciplinary research on multimodal human-human and human-computer interaction, interfaces, and system development. The conference, which is held yearly, focuses on theoretical and empirical foundations, component technologies, and combined multimodal processing techniques that define the field of multimodal interaction analysis, interface design, and system development. &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>With NSF support, the ICMI Doctoral Consortium has become a critical facet of the conference and related areas of research and technology. The Doctoral Consortium promotes development of the field by providing formative professional opportunities for PhD students.&nbsp;&nbsp;It provides PhD students an opportunity to present their work to mentors and peers in multimodal computing, interface design, and system development. Students, mentors, and peers are from diverse academic and industrial institutions and backgrounds. Participating students receive feedback on their doctoral research plan and progress. The Doctoral Consortium fosters a cohort of early-career researchers interested in designing multimodal interfaces, multimodal computing, and basic and applied research in these areas. &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>This report covers the period from 2014 through 2017.&nbsp;&nbsp;Each year, in advance of the Doctoral Consortium (DC), students submitted a four-page description of their proposed or completed research. Submissions were evaluated by criteria that included (1) the quality of the submission, (2) the expected benefits of the consortium for the student's PhD research, and (3) the student's contribution to the diversity of participants, topics, and institutions. Quality of the submissions was evaluated with respect to their potential contributions to the field of multimodal interfaces and related fields and applications. The review process for the proposals was overseen by the organizers with assistance from ad-hoc reviewers.&nbsp;&nbsp;The organizing committees ranged in size from three to seven faculty members. &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Over the four-year period, a diverse group of 45 students participated in the Doctoral Consortium.&nbsp;&nbsp;They presented their work in poster sessions and in oral presentations and discussions.&nbsp;They had individual and small-group meetings with mentors and peers and participated fully in conference activities.&nbsp;Their papers were published in the Digital Library of the Association for Computing Machinery, which makes their work searchable by and available to researchers and scholars in computer science and related fields. The Doctoral Consortium promoted their development and identity as independent researchers in multimodal computing computational approaches to social science, and basic and applied research.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2018<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;F&nbsp;Cohn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n ICMI is the premier international forum for multidisciplinary research on multimodal human-human and human-computer interaction, interfaces, and system development. The conference, which is held yearly, focuses on theoretical and empirical foundations, component technologies, and combined multimodal processing techniques that define the field of multimodal interaction analysis, interface design, and system development.  \n\n With NSF support, the ICMI Doctoral Consortium has become a critical facet of the conference and related areas of research and technology. The Doctoral Consortium promotes development of the field by providing formative professional opportunities for PhD students.  It provides PhD students an opportunity to present their work to mentors and peers in multimodal computing, interface design, and system development. Students, mentors, and peers are from diverse academic and industrial institutions and backgrounds. Participating students receive feedback on their doctoral research plan and progress. The Doctoral Consortium fosters a cohort of early-career researchers interested in designing multimodal interfaces, multimodal computing, and basic and applied research in these areas.  \n\n This report covers the period from 2014 through 2017.  Each year, in advance of the Doctoral Consortium (DC), students submitted a four-page description of their proposed or completed research. Submissions were evaluated by criteria that included (1) the quality of the submission, (2) the expected benefits of the consortium for the student's PhD research, and (3) the student's contribution to the diversity of participants, topics, and institutions. Quality of the submissions was evaluated with respect to their potential contributions to the field of multimodal interfaces and related fields and applications. The review process for the proposals was overseen by the organizers with assistance from ad-hoc reviewers.  The organizing committees ranged in size from three to seven faculty members.  \n\n Over the four-year period, a diverse group of 45 students participated in the Doctoral Consortium.  They presented their work in poster sessions and in oral presentations and discussions. They had individual and small-group meetings with mentors and peers and participated fully in conference activities. Their papers were published in the Digital Library of the Association for Computing Machinery, which makes their work searchable by and available to researchers and scholars in computer science and related fields. The Doctoral Consortium promoted their development and identity as independent researchers in multimodal computing computational approaches to social science, and basic and applied research.  \n\n \n\n\t\t\t\t\tLast Modified: 09/09/2018\n\n\t\t\t\t\tSubmitted by: Jeffrey F Cohn"
 }
}