{
 "awd_id": "1443490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Mobility, Political Complexity And Community Organization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 25200.0,
 "awd_amount": 25200.0,
 "awd_min_amd_letter_date": "2014-06-30",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "For many, nomads of the Eurasian steppe are \"stoic\" figures that are the product of a long life lived in isolation, always moving as the natural environment dictates. The distinctiveness of the pastoral nomadic historical and archaeological records, however, allows researchers to analyze general questions of political organization in relation to a wider range of variables. It is important from a comparative perspective to know how political strategies play out differently over conditions of rapid mobility, extensive territories, and low population density. The main questions addressed by this research project are how do steppe polities provide examples of alternative trajectories for development of political systems and what does this tell about the ways in which human societies do or do not adopt more complex forms of organization?  Accordingly, the anthropological questions addressed by studies of steppe society need not be \"pastoral\" questions per se, but general questions on human organization that take into consideration individual and group mobility.\r\n\r\nThis project raises the question of what does community scale political development look like during the earliest stages of statehood among eastern steppe nomads?  To address this question, the research will explore the \"bottom-up\" processes at play in the local acceptance, configuration, and enactment of political change that led up to the first regional scale polity of Mongolia - the Xiongnu state. Working in north central Mongolia, the project will use survey and excavation data to analyze exchange relationships as revealed by neutron activation analysis of local and nonlocal ceramics and trends in settlement patterns prior to and during the Xiongnu Period.  The distinctiveness of the pastoral nomadic lifeway presents a fascinating case study for the transformation of political systems and holds promising lessons for other parts of the world including Mesopotamia, East Africa, and the Central Andes. As such, the current study will shed light on the capacity for political action by common households within a nomadic community and then ask how this perspective informs anthropological understanding of alternative trajectories for socio-political complexity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Honeychurch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Honeychurch",
   "pi_email_addr": "william.honeychurch@yale.edu",
   "nsf_id": "000498229",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Gardner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Gardner",
   "pi_email_addr": "william.gardner@yale.edu",
   "nsf_id": "000601179",
   "pi_start_date": "2014-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MG",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Mongolia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Driven by a general interest in the social, economic, and political development of nomadic people, my research has largely focused on determining how mobility effects community level social organization.&nbsp; I have couched my research interests in terms of mobile people because the distinctiveness of the nomadic lifeway allows me to use historical and archaeological records to analyze general questions of social organization in relation to a wider range of variables. From a comparative perspective, the study of mobile groups has given me the ability to address how political strategies play out differently across conditions of rapid mobility, extensive territories, and low population density. The general question addressed by my research on mobile societies are not just a &ldquo;nomadic&rdquo; question per se but instead, are general questions concerning human organization viewed through the lens of lifeways sustained by various approaches to mobility.</p>\n<p><span>Specifically, the &nbsp;focus of reseearch funded by the National Science Foundation&nbsp;has been on the processes of community development that resulted in varied and multiple forms of complex political organizations among mobile peoples. Historical treatments of nomads view their communities as independent, self-sufficient, and peripheral to large scale integrative political action. &nbsp;Drawing on large scale survey and habitation excavation of the Tarvagatai valley, Mongolia I, instead, argue that households and communities within mobile societies have a significant </span><span>capacity for political action that in turn acts as a mechanism for political integration from the household all the way up to complex inter-regional political organizations, such as the Mongolian Empire.</span></p>\n<p>As I move forward with research in this region, the next goal is to create a public archaeology program that further integrates local residents into the archaeological process. This project will first create a lasting record of the region&rsquo;s archaeological record by constructing permanent information kiosks across the project area so that residents can learn about local prehistory where it occurred. Information kiosks will be coupled with a series of age appropriate educational packets delivered to regional schools systems outlining the nature of our project and its most current results.&nbsp; The goal of this portion of the project is to cultivate local interest in hopes that we might foster partnership both in the conducting of archaeological research and also in the conservation of the cultural landscape.&nbsp;</p>\n<p>A second goal to extend the reach of the current project is to create a dual language digital database for the permanent retention of research results.&nbsp; Working in a previously understudied region has impressed on me the importance of easily accessible documentation of the archaeological record.&nbsp; It is for this reason that I wish to create an online database that gives both Mongolian scholars and students the opportunity to review the results of our research efforts.&nbsp; The beta format of this project is on display at www.tarvagatai.org.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2015<br>\n\t\t\t\t\tModified by: William&nbsp;Gardner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1443490/1443490_10314735_1446475607770_Tarvagt23--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1443490/1443490_10314735_1446475607770_Tarv...",
  "por_txt_cntn": "\nDriven by a general interest in the social, economic, and political development of nomadic people, my research has largely focused on determining how mobility effects community level social organization.  I have couched my research interests in terms of mobile people because the distinctiveness of the nomadic lifeway allows me to use historical and archaeological records to analyze general questions of social organization in relation to a wider range of variables. From a comparative perspective, the study of mobile groups has given me the ability to address how political strategies play out differently across conditions of rapid mobility, extensive territories, and low population density. The general question addressed by my research on mobile societies are not just a \"nomadic\" question per se but instead, are general questions concerning human organization viewed through the lens of lifeways sustained by various approaches to mobility.\n\nSpecifically, the  focus of reseearch funded by the National Science Foundation has been on the processes of community development that resulted in varied and multiple forms of complex political organizations among mobile peoples. Historical treatments of nomads view their communities as independent, self-sufficient, and peripheral to large scale integrative political action.  Drawing on large scale survey and habitation excavation of the Tarvagatai valley, Mongolia I, instead, argue that households and communities within mobile societies have a significant capacity for political action that in turn acts as a mechanism for political integration from the household all the way up to complex inter-regional political organizations, such as the Mongolian Empire.\n\nAs I move forward with research in this region, the next goal is to create a public archaeology program that further integrates local residents into the archaeological process. This project will first create a lasting record of the regionÆs archaeological record by constructing permanent information kiosks across the project area so that residents can learn about local prehistory where it occurred. Information kiosks will be coupled with a series of age appropriate educational packets delivered to regional schools systems outlining the nature of our project and its most current results.  The goal of this portion of the project is to cultivate local interest in hopes that we might foster partnership both in the conducting of archaeological research and also in the conservation of the cultural landscape. \n\nA second goal to extend the reach of the current project is to create a dual language digital database for the permanent retention of research results.  Working in a previously understudied region has impressed on me the importance of easily accessible documentation of the archaeological record.  It is for this reason that I wish to create an online database that gives both Mongolian scholars and students the opportunity to review the results of our research efforts.  The beta format of this project is on display at www.tarvagatai.org. \n\n \n\n\t\t\t\t\tLast Modified: 11/02/2015\n\n\t\t\t\t\tSubmitted by: William Gardner"
 }
}