{
 "awd_id": "1443990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop on Education of Future Geotechnical Engineers in Response to Emerging Multi-scale Soil-Environment Problems; Cambridge, UK; September 5-6, 2014",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2014-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 49990.0,
 "awd_amount": 49990.0,
 "awd_min_amd_letter_date": "2014-05-06",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "This workshop will address the new skill set needed by Geotechnical Engineers to solve the multi-scale, multi-physics problems faced by modern technology.  New research areas such as: solid/fluid transition from the grain to the landslide; geological waste storage from micro-cracks to fractured reservoirs; bio-engineered geomerials from natural bacteria to designed structures; energy piles from soil properties to geotechnical performance; geotechnical earthquake engineering: from ground motion to structural safety all require a broader range of knowledge than previously provided in the typical Geotechnical Engineering course of study.  This International Workshop aims to identify key challenges for the education of new generations of geotechnical engineers, focusing on undergraduate education.  The main questions that will be addressed include: What courses outside the engineering curriculum are needed? Are changes in the basic Chemistry, Physics, Biology courses desirable for engineering students? What knowledge of soil mechanics is needed for students pursuing a B.Sc. in Civil Engineering who have no intent to practice geotechnical engineering?  For students, who plans to become geo-engineers?  The workshop will benefit from the participation of members of the international academic and higher-education community, involving a number of leading institutions from the European Union and the United States.\r\n\r\nIn the United States, most Civil Engineering undergraduate curricula offer only one course in Soil Mechanics.  In Europe and in the United States, the first course taught to engineering students in  geotechnical engineering has not changed significantly in content during the last few decades: it covers soil gradation, soil compaction, steady laminar flow and Darcy's law, one-dimensional consolidation theory and soil shear strength.  Future engineers need to master new experimental and theoretical skills that will allow them to solve multi-scale, multiphysics problems, and make recommendations for safe and sustainable design.  Efforts have recently been made to make geotechnical engineering course more attractive to students, and to involve undergraduate students in research projects as part of their required coursework.  However, no systematic analysis has been undertaken to date that addresses the needs of the geotechnical community to prepare future engineers to validate new standards for geomaterial characterization, experimental testing procedures, and geotechnical design.  Faculty and graduate students participating in this workshop will assess strategies for training and development of graduate and undergraduate students, and identify efficient teaching methods to create an innovative skills toolkit at the undergraduate level.  In addition to curricular recommendations, working groups will propose two to three options of in-class activity that could be integrated in a module at the undergraduate level.  Participating Ph.D. students will be encouraged to maintain the workshop wikipage after the workshop.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chloe",
   "pi_last_name": "Arson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Chloe F Arson",
   "pi_email_addr": "cfa36@cornell.edu",
   "nsf_id": "000555717",
   "pi_start_date": "2014-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Giuseppe",
   "pi_last_name": "Buscarnera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giuseppe Buscarnera",
   "pi_email_addr": "g-buscarnera@northwestern.edu",
   "nsf_id": "000608237",
   "pi_start_date": "2014-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "1634",
   "pgm_ref_txt": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ref_code": "1636",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scope.</strong> The International Workshop on Education of Future Geotechnical Engineers in Response to Emerging Multi-scale Soil-Environment Problems was held at the University of Cambridge on September 5-6, 2014. Participants included 44 scholars, including 21 from Europe and 23 from the United States. New trends in college engineering education, curricular improvements and professional developments were discussed around five major thrusts: (1) Earthquake engineering and soil cyclic behavior; (2) Fundamental processes of thermo-hydro-chemo-bio-mechanical couplings; (3) Geostructures involving thermo-hydro-chemo-bio-mechanical couplings; (4) From grain-scale mechanics to large-scale mechanisms; (5) Ground improvement for environment protection. Groups constituted of scholars from various levels of seniority, and balancing European and American institutions, identified current education challenges and promising technologies for each thrust. Curricular models were also discussed during plenary sessions.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit.</strong> Each subgroup identified scientific, technical and communication skills required for solving problems in emerging geotechnical areas. The most cited topics were differential equations, mechanics, fluid and heat transfer, geochemistry and biology. New educational strategies and in-class activities were proposed to enhance undergraduate engineering curricula, in particular the use of graphical media, virtual labs and electronic archiving resources. Various forms of collaboration between universities and the industry were discussed to integrate professional development based on design projects into the curriculum. The workshop involved 12 graduate students who got to meet and collaborate with a diverse and recognized group of geotechnical engineering faculty members. Some of the students stayed in contact and met at international conferences after the workshop to prepare a journal paper and initiate collaborations. Students mentioned that the workshop had given them an opportunity to reflect on the vision they have of academia. Direct feedback from participants indicates that the workshop not only provided opportunities for future scientific collaborations and international professional networking, but also triggered momentum to implement new in-class activities and to propose curricular changes.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts.</strong> This workshop facilitated the participation of young members of the U.S. research community to the International Symposium on Geomechanics from Micro to Macro, held at the University of Cambridge (England) in September 2014. Workshop participants included a balanced proportion of Full Professors, Associate and Assistant Professors, and students; 43% of the participants were women. For each of the five thrusts, a group of participants mixing senior faculty, junior faculty and students wrote an abstract summarizing the main conclusions drawn from the workshop. A report gathering all the abstracts was published on line (in Smartech, Georgia Tech electronic archiving repository). Recommendations made during the workshop to better prepare future engineers to geomaterial characterization, experimental testing procedures and geotechnical design included: use of technology in class activities, development of on line resources for archiving and teaching, industry/university partnerships for professional development, inter-disciplinary curricular development and international collaborations. Under the leadership of three students, one of the groups submitted a journal paper for possible publication in the ASCE Journal of Professional Issues in Engineering Education and Practice. Two European workshop participants (Profs. Vigginani and Herle) organized a follow-up workshop about geotechnical engineering education at the annual meeting of the ALERT Geomaterials community...",
  "por_txt_cntn": "\nScope. The International Workshop on Education of Future Geotechnical Engineers in Response to Emerging Multi-scale Soil-Environment Problems was held at the University of Cambridge on September 5-6, 2014. Participants included 44 scholars, including 21 from Europe and 23 from the United States. New trends in college engineering education, curricular improvements and professional developments were discussed around five major thrusts: (1) Earthquake engineering and soil cyclic behavior; (2) Fundamental processes of thermo-hydro-chemo-bio-mechanical couplings; (3) Geostructures involving thermo-hydro-chemo-bio-mechanical couplings; (4) From grain-scale mechanics to large-scale mechanisms; (5) Ground improvement for environment protection. Groups constituted of scholars from various levels of seniority, and balancing European and American institutions, identified current education challenges and promising technologies for each thrust. Curricular models were also discussed during plenary sessions.\n\n \n\nIntellectual Merit. Each subgroup identified scientific, technical and communication skills required for solving problems in emerging geotechnical areas. The most cited topics were differential equations, mechanics, fluid and heat transfer, geochemistry and biology. New educational strategies and in-class activities were proposed to enhance undergraduate engineering curricula, in particular the use of graphical media, virtual labs and electronic archiving resources. Various forms of collaboration between universities and the industry were discussed to integrate professional development based on design projects into the curriculum. The workshop involved 12 graduate students who got to meet and collaborate with a diverse and recognized group of geotechnical engineering faculty members. Some of the students stayed in contact and met at international conferences after the workshop to prepare a journal paper and initiate collaborations. Students mentioned that the workshop had given them an opportunity to reflect on the vision they have of academia. Direct feedback from participants indicates that the workshop not only provided opportunities for future scientific collaborations and international professional networking, but also triggered momentum to implement new in-class activities and to propose curricular changes.\n\n \n\nBroader impacts. This workshop facilitated the participation of young members of the U.S. research community to the International Symposium on Geomechanics from Micro to Macro, held at the University of Cambridge (England) in September 2014. Workshop participants included a balanced proportion of Full Professors, Associate and Assistant Professors, and students; 43% of the participants were women. For each of the five thrusts, a group of participants mixing senior faculty, junior faculty and students wrote an abstract summarizing the main conclusions drawn from the workshop. A report gathering all the abstracts was published on line (in Smartech, Georgia Tech electronic archiving repository). Recommendations made during the workshop to better prepare future engineers to geomaterial characterization, experimental testing procedures and geotechnical design included: use of technology in class activities, development of on line resources for archiving and teaching, industry/university partnerships for professional development, inter-disciplinary curricular development and international collaborations. Under the leadership of three students, one of the groups submitted a journal paper for possible publication in the ASCE Journal of Professional Issues in Engineering Education and Practice. Two European workshop participants (Profs. Vigginani and Herle) organized a follow-up workshop about geotechnical engineering education at the annual meeting of the ALERT Geomaterials community held in Aussois (France) in October 2015. At this occasion, the lead PI (Dr. Arson) presented the main findings of the 2014 NSF workshop, highligh..."
 }
}