{
 "awd_id": "1444469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Infrastructure-free Security Monitoring and Tracking for Wireless Target (iSMoWT)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-06-09",
 "awd_max_amd_letter_date": "2014-06-09",
 "awd_abstract_narration": "The main motivation and goal for the proposed research project is to provide new techniques that assist law enforcement address the rise in crimes involving mobile devices, particularly tackle the difficulty of tracking down a mobile device in a loosely controlled wireless environment. Previous research results have demonstrated good outcomes. With the support of I-Corps funding, the team believes that the proposed system will be examined and integrated by a large body of related government agencies, industrial institutions, and digital forensics companies, thereby having a great impact on improving public safety in general. \r\n\r\nThe goal of this project is to establish an infrastructure-free security monitoring and tracking system for wireless targets ( iSMoWT) that focuses on identifying the location of a target mobile device with pieces of information gathered by collaborative wireless monitoring devices in a WiFi network. The iSMoWT system differs from other existing mobile device localization systems in that iSMoWT provides a way to track a target mobile device rather than perform self-localization based on the GPS and location sensors built in a device itself.  Further, iSMoWT does not rely on the data gathered at pre-deployed wireless infrastructure nodes such as WiFi Access Points and the Base-stations of cellphone carriers. In this I-Corps project, the team is also interested in exploring other potential application fields for iSMoWT, such as health care systems and wireless network performance management systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ping",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ping Ji",
   "pi_email_addr": "pji@gc.cuny.edu",
   "nsf_id": "000096209",
   "pi_start_date": "2014-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY John Jay College of Criminal Justice",
  "inst_street_address": "524 W 59TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122378449",
  "inst_zip_code": "100191007",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NGK8GHNABTB8"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY John Jay College of Criminal Justice",
  "perf_str_addr": "524 West 59th Street",
  "perf_city_name": "New York City",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100191069",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF ICorps program has supported us to identify the possibility and opportunity for transferring our technology on Mobile Device Tracking into commercial products, particularly through searching for the right market that may benefit from our previous NSF research results. This project has provided all the three team members, especially our Entrepreneur Lead, a PhD candidate, tremendous opportunity in learning new knowledge and obtaining new experiences in the business world, which differs from Academia study completely. Both the PI and the EL have been given opportunities to explore a different kind of research - the market research that we do not encounter at all while working on academia problems.&nbsp; This project also gives us chance to assess the possibilities of transferring our technology into real-life applications before any action on the transfer is taken, thereafter saves time and efforts on nonrealistic attempts. The project further helps us to carefully develop a reasonable business plan on transferring our technology into commercial products.&nbsp;The experience that we obtained through the ICorps project is crucial for successful technology transfer in the future! Although we have made a &ldquo;NO-GO decision&rdquo; in terms of forming a start-up company based on the particular research results proposed in this ICorps grant, the ICorps project itself provided a precious opportunity to all the three of us to understand better on how academia research and technologies can be transferred into commercial products successfully. If such a technology transfer is successful, more people can benefit from the research that is usually only published or implemented in academia world. In our case, we have explored how our technology can help small business owners to improve their sales, attract and retain more customers, and build a stronger customer relationship. Therefore, this project's impact on the society beyond science and technology is extraordinary.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2016<br>\n\t\t\t\t\tModified by: Ping&nbsp;Ji</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF ICorps program has supported us to identify the possibility and opportunity for transferring our technology on Mobile Device Tracking into commercial products, particularly through searching for the right market that may benefit from our previous NSF research results. This project has provided all the three team members, especially our Entrepreneur Lead, a PhD candidate, tremendous opportunity in learning new knowledge and obtaining new experiences in the business world, which differs from Academia study completely. Both the PI and the EL have been given opportunities to explore a different kind of research - the market research that we do not encounter at all while working on academia problems.  This project also gives us chance to assess the possibilities of transferring our technology into real-life applications before any action on the transfer is taken, thereafter saves time and efforts on nonrealistic attempts. The project further helps us to carefully develop a reasonable business plan on transferring our technology into commercial products. The experience that we obtained through the ICorps project is crucial for successful technology transfer in the future! Although we have made a \"NO-GO decision\" in terms of forming a start-up company based on the particular research results proposed in this ICorps grant, the ICorps project itself provided a precious opportunity to all the three of us to understand better on how academia research and technologies can be transferred into commercial products successfully. If such a technology transfer is successful, more people can benefit from the research that is usually only published or implemented in academia world. In our case, we have explored how our technology can help small business owners to improve their sales, attract and retain more customers, and build a stronger customer relationship. Therefore, this project's impact on the society beyond science and technology is extraordinary.\n\n\t\t\t\t\tLast Modified: 03/30/2016\n\n\t\t\t\t\tSubmitted by: Ping Ji"
 }
}