{
 "awd_id": "1444633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Physical, Social and Situational Factors as Determents of Public WiFi Users Online Behaviors",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 215002.0,
 "awd_amount": 215002.0,
 "awd_min_amd_letter_date": "2014-08-18",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "The proliferation of public WiFi networks allows users to access the Internet from various public locations. Unfortunately, many public WiFi networks are unencrypted and insecure, posing risks to users' security and privacy, and allowing users to potentially initiate illegal online behaviors. In this interdisciplinary collaboration between social scientists and computer scientists, the PIs build upon sociological, psychological, and criminological models that leverage constructs of community, space, and time, and extend them to study users' perceptions of and behavior on public WiFi networks.\r\n\r\nThis study gathers data from public WiFi networks across the state of Maryland, and explores whether public WiFi users' online behaviors (both legitimate and illegitimate) and vulnerabilities to cybercrime victimization are shaped by (1) time of day; (2) the speed and level of security of the WiFi connection; (3) the socio-economic characteristics of the neighborhood within which the  WiFi network is located; (4) the type of business operating the  public WiFi; (5) the physical arrangement and number of individuals present in the location; and (6) the presence of cyber-security awareness cues in the physical environment. This project enables the development of strategies, policies, and best practices for encouraging safe use of public WiFi networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Maimon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Maimon",
   "pi_email_addr": "dmaimon@gsu.edu",
   "nsf_id": "000582071",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Katz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Katz",
   "pi_email_addr": "jkatz@cs.umd.edu",
   "nsf_id": "000148714",
   "pi_start_date": "2014-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "2220 LeFrak Hall",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207428235",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "114Z",
   "pgm_ref_txt": "SaTC-CISE-SBE New Collabs"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8225",
   "pgm_ref_txt": "SaTC Special Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 215002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">The proliferation of public WiFi networks in small businesses, academic institutions, and municipalities allows users to access the Internet from various public locations. Unfortunately, the nature of these networks pose serious risks to users&rsquo; security and privacy. Specifically, in most cases, these wireless networks are easily accessible to customers and other users, and do not require any form of user authentication or identification for using them. Since many of the public WiFi networks are unencrypted and allow for an easy distribution of malware, &nbsp;man-in-the-middle attacks, and hijacking connection , they pose series risks to their users&rsquo; security and privacy. As a result, public WiFi users are encouraged to adopt a range of self-protective behaviors to prevent their potential online victimization. This project explored the prevalence of self-protective behaviors among public WiFi network users. To accomplish our goals, we collected data from public WiFi networks using three phases of field observations: (1) baseline assessment, (2) introduction of a private (honeypot) WiFi network, and (3) introduction of a private (honeypot) WiFi network that uses security awareness cues to nudge public WiFi users to be vigilant while using the network. Phase one baseline data were collected using packet-sniffing of 24 public WiFi networks in the DC metropolitan area. Phase two data were obtained through introducing a honeypot WiFi network to 109 locations around the DC Metropolitan area and an implementation of a quasi-experimental one-group-post-test-only research design. Finally, in the third and final phase of our research we deployed 70 honeypot WiFi networks in different locations in the DC metropolitan area and assessed the effectiveness of security awareness cues in the online environment on public WiFi users susceptibility to cyber victimization.</p>\n<p class=\"Body\">Few key findings reveal that although most WiFi users avoid accessing banking websites using established public WiFi networks, they still use these networks to access social networks, email, and other websites that handle sensitive information. Nevertheless, when logged in to a WiFi network that has some uncertainty regarding the legitimacy and security practices of its operator, WiFi network users tend to avoid most websites that handle sensitive information. &nbsp;</p>\n<p class=\"Body\">This project delivered:</p>\n<p class=\"Body\">1. Descriptions of the attack vectors to which public WiFi users are particularly susceptible to</p>\n<p class=\"Body\">2. Strategies and policies to support public WiFi defense</p>\n<p class=\"Body\">3. Contributions to social theory on public WiFi users&rsquo; susceptibility to cyber crime</p>\n<p class=\"Body\">4. A corpus of public WiFi data that is embedded in physical and social contexts that could be re-used by the scientific community</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2017<br>\n\t\t\t\t\tModified by: David&nbsp;Maimon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The proliferation of public WiFi networks in small businesses, academic institutions, and municipalities allows users to access the Internet from various public locations. Unfortunately, the nature of these networks pose serious risks to users? security and privacy. Specifically, in most cases, these wireless networks are easily accessible to customers and other users, and do not require any form of user authentication or identification for using them. Since many of the public WiFi networks are unencrypted and allow for an easy distribution of malware,  man-in-the-middle attacks, and hijacking connection , they pose series risks to their users? security and privacy. As a result, public WiFi users are encouraged to adopt a range of self-protective behaviors to prevent their potential online victimization. This project explored the prevalence of self-protective behaviors among public WiFi network users. To accomplish our goals, we collected data from public WiFi networks using three phases of field observations: (1) baseline assessment, (2) introduction of a private (honeypot) WiFi network, and (3) introduction of a private (honeypot) WiFi network that uses security awareness cues to nudge public WiFi users to be vigilant while using the network. Phase one baseline data were collected using packet-sniffing of 24 public WiFi networks in the DC metropolitan area. Phase two data were obtained through introducing a honeypot WiFi network to 109 locations around the DC Metropolitan area and an implementation of a quasi-experimental one-group-post-test-only research design. Finally, in the third and final phase of our research we deployed 70 honeypot WiFi networks in different locations in the DC metropolitan area and assessed the effectiveness of security awareness cues in the online environment on public WiFi users susceptibility to cyber victimization.\nFew key findings reveal that although most WiFi users avoid accessing banking websites using established public WiFi networks, they still use these networks to access social networks, email, and other websites that handle sensitive information. Nevertheless, when logged in to a WiFi network that has some uncertainty regarding the legitimacy and security practices of its operator, WiFi network users tend to avoid most websites that handle sensitive information.  \nThis project delivered:\n1. Descriptions of the attack vectors to which public WiFi users are particularly susceptible to\n2. Strategies and policies to support public WiFi defense\n3. Contributions to social theory on public WiFi users? susceptibility to cyber crime\n4. A corpus of public WiFi data that is embedded in physical and social contexts that could be re-used by the scientific community\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2017\n\n\t\t\t\t\tSubmitted by: David Maimon"
 }
}