{
 "awd_id": "1444847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Opportunities for Creativity and Expression: Chromat-O-Art",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-06-24",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "The proposed product in this proposal promotes education through hands-on activities. Allowing people to use their imagination while learning about science creates an experience of fun and learning while simultaneously producing custom-made gifts. Hands-on activities such as this proposed kit provide real-world examples of chemical processes spurring Creative Explorers' interest and provoking a more personal connection to science. Exploration provides a motivational connection in a highly personal and individual fashion. And exploration teaches innovation.\r\n\r\nIn this proposal, the proposed product \"Chromat-O-Art\" promotes creative expression using science to create art.  Many of today's toys are battery-required; they often include some kind of electronic wizardry in a plastic shape that seem to 'play on their own' with sound and flashing lights.  All that thinking, all that problem-solving has been done by someone else, not the youngster who has been given the toy.  Children need the chance to create, to imagine how they might make something better.  Thinking independently and learning to be creative take practice; they do not just happen automatically.  Chromat-O-Art involves a process by which the user splays and disperses colored dyes onto and within a surface to develop a crude chromatogram.  The user is then challenged to prepare cutouts by which to assemble colorful shapes onto a greeting card, or to prepare simple jewelry, or artistic design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Becvar",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Becvar",
   "pi_email_addr": "jbecvar@utep.edu",
   "nsf_id": "000280655",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799025816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF grant funded an I-CORPS project (Team 328) to investigate the viability of a commercial venture created around US patents held by the PI that had developed as an offshoot to a prior NSF grant.&nbsp; The patents covered the process of a coloration method called &ldquo;Chromat-O-Art&rdquo;: porous material like filter paper can be colored with inks in a tie-dye like fashion and then used to create collage-like-art on a blank greeting card.&nbsp; The grant covered the costs of the Team members to travel twice to Ann Arbor, Michigan in order to participate in a seven week course on business development based on Steve Blank&rsquo;s Lean Launchpad model for development of businesses using Alex Osterwalder&rsquo;s Business Model Canvas. &nbsp;</p>\n<p>A major pivot took place when the Team departed from the strategy to use the patented intellectual property as the basis for the possible business venture.&nbsp; The Team thought a more profitable and quicker-to-develop business in the largely Hispanic community of El Paso, Texas would be to create a resale business entity in which science-related kits and toys would be purchased wholesale and then sold at higher prices at grade school functions like bazaars, science nights, Christmas and holiday fairs. The Team felt that people would be willing to use disposable income to purchase these items on impulse and because the availability of the items would fill an educational need to purchase something of learning value for their children.&nbsp; The Team found that school children were interested in playing with the items, but parents were not convinced to make the purchases.&nbsp; Parents must have been looking for something else: very, very few sales were accomplished at the school fairs attended.&nbsp; The profit from sales did not even pay for the &lsquo;rental cost&rsquo; of being allowed to set up the sales table at the fairs.&nbsp; The business idea might have been viable in more affluent communities, but was not in El Paso, Texas.&nbsp; The grant did provide eye-opening, hands-on, minds-engaged learning about the business world and the difficulty faced by entrepreneurs attempting to develop a successful income-earning business in the real world.&nbsp; The learning was successful, the business venture was not.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/18/2015<br>\n\t\t\t\t\tModified by: James&nbsp;E&nbsp;Becvar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF grant funded an I-CORPS project (Team 328) to investigate the viability of a commercial venture created around US patents held by the PI that had developed as an offshoot to a prior NSF grant.  The patents covered the process of a coloration method called \"Chromat-O-Art\": porous material like filter paper can be colored with inks in a tie-dye like fashion and then used to create collage-like-art on a blank greeting card.  The grant covered the costs of the Team members to travel twice to Ann Arbor, Michigan in order to participate in a seven week course on business development based on Steve BlankÆs Lean Launchpad model for development of businesses using Alex OsterwalderÆs Business Model Canvas.  \n\nA major pivot took place when the Team departed from the strategy to use the patented intellectual property as the basis for the possible business venture.  The Team thought a more profitable and quicker-to-develop business in the largely Hispanic community of El Paso, Texas would be to create a resale business entity in which science-related kits and toys would be purchased wholesale and then sold at higher prices at grade school functions like bazaars, science nights, Christmas and holiday fairs. The Team felt that people would be willing to use disposable income to purchase these items on impulse and because the availability of the items would fill an educational need to purchase something of learning value for their children.  The Team found that school children were interested in playing with the items, but parents were not convinced to make the purchases.  Parents must have been looking for something else: very, very few sales were accomplished at the school fairs attended.  The profit from sales did not even pay for the ærental costÆ of being allowed to set up the sales table at the fairs.  The business idea might have been viable in more affluent communities, but was not in El Paso, Texas.  The grant did provide eye-opening, hands-on, minds-engaged learning about the business world and the difficulty faced by entrepreneurs attempting to develop a successful income-earning business in the real world.  The learning was successful, the business venture was not.\n\n \n\n\t\t\t\t\tLast Modified: 03/18/2015\n\n\t\t\t\t\tSubmitted by: James E Becvar"
 }
}