{
 "awd_id": "1444978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: A Geochemical Perspective On Productive Differentiation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 25169.0,
 "awd_amount": 25169.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2014-06-28",
 "awd_abstract_narration": "Researchers seek understanding of the processes that led to the very complex, large-scale societies in which most of the world's population now lives, and of the factors that bound their members together and fostered continued development. Such societies began to emerge separately in many parts of the world, providing an opportunity to investigate what underlying factors these early complex societies share, as well as how different contexts shaped them in varying ways. Archaeology is uniquely able to study the origins of complex societies because their beginnings occurred far back in time - well beyond the reach of written history. Since all human societies must provide their members with at least the basic necessities of life, economic organization is one of the keys to understanding why development flourished in some early complex societies and just how their trajectories took the courses that they did. Research focuses how some human groups initially built enough trust among different local groups that they could rely upon each other to produce goods that all families needed for their survival. This project will contribute to this effort by reconstructing the economics of one set of villages as they underwent such a transformation some 6,000 years ago. In the process it will further researchers' ability to put advanced analytical techniques in geochemistry to work in the effort to reconstruct ancient human relations better. It will provide training in these techniques to archaeology students, and it will foster deeper appreciation of anthropological research questions on the part of specialists in applying physical and chemical techniques to archaeological materials.  This project will serve to further the scientific education of Mr. Tao Li, a doctoral candidate and provide the data necessary for his to produce a dissertation thesis. It will also serve to strengthen institutional ties between the University of Pittsburgh and the University of the Chinese Academy of Sciences.\r\n\r\nAncient pottery has always been a particularly important material to archaeologists because it was widely used, it breaks easily, and its fragments, once discarded, are preserved almost indefinitely. It is usually the most abundant material archaeologists recover from ancient complex societies. This project will use pottery as a window into ancient economic organization. By identifying the chemical fingerprints of different sources of clay for pottery making, the researchers will trace out the networks of distribution that brought pottery made at different places to the families of three Hongshan villages in northeastern China between about 4500 and 3000 BC. It will determine how complex these networks were, how extensive was the economic interdependence involved, and whether pottery production and distribution had important connections to emerging leadership roles and the first regional political integration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Drennan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Drennan",
   "pi_email_addr": "drennan@pitt.edu",
   "nsf_id": "000342910",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tao",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tao Li",
   "pi_email_addr": "tal61@pitt.edu",
   "nsf_id": "000658255",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "Niuheliang Work Station and Chinese Academy of Sciences",
  "perf_str_addr": "",
  "perf_city_name": "Lingyuan and Beijing",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25169.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin-bottom: 0in;\">Hongshan communities of northeastern China between about 4500 and 3000 BC represent some of the earliest complex societies in eastern Asia during the Neolithic period. These communities emerged in a context of rapidly growing population and developing economies. Their predecessors were communities in which each household was fundamentally self-sufficient, producing all the basic necessities of their daily life. Hongshan communities were organized around ritual buildings that often served as the places where leaders were buried with elaborate ceremony and with very skillfully carved jades of symbolic significance included as offerings within the burial chambers. These carved jades, as well as large hollow painted ceramic cylinders incorporated as architectural elements in the ritual buildings, required high levels of skill to make--levels of skill that some researchers have argued could only be attained by full-time craft specialists. On this basis, Hongshan economy has often been considered highly developed, with intensive craft specialization and considerable economic interdependence between households. Following this line of thinking, researchers have proposed that the Hongshan leaders buried in monumental tombs owed much of their social preeminence and political power to their participation in economic production and the opportunities this participation afforded for the accumulation of resources. By managing the production of goods needed by the population in general and controlling the distribution of these goods, it is argued, aspiring elite members of society could make potential followers dependent upon them for basic necessities.</p>\n<p style=\"margin-bottom: 0in;\">This is one of several models advanced to explain the dynamics of the early complex hierarchical societies that emerged in many parts of the world relatively soon after the establishment of agriculture. The kinds of goods whose production has inspired the application of this model to Hongshan communities, however, are not basic necessities at all but very special non-utilitarian and symbolically charged objects. In this research, pottery was used as a window into the economic organization and development of Hongshan societies. Taking advantage of large collections of pottery from identifiable individual Hongshan households that resulted from previous NSF-sponsored research, this project applied advanced geochemical analysis to reconstruct patterns of production and distribution with a primary focus not on elite and ritual goods but on the utilitarian pottery of daily life.</p>\n<p style=\"margin-bottom: 0in;\">Portable X-ray fluorescence analysis of a very large sample of broken pottery sherds discarded by 16 Hongshan households in three residential zones of two small regional polities made it possible to identify 12 different pottery producers on the basis of their selection of raw materials and means of processing them. Both utilitarian and non-utilitarian pottery were locally produced; there was no sign of imports from outside the relatively small Upper Daling valley. It is clear that every household did not produce its own pottery, but relied on a smaller number of households that produced pottery for others in the community. It is equally clear that pottery production was not highly specialized or centralized with one or just a very few workshops producing pottery for large numbers of consumers. All 16 households consumed pottery from at least several of the 12 producers, showing that pottery distribution networks were non-exclusive, open, broad, and overlapping. While the exact locations of the 12 pottery producers were not determined, the spatial distributions of their products suggest that they were spread in various locations through the Upper Daling valley. The pottery they made probably did not travel much beyond the confines of the valley, giving way at relativ...",
  "por_txt_cntn": "Hongshan communities of northeastern China between about 4500 and 3000 BC represent some of the earliest complex societies in eastern Asia during the Neolithic period. These communities emerged in a context of rapidly growing population and developing economies. Their predecessors were communities in which each household was fundamentally self-sufficient, producing all the basic necessities of their daily life. Hongshan communities were organized around ritual buildings that often served as the places where leaders were buried with elaborate ceremony and with very skillfully carved jades of symbolic significance included as offerings within the burial chambers. These carved jades, as well as large hollow painted ceramic cylinders incorporated as architectural elements in the ritual buildings, required high levels of skill to make--levels of skill that some researchers have argued could only be attained by full-time craft specialists. On this basis, Hongshan economy has often been considered highly developed, with intensive craft specialization and considerable economic interdependence between households. Following this line of thinking, researchers have proposed that the Hongshan leaders buried in monumental tombs owed much of their social preeminence and political power to their participation in economic production and the opportunities this participation afforded for the accumulation of resources. By managing the production of goods needed by the population in general and controlling the distribution of these goods, it is argued, aspiring elite members of society could make potential followers dependent upon them for basic necessities.\nThis is one of several models advanced to explain the dynamics of the early complex hierarchical societies that emerged in many parts of the world relatively soon after the establishment of agriculture. The kinds of goods whose production has inspired the application of this model to Hongshan communities, however, are not basic necessities at all but very special non-utilitarian and symbolically charged objects. In this research, pottery was used as a window into the economic organization and development of Hongshan societies. Taking advantage of large collections of pottery from identifiable individual Hongshan households that resulted from previous NSF-sponsored research, this project applied advanced geochemical analysis to reconstruct patterns of production and distribution with a primary focus not on elite and ritual goods but on the utilitarian pottery of daily life.\nPortable X-ray fluorescence analysis of a very large sample of broken pottery sherds discarded by 16 Hongshan households in three residential zones of two small regional polities made it possible to identify 12 different pottery producers on the basis of their selection of raw materials and means of processing them. Both utilitarian and non-utilitarian pottery were locally produced; there was no sign of imports from outside the relatively small Upper Daling valley. It is clear that every household did not produce its own pottery, but relied on a smaller number of households that produced pottery for others in the community. It is equally clear that pottery production was not highly specialized or centralized with one or just a very few workshops producing pottery for large numbers of consumers. All 16 households consumed pottery from at least several of the 12 producers, showing that pottery distribution networks were non-exclusive, open, broad, and overlapping. While the exact locations of the 12 pottery producers were not determined, the spatial distributions of their products suggest that they were spread in various locations through the Upper Daling valley. The pottery they made probably did not travel much beyond the confines of the valley, giving way at relatively short distances to the wares of other small-scale pottery producers.\nHongshan communities, then, do show to some degree the association between the emergence..."
 }
}