{
 "awd_id": "1444094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TUES: EAGER: Scaffolding Big Data for Authentic Learning of Computing",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie August",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 97658.0,
 "awd_amount": 97658.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2014-08-17",
 "awd_abstract_narration": "The continued rapid evolution of computation and its impact on the world creates new challenges for the design of learning experiences in computation at the university level. Deeply informed skills and knowledge about computation are increasingly needed in all fields of study, including emerging fields like the \"digital humanities.\" Growing awareness of \"computational thinking\" as a 21st century competency requires that learning the basics of computation becomes a part of every university student's education. However, weaving together the curriculum, pedagogy, and tools that engage learners with different dispositions and expectations about their learning of computation is a critical challenge. This exploratory project will investigate an approach to meeting this challenge by crafting authentic and engaging learning experiences using \"big data\" that are about real phenomenon and are realistic in scale and complexity. This approach stimulates motivation to learn and places real world problems at the core of the learning experience. The real world focus encourages additional study of computation and is believed to be especially useful to recruit and retain women in computing-intensive fields.\r\n\r\nThe project will create curriculum and technologies for use in a computational thinking course and two introductory computer science courses. The work will (1) develop novel curriculum resources leveraging \"big data\", including interactive learning materials integrating graphical programming, visualization, and in-line execution; (2) expand and enhance a framework used to scaffold access to big data streams by adding many new streams and including interfaces to visualization and other critical services; and (3) develop, apply, and analyze an extensive set of assessment measures including assessments related to achievement of learning objectives, student motivation, and the dynamics of student cohorts. This work can serve as a national test-bed that: (1) offers a model for other universities grappling with the challenge of providing education in computation for all students, (2) provides an on-ramp for developing minor courses of study in computer science, (3) creates resources that infuse existing computer science courses with engaging big data projects, and (4) contributes to evolving discussions of theories on how students are best introduced to the computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Kafura",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis G Kafura",
   "pi_email_addr": "kafura@cs.vt.edu",
   "nsf_id": "000442121",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Shaffer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford A Shaffer",
   "pi_email_addr": "shaffer@vt.edu",
   "nsf_id": "000234855",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eli",
   "pi_last_name": "Tilevich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eli Tilevich",
   "pi_email_addr": "tilevich@cs.vt.edu",
   "nsf_id": "000187843",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "2202 Kraft Drive",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 97658.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit<br />The continued rapid evolution of computation and its impact on the world creates a new challenge for designing the learning experiences about computation at all levels of education. Recent initiatives by the state and federal governments in the US have been proposed to more deeply integrate computation into the K-12 curriculum. However, universities are facing the same challenge. Deeply informed skills and knowledge about computation are needed in all STEM-H disciplines, and new requirements are emerging in non-traditional fields, like &ldquo;digital humanities&rdquo;. This growing awareness of &ldquo;computational thinking&rdquo; as a 21st century competency requires computation to be positioned in a university&rsquo;s general education curriculum. Weaving together the curriculum, pedagogy, and tools that engage learners with starkly different backgrounds and career goals that influence their learning of computation is a critical challenge which we address in our research.</p>\n<p><br />By introducing authentic, massively-sized datasets of relevance to students into the early undergraduate curriculum, we can create a more engaging experience for students where they develop a functional knowledge of &ldquo;big data&rdquo; along with foundational knowledge of computation. We also addressed the issue of how to make programming more approachable for students with no prior experience in computing. This project provided an excellent opportunity to improve the theoretical understanding of the problems and best practices for teaching &ldquo;big data&rdquo;, even as it offered a practical method for individual instructors to begin using the resources and tools we developed. This project also provided insights into the challenge of designing engaging and relevant contexts for projects that positively impact learning outcomes, while simultaneously enabling a students from a broad array of discipline to work with one of the most important technologies of the modern era.</p>\n<p><br />Broader Outcomes<br />Our research makes learning about computing more engaging in two ways. First, by using a &ldquo;big data&rdquo; theme to create engaging and authentic learning experiences, this project had significant positive impacts on a broad population of students, especially populations that are traditionally underrepresented in computing or find computing less approachable. Our approach is informed by prior research showing that women are more likely to study and excel in Computer Science when content is contextualized and proven useful for solving real-world problems. Similarly, non-major students will benefit from the realistic assignments that directly relate to their intended line of work, further increasing their competence within computing, motivating additional study of computer science, and fostering a sense of identity within the computing community. Finally, appropriately redesigning programming projects to involve interesting, contextualized &ldquo;big data&rdquo; is likely to improve recruitment, retention, and engagement of students within Computer Science. Second, we developed technology that allows students with no prior programming to use a visual language where elements (blocks) are snapped together to learn the basics of programming. The environment is mapped directly to a subset of a popular text-based programming language (Python), allowing students to transition gradually from blocks to text. In both the block form and the text form students are able to use &ldquo;big data&rdquo; resources so that their programs have a high degree of realism.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2016<br>\n\t\t\t\t\tModified by: Dennis&nbsp;G&nbsp;Kafura</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\nThe continued rapid evolution of computation and its impact on the world creates a new challenge for designing the learning experiences about computation at all levels of education. Recent initiatives by the state and federal governments in the US have been proposed to more deeply integrate computation into the K-12 curriculum. However, universities are facing the same challenge. Deeply informed skills and knowledge about computation are needed in all STEM-H disciplines, and new requirements are emerging in non-traditional fields, like \"digital humanities\". This growing awareness of \"computational thinking\" as a 21st century competency requires computation to be positioned in a university?s general education curriculum. Weaving together the curriculum, pedagogy, and tools that engage learners with starkly different backgrounds and career goals that influence their learning of computation is a critical challenge which we address in our research.\n\n\nBy introducing authentic, massively-sized datasets of relevance to students into the early undergraduate curriculum, we can create a more engaging experience for students where they develop a functional knowledge of \"big data\" along with foundational knowledge of computation. We also addressed the issue of how to make programming more approachable for students with no prior experience in computing. This project provided an excellent opportunity to improve the theoretical understanding of the problems and best practices for teaching \"big data\", even as it offered a practical method for individual instructors to begin using the resources and tools we developed. This project also provided insights into the challenge of designing engaging and relevant contexts for projects that positively impact learning outcomes, while simultaneously enabling a students from a broad array of discipline to work with one of the most important technologies of the modern era.\n\n\nBroader Outcomes\nOur research makes learning about computing more engaging in two ways. First, by using a \"big data\" theme to create engaging and authentic learning experiences, this project had significant positive impacts on a broad population of students, especially populations that are traditionally underrepresented in computing or find computing less approachable. Our approach is informed by prior research showing that women are more likely to study and excel in Computer Science when content is contextualized and proven useful for solving real-world problems. Similarly, non-major students will benefit from the realistic assignments that directly relate to their intended line of work, further increasing their competence within computing, motivating additional study of computer science, and fostering a sense of identity within the computing community. Finally, appropriately redesigning programming projects to involve interesting, contextualized \"big data\" is likely to improve recruitment, retention, and engagement of students within Computer Science. Second, we developed technology that allows students with no prior programming to use a visual language where elements (blocks) are snapped together to learn the basics of programming. The environment is mapped directly to a subset of a popular text-based programming language (Python), allowing students to transition gradually from blocks to text. In both the block form and the text form students are able to use \"big data\" resources so that their programs have a high degree of realism.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2016\n\n\t\t\t\t\tSubmitted by: Dennis G Kafura"
 }
}