{
 "awd_id": "1444827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative: Using Cognitive Techniques To Detect and Prevent Security Flaws",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2015-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 134255.0,
 "awd_amount": 134255.0,
 "awd_min_amd_letter_date": "2014-08-19",
 "awd_max_amd_letter_date": "2017-03-03",
 "awd_abstract_narration": "Software vulnerabilities are a substantial problem that exists in part due to programmer errors. A common cause is that programmers have a cognitive gap between their understanding of what actions code will perform and the actual actions the code performs. This work takes a first step toward rigorously understanding how humans think about code to (eventually) help to dramatically reduce bugs by building more human understandable programming languages and programs. This project will perform a pilot study to determine how to understand such security bugs, tease out the key aspects of them, and integrate this understanding into expert tutoring systems to help programmers detect them.\r\n\r\nCognitive science techniques will be used to derive the core contributing issues in existing security vulnerabilities by slicing vulnerabilities into their component parts and evaluating the resulting bugs. This will create a generalized understanding of security issues which will enable easy reproduction and replication of similar source code, which is ideal input for an expert tutoring tool. The resulting expert tutoring tool will be used to evaluate the effectiveness of tutoring in helping programmers reduce reduce their susceptibility to similar bugs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Cappos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Cappos",
   "pi_email_addr": "jcappos@nyu.edu",
   "nsf_id": "000600621",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Yanyan",
   "pi_last_name": "Zhuang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanyan Zhuang",
   "pi_email_addr": "yzhuang@uccs.edu",
   "nsf_id": "000656847",
   "pi_start_date": "2014-08-19",
   "pi_end_date": "2017-03-03"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Weber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Weber",
   "pi_email_addr": "sam.m.weber@gmail.com",
   "nsf_id": "000663445",
   "pi_start_date": "2017-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "15 Metrotech Center",
  "perf_city_name": "BROOKLYN",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "114Z",
   "pgm_ref_txt": "SaTC-CISE-SBE New Collabs"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8225",
   "pgm_ref_txt": "SaTC Special Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 134255.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Atoms of Confusion project was initiated to identify the potential root causes of developer misunderstandings about software code. The research team started with a hypothesis that developers often struggle to understand the code they maintain and implement because of patterns within the code itself. We labeled this sense of misunderstanding as \"confusion,\" and further defined that term as what happens when a developer anticipates a different output when a piece of code is run than what a computer would actually deliver.&nbsp;&nbsp;</p>\n<p><span id=\"docs-internal-guid-02938b3f-7bff-3e7e-dea8-4fea64725116\"><span>The importance of the project lies largely in the consequences it seeks to prevent. The type of confusion described above can be costly, both in economic and human terms, as misunderstandings can easily lead to compromisable flaws. </span></span></p>\n<p><span id=\"docs-internal-guid-02938b3f-7bff-3e7e-dea8-4fea64725116\"><span>Over the last two years, the team has identified small, self-contained patterns within lines of code as a source of this confusion.Through the use of empirical, objective techniques, and data collected through carefully constructed user studies, we have identified 15 of these patterns that we have named \"Atoms of Confusion.\" With our hypothesis that the source of the confusion was in the code itself confirmed, the past year has been devoted to&nbsp;<span id=\"docs-internal-guid-02938b3f-7c01-e5eb-b0f6-36d6778a9338\"><span>the &ldquo;whys, hows, and whats&rdquo; behind what we have found. In additional studies, we've begun to measure a number of factors that can affect levels of confusion, including where the atoms are located within a piece of code, and&nbsp;</span></span></span></span>the potential influence of native languages on programmer perceptions. This enhanced knowledge of what makes atoms confusing can form the groundwork for methods that can help developers avoid their use, and remove them when discovered. We've also begun to understand just how omnipresent these atoms are within code \"in the wild,\" through&nbsp; a quantitative assessment of the frequency of atoms in real-world software.&nbsp;</p>\n<p><span id=\"docs-internal-guid-02938b3f-7c04-8c96-f86a-323ae1ed1415\"> </span></p>\n<p dir=\"ltr\"><span>As our knowledge of these atoms and how they create confusion for those who maintain software develops, it makes it possible to pursue a number of related goals. In the near future, we hope to translate what we learn about atoms into </span><span>the development and implementation of tools, training programs, and code guidelines that can help programmers work more efficiently, and create securer and more reliable systems and software. In terms of security, these efforts represent a first step towards a more holistic approach that incorporates security as a key element in the initial design of software. Stepping away from the current approach to security as an &ldquo;add-on&rdquo; feature can ensure fewer vulnerabilities in the future, as well as reduced maintenance costs.</span></p>\n<p dir=\"ltr\"><span>On a broader scope, it is our hope that as other researchers learn of this work it will spark additional initiatives in this area of human/source code interaction. From the beginning, we have committed to making all of our data (once scrubbed of personally-identifying information) available to other researchers online, and this policy has continued. It is our hope that this free exchange of data will make it easier for other researchers to replicate or expand on our work. Furthemore, we hope that this commitment to transparency may encourage others doing related work to also share their data with the general public. Lastly, we view this project as an</span><span> exploratory step in finding ways to design software that is more \"human-comprehensible.&rdquo; As such, it can help to bridge the natural vs. machine language gap that contributes to many safety and productivity issues. </span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p><span><span><span><span><br /></span></span></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2018<br>\n\t\t\t\t\tModified by: Justin&nbsp;Cappos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Atoms of Confusion project was initiated to identify the potential root causes of developer misunderstandings about software code. The research team started with a hypothesis that developers often struggle to understand the code they maintain and implement because of patterns within the code itself. We labeled this sense of misunderstanding as \"confusion,\" and further defined that term as what happens when a developer anticipates a different output when a piece of code is run than what a computer would actually deliver.  \n\nThe importance of the project lies largely in the consequences it seeks to prevent. The type of confusion described above can be costly, both in economic and human terms, as misunderstandings can easily lead to compromisable flaws. \n\nOver the last two years, the team has identified small, self-contained patterns within lines of code as a source of this confusion.Through the use of empirical, objective techniques, and data collected through carefully constructed user studies, we have identified 15 of these patterns that we have named \"Atoms of Confusion.\" With our hypothesis that the source of the confusion was in the code itself confirmed, the past year has been devoted to the \"whys, hows, and whats\" behind what we have found. In additional studies, we've begun to measure a number of factors that can affect levels of confusion, including where the atoms are located within a piece of code, and the potential influence of native languages on programmer perceptions. This enhanced knowledge of what makes atoms confusing can form the groundwork for methods that can help developers avoid their use, and remove them when discovered. We've also begun to understand just how omnipresent these atoms are within code \"in the wild,\" through  a quantitative assessment of the frequency of atoms in real-world software. \n\n \nAs our knowledge of these atoms and how they create confusion for those who maintain software develops, it makes it possible to pursue a number of related goals. In the near future, we hope to translate what we learn about atoms into the development and implementation of tools, training programs, and code guidelines that can help programmers work more efficiently, and create securer and more reliable systems and software. In terms of security, these efforts represent a first step towards a more holistic approach that incorporates security as a key element in the initial design of software. Stepping away from the current approach to security as an \"add-on\" feature can ensure fewer vulnerabilities in the future, as well as reduced maintenance costs.\nOn a broader scope, it is our hope that as other researchers learn of this work it will spark additional initiatives in this area of human/source code interaction. From the beginning, we have committed to making all of our data (once scrubbed of personally-identifying information) available to other researchers online, and this policy has continued. It is our hope that this free exchange of data will make it easier for other researchers to replicate or expand on our work. Furthemore, we hope that this commitment to transparency may encourage others doing related work to also share their data with the general public. Lastly, we view this project as an exploratory step in finding ways to design software that is more \"human-comprehensible.\" As such, it can help to bridge the natural vs. machine language gap that contributes to many safety and productivity issues. \n\n\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 02/20/2018\n\n\t\t\t\t\tSubmitted by: Justin Cappos"
 }
}