{
 "awd_id": "1444233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: GPS Observations of Co- and Post-seismic Deformation in the Argentine Puna from the 1 Apr 2014, Mw 8.2, Pisagua, Chile, Earthquake Sequence",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 33880.0,
 "awd_amount": 38087.0,
 "awd_min_amd_letter_date": "2014-05-08",
 "awd_max_amd_letter_date": "2016-07-01",
 "awd_abstract_narration": "An unusual sequence of earthquakes began in the northern Chile subduction zone on March 16, 2014 with a 10-day long swarm of earthquakes that migrated to the north - a pattern similar to the swarm of earthquakes that presaged the 2011 magnitude 9.0 Tohoku Japan earthquake, which provoked concern in Chile because this megathrust zone last failed in a magnitude 8.8 earthquake in 1877 and is thought capable of producing a magnitude 9 earthquake again. So far, the largest event in the sequence is the April 1, 2014 magnitude 8.2 Pisagua, Chile earthquake. The ground deformation caused by this large earthquake will persist long after the earthquake and decay over a period of years. Measurements of the surface deformation during and after the event can provide important information about the properties of the Earth in the region, improve understanding of deformation processes, and aid in determining regions with a high likelihood of producing large aftershocks. Large dense GPS networks installed by U.S., German, French, Peruvian, and Chilean groups in Chile will record this deformation close to the earthquake epicenter but significant deformation is expected farther away in northwest Argentina. This rapid response project will install new GPS networks and collect data from existing GPS stations in the Argentine Puna Plateau to fully capture the ground motion associated with this event. These data will contribute to understanding the physics and hazard potential of large megathrust earthquakes in Chile and elsewhere, such as Cascadia, Alaska, and Japan.\r\n\r\nThe April 1, 2014 Mw 8.2 Pisagua, Chile earthquake was the largest event in an unusual sequence of earthquakes, which began in the northern Chile subduction zone on March 16, 2014. Based on the USGS preliminary teleseismic and surface wave inversion, slip occurred along a 250 km along-strike and about 150 km down-dip section of the Chile megathrust that last failed in an M 8.8 earthquake in 1877. U.S., Chilean, Peruvian, German, and the French groups have built relatively dense continuously operating GPS (CGPS) and survey mode GPS (SGPS) station networks in this region, thus the near-field inter-, co- and post-seismic transient signals will be well observed in northern Chile. However, there will be significant co-seismic and post-seismic transient motion up to 700 km from the main event, incorporating nearly all of the Altiplano and at least much of eastern Cordillera in Bolivia, and the Puna of northwestern Argentina. Measuring the mid- and far-field co- and post-seismic signals in the Altiplano and beyond will be critical to any geodynamic modeling effort. In rapid response to the April 1, 2014 Mw 8.2 Pisagua, Chile earthquake, this project will install 4 new CGPS stations and retrieve data from 10 CGPS stations in the Argentine Puna Plateau. Data will be made immediately available to the international earth science community through the UNAVCO Facility Archive. These geodetic data could be important in determining regions with a high likelihood of producing large aftershocks and for hazard mitigation efforts because the largest aftershock (M 7.7 on April 3) was larger than expected, potentially indicating continued unusual activity with the neighboring segments thought to retain a large slip deficit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Smalley",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Robert Smalley",
   "pi_email_addr": "rsmalley@memphis.edu",
   "nsf_id": "000179977",
   "pi_start_date": "2014-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "3890 Central Avenue",
  "perf_city_name": "Memphis",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "757100",
   "pgm_ele_name": "DEEP EARTH PROCESSES SECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 33880.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 4207.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was an NSF RAPID Grant funded to capture the ephemeral, postseismic far-field deformation in the Argentine Puna that was generated by the northern Chile, M8.2, Pisagua earthquake in April of 2014.&nbsp; This deformation signal was recorded using continuous GPS geodesy<strong>.</strong> The funds covered the installation and operation of 4 new CGPS stations, plus the operation of 10 previously installed CGPS stations, all in the Puna of Argentina. The RAPID grant period was for 1 year. The Grant was extended two years through two one-year no-cost extensions for a total of 3 years of data collection. The stations did not have communications, so data was recovered from the 14 sites once a year during a site visit. These download campaigns were supported using the residual funds remaining after the end of year 1 (we only needed to support the 10 days each year for data collection, the trips to South America were covered by other funds).</p>\n<p>We have now recovered 3 years of postseismic data, which is the minimum length to characterize the signal, and are starting to process it. We should have results ready for dissemination within a year. The data are all openly available from the UNAVCO Facility Archive.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;Smalley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was an NSF RAPID Grant funded to capture the ephemeral, postseismic far-field deformation in the Argentine Puna that was generated by the northern Chile, M8.2, Pisagua earthquake in April of 2014.  This deformation signal was recorded using continuous GPS geodesy. The funds covered the installation and operation of 4 new CGPS stations, plus the operation of 10 previously installed CGPS stations, all in the Puna of Argentina. The RAPID grant period was for 1 year. The Grant was extended two years through two one-year no-cost extensions for a total of 3 years of data collection. The stations did not have communications, so data was recovered from the 14 sites once a year during a site visit. These download campaigns were supported using the residual funds remaining after the end of year 1 (we only needed to support the 10 days each year for data collection, the trips to South America were covered by other funds).\n\nWe have now recovered 3 years of postseismic data, which is the minimum length to characterize the signal, and are starting to process it. We should have results ready for dissemination within a year. The data are all openly available from the UNAVCO Facility Archive.\n\n\t\t\t\t\tLast Modified: 09/13/2017\n\n\t\t\t\t\tSubmitted by: Robert Smalley"
 }
}