{
 "awd_id": "1444133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Origins Of Modern Human Behavior",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 12722.0,
 "awd_amount": 12722.0,
 "awd_min_amd_letter_date": "2014-08-14",
 "awd_max_amd_letter_date": "2014-08-14",
 "awd_abstract_narration": "Under the supervision of Dr. Curtis Marean at Arizona State University, Benjamin Schoville will study how early modern humans used stone tool technology to adapt to changing climates and coastlines in the Middle Stone Age (MSA, ~280-40 thousand years ago) of South Africa. This time period and region is critical for our understanding of modern human origins and documents when the unique set of cultural and behavioral traits common to all human populations today began to appear. Genetic and archaeological data indicate modern humans originated in Africa, but not every population survived and spread out of Africa. It is not well known how the environments of Africa influenced human biological and behavioral evolution in the MSA; however, several breakthrough technologies such as stone-tipped spears and long-range projectiles appear during this time period. By analyzing a cross-section of archaeological assemblages from the coast and interior, within enclosed spaces such as caves and on the open landscape, the researchers will provide clarity on how early humans used such technologies to forage for food. \r\nA defining trait of the human lineage is the creation, use, and transmission of cultural and technological knowledge. Understanding the interactions between technology and the environment is essential to illuminating the role of culture during the origin of our species. This study is focused on understanding ancient tool use from the study of lithic edge damage patterns at archaeological assemblages in southern Africa by using innovative image-based quantitative methods for analyzing stone tools. An extensive experimental program of modern tool use using replicated stone tools provides the comparative linkages between the archaeological artifacts and the tasks they were used for. The use of digital photographic methods makes advances in functional analysis while also allowing easy sharing with other researchers and archival accessibility. Together, the archaeological and experimental data produced by this project will provide new insights into how and why stone tools were made, used, and discarded - with important implications for the evolution of hunting, foraging, landscape use, warfare, and cooperation. The south coast of South Africa has a rich and complex MSA archaeological record including early evidence of complex behaviors and of occupation during cool and variable climates. By coupling their research with other researchers working on the paleoenvironments of southern Africa, transdisciplinary questions about how early humans structured their landscape tool-use behaviors will be addressed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Marean",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis W Marean",
   "pi_email_addr": "curtis.marean@asu.edu",
   "nsf_id": "000218688",
   "pi_start_date": "2014-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Schoville",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Schoville",
   "pi_email_addr": "Benjamin.Schoville@asu.edu",
   "nsf_id": "000651764",
   "pi_start_date": "2014-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study explored how early modern humans used stone tool technology to adapt to changing climates and coastlines in the Middle Stone Age (MSA, 280,000 &ndash; 30,000 years ago) of South Africa. The MSA is associated with the earliest fossil evidence for modern humans and complex cultural behaviors during a time period of dramatic climate change. Human culture allows for the creation, use, and transmission of technological knowledge that can evolve with changing environmental conditions. Understanding the interactions between technology and the environment is essential to illuminating the role of culture during the origin of our species.</p>\n<p>The research addressed how and where stone tools were used across the landscape. This was done by looking at collections of stone tools from both caves and sites out on the landscape (&ldquo;open-air&rdquo; sites). This is an important departure from most analyses of stone tools that study a single site because bigger patterns of human behavior, such as hunting and gathering, occurs across the landscape and not in individual sites. Importantly, this study refined existing functional analysis methodologies by incorporating an extensive experimental program using replicated stone tools with new statistical techniques for identifying multiple tool use signals.</p>\n<p>MSA foragers structured their tool use and discard behaviors on the landscape in several ways &ndash; by using and discarding hunting tools more frequently in the field rather than in caves/rockshelters, exposing tools to a more diverse set of wear-formation processes in open depositional contexts . This study provides evidence that during a significant microlithic technological shift seen in southern Africa at ~75,000 years ago, new technologies were developed alongside rather than replacing existing technologies. These results are compared with aspects of the European archaeological record at this time to identify features of early human technological behavior that may be unique to the evolutionary history of our species. For instance, modern humans appear to have structured their toolkit supply strategies with future residential activities in mind.</p>\n<p>This project made significant advances in archaeology by producing tightly controlled experimental datasets on tool edge damage production that form the linkages between archaeological observations and our understanding of prehistoric behavior. In addition, the documentation of stone tool edge damage patterning at MSA archaeological assemblages provides insight into behavioral patterns of tool-use across the landscape. The intellectual merit of this project is demonstrated by the contribution towards several big questions in anthropology such as the behavior of early modern humans, how environment shapes the use of technology, and the importance of hunting for modern human origins. This study provides an original approach to understanding landscape behavior, and is a creative use of GIS technology to objectively address stone tool function.</p>\n<p>The project has had broader impacts by developing the co-PI as a researcher with broad experience in South African archaeology. The project joined research from multiple projects, researchers, and graduate students to answer transdisciplinary questions about MSA behavior. The results of this project have been disseminated and presented at conferences in North America such as the Society for American Archaeology in San Francisco, 2015.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2015<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Schoville</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></di...",
  "por_txt_cntn": "\nThis study explored how early modern humans used stone tool technology to adapt to changing climates and coastlines in the Middle Stone Age (MSA, 280,000 &ndash; 30,000 years ago) of South Africa. The MSA is associated with the earliest fossil evidence for modern humans and complex cultural behaviors during a time period of dramatic climate change. Human culture allows for the creation, use, and transmission of technological knowledge that can evolve with changing environmental conditions. Understanding the interactions between technology and the environment is essential to illuminating the role of culture during the origin of our species.\n\nThe research addressed how and where stone tools were used across the landscape. This was done by looking at collections of stone tools from both caves and sites out on the landscape (\"open-air\" sites). This is an important departure from most analyses of stone tools that study a single site because bigger patterns of human behavior, such as hunting and gathering, occurs across the landscape and not in individual sites. Importantly, this study refined existing functional analysis methodologies by incorporating an extensive experimental program using replicated stone tools with new statistical techniques for identifying multiple tool use signals.\n\nMSA foragers structured their tool use and discard behaviors on the landscape in several ways &ndash; by using and discarding hunting tools more frequently in the field rather than in caves/rockshelters, exposing tools to a more diverse set of wear-formation processes in open depositional contexts . This study provides evidence that during a significant microlithic technological shift seen in southern Africa at ~75,000 years ago, new technologies were developed alongside rather than replacing existing technologies. These results are compared with aspects of the European archaeological record at this time to identify features of early human technological behavior that may be unique to the evolutionary history of our species. For instance, modern humans appear to have structured their toolkit supply strategies with future residential activities in mind.\n\nThis project made significant advances in archaeology by producing tightly controlled experimental datasets on tool edge damage production that form the linkages between archaeological observations and our understanding of prehistoric behavior. In addition, the documentation of stone tool edge damage patterning at MSA archaeological assemblages provides insight into behavioral patterns of tool-use across the landscape. The intellectual merit of this project is demonstrated by the contribution towards several big questions in anthropology such as the behavior of early modern humans, how environment shapes the use of technology, and the importance of hunting for modern human origins. This study provides an original approach to understanding landscape behavior, and is a creative use of GIS technology to objectively address stone tool function.\n\nThe project has had broader impacts by developing the co-PI as a researcher with broad experience in South African archaeology. The project joined research from multiple projects, researchers, and graduate students to answer transdisciplinary questions about MSA behavior. The results of this project have been disseminated and presented at conferences in North America such as the Society for American Archaeology in San Francisco, 2015.\n\n\t\t\t\t\tLast Modified: 10/19/2015\n\n\t\t\t\t\tSubmitted by: Benjamin Schoville"
 }
}