{
 "awd_id": "1445792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Regulation of Cartilage Mechanobiology by Hydrostatic Pressure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 267000.0,
 "awd_amount": 267000.0,
 "awd_min_amd_letter_date": "2014-06-09",
 "awd_max_amd_letter_date": "2014-06-09",
 "awd_abstract_narration": "Articular cartilage serves as a low-friction surface for the body's joints, withstanding millions of cycles of loads of several times body weight per year for decades of life. The cells in cartilage -  chondrocytes - perceive and respond to mechanical loading, which provide crucial signals for the normal development and maintenance of cartilage.  However, abnormal loading can lead to cartilage breakdown and osteoarthritis.  In this regard, an understanding of the mechanisms by which cells sense loading can provide important insights into the regulation of cartilage development, maintenance, and regeneration.  This EArly Grant for Exploratory Research (EAGER) award supports fundamental research to examine several new and specific pathways by which cells can sense mechanical signals, particularly the fluid pressure that occurs in cartilage as it is compressed.  This project will examine the role of various ion channels on the cell membrane as sensors of fluid pressure.  An improved understanding of these sensors could allow a means of manipulating the biological response of chondrocytes to prevent degeneration or to enhance tissue repair.  \r\n\r\nChondrocytes in articular cartilage respond to biophysical signals engendered in their extracellular matrix secondary to mechanical loading.  Due to the complex properties of the charged and hydrated cartilage matrix, physiological loading of cartilage exposes the chondrocytes to a variety of biophysical stimuli, including hydrostatic pressure.  Hydrostatic pressure has been clearly shown to enhance both chondrocyte matrix production and the transition of stem cells into chondrocytes.  Specifically, hydrostatic pressure, as opposed to other loading regimes, has been shown to drive chondrogenesis within the developing skeleton. However, the mechanism by which chondrocytes and stem cells transduce a hydrostatic pressure signal into a biological response is not understood. The goal of this study is to elucidate the mechanism of hydrostatic pressure signal transduction in chondrocytes and in chondrogenesis. Recent work has shown that chondrocytes transduce mechanical loading via a variety of mechanosensitive calcium channels in the transient receptor potential and PIEZO families.  Therefore, the goal of this study is to determine if hydrostatic pressure is transduced through these classes of mechanosensitive ion channels on the cell membrane.  The identification of the specific cellular and molecular transduction mechanisms in chondrocytes and chondrogenic stem cells that are activated by hydrostatic pressure could allow a means of manipulating the biological response of chondrocytes or stem cells to prevent osteoarthritis or enhance cartilage regeneration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farshid",
   "pi_last_name": "Guilak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farshid Guilak",
   "pi_email_addr": "guilak@wustl.edu",
   "nsf_id": "000072798",
   "pi_start_date": "2014-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 89924.0
  }
 ],
 "por": null
}