{
 "awd_id": "1445944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SKC Indigenous Research Center Planning Grant",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925173",
 "po_email": "lchase@nsf.gov",
 "po_sign_block_name": "Jody Chase",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 115469.0,
 "awd_amount": 115469.0,
 "awd_min_amd_letter_date": "2014-07-12",
 "awd_max_amd_letter_date": "2014-07-12",
 "awd_abstract_narration": "American Indian people are underrepresented in the STEM fields. Tribal colleges are working to develop their research capacity so as to broaden participation in research by American Indian people. Salish Kootenai College (SKC), the tribal college of the Confederated Salish and Kootenai Tribes, has in recent years likewise been expanding its research work, with both students and faculty. SKC faculty and administration recognize the importance of research in the recruitment and retention of students and faculty, in preparing students for STEM professions and graduate study, and in generating knowledge that benefits tribal communities and the rest of society.  An indigenous research center (IRC), the first of its kind at a tribal college, has been envisioned as a means to further develop research capacity and broaden participation in research at SKC and other tribal colleges.\r\n\r\nAs a first step toward the development of such a center, SKC will conduct a self study and needs assessment to gather information that will assist in conceptualizing the center.  The one-year study will be led by SKC and will include other tribal and non-tribal colleges, as well as related tribal entities, in gathering data to inform the feasibility, design, role, and operation of an IRC at SKC.  A wide array of data types, both quantitative and qualitative, will be collected using a variety of strategies including focus groups, surveys, interviews, site visits, teleconferencing and video conferencing, and archived institutional data.  The study will seek answers to questions such as \"What kinds of research efforts and resources currently exist at TCUs?  What strengths and hindrances related to research work are found within TCUs?  What are the research priorities for TCUs?  What types of assistance could an IRC provide to support the development of research capacity and broaden participation in research at TCUs?  What would be the logistics of establishing and operating an IRC at SKC?  Does the IRC align with SKC's vision and mission?  What kinds of resources already exist at SKC to support the maintenance of an IRC and what kinds of things would have to be acquired or established?\"  The needs assessment and self study will occur in stages, adding participants and collecting finer-grained information at each stage.  Data will be analyzed in several ways as appropriate for each data type, using descriptive statistics for quantitative data and thematic analysis for qualitative data, for example.  A formative report generated after the first few months of the study will inform later stages of the work.  A preliminary framework for he IRC will be iteratively revised by a broad range of TCU partners in the later stages of the study.  A comprehensive report of the study process and its final findings will be shared with the NSF and project stakeholders and will be made available to a wider audience on the SKC web site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sievert",
   "pi_last_name": "Regina",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sievert C Regina",
   "pi_email_addr": "Regina_Sievert@skc.edu",
   "nsf_id": "000279411",
   "pi_start_date": "2014-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Salish Kootenai College",
  "inst_street_address": "58138 US HIGHWAY 93",
  "inst_street_address_2": "",
  "inst_city_name": "PABLO",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062754800",
  "inst_zip_code": "598557700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "SALISH KOOTENAI COLLEGE, INC.",
  "org_prnt_uei_num": "Q1G9U7V3Q8C7",
  "org_uei_num": "Q1G9U7V3Q8C7"
 },
 "perf_inst": {
  "perf_inst_name": "Salish Kootenai College",
  "perf_str_addr": "PO Box 70",
  "perf_city_name": "Pablo",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598550070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 115469.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of the SKC Indigenous Research Center Feasibility Study was to gather information about the value and feasibility of establishing an Indigenous research center (IRC) at Salish Kootenai College (SKC). The project's objective was to conduct a study to inform 1) the feasibility of establishing and maintaining an IRC at Salish Kootenai College, 2) the tribal colleges and communities that could potentially partner in the proposed center, 3) the perceived value of the center in supporting culturally congruent research, 4) the current state of knowledge regarding Indigenous research methodologies among the center's potential partners, 5) the roles the center would play and services it would provide in supporting Indigenous research, 6)&nbsp; the resources that partners could contribute to the center, 7) the preferred design of the center, 8) and the sustainability of the center. The study consisted of two parts, the needs assessment conducted with potential tribal college and tribal community partners in the center, and the self-study of SKC to determine its readiness to support an IRC.</p>\n<p>Evidence gathered through the Indigenous Research Center Feasibility Study needs assessment overwhelmingly indicates the perceived value of the IRC to the tribal people involved in the study. The potential benefits of such a center are numerous, as indicated by the study findings. The findings also identify essential elements of such a center and potential challenges to establishing and maintaining the IRC. Priorities for roles and services for the center are identified and focus on the building of tribes&rsquo; research capacities through &ldquo;growing their own researchers&rdquo;. A secondary priority is the education of researchers from outside tribal communities.</p>\n<p>The self-study aspect of the IRC study suggests that SKC administrators, faculty members, and elders of the local tribes are prepared to support an IRC. The SKC administration committed to supporting the center&rsquo;s operation in many ways, including the provision of physical facilities and services such as IT support. Administrators and faculty members identified strengths of SKC that point to its readiness to support the center, including its strong reputation, well established infrastructure, and credentialed personnel.</p>\n<p>The intellectual merit and broadening participation impacts of this study are found in the evidence it provides for establishing an IRC. The findings from the study will be used in writing a grant proposal to secure funding for an IRC. The IRC has transformative potential due to its role in building tribes&rsquo; research capacity and in furthering the field of IR. The center will serve as an incubator for new strategies and methods for Indigenous research (IR). IRC work will include the design and delivery of trainings and courses in Indigenous research methodologies for Indigenous and non-Indigenous researchers and federal agencies. The center will develop an archive for publications and reports related to IR. It will provide internships, faculty fellowships, and professional meetings for researchers and students. All of these roles and services will result in new knowledge about IR, resources that support IR, and researchers with an increased capacity for using IRMs. This will lead to a greater degree of empowerment for Indigenous peoples as they take control of the research that is important to their communities and use their findings to address issues important to Indigenous peoples.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Regina&nbsp;C&nbsp;Sievert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of the SKC Indigenous Research Center Feasibility Study was to gather information about the value and feasibility of establishing an Indigenous research center (IRC) at Salish Kootenai College (SKC). The project's objective was to conduct a study to inform 1) the feasibility of establishing and maintaining an IRC at Salish Kootenai College, 2) the tribal colleges and communities that could potentially partner in the proposed center, 3) the perceived value of the center in supporting culturally congruent research, 4) the current state of knowledge regarding Indigenous research methodologies among the center's potential partners, 5) the roles the center would play and services it would provide in supporting Indigenous research, 6)  the resources that partners could contribute to the center, 7) the preferred design of the center, 8) and the sustainability of the center. The study consisted of two parts, the needs assessment conducted with potential tribal college and tribal community partners in the center, and the self-study of SKC to determine its readiness to support an IRC.\n\nEvidence gathered through the Indigenous Research Center Feasibility Study needs assessment overwhelmingly indicates the perceived value of the IRC to the tribal people involved in the study. The potential benefits of such a center are numerous, as indicated by the study findings. The findings also identify essential elements of such a center and potential challenges to establishing and maintaining the IRC. Priorities for roles and services for the center are identified and focus on the building of tribes? research capacities through \"growing their own researchers\". A secondary priority is the education of researchers from outside tribal communities.\n\nThe self-study aspect of the IRC study suggests that SKC administrators, faculty members, and elders of the local tribes are prepared to support an IRC. The SKC administration committed to supporting the center?s operation in many ways, including the provision of physical facilities and services such as IT support. Administrators and faculty members identified strengths of SKC that point to its readiness to support the center, including its strong reputation, well established infrastructure, and credentialed personnel.\n\nThe intellectual merit and broadening participation impacts of this study are found in the evidence it provides for establishing an IRC. The findings from the study will be used in writing a grant proposal to secure funding for an IRC. The IRC has transformative potential due to its role in building tribes? research capacity and in furthering the field of IR. The center will serve as an incubator for new strategies and methods for Indigenous research (IR). IRC work will include the design and delivery of trainings and courses in Indigenous research methodologies for Indigenous and non-Indigenous researchers and federal agencies. The center will develop an archive for publications and reports related to IR. It will provide internships, faculty fellowships, and professional meetings for researchers and students. All of these roles and services will result in new knowledge about IR, resources that support IR, and researchers with an increased capacity for using IRMs. This will lead to a greater degree of empowerment for Indigenous peoples as they take control of the research that is important to their communities and use their findings to address issues important to Indigenous peoples.\n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Regina C Sievert"
 }
}