{
 "awd_id": "1445121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Research on the Broader Impacts of Basic Science:  Gauging the State of the Art",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Fiegener",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 224890.0,
 "awd_amount": 224890.0,
 "awd_min_amd_letter_date": "2014-06-28",
 "awd_max_amd_letter_date": "2014-06-28",
 "awd_abstract_narration": "Congress and science funding agencies such as the National Science Foundation are searching for ways to better assess the real world effects of public investments in basic scientific research. These concerns are now known as the \"broader impacts\" of science. This project will critically evaluate approaches to characterizing the broader impacts of science and develop an agenda for advancing understanding of how and how much impact scientific progress has on societal well-being.  By generating a unified conceptual grounding for broader impacts evaluation and sponsoring the creation of an ongoing community of broader impacts researchers and user groups this project has the potential to transform our thinking about how to best assess the value of scientific research.\r\n\r\nThis project will begin by engaging a team of researchers, representing a broad range of relevant disciplines, who will work together to survey and organize the existing scholarly literature on the topic of broader impacts. This interdisciplinary team will critically assess the different approaches to evaluating the broader impacts of science, with the goal of developing a general account of the various strengths and weaknesses of the different approaches existing today. The team will then prepare a report synthesizing these approaches in order to identify the current best practices within the field. To engage even broader input, the research team will convene a two-day workshop with leading academics working in the area of broader impact assessment to offer criticisms and advancements on the analysis of the research report, toward the goals of further extending and improving this analysis as well as sharing their differing assumptions and perspectives with one another. Second, the workshop will have these perspectives vetted by representatives of US agencies such as the National Science Foundation, the National Institutes of Health, and the National Oceanographic and Atmospheric Administration, along with representatives from European, South American, and Asian science agencies. This will help foster the creation of a community of broader impacts researchers and interested groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Frodeman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Frodeman",
   "pi_email_addr": "robert.frodeman@gmail.com",
   "nsf_id": "000394591",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Rogers",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Juan D Rogers",
   "pi_email_addr": "jdrogers@gatech.edu",
   "nsf_id": "000290825",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Holbrook",
   "pi_email_addr": "holbrook@njit.edu",
   "nsf_id": "000266715",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Hicks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Hicks",
   "pi_email_addr": "dhicks@gatech.edu",
   "nsf_id": "000521669",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Briggle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Briggle",
   "pi_email_addr": "adam.briggle@unt.edu",
   "nsf_id": "000596535",
   "pi_start_date": "2014-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "Center for Science, Policy and Outcomes",
  "perf_str_addr": "1834 Connecticut Ave, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200091234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 224890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>EAGER: Research on the Broader Impacts of Basic Science: Gauging the State of the Art</p>\n<p>&nbsp;</p>\n<p>Congress and science funding agencies such as the National Science Foundation are searching for ways to better assess the real-world effects of public investments in basic scientific research. Such concerns are now known as the \"broader impacts\" of science. Since 1997, &ldquo;broader impacts&rdquo; has been a concern that existed in tandem with the more purely scientific &ldquo;intellectual merit&rdquo; elements of projects &ndash; i.e., those elements of scientific interest to research professionals. The project conducted here evaluated the various ways that the broader impacts of science are evaluated across the nation, across the different disciplines, and at public science agencies in other countries around the world. The goals of this project were to critically evaluate approaches to characterizing the broader impacts of science, and to develop an agenda for advancing our understanding of how scientific progress has a positive impact on societal well-being. The project was conducted by a team of researchers representing a broad range of relevant disciplines who worked together to advance our understanding of the topic of broader impacts.</p>\n<p>The current interest in &ldquo;broader impacts&rdquo; can be understood in terms of the development of a third stage in post-WWII science policy. In the first stage, running from the late 1940s to 1990, high-quality scientific research was thought to be by its very nature relevant to societal needs. In the second period, running from the end of the Cold War through the first decade of the 21<sup>st</sup> century, a new step was seen as necessary: scientific research needed not only produce high quality research, but also make an effort to achieve broader societal impacts. The pivot for this shift was the 1997 creation of the Broader Impacts Criterion for the review of NSF grant proposals. Recent years have seen a new focus: a concern with how the pursuit of &ldquo;broader impacts&rdquo; can both be effective, while also preserving a politically neutral point of view. Part of the research, then, sought to identify ways whereby science can have a positive impact on society while also ensuring that scientists continue to inhabit the neutral role of honest broker in societal debates.</p>\n<p>Through a series of publications this project offered a synoptic account of the different strengths and weaknesses of the various approaches toward broader impacts we discovered. In other words, the research team offers an account of the state of the art of attempts at ensuring that publicly-funded science is relevant. Although a number of approaches to broader impacts evaluation had been developed in different disciplinary and national contexts, there had been no attempt to come up with a consensus concerning current &ldquo;best practices&rdquo; in the field of research evaluation. In summary, the conclusion offered was to emphasize the importance of the element of <em>process</em> as compared to <em>product</em> or outcome from research. A focus on process rather than on a set of conclusions helps to achieve the dual goals of relevance and neutrality.</p>\n<p>In addition to the series of publications that resulted, this project fostered the creation of a community of broader impacts researchers and user groups focused on generating a unified conceptual grounding for broader impacts evaluation and improved our understanding about how to assess the societal value of scientific research.&nbsp;</p>\n<p>In terms of broader impacts, this research responded to an explicit societal need: in the US, the America COMPETES Reauthorization Act of 2010 asks for study on the topic of improved impact-on-society metrics. This research also helped to create a community of broader impacts researchers and associated interested groups.<strong> </strong>A research workshop was held in Washington, DC in 2016 that included participants and attendees from 8 US and international research funding agencies, the American Association for the Advancement of Science, the US National Academies, international scholarly publishers, think tanks, research administrators, and research faculty from around the world.&nbsp; In addition, PI Frodeman was invited to share his expertise as a member of the 2016 European Commission Expert Working Group on Altmetrics, and Co-PI Holbrook was invited to join the European Commission Expert Group on Indicators for Researchers' Engagement with Open Science and its Impacts. Both Frodeman and Holbrook participated in a workshop organized by scholarly publishers and others working in scholarly communications on &ldquo;Transforming the research portfolio for greater impact: methodologies, metrics, and meaning,&rdquo; 12-13 October 2017, at Johns Hopkins University.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;L&nbsp;Frodeman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEAGER: Research on the Broader Impacts of Basic Science: Gauging the State of the Art\n\n \n\nCongress and science funding agencies such as the National Science Foundation are searching for ways to better assess the real-world effects of public investments in basic scientific research. Such concerns are now known as the \"broader impacts\" of science. Since 1997, \"broader impacts\" has been a concern that existed in tandem with the more purely scientific \"intellectual merit\" elements of projects &ndash; i.e., those elements of scientific interest to research professionals. The project conducted here evaluated the various ways that the broader impacts of science are evaluated across the nation, across the different disciplines, and at public science agencies in other countries around the world. The goals of this project were to critically evaluate approaches to characterizing the broader impacts of science, and to develop an agenda for advancing our understanding of how scientific progress has a positive impact on societal well-being. The project was conducted by a team of researchers representing a broad range of relevant disciplines who worked together to advance our understanding of the topic of broader impacts.\n\nThe current interest in \"broader impacts\" can be understood in terms of the development of a third stage in post-WWII science policy. In the first stage, running from the late 1940s to 1990, high-quality scientific research was thought to be by its very nature relevant to societal needs. In the second period, running from the end of the Cold War through the first decade of the 21st century, a new step was seen as necessary: scientific research needed not only produce high quality research, but also make an effort to achieve broader societal impacts. The pivot for this shift was the 1997 creation of the Broader Impacts Criterion for the review of NSF grant proposals. Recent years have seen a new focus: a concern with how the pursuit of \"broader impacts\" can both be effective, while also preserving a politically neutral point of view. Part of the research, then, sought to identify ways whereby science can have a positive impact on society while also ensuring that scientists continue to inhabit the neutral role of honest broker in societal debates.\n\nThrough a series of publications this project offered a synoptic account of the different strengths and weaknesses of the various approaches toward broader impacts we discovered. In other words, the research team offers an account of the state of the art of attempts at ensuring that publicly-funded science is relevant. Although a number of approaches to broader impacts evaluation had been developed in different disciplinary and national contexts, there had been no attempt to come up with a consensus concerning current \"best practices\" in the field of research evaluation. In summary, the conclusion offered was to emphasize the importance of the element of process as compared to product or outcome from research. A focus on process rather than on a set of conclusions helps to achieve the dual goals of relevance and neutrality.\n\nIn addition to the series of publications that resulted, this project fostered the creation of a community of broader impacts researchers and user groups focused on generating a unified conceptual grounding for broader impacts evaluation and improved our understanding about how to assess the societal value of scientific research. \n\nIn terms of broader impacts, this research responded to an explicit societal need: in the US, the America COMPETES Reauthorization Act of 2010 asks for study on the topic of improved impact-on-society metrics. This research also helped to create a community of broader impacts researchers and associated interested groups. A research workshop was held in Washington, DC in 2016 that included participants and attendees from 8 US and international research funding agencies, the American Association for the Advancement of Science, the US National Academies, international scholarly publishers, think tanks, research administrators, and research faculty from around the world.  In addition, PI Frodeman was invited to share his expertise as a member of the 2016 European Commission Expert Working Group on Altmetrics, and Co-PI Holbrook was invited to join the European Commission Expert Group on Indicators for Researchers' Engagement with Open Science and its Impacts. Both Frodeman and Holbrook participated in a workshop organized by scholarly publishers and others working in scholarly communications on \"Transforming the research portfolio for greater impact: methodologies, metrics, and meaning,\" 12-13 October 2017, at Johns Hopkins University.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/27/2017\n\n\t\t\t\t\tSubmitted by: Robert L Frodeman"
 }
}