{
 "awd_id": "1445615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID - Quantifying the effects of a catastrophic flood on ecosystem components of Colorado mountain streams",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 61330.0,
 "awd_amount": 61330.0,
 "awd_min_amd_letter_date": "2014-07-24",
 "awd_max_amd_letter_date": "2014-07-24",
 "awd_abstract_narration": "A rainstorm of unprecedented magnitude caused widespread flooding in Colorado during September, 2013.  In addition to loss of life and damage to homes and roads, the flooding caused severe disturbance to stream ecosystems.  These ecosystems include the natural range of the endangered greenback cutthroat trout and are important for water supplies and recreation.  Understanding the consequences of the 2013 flood on stream ecosystems is particularly important given the expected increases in the frequency of extreme precipitation events as a result of climate warming.  This project will assess the impacts of the 2013 flood on stream beds, stream algae, and stream food webs. Current interest in the flood presents an opportunity for outreach activities related to flood-safety awareness, climate variability, and the role of disturbance in stream ecosystems.  Many Colorado residents, especially school age children, remain deeply concerned about the future risk of extreme precipitation and flooding.  The investigators will work with the City of Boulder Keep it Clean Partnership to expand their professional development workshop for teachers, in order share the results of their research on the flood and information on flood safety with local teachers and their students.  This project also will help scientists and managers understand the short-term and long-term effects of the 2013 flood on stream ecosystems.\r\n\r\nThe 2013 flood offers a unique opportunity to study the effects of severe and infrequent disturbance events that are outside the normal range of selective forces driving assembly of stream communities.  By combining approaches from fluvial geomorphology (e.g., quantification of bed movement, riparian disturbance) and stream ecology (e.g., measurements of biomass and production for periphyton and benthic consumers, estimates of trophic position and basal food resources from stable isotope ratios), the investigators will test the hypothesis that the effects of severe flood disturbance are driven by changes in stream geomorphology associated with flooding.  Specifically, the project tests the hypothesis that streams in which riparian zones and watershed hillslopes are altered will show long-lasting effects of the flood on flow of carbon and energy across trophic levels, whereas communities will recover rapidly following flood disturbance that affected only surface sediments in the stream channel.  The project also tests the generality of the Telescoping Ecosystem Model for stream ecosystems, which could serve as a template for the study of disturbance across diverse ecosystems.  Preliminary field studies indicate that sediment transport and alteration of bed stability have reduced periphyton production at some locations, suggesting that flood-induced structural changes have cascading effects on higher trophic levels long after recolonization occurs.  In addition to quantifying recovery of ecosystem processes during the first year following severe flooding, the proposed research will provide a foundation for long-term studies of recovery in these severely flooded streams.  The working hypotheses will be tested at multiple locations on tributaries of the South Platte River in Colorado, at stations that span a range of disturbance intensity associated with the extreme precipitation in September, 2013.  St. Vrain Creek and other tributaries of the South Platte River have been studied extensively by the investigators over a range of hydrologic conditions, thus providing an important point of reference for the 2013 flood.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McCutchan",
   "pi_mid_init": "H",
   "pi_sufx_name": "Jr",
   "pi_full_name": "James H McCutchan",
   "pi_email_addr": "james.mccutchan@colorado.edu",
   "nsf_id": "000253686",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Lewis",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "William M Lewis",
   "pi_email_addr": "William.Lewis@colorado.edu",
   "nsf_id": "000313401",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Pitlick",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Pitlick",
   "pi_email_addr": "pitlick@colorado.edu",
   "nsf_id": "000469893",
   "pi_start_date": "2014-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "216 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 61330.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Extreme precipitation in September, 2013 resulted in catastrophic flooding across much of north-central Colorado and caused loss of life and widespread damage to homes and roads.&nbsp; The flooding also offered a unique opportunity to study severe and infrequent disturbance outside the normal range of selective forces driving the evolution of biological communities in stream ecosystems. &nbsp;By combining approaches from geomorphology and stream ecology, we tested the idea that severe disturbance affecting riparian zones and refugia (i.e., zones within the stream channel and sediments that normally offer protection from high flows) for stream invertebrates will have long-lasting effects on stream food webs.&nbsp; Results of this study also will serve as a starting point for long-term studies of recovery of ecosystem processes in these severely flooded streams. &nbsp;</p>\n<p>Geomorphologists use the term &ldquo;work&rdquo; to describe the amount of sediment transported by individual flows.&nbsp; Rare floods have the capacity to transport large amounts of sediment, but because they occur so infrequently, it is difficult to determine their long-term significance in the denudation of landscapes.&nbsp; Estimates of sediment transport associated with the 2013 flood were developed from measurements at a select number of sites located along Front Range streams.&nbsp; The results suggest that the amount of work done by the 2013 flood was quite variable: at one locality on Left Hand Creek, the 2013 flood appears to have transported the equivalent of 100 years worth of bed load, with half of that being transported in only two days.&nbsp; On Boulder Creek, transport rates were much lower, but still significant, with roughly 25 years-worth of bed load being carried through the section near the 75<sup>th</sup> St. gaging station.</p>\n<p>Like the effects of the 2013 flood on sediment transport, its effects on communities of attached algae and aquatic invertebrates varied widely across sites. &nbsp;At locations where the flood caused little movement of bed sediments, its effects on biomass and production of attached algae and aquatic invertebrates were virtually undetectable after snowmelt runoff in 2014.&nbsp; At sites on Left Hand Creek and N. St. Vrain Creek where the 2013 flood moved ~100 - 150 years worth of sediment, removal of refugia for aquatic invertebrates resulted in nearly total loss of the invertebrate community from the stream channel.&nbsp; Except over the first fall and winter following the flood, the flood had relatively little effect on production of attached algae, which is an important source of nutrition for invertebrates and higher trophic levels.&nbsp; However, abundance and diversity of aquatic invertebrates at sites with the highest rates of sediment transport remain much lower than before the flood, even after two years of recovery.&nbsp; Invertebrate production in 2014-2015 at the most severely affected sites was ~2 g dry mass m<sup>-2</sup> y<sup>-1</sup> (&lt;20% of the pre-flood values for these streams).&nbsp; Our results suggest that the slow recovery of the invertebrate community following the 2013 flood may limit the recovery of fish populations, as a result of food limitation.</p>\n<p>A professional-development workshop for teachers was held on July 28, 2014, in Rocky Mountain National Park.&nbsp; The workshop included classroom sessions and a field trip to an area that was affected by a devastating flood in 1982 (caused by failure of the Lawn Lake dam) and also by the 2013 flood.&nbsp; Participants included a diverse group of teachers, including teachers from large public high schools, an independent school, and a school that provides education for autistic children.&nbsp; Participants learned about research in the national parks, floods, geomorphology, and stream ecology, with specific focus on the 1982 Lawn Lake flood and the 2013 flood.&nbsp;...",
  "por_txt_cntn": "\nExtreme precipitation in September, 2013 resulted in catastrophic flooding across much of north-central Colorado and caused loss of life and widespread damage to homes and roads.  The flooding also offered a unique opportunity to study severe and infrequent disturbance outside the normal range of selective forces driving the evolution of biological communities in stream ecosystems.  By combining approaches from geomorphology and stream ecology, we tested the idea that severe disturbance affecting riparian zones and refugia (i.e., zones within the stream channel and sediments that normally offer protection from high flows) for stream invertebrates will have long-lasting effects on stream food webs.  Results of this study also will serve as a starting point for long-term studies of recovery of ecosystem processes in these severely flooded streams.  \n\nGeomorphologists use the term \"work\" to describe the amount of sediment transported by individual flows.  Rare floods have the capacity to transport large amounts of sediment, but because they occur so infrequently, it is difficult to determine their long-term significance in the denudation of landscapes.  Estimates of sediment transport associated with the 2013 flood were developed from measurements at a select number of sites located along Front Range streams.  The results suggest that the amount of work done by the 2013 flood was quite variable: at one locality on Left Hand Creek, the 2013 flood appears to have transported the equivalent of 100 years worth of bed load, with half of that being transported in only two days.  On Boulder Creek, transport rates were much lower, but still significant, with roughly 25 years-worth of bed load being carried through the section near the 75th St. gaging station.\n\nLike the effects of the 2013 flood on sediment transport, its effects on communities of attached algae and aquatic invertebrates varied widely across sites.  At locations where the flood caused little movement of bed sediments, its effects on biomass and production of attached algae and aquatic invertebrates were virtually undetectable after snowmelt runoff in 2014.  At sites on Left Hand Creek and N. St. Vrain Creek where the 2013 flood moved ~100 - 150 years worth of sediment, removal of refugia for aquatic invertebrates resulted in nearly total loss of the invertebrate community from the stream channel.  Except over the first fall and winter following the flood, the flood had relatively little effect on production of attached algae, which is an important source of nutrition for invertebrates and higher trophic levels.  However, abundance and diversity of aquatic invertebrates at sites with the highest rates of sediment transport remain much lower than before the flood, even after two years of recovery.  Invertebrate production in 2014-2015 at the most severely affected sites was ~2 g dry mass m-2 y-1 (&lt;20% of the pre-flood values for these streams).  Our results suggest that the slow recovery of the invertebrate community following the 2013 flood may limit the recovery of fish populations, as a result of food limitation.\n\nA professional-development workshop for teachers was held on July 28, 2014, in Rocky Mountain National Park.  The workshop included classroom sessions and a field trip to an area that was affected by a devastating flood in 1982 (caused by failure of the Lawn Lake dam) and also by the 2013 flood.  Participants included a diverse group of teachers, including teachers from large public high schools, an independent school, and a school that provides education for autistic children.  Participants learned about research in the national parks, floods, geomorphology, and stream ecology, with specific focus on the 1982 Lawn Lake flood and the 2013 flood.  They also learned a variety of simple field techniques that they will be able to incorporate into their own teaching curricula.\n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: James H Mccutchan"
 }
}