{
 "awd_id": "1445364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Robotic Hands for warehousing & Automation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-06-24",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "A typical customer for automatic product handling is a warehousing business with high throughput of products with a wide range of shapes and sizes. These warehouses provide storage and fulfillment logistics for online businesses operating in areas such as consumer electronics, food distribution, and pharmaceuticals. Examples include Amazon, Target, and CVS. There are approximately 172,000 warehouse workers involved in moving inventory by hand.  These warehouses face a constant but fluctuating demand for shipping orders that can be influenced by seasonal holidays, fashion trends or even day of the week. The current solution for these warehouses is to hire additional staff to pick-and-pack these packages when the demand grows. Automating these order-picking tasks would also solve issues of seasonal labor fluctuations, and the poor working conditions.  This research team has developed a developed a patented robotic hand that will revolutionize picking and packing.  The proposed technology will create value by packing and shipping products faster while eliminating employee injuries related to repetitive tasks in stressful environments.\r\n\r\nThe capability of the robot hand technology is enabled via two key advances: adaptive mechanical design and high reliability tactile sensors. The mechanics of the hand is based on specially designed flexure joints with multiple degrees of freedom that enable the fingers to passively shape themselves to the object, simplifying control, reducing the information required to grasp an object, lowering costs, and providing a gentle touch. The tactile sensing technology helps the hand adapt to object shape (especially for light objects), and detect errors. The devices are more sensitive and far easier to manufacture than competing technologies. The team will be working on developing this robotic hand technology for the product handling market. The current gold standard for handling objects is by using vacuum grippers. These grippers are simple in design and implementation, but the range of the products they can handle is quite limited. Additionally, state-of-the-art automation systems use specialized grippers, such as parallel jaw grippers, that only perform a narrow range of tasks, require experts to select the proper gripper (a costly and slow process), and must be replaced if product lines change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Howe",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Howe",
   "pi_email_addr": "howe@seas.harvard.edu",
   "nsf_id": "000319370",
   "pi_start_date": "2014-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to define viable commercialization routes for robot hand technology developed with previous NSF support. The key advantages of this technology are the use of tuned passive mechanics and tactile sensing to automatically adjust finger placement to match object size, shape, and location. This enables robust grasping of a wide range of objects. Following the &ldquo;lean start-up&rdquo; methodology taught by I-CORPS instructors, the project team investigated a wide range of potential applications, including agriculture, flexible manufacturing, and recycling sorting. Results indicated that warehousing automation is the most promising market. Warehouses still require many objects to be moved by hand (at a cost of $5B annually) because current automation solutions are not sufficiently general to handle the full range of objects, and must be reconfigured for any changes to product mix.&nbsp; The new hand technology can be readily adapted to this application.</p>\n<p>During the project the team explored this market and identified applications where the technology provides the best value proposition through user interviews and pilot studies. The?project validated the commercial potential for automated product handling solutions. This resulted in evaluation of the product handling market in warehousing setting with the focus on (a) range of products that are being processed, (b) current product handling approaches, (c) reliability requirements, and (c) accuracy. The quantifying assessment helped to rank the areas where automatic product handling could have the highest impact. Successful participation in the I-Corps team process defined a set of solutions that can increase efficiency and help the economy grow.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2016<br>\n\t\t\t\t\tModified by: Robert&nbsp;D&nbsp;Howe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to define viable commercialization routes for robot hand technology developed with previous NSF support. The key advantages of this technology are the use of tuned passive mechanics and tactile sensing to automatically adjust finger placement to match object size, shape, and location. This enables robust grasping of a wide range of objects. Following the \"lean start-up\" methodology taught by I-CORPS instructors, the project team investigated a wide range of potential applications, including agriculture, flexible manufacturing, and recycling sorting. Results indicated that warehousing automation is the most promising market. Warehouses still require many objects to be moved by hand (at a cost of $5B annually) because current automation solutions are not sufficiently general to handle the full range of objects, and must be reconfigured for any changes to product mix.  The new hand technology can be readily adapted to this application.\n\nDuring the project the team explored this market and identified applications where the technology provides the best value proposition through user interviews and pilot studies. The?project validated the commercial potential for automated product handling solutions. This resulted in evaluation of the product handling market in warehousing setting with the focus on (a) range of products that are being processed, (b) current product handling approaches, (c) reliability requirements, and (c) accuracy. The quantifying assessment helped to rank the areas where automatic product handling could have the highest impact. Successful participation in the I-Corps team process defined a set of solutions that can increase efficiency and help the economy grow.\n\n\t\t\t\t\tLast Modified: 06/28/2016\n\n\t\t\t\t\tSubmitted by: Robert D Howe"
 }
}