{
 "awd_id": "1445726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Dynamic Flux Control Enabled by Synthetic Metabolic Valves",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward crane",
 "awd_eff_date": "2014-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 299256.0,
 "awd_amount": 299256.0,
 "awd_min_amd_letter_date": "2014-07-09",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "This EAGER project, funded by the Systems and Synthetic Biology program in MCB and the Energy for Sustainability program, will lead to the development of new tools that will enable investigators to control the allocation of carbon, energy, and other resources in cells in a precise way during the biomanufacture of chemicals.  This will allow carbon and energy to be diverted from cell growth to product formation, which should increase product yield.  In addition, the tools could be transferred from bacteria used in biomanufacturing to other organisms, and used to address fundamental questions about control and regulation of metabolism in these systems.  The investigator will train graduate and undergraduate students in an interdisciplinary environment and mentor undergraduates who participate in the International Genetically Engineering Machine (iGEM) competition, an international competition that engages young people in science and engineering by asking them to design and build new function into microorganisms.\r\n\r\nTechnical Description:  This project aims to develop flexible (controllable) valves in metabolic pathways that will allow carbon flux through pathways to be redirected at will. This would enable the dynamic optimization of microbial metabolism, shifting metabolic flux from pathways associated with growth to those associated with product formation. Researchers will use CRISPRi gene silencing technologies coupled with controlled enzyme degradation to achieve the desired carbon flux. The researchers will then test the effectiveness of these strategies thru detailed metabolic flux measurements.  The tools could not only improve current metabolic engineering and synthetic biology practices, and thus impact biomanufacturing of renewable chemicals, but if transferable to other hosts, the technology could be used to address important questions about regulation of metabolism and metabolic pathways.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lynch",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Lynch",
   "pi_email_addr": "michael.lynch@duke.edu",
   "nsf_id": "000656250",
   "pi_start_date": "2014-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "308 Research Drive, LSRC A020",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080281",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Utilizing the principles of synthetic biology and metabolic engineering, numerous microbial species can be engineered into microbial cell factories capable of producing fuels and chemicals in a sustainable way. While the field has seen numerous advances in engineered microbes and bioprocesses to manufacture a wide variety of products, in many cases, results to date can still be considered to be in the proof of principle category and far from the performance metrics required for any commercially scalable process. To overcome these challenges and greatly reduce the timelines and costs to develop commercially relevant bioprocesses, this NSF EAGER program was focused on developing <strong><span style=\"text-decoration: underline;\">D</span></strong>ynamic <strong><span style=\"text-decoration: underline;\">M</span></strong>etabolic <strong><span style=\"text-decoration: underline;\">C</span></strong>ontrol technology is enabled by Synthetic Metabolic Valves (SMVs), which allow for the rapid and dynamic control over metabolic pathways. These valves enabled us to re-route metabolic fluxes on demand utilizing a combination of controlled proteolysis to degrade existing metabolic enzymes and CRISPR based gene silencing to eliminate new enzyme synthesis. The technology platform enables a process that generates a custom non-growing biocatalyst for the conversion of renewable feedstocks to potentially any desired product. We have recently shown the flexibility of this approach to produce numerous products in a simplified and standardized bioprocess. To date we have demonstrated titers of in the range of 35 g/L to over 100 g/L reaching commercially relevant metrics in short development times. In addition, at least two of these processes has been successfully scaled with collaborators to greater than 75 L scales. This program has resulted in key patent applications and the founding of a new company, DMC Biotechnologies, Inc. to commercialize the platform.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/21/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;D&nbsp;Lynch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUtilizing the principles of synthetic biology and metabolic engineering, numerous microbial species can be engineered into microbial cell factories capable of producing fuels and chemicals in a sustainable way. While the field has seen numerous advances in engineered microbes and bioprocesses to manufacture a wide variety of products, in many cases, results to date can still be considered to be in the proof of principle category and far from the performance metrics required for any commercially scalable process. To overcome these challenges and greatly reduce the timelines and costs to develop commercially relevant bioprocesses, this NSF EAGER program was focused on developing Dynamic Metabolic Control technology is enabled by Synthetic Metabolic Valves (SMVs), which allow for the rapid and dynamic control over metabolic pathways. These valves enabled us to re-route metabolic fluxes on demand utilizing a combination of controlled proteolysis to degrade existing metabolic enzymes and CRISPR based gene silencing to eliminate new enzyme synthesis. The technology platform enables a process that generates a custom non-growing biocatalyst for the conversion of renewable feedstocks to potentially any desired product. We have recently shown the flexibility of this approach to produce numerous products in a simplified and standardized bioprocess. To date we have demonstrated titers of in the range of 35 g/L to over 100 g/L reaching commercially relevant metrics in short development times. In addition, at least two of these processes has been successfully scaled with collaborators to greater than 75 L scales. This program has resulted in key patent applications and the founding of a new company, DMC Biotechnologies, Inc. to commercialize the platform. \n\n\t\t\t\t\tLast Modified: 08/21/2018\n\n\t\t\t\t\tSubmitted by: Michael D Lynch"
 }
}