{
 "awd_id": "1445974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on CPS Education with Emphasis on the Power Grid, to be held in  Arlington, VA, July 26-27, 2014",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 31927.0,
 "awd_amount": 31927.0,
 "awd_min_amd_letter_date": "2014-06-11",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "Workshop on Cyber Physical Systems Education with Emphasis on the Electric Power Grid\r\n\r\nThe past decade has seen many new advances in electric power and energy field. Specifically, newer smart grid technologies are being implemented, the share of renewable energy has increased multi-fold, and electric vehicles are gradually gaining popularity. Due to integration of these new technologies, operation of power systems has become more complex. Every aspect of power from generators to consumers now requires computers for operation and management. As a result of these developments, power systems have become large cyber-physical systems (CPS). As the power system becomes more complex, there will be continuing need to integrate advances in the cyber-physical systems area into operation, control, and design of power systems. This also poses the task of preparing the workforce of the future prepared to face the challenges of operating and managing the complex grid of the future. The goal of the proposed workshop is to tackle this task by examining the current state of affairs and proposing new educational concepts and ideas for the future. Although majority of the participants will be from the power and energy area, selected experts from the computations, communications, and control areas will be invited to participate in the workshop. This will allow the participants to learn about best practices in other areas to implement in power and energy systems. \r\n\r\nThe workshop will focus on the latest advances in power and energy systems and CPS with a goal of integrating them for education of the future generation of engineers. The workshop will result in new strategies and ideas to fulfill these needs. Strategies identified through the workshop will result in educational content, which will promote better preparation of the future generation of power and energy engineers. These engineers will be prepared to operate the power and energy systems more efficiently. This will further lead to economic wellbeing of the country.\r\n\r\nThe workshop will be conducted over a two-day period (July 26 and 27, 2014) in Washington DC prior to the IEEE Power and Energy Society General Meeting (GM 2014). The outcome of the workshop has potential to impact the educational needs of the future in the power and energy area with integration of CPS concepts. A report of the workshop will be placed on the IEEE Power, Energy Education Committee web site for wider distribution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anil",
   "pi_last_name": "Pahwa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anil Pahwa",
   "pi_email_addr": "pahwa@ksu.edu",
   "nsf_id": "000088421",
   "pi_start_date": "2014-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 31927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body1\">The last decade has seen significantly increased activities in the power and energy field.&nbsp; Specifically, the renewable generation has increased multi-fold, many technologies associated with <em>Smart Grid </em>are<em> </em>being implemented by utilities, and electric vehicles are gaining more popularity. Due to integration of new technologies, operation of power systems has become more complex.&nbsp; Every aspect of power from generators to consumers now requires computers for operation and management.&nbsp; As a result of that, power systems have become large cyber-physical systems (CPS).&nbsp;&nbsp; As the power system becomes more complex, there will be continuing need to integrate advances in the cyber-physical systems area into operation, control, and design of power systems.&nbsp;&nbsp; This also poses the task of preparing the workforce of the future prepared to face the challenges of operating and managing the complex grid of the future.&nbsp; A workshop was conducted on July 25 and 26 in Arlington, VA to tackle this task by examining the current state of affairs and proposing new educational concepts and ideas for the future.&nbsp;</p>\n<p class=\"Body1\">The workshop included presentations by selected representatives from NSF  and the academic community covering various topics including CPS and  Engineering Education, NSF Programs in Energy and Power, Power Systems  Education in the Context of Engineering Research Centers,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  Stimulating Innovation in Engineering Education, I-Corps&trade;, online  undergraduate electrical engineering degree program, Engineering MOOC,  State of Power and Energy Programs in US and Canada, Microgrid  Resilience,&nbsp; and New Courses and Curricula for the Smart Grid.&nbsp; This was  followed by three parallel breakout sessions for open discussions on  the topics related to the workshop, which concluded the first day.&nbsp; On  the second day, representative of each breakout group made a  presentation summarizing their discussions.&nbsp; Following that the  attendees participated in discussions on various topics related to best  practices and strategies to address the needs of the future and topics  for future funding by NSF related to the theme of the workshop.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2015<br>\n\t\t\t\t\tModified by: Anil&nbsp;Pahwa</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1445974/1445974_10309463_1425173769486_DSC_8827--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1445974/1445974_10309463_1425173769486_DSC_8827--rgov-800width.jpg\" title=\"Attendees at the workshop\"><img src=\"/por/images/Reports/POR/2015/1445974/1445974_10309463_1425173769486_DSC_8827--rgov-66x44.jpg\" alt=\"Attendees at the workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Attendees at the workshop</div>\n<div class=\"imageCredit\">Anil Pahwa</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Anil&nbsp;Pahwa</div>\n<div class=\"imageTitle\">Attendees at the workshop</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1445974/1445974_10309463_1425173856249_DSC_8831--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1445974/1445974_10309463_1425173856249_DSC_8831--rgov-800width.jpg\" title=\"Lunch Break\"><img src=\"/por/images/Reports/POR/2015/1445974/1445974_10309463_1425173856249_DSC_8831--rgov-66x4...",
  "por_txt_cntn": "The last decade has seen significantly increased activities in the power and energy field.  Specifically, the renewable generation has increased multi-fold, many technologies associated with Smart Grid are being implemented by utilities, and electric vehicles are gaining more popularity. Due to integration of new technologies, operation of power systems has become more complex.  Every aspect of power from generators to consumers now requires computers for operation and management.  As a result of that, power systems have become large cyber-physical systems (CPS).   As the power system becomes more complex, there will be continuing need to integrate advances in the cyber-physical systems area into operation, control, and design of power systems.   This also poses the task of preparing the workforce of the future prepared to face the challenges of operating and managing the complex grid of the future.  A workshop was conducted on July 25 and 26 in Arlington, VA to tackle this task by examining the current state of affairs and proposing new educational concepts and ideas for the future. \nThe workshop included presentations by selected representatives from NSF  and the academic community covering various topics including CPS and  Engineering Education, NSF Programs in Energy and Power, Power Systems  Education in the Context of Engineering Research Centers,           Stimulating Innovation in Engineering Education, I-Corps&trade;, online  undergraduate electrical engineering degree program, Engineering MOOC,  State of Power and Energy Programs in US and Canada, Microgrid  Resilience,  and New Courses and Curricula for the Smart Grid.  This was  followed by three parallel breakout sessions for open discussions on  the topics related to the workshop, which concluded the first day.  On  the second day, representative of each breakout group made a  presentation summarizing their discussions.  Following that the  attendees participated in discussions on various topics related to best  practices and strategies to address the needs of the future and topics  for future funding by NSF related to the theme of the workshop.\n\n\t\t\t\t\tLast Modified: 02/28/2015\n\n\t\t\t\t\tSubmitted by: Anil Pahwa"
 }
}