{
 "awd_id": "1445651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Refining Research Challenges Underlying a National-Scale Learning Health System Anchored in a New Science of Cyber-Social Ecosystems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 49973.0,
 "awd_amount": 49973.0,
 "awd_min_amd_letter_date": "2014-08-29",
 "awd_max_amd_letter_date": "2014-08-29",
 "awd_abstract_narration": "This workshop is to assess the research needs and opportunities in the development and implementation of a national-scale Learning Health System (LHS). Realizing such a transformative vision represents a profound socio-technical challenge requiring not only collaboration among multiple and diverse stakeholders, but also a new cross-disciplinary science of cyber-social ecosystems to address the myriad novel scientific research challenges the LHS presents. The proposed workshop will be convened at a cross-disciplinary, integrative symposium on January 5-6, 2015 at the 48th International Conference on Systems Sciences (HICSS-48). Bringing together the workshop with this conference will leverage a unique opportunity to develop an understanding of the fundamental knowledge needed for the development of a LHS and the new cross-disciplinary science of cyber-social ecosystems within a broad scientific community, including those for information technology, systems science, healthcare and other non-related fields. The workshop is expected to have a significant impact on the development of a research agenda for a Learning Health System. Leveraging the multidisciplinary expertise at the HICSS-48 conference will be an important next step in moving this work forward and advancing a new science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Friedman",
   "pi_email_addr": "cpfried@umich.edu",
   "nsf_id": "000618952",
   "pi_start_date": "2014-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><em>Updated: November, 2015</em></p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">In recent years, our nation&rsquo;s health system has grown increasingly digitized.&nbsp; Health records that would have been recorded in paper form several years ago are now being captured electronically.&nbsp; Fitness accessories and health monitoring sensors are also growing in popularity and ubiquity.&nbsp; However, accompanying this historic investment of public and private resources into &ldquo;digital health&rdquo;, a broad-based consensus has emerged that maximum benefits from these data will accrue only if the captured data are shared in ways that enable valid and trustworthy knowledge to be generated from it &ndash; and in turn, if such knowledge is rapidly disseminated in actionable forms to clinicians and patients and other stakeholders to inform decisions affecting health.&nbsp; This vision is known as the Learning Health System (LHS).&nbsp; A nationwide LHS described in reports of the Institute of Medicine (IOM) dating to 2007, is now the overarching goal of the United States national health IT strategic planning for the coming decade.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Achieving an LHS is a grand challenge for the nation.&nbsp; Realizing a high-functioning LHS requires the synergistic fusion of expertise from multiple and diverse disciplines &ndash; including computational, biomedical, information, system, physical, and social sciences &ndash; to address myriad scientific and engineering research challenges.&nbsp; Perhaps the greatest inherent challenge is one of drawing upon perspectives from seemingly divergent disciplines, to work together to innovatively tackle such complex challenges none could address alone.&nbsp; An NSF workshop, convened in Washington, DC in April, 2013, identified many of these challenges.&nbsp; They were described in a 2014 paper in the <em>Journal of the American Medical Informatics Association</em> (JAMIA), &ldquo;Toward a science of learning systems: a research agenda for the high-functioning Learning Health System&rdquo; (<a href=\"http://jamia.oxfordjournals.org/content/early/2014/11/07/amiajnl-2014-002977\">http://jamia.oxfordjournals.org/content/early/2014/11/07/amiajnl-2014-002977</a>).</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">To build upon previous interdisciplinary collaborative work, the organizers planned and convened an LHS symposium at the 48<sup>th</sup> annual Hawaii International Conference on System Sciences (HICSS-48) on January 5-6, 2015 (<a href=\"http://lhs.medicine.umich.edu/lks/hicss48\">http://lhs.medicine.umich.edu/lks/hicss48</a>).&nbsp; The symposium sought to bring and integrate further insights from system scientists and other scientists outside the healthcare arena to this collaborative work.&nbsp; It paved a path for coalescing a global multi-disciplinary scientific community of interest around a new science of cyber-social learning systems and collaboratively envisioning next steps to grow this community and this corresponding emergent scientific discipline.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Approximately 50 individuals participated actively in the 1.5-day symposium.&nbsp; They contributed professional expertise from disciplines spanning computational, biomedical, information, system, physical, and social sciences, while representing diverse stakeholder groups.&nbsp; After some background, level-setting, and goal-setting, two different panels (one from a health informatics perspective and one from a computer and system science perspective) presented core scientific and engineering research challenges to realizing a high-functioning LHS at large scale, how to address them, and how to mobilize activities leading to action.&nbsp; Following these plenary panels, four breakout groups met to identify concrete steps needed to integrate multiple disciplin...",
  "por_txt_cntn": "Updated: November, 2015\n \nIn recent years, our nationÆs health system has grown increasingly digitized.  Health records that would have been recorded in paper form several years ago are now being captured electronically.  Fitness accessories and health monitoring sensors are also growing in popularity and ubiquity.  However, accompanying this historic investment of public and private resources into \"digital health\", a broad-based consensus has emerged that maximum benefits from these data will accrue only if the captured data are shared in ways that enable valid and trustworthy knowledge to be generated from it &ndash; and in turn, if such knowledge is rapidly disseminated in actionable forms to clinicians and patients and other stakeholders to inform decisions affecting health.  This vision is known as the Learning Health System (LHS).  A nationwide LHS described in reports of the Institute of Medicine (IOM) dating to 2007, is now the overarching goal of the United States national health IT strategic planning for the coming decade.\n \nAchieving an LHS is a grand challenge for the nation.  Realizing a high-functioning LHS requires the synergistic fusion of expertise from multiple and diverse disciplines &ndash; including computational, biomedical, information, system, physical, and social sciences &ndash; to address myriad scientific and engineering research challenges.  Perhaps the greatest inherent challenge is one of drawing upon perspectives from seemingly divergent disciplines, to work together to innovatively tackle such complex challenges none could address alone.  An NSF workshop, convened in Washington, DC in April, 2013, identified many of these challenges.  They were described in a 2014 paper in the Journal of the American Medical Informatics Association (JAMIA), \"Toward a science of learning systems: a research agenda for the high-functioning Learning Health System\" (http://jamia.oxfordjournals.org/content/early/2014/11/07/amiajnl-2014-002977).\n \nTo build upon previous interdisciplinary collaborative work, the organizers planned and convened an LHS symposium at the 48th annual Hawaii International Conference on System Sciences (HICSS-48) on January 5-6, 2015 (http://lhs.medicine.umich.edu/lks/hicss48).  The symposium sought to bring and integrate further insights from system scientists and other scientists outside the healthcare arena to this collaborative work.  It paved a path for coalescing a global multi-disciplinary scientific community of interest around a new science of cyber-social learning systems and collaboratively envisioning next steps to grow this community and this corresponding emergent scientific discipline.\n \nApproximately 50 individuals participated actively in the 1.5-day symposium.  They contributed professional expertise from disciplines spanning computational, biomedical, information, system, physical, and social sciences, while representing diverse stakeholder groups.  After some background, level-setting, and goal-setting, two different panels (one from a health informatics perspective and one from a computer and system science perspective) presented core scientific and engineering research challenges to realizing a high-functioning LHS at large scale, how to address them, and how to mobilize activities leading to action.  Following these plenary panels, four breakout groups met to identify concrete steps needed to integrate multiple disciplines and establish an international scientific community focused on the LHS.  One member from each group reported his/her groupÆs findings back to all participants.  The second day of the symposium built upon the previous dayÆs work to collaboratively formulate a plan of action to begin establishing a multi-disciplinary scientific community dedicated to the LHS.\n \nContinuing and building upon the work begun at the LHS symposium, the symposium organizers, with assistance from over 30 prominent scholars spanning a range of scientific disciplines, collaborat..."
 }
}