{
 "awd_id": "1445542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research: Untying the Gordian Knot: Practical and Distributed Optimal Scheduling to Support Multimedia Traffic over Wireless Networks",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 100851.0,
 "awd_amount": 100851.0,
 "awd_min_amd_letter_date": "2014-08-27",
 "awd_max_amd_letter_date": "2014-08-27",
 "awd_abstract_narration": "This project supports a cooperative research effort by Dr. Eylem Ekici of Ohio State University, Columbus, OH, and Dr. Moustafa Youssef of the Egypt-Japan University of Science and Technology, Alexandria, Egypt. They plan to study \"practical and distributed optimal scheduling to support multimedia traffic over wireless networks.\" Communications and networking have become inseparable components of modern life. With the ever-increasing penetration of mobile and networked devices, the majority of available services rely heavily on information obtained or delivered through a networked information infrastructure. This project will design distributed scheduling algorithms for  wireless networks that will increase efficiency and \"quality of experience\", especially for streaming multimedia applications that demand significant bandwidth. The project is based on using available wireless resources but with more efficient information transfer algorithms to ensure existing wireless networks are used to their fullest extent. This research has clear benefits around the world as the use of mobile devices continues to expand, with specific benefits likely for real-time multimedia delivery activities such as video streaming, video conferencing and distributed surveillance. The project includes an explicit plan to incorporate the research work into educational programs for students at the participating universities, with signicant benefits likely. The education plan includes technology transfer, student training, outreach to high school students, and international collaboration. The US PI will leverage various established programs at his university to recruit qualified women and students from underrepresented groups for the research.\r\n\r\nRecently, two important properties have emerged as prominent features of current, and likely future, networking environments: First, multimedia traffic (e.g. multimedia podcasts, broadcasts, interactive real time communication applications) constitute an increasing fraction of the communication network load; second, there is a significant shift to connections that contain at least one hop delivered over wireless links that are shared by multiple users. The widespread use of multimedia services over wireless networks is causing stress on the available bandwidth and is affecting the quality of experience (QoE) for users, especially with streaming multimedia applications. Recent studies of the delay performance of throughput-optimal distributed schemes have generally revealed that their delay characteristics are unacceptable for serving multimedia traffic. This indicates a need for alternative distributed solutions geared towards the QoE metrics associated with multimedia traffic. This project will design distributed scheduling algorithms for wireless networks, and will implement the algorithms on real platforms and evaluate the effect of different practical issues on the performance of the algorithms. The research will be: (1) to add the ability to establish multiple optimization criteria on a per-flow (as opposed to an aggregate) basis, (2) to extend the algorithm to multiple hops in a topology, (3) to rectify tradeoffs in jitter and long-term fairness, (4) to account for finiteness and variability in flow lifetimes, and (5) to ensure practical implementation of the resulting decentralized algorithm. The objectives encompass a challenging research agenda, and the research is both incremental and high risk. The US PI will focus on design and theoretical analysis, and the Egyptian PI to focus on implementation and prototyping.  \r\n\r\nThis project is funded through the US-Egypt Joint Science and Technology Fund Program. Support for the U.S. side of these cooperative projects is provided to the National Science Foundation by the U.S. Department of State. The Egyptian Government provides support for the Egyptian side of the collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eylem",
   "pi_last_name": "Ekici",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eylem Ekici",
   "pi_email_addr": "ekici@ece.osu.edu",
   "nsf_id": "000494209",
   "pi_start_date": "2014-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100851.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the proliferation of wireless hand-held devices, the dependence of the society on mobile services has significantly increased. Such services, be it entertainment, social networking, or public safety services, all depend on wireless connectivity that provide sufficient resources to applications. Yet, it is not an uncommon occurrence that wireless resources fail to meet the needs of applications, and most importantly, the end users. However, this apparent &ldquo;spectrum shortage&rdquo; is at no small part due to mismanagement of available spectral resources. Existing wireless standards and approaches fail to fully utilize available resources. This observation leads to the following crucial question: <strong>Can we develop new wireless resource management algorithms that can fully utilize wireless resources while catering to the needs and requirements of real-time flows?</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>To this end, distributed channel access scheduling algorithms have been developed in this project. For various wireless network scenarios, these novel methods ensure that resource management is performed without reliance on a centralized controller. Moreover, these algorithms also explicitly account for the latency experienced by end users, ensuring that delay tolerance levels are not exceeded. The common objective of all algorithms is the optimality of wireless resource allocation, i.e., no wireless resource is wasted due to poor management.</p>\n<p>&nbsp;</p>\n<p>In the scope of this project, four main algorithms have been developed for four distinct and practically relevant wireless network scenarios. In the first scenario, we consider a general wireless network that does not necessarily have a centralized controller. The developed algorithm operates in a distributed manner, without involvement of a centralized decision maker, and maximizes the sum of all wireless rates from all users. At the same time, the proposed method delivers the best delay performance among all known distributed optimal resource allocation algorithms. The highest levels of delay benefits are reaped for systems that have access hubs, such as WiFi access points, although the access points only make decisions for themselves and not other users in the network.</p>\n<p>In the next work, we explored strict delay policies, i.e., promising average delay bounds to applications. This is of special interest for multimedia flows and applications, such as streaming TV and on-demand video services. Through carefully planned algorithms, it has been shown that per-flow delay guarantees are met. Such promises come with reduction in the overall rate, but such reductions are limited to the theoretical minimum. This solution can also be paired with the first solution to deliver further improvement.</p>\n<p>In the third network setting, we explored ways of exploiting the &ldquo;leftover&rdquo; bandwidth from licensed users. The so-called dynamic spectrum access methods, which our proposal also belongs to, utilize wireless spectrum not used by the licensees while ensuring that the operation of the licensed user is not disturbed. Furthermore, this needs to be achieved without explicit coordination with the license holders. To this end, the developed algorithm uses a special method called potential games, which allows non-licensed users optimally choose the channels they should access and determine how long they should remain in such channels before the licensed users return to use the same channels.</p>\n<p>Finally, new resource allocation algorithms were also proposed to utilize multiple wireless interfaces a device may have. While there are several straight-forward strategies currently in use to leverage multiple wireless interfaces, our solution differs from them in that they can achieve much higher utilization while being mindful about the delay requirements of applications and cost of channel access. The cost issue is especially important for wireless devices that access the Internet through cellular links. The algorithms developed in this thread also achieve very high utilization of wireless links.</p>\n<p>&nbsp;</p>\n<p>The outcomes of this project have been shared with the research community through publications in top tier journals and presentations in most respected technical conferences. In addition to training graduate students, they have also been exposed to interactions with other leaders of the research community to support their technical training. For outreach, the PI participated in the \"Camp Engineer\" program, which aims to introduce various engineering disciplines to middle-school students. Participating middle-school students have been introduced to the concept of spectrum sharing through a hands-on demonstration. PI has introduced the techniques and algorithms developed in this project in the graduate-level Wireless Networks course. The theoretical nature of the course leads to the discussion of Lyapunov-based optimization techniques in contexts other than network utility maximization.</p>\n<p>&nbsp;</p>\n<p>The project&rsquo;s immediate aim of delivering delay-sensitive distributed resource management algorithms in most common wireless networks has been met and exceeded through the development of algorithms for a rich variety of network scenarios. The project has been conducted as an international collaboration with participants from Egypt. The developed techniques have the potential to impact operation of popular Internet streaming services such as Netflix and Hulu on mobile platforms and other delay-sensitive services.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2017<br>\n\t\t\t\t\tModified by: Eylem&nbsp;Ekici</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the proliferation of wireless hand-held devices, the dependence of the society on mobile services has significantly increased. Such services, be it entertainment, social networking, or public safety services, all depend on wireless connectivity that provide sufficient resources to applications. Yet, it is not an uncommon occurrence that wireless resources fail to meet the needs of applications, and most importantly, the end users. However, this apparent \"spectrum shortage\" is at no small part due to mismanagement of available spectral resources. Existing wireless standards and approaches fail to fully utilize available resources. This observation leads to the following crucial question: Can we develop new wireless resource management algorithms that can fully utilize wireless resources while catering to the needs and requirements of real-time flows?\n\n \n\nTo this end, distributed channel access scheduling algorithms have been developed in this project. For various wireless network scenarios, these novel methods ensure that resource management is performed without reliance on a centralized controller. Moreover, these algorithms also explicitly account for the latency experienced by end users, ensuring that delay tolerance levels are not exceeded. The common objective of all algorithms is the optimality of wireless resource allocation, i.e., no wireless resource is wasted due to poor management.\n\n \n\nIn the scope of this project, four main algorithms have been developed for four distinct and practically relevant wireless network scenarios. In the first scenario, we consider a general wireless network that does not necessarily have a centralized controller. The developed algorithm operates in a distributed manner, without involvement of a centralized decision maker, and maximizes the sum of all wireless rates from all users. At the same time, the proposed method delivers the best delay performance among all known distributed optimal resource allocation algorithms. The highest levels of delay benefits are reaped for systems that have access hubs, such as WiFi access points, although the access points only make decisions for themselves and not other users in the network.\n\nIn the next work, we explored strict delay policies, i.e., promising average delay bounds to applications. This is of special interest for multimedia flows and applications, such as streaming TV and on-demand video services. Through carefully planned algorithms, it has been shown that per-flow delay guarantees are met. Such promises come with reduction in the overall rate, but such reductions are limited to the theoretical minimum. This solution can also be paired with the first solution to deliver further improvement.\n\nIn the third network setting, we explored ways of exploiting the \"leftover\" bandwidth from licensed users. The so-called dynamic spectrum access methods, which our proposal also belongs to, utilize wireless spectrum not used by the licensees while ensuring that the operation of the licensed user is not disturbed. Furthermore, this needs to be achieved without explicit coordination with the license holders. To this end, the developed algorithm uses a special method called potential games, which allows non-licensed users optimally choose the channels they should access and determine how long they should remain in such channels before the licensed users return to use the same channels.\n\nFinally, new resource allocation algorithms were also proposed to utilize multiple wireless interfaces a device may have. While there are several straight-forward strategies currently in use to leverage multiple wireless interfaces, our solution differs from them in that they can achieve much higher utilization while being mindful about the delay requirements of applications and cost of channel access. The cost issue is especially important for wireless devices that access the Internet through cellular links. The algorithms developed in this thread also achieve very high utilization of wireless links.\n\n \n\nThe outcomes of this project have been shared with the research community through publications in top tier journals and presentations in most respected technical conferences. In addition to training graduate students, they have also been exposed to interactions with other leaders of the research community to support their technical training. For outreach, the PI participated in the \"Camp Engineer\" program, which aims to introduce various engineering disciplines to middle-school students. Participating middle-school students have been introduced to the concept of spectrum sharing through a hands-on demonstration. PI has introduced the techniques and algorithms developed in this project in the graduate-level Wireless Networks course. The theoretical nature of the course leads to the discussion of Lyapunov-based optimization techniques in contexts other than network utility maximization.\n\n \n\nThe project?s immediate aim of delivering delay-sensitive distributed resource management algorithms in most common wireless networks has been met and exceeded through the development of algorithms for a rich variety of network scenarios. The project has been conducted as an international collaboration with participants from Egypt. The developed techniques have the potential to impact operation of popular Internet streaming services such as Netflix and Hulu on mobile platforms and other delay-sensitive services.\n\n\t\t\t\t\tLast Modified: 12/13/2017\n\n\t\t\t\t\tSubmitted by: Eylem Ekici"
 }
}