{
 "awd_id": "1445410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Autologous Thrombin Device",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2014-06-06",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "Thrombin is the blood protein that is capable of stopping bleeding (hemostasis) and activating platelets to release growth factors that promote bone growth and healing.  Current thrombin products all have one or more safety issues, including antigenicity, risk of transmitting infectious diseases, and cytotoxicity.  The existing market for thrombin products worldwide is $1.4 billion annually.  The team has developed a   technology that provides surgeons the means to prepare thrombin from the patient's own blood without including cytotoxic chemical stabilizers.  The proposed innovation enables a new thrombin therapeutic to be generated not only for hemostasis applications, but also for regenerative medicine applications as cell delivery scaffolds. This team is the first to create autologous thrombin that poses no risk of an immune response, transmitting an infectious disease, or causing a cytotoxic reaction at the site of placement. \r\n\r\nCurrently, there are four thrombin products on the market: 1) Thrombin-JMI from King Pharmaceuticals, Inc., which is derived from cow's blood; 2) EVITHROM from Ethicon, Inc., a Johnson & Johnson Company, which is derived from pooled plasma from 60,000 human donors; 3) RECOTHROM from ZymoGenetics, Inc. which is rDNA derived from cultured mammalian cells; and 4) CLOTALYST from Biomet, Inc., which is autologous thrombin containing 20% ethanol added as a chemical stabilizer. The team has validated the chemistry for preparing thrombin from either whole blood or plasma, devised a practical (alpha prototype) Autologous Thrombin Device that is assembled from commercially available materials suitable for human use to practice the chemistry at the point of care, written an 'instructions for use' document, generated a comprehensive Product Requirements Document, and has filed provisional and utility patent applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Smith",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Warren D Smith",
   "pi_email_addr": "smithwd@csus.edu",
   "nsf_id": "000521911",
   "pi_start_date": "2014-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises, Incorporated",
  "inst_street_address": "6000 J ST STE 3700",
  "inst_street_address_2": "BOOKSTORE BLDG",
  "inst_city_name": "SACRAMENTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9162786402",
  "inst_zip_code": "958192605",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CA07",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "N58JMBDDUGU7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Sacramento",
  "perf_str_addr": "6000 J Street",
  "perf_city_name": "Sacramento",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958196019",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The purpose of this Innovation Corps (I-Corps) Teams grant was to better prepare our team, consisting of a student Entrepreneurial Lead (EL), an Industrial Mentor experienced in entrepreneurship, and the team Principal Investigator (PI), to move our academic laboratory research to the marketplace so that our work can benefit the general public.&nbsp; Our product is an improved method of preparing autologous thrombin (from the patient&rsquo;s own blood).&nbsp; Thrombin is a clotting factor that plays a key role in wound-healing and regenerative medicine.&nbsp; Our thrombin is safer than currently available products, which can put patients at risk through the use of products from animals or other humans or toxic chemicals.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Through the course taught by the grant, we learned how to carry out an iterative process of searching for a customer&ndash;product match and a viable market and business model.&nbsp; In our search, we interviewed cardiovascular surgeons, orthopedic surgeons, sports surgeons, plastic surgeons, clinical blood specialists, nurses, podiatrists, wound care specialists, burn specialists, regenerative medicine specialists, periodontists, oral surgeons, hospital supply chain personnel, veterinary surgeons, and experienced biotechnology industry personnel, including doing in-person interviews in Europe.&nbsp; Through a series of on-site and on-line classes, we presented summaries of what we learned in these interviews to our course instructors, who then helped guide our next steps.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We learned that our product did not justify founding a company to take it to the marketplace but instead was most viable when accompanied by other related products.&nbsp; Therefore, we licensed our product to a leading U.S. biomedical company.&nbsp; Thanks to this grant and the license royalty revenue, we are better prepared to pursue further research and commercialization opportunities.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What we learned on this grant also has strengthened our campus and community ecosystem for entrepreneurship.&nbsp; We now can better help our students and colleagues move their research toward commercialization.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2015<br>\n\t\t\t\t\tModified by: Warren&nbsp;D&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n      The purpose of this Innovation Corps (I-Corps) Teams grant was to better prepare our team, consisting of a student Entrepreneurial Lead (EL), an Industrial Mentor experienced in entrepreneurship, and the team Principal Investigator (PI), to move our academic laboratory research to the marketplace so that our work can benefit the general public.  Our product is an improved method of preparing autologous thrombin (from the patientÆs own blood).  Thrombin is a clotting factor that plays a key role in wound-healing and regenerative medicine.  Our thrombin is safer than currently available products, which can put patients at risk through the use of products from animals or other humans or toxic chemicals.\n\n      Through the course taught by the grant, we learned how to carry out an iterative process of searching for a customer&ndash;product match and a viable market and business model.  In our search, we interviewed cardiovascular surgeons, orthopedic surgeons, sports surgeons, plastic surgeons, clinical blood specialists, nurses, podiatrists, wound care specialists, burn specialists, regenerative medicine specialists, periodontists, oral surgeons, hospital supply chain personnel, veterinary surgeons, and experienced biotechnology industry personnel, including doing in-person interviews in Europe.  Through a series of on-site and on-line classes, we presented summaries of what we learned in these interviews to our course instructors, who then helped guide our next steps.\n\n      We learned that our product did not justify founding a company to take it to the marketplace but instead was most viable when accompanied by other related products.  Therefore, we licensed our product to a leading U.S. biomedical company.  Thanks to this grant and the license royalty revenue, we are better prepared to pursue further research and commercialization opportunities.\n\n      What we learned on this grant also has strengthened our campus and community ecosystem for entrepreneurship.  We now can better help our students and colleagues move their research toward commercialization.\n\n\t\t\t\t\tLast Modified: 09/27/2015\n\n\t\t\t\t\tSubmitted by: Warren D Smith"
 }
}