{
 "awd_id": "1445633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE: WORKSHOP: Identifying and prioritizing research questions for long-term ecological experiments",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 40807.0,
 "awd_amount": 40807.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2014-07-29",
 "awd_abstract_narration": "The value of data increases as data sets grow longer, as this information can be used to answer new suites of questions that are different from those that originally motivated the data collection.  This award supports a three-staged process that will engage early-career researchers to identify new frontiers for the application of long-term data sets, with a particular focus on long-term experiments. The lead investigators propose a unique approach to identifying these questions. Results from their approach will add significant value to ongoing investments in long-term data.  They will advance the fields of ecology and ecosystem science by identifying new questions and by encouraging early-career researchers with novel perspectives to play a central role in defining directions for future long-term research activities.\r\n\r\nLong-term experiments established through research networks or individual researchers provide some of the best illustrations of the value of long-term research, yet the potential applications of these experiments to diverse questions in ecology and evolution remain untapped. The investigators combine three activities to ensure an open and democratic development and prioritization of new research directions. An on-line survey will be used to engage the broad ecological community in identifying research questions uniquely addressed by long-term ecological experiments. Questions will be primarily closed-ended, but a small number of open-ended questions is necessary to ensure a comprehensive assessment of the community's viewpoints. Survey results will be summarized in collaboration with The Yale Project on Climate Change Communication, which delivers and analyzes online surveys to public, governmental, and academic sectors. The second stage of the project is a workshop, held at the Kellogg Biological Station, during which early-career researchers will present their own questions, evaluate and categorize questions from the survey, and use horizon scanning to identify leading questions and the rationale for their importance. A report synthesizing the approach and the leading research questions will be the final stage of the project. This report will first be reviewed by 'opinion leaders,' or senior researchers well established in the area of long-term ecological research. Their comments and critiques will be incorporated as appendices to the workshop report, which will be submitted for publication  to a leading ecological journal.   The proposed activities - a broad survey, a workshop, and a publication - will identify the next generation of questions that can capitalize on the funds already invested in long-term ecological research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Lau",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Lau",
   "pi_email_addr": "jenlau@iu.edu",
   "nsf_id": "000496427",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119600",
   "pgm_ele_name": "LONG-TERM RSCH IN ENVIR BIO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 40807.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We surveyed over 1000 professional ecologists and evolutionary biologists and convened a workshop of early career researchers to determine ecologists&rsquo; views on the value of long-term ecological experiments and to identify untapped opportunities and unanswered questions that long-term ecological experiments may be uniquely suited to address. Based on our survey and our workshop discussions, we identified: 1) New questions that can be uniquely addressed by long-term ecological experiments, including several related to two fields of ecology that have historically been underrepresented in existing long-term experiment infrastructure (Population Biology and Evolutionary Ecology), 2) The benefits of an interdisciplinary (population, community, ecosystem, and evolutionary ecology) perspective to long-term research, 3) Barriers to expanding involvement to subdisciplines historically underrepresented in existing long-term experiment infrastructure, and 4) Common themes spanning all sub-disciplines of ecology that can be uniquely addressed through long-term ecological experiments. We believe our survey results and workshop syntheses will be of interest to a broad range of ecologists, including social scientists and have disseminated our findings through peer-reviewed publications and datasets. Our hope is that our findings will encourage diverse ecologists to become involved in long-term research and will embolden leaders in the field to work to minimize barriers that may inhibit involvement of early career researchers in such endeavors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2017<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;A&nbsp;Lau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe surveyed over 1000 professional ecologists and evolutionary biologists and convened a workshop of early career researchers to determine ecologists? views on the value of long-term ecological experiments and to identify untapped opportunities and unanswered questions that long-term ecological experiments may be uniquely suited to address. Based on our survey and our workshop discussions, we identified: 1) New questions that can be uniquely addressed by long-term ecological experiments, including several related to two fields of ecology that have historically been underrepresented in existing long-term experiment infrastructure (Population Biology and Evolutionary Ecology), 2) The benefits of an interdisciplinary (population, community, ecosystem, and evolutionary ecology) perspective to long-term research, 3) Barriers to expanding involvement to subdisciplines historically underrepresented in existing long-term experiment infrastructure, and 4) Common themes spanning all sub-disciplines of ecology that can be uniquely addressed through long-term ecological experiments. We believe our survey results and workshop syntheses will be of interest to a broad range of ecologists, including social scientists and have disseminated our findings through peer-reviewed publications and datasets. Our hope is that our findings will encourage diverse ecologists to become involved in long-term research and will embolden leaders in the field to work to minimize barriers that may inhibit involvement of early career researchers in such endeavors.\n\n\t\t\t\t\tLast Modified: 10/31/2017\n\n\t\t\t\t\tSubmitted by: Jennifer A Lau"
 }
}