{
 "awd_id": "1445712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Egypt Cooperative Research: Seismic Risk Assessment of Wind Turbine Towers in Zafarana Wind Farm Egypt",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2014-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 252499.0,
 "awd_amount": 252499.0,
 "awd_min_amd_letter_date": "2014-08-27",
 "awd_max_amd_letter_date": "2014-08-27",
 "awd_abstract_narration": "This project supports a cooperative research project by Dr Ahmed Elgamal, University of California-San Diego in collaboration with Dr. Khaled El-Zahaby, Chairman, Housing and Building national Research Center (HBRC) in Cairo, Egypt. They will performe a Seismic Risk Assessment of Wind Turbine Towers in the Zafarana Wind Farm in Egypt. The Zafarana wind farm in 2012 was generating a capacity of 517MW, making it one of the largest onshore wind farms in the world. It is located in an active seismic zone along the west side of the Gulf of Suez. An extension of the wind farm southward is under consideration for construction in the near future. Seismic risk assessment is needed to assess the structural integrity of wind towers under expected seismic hazard events in this location, and this risk assessment procedure is likely to be valuable whenever wind turbines are located in a potentially active seismic region. The project objective is to pursue interdisciplinary studies to define seismic risk and seismic loads via a range of seismic analyses that are coupled with measured structural values in the field. The ultimate goal is to define and improve seismic design of wind turbine structures.\r\n\r\nWind turbines are unique structures. They are tall, slender and flexible and susceptible to dynamic loads. In addition, they are operating/moving structures as compared to buildings or bridges which are stationary. As alternative energy sources such as wind become more important globally, we will continue to have more wind turbine structures; therefore, pursuing research for these structures is important and broadly relevant. This international project combines a team of scientists, engineers, students and researchers from two countries. The diverse expertise of the two teams is a strength of the research effort and the cultural exchange between them is an important broader impact of this project. The research will be integrated into several facets of the structural and geotechnical engineering programs at the participating institutes. Results of this study will be of relevance to similar projects in the Middle East, as well as in other seismically active regions worldwide. Graduate and undergraduate students from the US and from Egypt will participate in the research, which ranges from numerical modeling of structure and soil structure interaction of wind turbine towers to the practical aspects of conducting a field investigation and instrumentation, thus providing a well-rounded education for the participants. In this regard, students from STEM under-represented communities will be actively recruited. Additionally, the international/intercultural collaborative aspects of the proposed research will provide a unique experience for those involved.\r\n\r\nThe proposed seismological studies, geo technical studies for loads, dynamic field measurements, and structural seismic analyses of existing wind towers will greatly enhance the associated design recommendations and provide strong intellectual merit for this project. The actual estimated site loads can be applied to the new towers that will be located in the same zone. The new wind turbine ambient vibration datasets to be acquired at Zafarana will constitute a basis for calibration of analysis tools for studies elsewhere. This data will be professionally archived and made available for use by interested researchers and practitioners worldwide. Valuable recommendations will be deduced for provisions in design codes based on realistic data and detailed structural assessments of the wind turbines. \r\n\r\nThis project is funded through the US-Egypt Joint Science and Technology Fund Program. Support for the U.S. side of these cooperative projects is provided to the National Science Foundation by the U.S. Department of State. The Egyptian Government provides support for the Egyptian side of the collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahmed",
   "pi_last_name": "Elgamal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmed Elgamal",
   "pi_email_addr": "elgamal@ucsd.edu",
   "nsf_id": "000201124",
   "pi_start_date": "2014-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 252499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A cooperative research effort was undertaken by researchers in the United States and in Egypt addressing the area of seismic response of Wind Turbines. A wind farm in Egypt provided an opportunity to conduct seismological, and geotechnical studies. In addition, dynamic full-scale testing was conducted on wind turbines at this site. Researchers from the United States provided support through communications with their Egyptian colleagues, based on earlier experience in conducting similar investigations (experimentally and computationally). &nbsp;Furthermore, efforts were directed towards exploration of relatively novel foundation systems in terms of applicability for scenarios of seismic excitation. Emphasis was placed on efficient systems that provide economical solutions, rapid deployment, and low carbon-footprint. For that purpose, a scope of physical and computational modeling studies was undertaken. Soil-structure interaction during seismic excitation received significant attention. In addition, contributions were made in the area of constitutive soil models for dynamic response. With continued reliance on modern larger and larger wind turbines, innovations in the corresponding foundation systems are needed to further facilitate deployment, while aiming towards more efficiency and reliability. The conducted research generated experimental data sets that assist in the endeavor. Moreover, advancements were made in numerical modeling of dynamic soil response, and the associated soil-structure interaction mechanisms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2019<br>\n\t\t\t\t\tModified by: Ahmed&nbsp;Elgamal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA cooperative research effort was undertaken by researchers in the United States and in Egypt addressing the area of seismic response of Wind Turbines. A wind farm in Egypt provided an opportunity to conduct seismological, and geotechnical studies. In addition, dynamic full-scale testing was conducted on wind turbines at this site. Researchers from the United States provided support through communications with their Egyptian colleagues, based on earlier experience in conducting similar investigations (experimentally and computationally).  Furthermore, efforts were directed towards exploration of relatively novel foundation systems in terms of applicability for scenarios of seismic excitation. Emphasis was placed on efficient systems that provide economical solutions, rapid deployment, and low carbon-footprint. For that purpose, a scope of physical and computational modeling studies was undertaken. Soil-structure interaction during seismic excitation received significant attention. In addition, contributions were made in the area of constitutive soil models for dynamic response. With continued reliance on modern larger and larger wind turbines, innovations in the corresponding foundation systems are needed to further facilitate deployment, while aiming towards more efficiency and reliability. The conducted research generated experimental data sets that assist in the endeavor. Moreover, advancements were made in numerical modeling of dynamic soil response, and the associated soil-structure interaction mechanisms.\n\n \n\n\t\t\t\t\tLast Modified: 05/19/2019\n\n\t\t\t\t\tSubmitted by: Ahmed Elgamal"
 }
}