{
 "awd_id": "1445898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference on Challenges of Identify Integer Sequences, October 9 - 10, 2014",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 16000.0,
 "awd_amount": 16000.0,
 "awd_min_amd_letter_date": "2014-08-20",
 "awd_max_amd_letter_date": "2014-08-20",
 "awd_abstract_narration": "The Center for Discrete Mathematics and Theoretical Computer Science (DIMACS) will host a conference on the Challenges of Identifying Integer Sequences, October 9-10, 2014 at Rutgers University in Piscataway, NJ. \r\n\r\nThe conference will honor the contributions to the mathematical sciences of the Online Encyclopedia of Integer Sequences (OEIS) featuring renowned researchers reporting on the latest developments and open conjectures attributed to the OEIS. Conference discussions will highlight the role the database has served in assisting with developing conjectures in number theory, algorithmic and enumerative combinatorics, combinatorial number theory, bifurcative and other nonlinear sequences, sphere packing, and many other mathematical fields as well as the tools necessary for identifying those conjectures. The conference will bring these topics to a large audience, with the express goal of making the ideas accessible to a diverse audience of researchers and students. For more information on the conference, please visit the website http://dimacs.rutgers.edu/Workshops/OEIS/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Fiorini",
   "pi_mid_init": "R",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Eugene R Fiorini",
   "pi_email_addr": "Eugene.Fiorini@gw.muhlenberg.edu",
   "nsf_id": "000548706",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doron",
   "pi_last_name": "Zeilberger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doron Zeilberger",
   "pi_email_addr": "zeilberg@math.rutgers.edu",
   "nsf_id": "000260511",
   "pi_start_date": "2014-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "96 Frelinghuysen Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sequences play an important role in number theory, combinatorics, and discrete mathematics (among other fields), and arguably no one has done more to highlight this role than&nbsp;Neil J. A. Sloane.&nbsp; The&nbsp;DIMACS Conference on Challenges of Identifying Integer Sequences, held on October 9-10, 2014, paid tribute to the On-Line Encyclopedia of Integer Sequences&reg; (OEIS&reg;), the massive catalog of sequences that he created. With roughly 100 registered participants, it was one of the largest events held so far this year at DIMACS. Among the participants were many long-time editors and contributors who have communicated for years but met for the first time at the conference.<br /> <br /> By gathering sequences &ndash; and a wealth of information about them &ndash; together in a common database, the OEIS provides an invaluable resource with which to explore. It all began in 1964 when Sloane was a graduate student at Cornell. He happened upon a sequence that began &ldquo;0, 1, 8, 78, 944&hellip;&rdquo; Interested in getting additional terms in the sequence, Sloane perused books in the library but was unable to find a reference to this particular sequence. To keep track of this and other sequences, he began recording them on index cards sorted in lexicographic order. By 1967, the sequences were transferred to punched cards, and, in 1973, they were published in a book, A Handbook of Integer Sequences, containing 2,372 sequences. Almost immediately, Sloane began receiving correspondence from all over the world with suggestions for additional sequences and updates to existing ones. Over the next 20 years, the collection grew and eventually led to the publication of a second book of 5,487 sequences. Once again, suggestions poured in. In 1996, Sloane launched the On-Line Encyclopedia of Integer Sequences as part of his homepage at AT&amp;T Research, and it remained there until 2009 when a non-profit foundation,&nbsp;The OEIS Foundation Inc., was set up to own and operate it.<br /> <br /> The database went online with approximately 10,000 sequences. Liberated from the constraints of print media, the OEIS is now growing at a rate of roughly 15,000 entries per year and will soon surpass 250,000 total entries. Each entry typically contains a variety of useful information &ndash; the initial terms of the sequence, formulas, references, relevant links, Maple or Mathematica programs to generate it, etc. &ndash; harvested from a crowd of trusted sources. An early and compelling example of crowdsourcing, the OEIS provides a resource for researchers and recreationalists alike and exemplifies the spirit of &ldquo;if you build it they will come.&rdquo;&nbsp;<br /> <br /> <strong>Intellectual Merit:<br /></strong>The research impact of the OEIS is impressive. There are currently more than 4,000 papers and books in mathematics, computer science, engineering, physics, and many other branches of science that reference and/or acknowledge the OEIS.&nbsp;Conference speakers&nbsp;highlighted past breakthroughs and existing open problems, discussed some of the many contributions of the OEIS to research, and identified a &ldquo;wish list&rdquo; of features for the future OEIS. Several speakers talked&nbsp;of sequences as an entry into mathematics: Douglas Hofstadter (Indiana University) described his teenage fascination with integer sequences; Jeffrey Shallit (University of Waterloo) spoke of how he struck up a correspondence with Sloane after receiving his book for Christmas in 1974; and Lara Pudwell (Valparaiso University) gave examples of how the OEIS makes undergraduate students &ldquo;more powerful&rdquo;. Conference speakers Sara Billey (University of Washington) and Bridget Tenner (DePaul University) described how the OEIS can make mathematicians of all levels more powerful, saying in their recent paper that &ldquo;each entry in the OEIS chronicles a mathematical theorem, and the...",
  "por_txt_cntn": "\nSequences play an important role in number theory, combinatorics, and discrete mathematics (among other fields), and arguably no one has done more to highlight this role than Neil J. A. Sloane.  The DIMACS Conference on Challenges of Identifying Integer Sequences, held on October 9-10, 2014, paid tribute to the On-Line Encyclopedia of Integer Sequences&reg; (OEIS&reg;), the massive catalog of sequences that he created. With roughly 100 registered participants, it was one of the largest events held so far this year at DIMACS. Among the participants were many long-time editors and contributors who have communicated for years but met for the first time at the conference.\n \n By gathering sequences &ndash; and a wealth of information about them &ndash; together in a common database, the OEIS provides an invaluable resource with which to explore. It all began in 1964 when Sloane was a graduate student at Cornell. He happened upon a sequence that began \"0, 1, 8, 78, 944&hellip;\" Interested in getting additional terms in the sequence, Sloane perused books in the library but was unable to find a reference to this particular sequence. To keep track of this and other sequences, he began recording them on index cards sorted in lexicographic order. By 1967, the sequences were transferred to punched cards, and, in 1973, they were published in a book, A Handbook of Integer Sequences, containing 2,372 sequences. Almost immediately, Sloane began receiving correspondence from all over the world with suggestions for additional sequences and updates to existing ones. Over the next 20 years, the collection grew and eventually led to the publication of a second book of 5,487 sequences. Once again, suggestions poured in. In 1996, Sloane launched the On-Line Encyclopedia of Integer Sequences as part of his homepage at AT&amp;T Research, and it remained there until 2009 when a non-profit foundation, The OEIS Foundation Inc., was set up to own and operate it.\n \n The database went online with approximately 10,000 sequences. Liberated from the constraints of print media, the OEIS is now growing at a rate of roughly 15,000 entries per year and will soon surpass 250,000 total entries. Each entry typically contains a variety of useful information &ndash; the initial terms of the sequence, formulas, references, relevant links, Maple or Mathematica programs to generate it, etc. &ndash; harvested from a crowd of trusted sources. An early and compelling example of crowdsourcing, the OEIS provides a resource for researchers and recreationalists alike and exemplifies the spirit of \"if you build it they will come.\" \n \n Intellectual Merit:\nThe research impact of the OEIS is impressive. There are currently more than 4,000 papers and books in mathematics, computer science, engineering, physics, and many other branches of science that reference and/or acknowledge the OEIS. Conference speakers highlighted past breakthroughs and existing open problems, discussed some of the many contributions of the OEIS to research, and identified a \"wish list\" of features for the future OEIS. Several speakers talked of sequences as an entry into mathematics: Douglas Hofstadter (Indiana University) described his teenage fascination with integer sequences; Jeffrey Shallit (University of Waterloo) spoke of how he struck up a correspondence with Sloane after receiving his book for Christmas in 1974; and Lara Pudwell (Valparaiso University) gave examples of how the OEIS makes undergraduate students \"more powerful\". Conference speakers Sara Billey (University of Washington) and Bridget Tenner (DePaul University) described how the OEIS can make mathematicians of all levels more powerful, saying in their recent paper that \"each entry in the OEIS chronicles a mathematical theorem, and the integer sequence associated with the entry is that theoremÆs fingerprint. The OEIS is arguably the most established fingerprint database for theorems to date.\" In their talk, they went on to suggest ways in ..."
 }
}