{
 "awd_id": "1445012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:AIR - TT:  SIG-Blocks: Tangible Game Technology for Cognitive Assessment and Rehabilitation of People with Traumatic Brain Injuries",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 198265.0,
 "awd_amount": 294574.0,
 "awd_min_amd_letter_date": "2014-09-04",
 "awd_max_amd_letter_date": "2018-11-20",
 "awd_abstract_narration": "This PFI: AIR Technology Translation project focuses on translating integrated sensors and wireless communication technology to fill the need for cognitive assessment and rehabilitation of veterans with mild traumatic brain injuries (TBI).  The novel Sensor Integrated Geometric (SIG)-Blocks technology enables fully autonomous and remote administration of the cognitive assessment and training programs that will reduce the cost and broaden accessibility to rehabilitation opportunities. Improved quality and quantity of measurable data and the dynamic nature of this technology-based approach will also lead to improved rehabilitation outcomes. This project will result in a prototype of a fully functioning hardware platform (SIG-Blocks) and user-friendly game software for personalized cognitive assessment and training. The SIG-Blocks technology has the following unique features: fully automated and remote (online) administration of the assessment and training games, dynamic and personalized game items, and improved quality and quantity of measureable data.  These features will potentially improve the accuracy of assessment and clinical effectiveness of rehabilitation. Further, reduced cost and possible in-home training will broaden rehabilitation opportunities for TBI patients when compared to the existing cognitive assessment and training instruments in this market space.  \r\n\r\nThis project addresses the following technology gaps as it translates from research discovery toward commercial application: 1) lack of the platform technology that can be used for both cognitive assessment and rehabilitation of TBI patients by developing the new SIG-Blocks and assessment/training games building on a current prototype; 2) lack of fun and engaging features in the current technology by embedding visual, sound, and tactile feedback mechanism into the technology; 3) need for improved user interface (UI) to enable end-users to customize the test items or training games by designing a graphically augmented tangible UI; 4) need for in-home training to broaden the accessibility to the service and reduce the cost by developing online programs; 5) need for personalized assessment/rehabilitation to maximize health outcomes by developing a software tool kit that enables personalization of test/training programs; and 6) lack of clinical evidence of the efficacy of such technology-based approach by testing the games using SIG-Blocks on TBI patients in collaboration with the Cleveland VA Medical Center.  In addition, undergraduate and graduate students involved in this project will receive unique learning and training experiences by working with a highly interdisciplinary team for investigating effective strategies of technology translation that is often overlooked in engineering education. The educational activities will also include integration of this project with unique project-based courses that focus on advancing the impact of invention via multi-disciplinary perspectives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiju",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiju Lee",
   "pi_email_addr": "kiju.lee@tamu.edu",
   "nsf_id": "000547312",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Allan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michael F Allan",
   "pi_email_addr": "michael.allan@case.edu",
   "nsf_id": "000670747",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 Euclid Avenue",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8019",
   "pgm_ref_txt": "Accelerating Innovation Rsrch"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 198265.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 45017.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 39292.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building on the SIG-Blocks technologies developed for cognitive assessment of young children supported under the prior NSF award, this PFI project focused on (1) further refining the technologies for accurate and reliable sensing of physical motions applied to the blocks and real-time test administration and monitoring, (2) testing the technologies on potential end-users including traumatic brain injury patients and older adults, and (3) investigating potential commercialization strategies and reducing market risk. To do so, we proposed a unique research partnership between Case Western Reserve University (CWRU) and a local continuing care retirement community (CCRC). Through this partnership, we have established a living lab, an interactive research and development facility for user-centered elder care technologies. This lab will continue to support researchers to apply co-design approaches for identifying user-specific requirements and addressing them in various forms of novel technologies and evaluating them in lab-based as well as natural living settings. The living lab occupies over 3,000sqft space on the CCRC campus, consisting of interactive project space and a conference room.&nbsp;</p>\n<p>Translational research outcomes of this project are (a) the refined technologies, including reliable algorithms for block-to-block and block-to-computer communication and signal processing of sensor data; (b) end-user evaluation involving 35 older participants aged 65 or older; and (c) intellectual property - US patent pending. This project has also provided unique training opportunities for both undergraduate and graduate students via NSF&rsquo;s Research Experience for Undergraduates (REU) and Non-Academic Research Internships for Graduate Students (INTERN) programs. Two undergraduate students participated in this project over a 3-month summer intersession; one doctoral student took the opportunity for a 5-month internship in a local company, benefiting from these two programs.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2020<br>\n\t\t\t\t\tModified by: Kiju&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBuilding on the SIG-Blocks technologies developed for cognitive assessment of young children supported under the prior NSF award, this PFI project focused on (1) further refining the technologies for accurate and reliable sensing of physical motions applied to the blocks and real-time test administration and monitoring, (2) testing the technologies on potential end-users including traumatic brain injury patients and older adults, and (3) investigating potential commercialization strategies and reducing market risk. To do so, we proposed a unique research partnership between Case Western Reserve University (CWRU) and a local continuing care retirement community (CCRC). Through this partnership, we have established a living lab, an interactive research and development facility for user-centered elder care technologies. This lab will continue to support researchers to apply co-design approaches for identifying user-specific requirements and addressing them in various forms of novel technologies and evaluating them in lab-based as well as natural living settings. The living lab occupies over 3,000sqft space on the CCRC campus, consisting of interactive project space and a conference room. \n\nTranslational research outcomes of this project are (a) the refined technologies, including reliable algorithms for block-to-block and block-to-computer communication and signal processing of sensor data; (b) end-user evaluation involving 35 older participants aged 65 or older; and (c) intellectual property - US patent pending. This project has also provided unique training opportunities for both undergraduate and graduate students via NSF’s Research Experience for Undergraduates (REU) and Non-Academic Research Internships for Graduate Students (INTERN) programs. Two undergraduate students participated in this project over a 3-month summer intersession; one doctoral student took the opportunity for a 5-month internship in a local company, benefiting from these two programs. \n\n \n\n\t\t\t\t\tLast Modified: 01/13/2020\n\n\t\t\t\t\tSubmitted by: Kiju Lee"
 }
}