{
 "awd_id": "1446383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:  Sustaining the Catalogue of Endangered Languages (ELCat)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Colleen M. Fitzgerald",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 19999.0,
 "awd_amount": 24722.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "The Catalogue of Endangered Languages (ELCat) is the most significant resource on the endangered languages of the world. It is a unique, multipurpose resource for endangered language work, valuable to a range of audiences. ELCat has shown that 3230 languages are endangered today; this represents 43% of the world's 7106 living languages. It is imperative to know not only how critically endangered a language is, but also how much it can contribute to scientific knowledge and how well it has already been described. In the two years since its launch, ELCat has been regularly used not only by scholars, communities and individuals struggling with language endangerment, but also by funding agencies seeking guidance in the allocation of limited resources, by educators, students, and media representatives, and by the general public, with applications ranging from those seeking scientific knowledge to those wanting general information, to pedagogy, to language policy and planning to community action, to seeking help with language documentation and revitalization projects.\r\n \r\nThis workshop will bring together the Regional Directors of ELCat to discuss plans for the long-term sustainable maintenance of the project. Topics to be discussed include assessment of personnel and technology needs; plans for continued curation; the creation of an ELCat Board of Directors; and increased functionality for site users including crowdsourcing, a question-and-discussion area, and activity-based user experience paths.\r\n \r\nThe workshop format has two components: (1) Presentations by invited participants, to present overviews of the outcomes and achievements of the Catalogue of Endangered Languages project, challenges ELCat faces and must address for its future, desiderata for infrastructure for a sustainable Catalogue, candidate strategies for providing for ELCat's long-term survival and maintenance; and (2) Working group sessions. Each working group will be composed of four to five members, addressing a specific question, challenge, or need in designing a sustainable future for the Catalogue. Membership in the working groups will be determined by participants' choices based on their experience, expertise, and interest in a specific topic. Working groups will be provided with suggested discussion questions, open-ended enough to allow discussion of other themes and ideas that group members may want to add. Discussion of these questions should lead to formulating specific goals and to recommendations about how to achieve those goals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lyle",
   "pi_last_name": "Campbell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lyle Campbell",
   "pi_email_addr": "lylecamp@hawaii.edu",
   "nsf_id": "000569886",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1890 East-West Rd",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 24722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;<em>Catalogue of Endangered Languages&nbsp;</em>(ELCat)<strong>&nbsp;</strong>project (supported by NSF BCS-1058096 and BCS-1057725) has achieved its goals to develop the most definitive and authoritative resource possible on the endangered languages of the world and to provide electronic infrastructure that not only allows constant updating of the information, but also maximizes its visibility and accessibility. The goal of this Workshop was to plan for the future of the&nbsp;<em>Catalogue</em>&nbsp;to guarantee its long-term vitality and usefulness. This workshop assessed long-term needs, designed further sustainable maintenance, and made recommendations to ensure the future of the&nbsp;<em>Catalogue of Endangered Languages</em>.&nbsp;</p>\n<p>Recommendations were made by the 32 workshop participants (representing nine countries) for keeping abreast of new information in publications and on websites concerning endangered languages and for outreach to scholars. Recommendations were made for streamlining the data submission form on the ELP/ELCat website; improved means of exchange of data with other institutions was planned for.&nbsp;Answers were offered to the question of what personnel would be involved in keeping ELCat&rsquo;s content up-to-date. It was recommended that the organization involving ELCat have an International Board of Directors and that they appoint a \"catalogue manager.\" The most pressing need was assessed to be technological support (programmer/technician). Funding needs were assessed and numerous suggestions made to explore ways to procure the needed financial support for long-term maintenance. Action plans were drawn up and are currently being acted upon.&nbsp;</p>\n<p>The overall result was the creation of plans for sustaining ELCat while constantly improving its contents and ability to serve its goals. All in all, it was a very successful Workshop; it achieved its objectives.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified by: Lyle&nbsp;Campbell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Catalogue of Endangered Languages (ELCat) project (supported by NSF BCS-1058096 and BCS-1057725) has achieved its goals to develop the most definitive and authoritative resource possible on the endangered languages of the world and to provide electronic infrastructure that not only allows constant updating of the information, but also maximizes its visibility and accessibility. The goal of this Workshop was to plan for the future of the Catalogue to guarantee its long-term vitality and usefulness. This workshop assessed long-term needs, designed further sustainable maintenance, and made recommendations to ensure the future of the Catalogue of Endangered Languages. \n\nRecommendations were made by the 32 workshop participants (representing nine countries) for keeping abreast of new information in publications and on websites concerning endangered languages and for outreach to scholars. Recommendations were made for streamlining the data submission form on the ELP/ELCat website; improved means of exchange of data with other institutions was planned for. Answers were offered to the question of what personnel would be involved in keeping ELCatÆs content up-to-date. It was recommended that the organization involving ELCat have an International Board of Directors and that they appoint a \"catalogue manager.\" The most pressing need was assessed to be technological support (programmer/technician). Funding needs were assessed and numerous suggestions made to explore ways to procure the needed financial support for long-term maintenance. Action plans were drawn up and are currently being acted upon. \n\nThe overall result was the creation of plans for sustaining ELCat while constantly improving its contents and ability to serve its goals. All in all, it was a very successful Workshop; it achieved its objectives.\n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Lyle Campbell"
 }
}