{
 "awd_id": "1446275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nano Risk Analysis (II): A Workshop to Explore How a Multiple Models Approach can Advance Risk Analysis of Nanoscale Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 20200.0,
 "awd_amount": 20200.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "PI: JoAnne Shatkin\r\nProposal Number: CBET - 1446275\r\n\r\n\r\n\r\nNano Risk Analysis (II): A Workshop to Explore How a Multiple Models Approach can Advance Risk Analysis of Nanoscale Materials, September 15-16, 2014, George Washington University, Washington, DC\r\n\r\nThis proposal is for support of the Society for Risk Analysis (SRA) to convene a public, multi-stakeholder workshop exploring the integration of a multiple-methods approach into screening level risk-assessment of ENM, to be held September 15-16, 2014 at George Washington University in Washington, DC. Despite a decade of effort to use toxicology and exposure research to aid the assessment of health and environmental risks of nanomaterials, major gaps remain in our ability to understand and quantify such risks from engineered nanoscale materials (ENM). One pressing gap is the need is to develop reliable approaches for evaluating and classifying novel ENM substances through screening techniques. Alternative Testing Strategies (ATS), which can include high throughput screening methods (HTS), and other methods, have the potential for rapid screening of large numbers and types of materials. However, existing and emerging ATS are not yet reliable enough for quantitative estimation of ENM risk. This workshop is to explore ways in which the different ATS may be combined to create a multiple models approach that can increase the confidence in vitro tests so that they can be relied upon for deciding whether more extensive testing of novel ENM are needed in specific cases. In addition to technical experts and representatives from research and industry, diverse environmental, consumer, labor, and animal rights groups, as well as other professional societies and their members are also invited to participate. The participation of such broad, horizontal sectors associated with ENM risk assessments will assure the rapid dissemination of results of the discussions, results that can inform and aid the progress of assessment of health and environmental risks of nanomaterials.\r\n\r\nThe main objectives of the workshop are to: (i) assess the state of the science on HTS and ATS from a \"multiple models\" perspective;  (ii) evaluate the ability to use data from ATS/HTS methods for screening purposes; (iii) assess the ability to use a suite of ATS methods to amplify the Weight of Evidence; (iv) characterize and address uncertainty associated with predictive relationships; (v) elicit the perspectives of diverse stakeholders about the use of HTS/ATS for screening purposes in risk analysis of ENM; and (vi) develop a set of recommendations for these alternative approaches to become more widely adopted for environmental, health and safety decision making about ENM across the product life cycle. The unique contribution of this workshop is the translation of research into a Weight of Evidence (WoE) approach using ATS for screening-level decisions in risk analysis. The output of the workshop will be a set of recommendations reported to the OECD WPMN and via peer reviewed publications about ways in which these approaches may be practically applied in the near term to improve environmental decision making by governmental and industrial organizations. Such an output holds potential for transformation through risk screening approaches that promote safer and more sustainable substance and technology development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "JoAnne",
   "pi_last_name": "Shatkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "JoAnne Shatkin",
   "pi_email_addr": "Jashatkin@vireoadvisors.com",
   "nsf_id": "000638338",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society For Risk Analysis",
  "inst_street_address": "950 HERNDON PKWY STE 450",
  "inst_street_address_2": "",
  "inst_city_name": "HERNDON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7037901745",
  "inst_zip_code": "201705528",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "SOCIETY FOR RISK ANALYSIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "HHGDHGP1LGB1"
 },
 "perf_inst": {
  "perf_inst_name": "Society for Risk Analysis",
  "perf_str_addr": "1313 Dolley Madison Blvd",
  "perf_city_name": "McLean",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "221013926",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Emerging Nanoscale Materials Specialty Group (EMN SG) of the Society for Risk Analysis (SRA) collaborated with several entities to host an Alternative Testing Strategy workshop entitled &ldquo;<em>Nano Risk Analysis II: A workshop to explore how a multiple models approach can advance risk analysis of nanoscale materials</em>&rdquo; in Washington D.C. Held in September 2014, the workshop brought together experts in risk analysis and those engaged in risk management with scientists working in nanoscience and nanotechnology safety research to discuss and identify needs, developments and future directions to advance risk analysis for manufactured nanomaterials (MNs). The specific focus addressed needs and requirements for using alternative testing strategies (ATS) in risk analysis: structured approaches that reduce, refine, and replace animal testing for toxicological investigations, or reduce and refine highly resource-intensive field studies for health and ecological risk assessment. The unique contribution of this workshop was a focus on near term actions to improve the reliability of, and confidence in, ATS in a Weight of Evidence (WoE) approach for screening-level decisions in risk analysis. The outputs of the workshop include a set of recommendations reported to the OECD Working Party on Manufactured Nanomaterials (WPMN) and via presentations and peer reviewed publications about advancing the practical application of ATS to improve environmental decision making by governmental and industrial organizations. The workshop advanced risk screening approaches and a research agenda intended to promote safer and more sustainable material and technology development.</p>\n<p>&nbsp;</p>\n<p>The accelerating rate of MN research and development, as well as their use in commercial products make rapid and reliable safety screening and predictive approaches for MN imperative. Yet, for MN, many alternative methods and strategies are not yet validated, standardized nor widely adopted. The participants vetted perspectives on the state of ATS in the context of human health, ecological health, and exposure considerations. As a basis for discussion, several deliverables were created, including a report on the &ldquo;<em>State of the Science of ATS for Nanomaterials</em>&rdquo; and a case study which evaluated the toxicology literature employing ATS methods with nanoscale titanium dioxide (n-TiO2). Further, three speakers were invited to prepare white papers for presentation as discussion leaders about how to move these key areas forward.</p>\n<p>&nbsp;</p>\n<p>Informative presentations and dynamic discussions considered how ATS could be incorporated into risk assessment and policy development for MNs. It was generally agreed that ATS can be useful now for screening, prioritization, and reduction of uncertainty, as long as potential methodological limitations, especially those related to MN are considered. For example, issues surrounding consistency and reproducibility of results, metrology, and representation of realistic scenarios interfere with the reliability of such data, limiting the ability of risk assessors to use and/or compare research data from the diversity of current methods and testing conditions.</p>\n<p>&nbsp;</p>\n<p>Some key recommendations emerged about how best to use ATS for the advancement of risk analysis for MN, including: 1) developing/fostering data sharing systems and collaborations to improve efficiency of data gathering and avoid redundancy in testing; 2) data mining of existing data and generation of databases from published literature to assess testing protocols, substantiate results, as well as determine replicability of studies used to screen and identify MNs and evaluate the pathways, endpoints, and data gaps of concern; 3) ensuring experimental conditions are environmentally and biologically relevant, simulating realistic exposure scenarios and concentr...",
  "por_txt_cntn": "\nThe Emerging Nanoscale Materials Specialty Group (EMN SG) of the Society for Risk Analysis (SRA) collaborated with several entities to host an Alternative Testing Strategy workshop entitled \"Nano Risk Analysis II: A workshop to explore how a multiple models approach can advance risk analysis of nanoscale materials\" in Washington D.C. Held in September 2014, the workshop brought together experts in risk analysis and those engaged in risk management with scientists working in nanoscience and nanotechnology safety research to discuss and identify needs, developments and future directions to advance risk analysis for manufactured nanomaterials (MNs). The specific focus addressed needs and requirements for using alternative testing strategies (ATS) in risk analysis: structured approaches that reduce, refine, and replace animal testing for toxicological investigations, or reduce and refine highly resource-intensive field studies for health and ecological risk assessment. The unique contribution of this workshop was a focus on near term actions to improve the reliability of, and confidence in, ATS in a Weight of Evidence (WoE) approach for screening-level decisions in risk analysis. The outputs of the workshop include a set of recommendations reported to the OECD Working Party on Manufactured Nanomaterials (WPMN) and via presentations and peer reviewed publications about advancing the practical application of ATS to improve environmental decision making by governmental and industrial organizations. The workshop advanced risk screening approaches and a research agenda intended to promote safer and more sustainable material and technology development.\n\n \n\nThe accelerating rate of MN research and development, as well as their use in commercial products make rapid and reliable safety screening and predictive approaches for MN imperative. Yet, for MN, many alternative methods and strategies are not yet validated, standardized nor widely adopted. The participants vetted perspectives on the state of ATS in the context of human health, ecological health, and exposure considerations. As a basis for discussion, several deliverables were created, including a report on the \"State of the Science of ATS for Nanomaterials\" and a case study which evaluated the toxicology literature employing ATS methods with nanoscale titanium dioxide (n-TiO2). Further, three speakers were invited to prepare white papers for presentation as discussion leaders about how to move these key areas forward.\n\n \n\nInformative presentations and dynamic discussions considered how ATS could be incorporated into risk assessment and policy development for MNs. It was generally agreed that ATS can be useful now for screening, prioritization, and reduction of uncertainty, as long as potential methodological limitations, especially those related to MN are considered. For example, issues surrounding consistency and reproducibility of results, metrology, and representation of realistic scenarios interfere with the reliability of such data, limiting the ability of risk assessors to use and/or compare research data from the diversity of current methods and testing conditions.\n\n \n\nSome key recommendations emerged about how best to use ATS for the advancement of risk analysis for MN, including: 1) developing/fostering data sharing systems and collaborations to improve efficiency of data gathering and avoid redundancy in testing; 2) data mining of existing data and generation of databases from published literature to assess testing protocols, substantiate results, as well as determine replicability of studies used to screen and identify MNs and evaluate the pathways, endpoints, and data gaps of concern; 3) ensuring experimental conditions are environmentally and biologically relevant, simulating realistic exposure scenarios and concentrations; 4) standardizing testing and reporting protocols to improve consistency amongst studies and ensure reliability and comparability. Longer term recom..."
 }
}