{
 "awd_id": "1446518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scarcity and Enabling Adoption and Sustained Use of New Technologies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "seung hong",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2014-09-08",
 "awd_max_amd_letter_date": "2014-09-08",
 "awd_abstract_narration": "Adoption of new technologies that would be beneficial to developing and rural communities is not just a matter of improved materials and technology. Benefits cannot be realized without sufficiently-wide adoption and sustained use. However, successful introduction and continued use remain a significant challenge in development efforts across all kinds of interventions. Our project addresses the problems of introducing beneficial new technologies; in particular, our goal is to determine the effect of a \"hard to get\" strategy on adoption and usage. We will compare novel allocation procedures for introducing improved technologies. Our comparison will include laboratory experiments in advance to inform the design of our randomized controlled trial (RCT). We expect that our laboratory experiments will help in designing the RCT that will be conducted in a set of villages--with an introduction of new technology via limited availability (i.e., scarce supply)--will have increased desirability, uptake rates, adoption, and sustained use. This project assessing methods of scale-up to sustainability will serve as a pilot for a larger-scale implementation. \r\n\r\nThe current proposal is for conducting a proof of concept laboratory experiments for a 'hard to get design.' We will be comparing methods of scale-up to sustainability: traditional all-at-once distribution versus slow rollout based on need, thereby creating scarcity and presumably increasing interest and demand for a new technology. Before rolling out the large field experiments, we will pilot some of the behavioral mechanisms in lab experiments. The goal of the laboratory experiments is to pilot with different variations of the basic idea of scarcity, trying to better understand the psychology and refine the method before implementing it in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Uri",
   "pi_last_name": "Gneezy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uri Gneezy",
   "pi_email_addr": "ugneezy@ucsd.edu",
   "nsf_id": "000307329",
   "pi_start_date": "2014-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ayelet",
   "pi_last_name": "Gneezy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ayelet Gneezy",
   "pi_email_addr": "agneezy@ucsd.edu",
   "nsf_id": "000534641",
   "pi_start_date": "2014-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Adoption of new technologies that would be beneficial to developing communities is not just a matter of improved materials and technology. Benefits cannot be realized without sufficiently-wide adoption and sustained use. The potential impact of an improved technology is greatly reduced, or totally lost, if people do not use it. However, successful introduction and continued use remains a significant challenge in developing engineering efforts.</p>\n<p>Our project addresses the problems of introducing beneficial new technologies; in particular, our goal is to determine the effect of a \"hard to get\" strategy on adoption and usage. The approach we propose in the project is the following:</p>\n<ul>\n<li>Identify the problem: Slow adoption of new technologies</li>\n<li>Develop a behavioral solution: Hard-to-get (HTG) strategies </li>\n<li>Test the solution in the laboratory. This stage includes many refinements on the original suggested solution, including deeper understanding of the underlying mechanisms.</li>\n<li>Apply the findings from the lab to real-world needs, testing the effect using field experiments.</li>\n<li>Use the suggested strategy to improve the performance of organizations such as nongovernmental organizations (NGOs)</li>\n</ul>\n<p>&nbsp;</p>\n<p>Experiment 1</p>\n<p>Participants were invited to the lab for an experiment that can take up to an hour and a half. For each session, we invited six participants&mdash;three women and three men. Participants first took part in an unrelated experiment for 30 minutes, for which they were be paid a fixed amount of $8 at the end of the 30 minutes. After paying the participants for the first part, we offered them the following (treatment 1, everyone can stay): &ldquo;We have another task for a pilot experiment that we need some participants for. The task has 6 sections, each of which takes 10 minutes. If you decide to stay, you will earn $1 for every section (10 minutes) you complete. When you choose to stop working, you will be paid by the number of sections you have completed. Please indicate here if you would like to stay and work on the task, or would like to finish now.&rdquo; In treatment 2, the added instructions were &ldquo;If more than three participants would choose to stay, then we will chose three at random.&rdquo;</p>\n<p>We had 42 participants in each treatment (82 total). The results show that 12 (29%) participants chose to stay in treatment 1, while in treatment 2, 21 (50%) participants did. The difference is significant using a test of proportions (p=0.04) and with probit regression. In terms of time spent of the task, in treatment 1 participants stayed 29 minutes on average, while in treatment 2 participants stayed 40 minutes on average; the difference is marginally significant (p=0.08).</p>\n<p>&nbsp;</p>\n<p>Experiment 2: Participating in an information session on cook stoves with Masai in Kenya.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this experiment we used the targeted population of participants&mdash;Massai people in Kenya and the targeted activity&mdash;cook stoves. &nbsp;The participants took part in another, unrelated activity. At the end of it they were asked whether they would like to join another meeting on cook-stoves. The treatments and results were similar to those of experiment 1.</p>\n<p>&nbsp;</p>\n<p>Experiment 3:</p>\n<p>By considering purchase decisions, this experiment moves us closer to the goal of understanding how HTG strategies affect adoption of new technologies such as cook stoves and bed nets. In addition, this experiment also studies the effect of changing the perceived reason for the scarcity of the product.</p>\n<p>We conducted the experiment in remote villages in Northeast India in which cooking is done on an open fire inside the house. We invited participants to the village&rsquo;s community house for an experiment on a pre-determined date. At the end of a different study (about 90 minutes long), participants came to receive their payments. After being told about their earnings, and before being paid, participants were asked &ldquo;If you choose to try and get it, we will ask you to role a dice. If the outcome of the dice roll is 3, then you will pay for it and get it. Otherwise, you will not pay for and will not get the massager. Would you like to buy the massager r?&rdquo; We had two treatments, each with 40 participants. We compared this treatment to a control in which everyone was invited to buy the massager.</p>\n<p>We had 40 participants in each treatment (80 total). Seven (17.5%) participants chose to buy a massager in treatment 1, whereas 22 (55%) participants chose to in treatment 2. The difference is significant using a test of proportions (p&lt;0.001).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2016<br>\n\t\t\t\t\tModified by: Uri&nbsp;Gneezy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdoption of new technologies that would be beneficial to developing communities is not just a matter of improved materials and technology. Benefits cannot be realized without sufficiently-wide adoption and sustained use. The potential impact of an improved technology is greatly reduced, or totally lost, if people do not use it. However, successful introduction and continued use remains a significant challenge in developing engineering efforts.\n\nOur project addresses the problems of introducing beneficial new technologies; in particular, our goal is to determine the effect of a \"hard to get\" strategy on adoption and usage. The approach we propose in the project is the following:\n\nIdentify the problem: Slow adoption of new technologies\nDevelop a behavioral solution: Hard-to-get (HTG) strategies \nTest the solution in the laboratory. This stage includes many refinements on the original suggested solution, including deeper understanding of the underlying mechanisms.\nApply the findings from the lab to real-world needs, testing the effect using field experiments.\nUse the suggested strategy to improve the performance of organizations such as nongovernmental organizations (NGOs)\n\n\n \n\nExperiment 1\n\nParticipants were invited to the lab for an experiment that can take up to an hour and a half. For each session, we invited six participants&mdash;three women and three men. Participants first took part in an unrelated experiment for 30 minutes, for which they were be paid a fixed amount of $8 at the end of the 30 minutes. After paying the participants for the first part, we offered them the following (treatment 1, everyone can stay): \"We have another task for a pilot experiment that we need some participants for. The task has 6 sections, each of which takes 10 minutes. If you decide to stay, you will earn $1 for every section (10 minutes) you complete. When you choose to stop working, you will be paid by the number of sections you have completed. Please indicate here if you would like to stay and work on the task, or would like to finish now.\" In treatment 2, the added instructions were \"If more than three participants would choose to stay, then we will chose three at random.\"\n\nWe had 42 participants in each treatment (82 total). The results show that 12 (29%) participants chose to stay in treatment 1, while in treatment 2, 21 (50%) participants did. The difference is significant using a test of proportions (p=0.04) and with probit regression. In terms of time spent of the task, in treatment 1 participants stayed 29 minutes on average, while in treatment 2 participants stayed 40 minutes on average; the difference is marginally significant (p=0.08).\n\n \n\nExperiment 2: Participating in an information session on cook stoves with Masai in Kenya.\n\n                In this experiment we used the targeted population of participants&mdash;Massai people in Kenya and the targeted activity&mdash;cook stoves.  The participants took part in another, unrelated activity. At the end of it they were asked whether they would like to join another meeting on cook-stoves. The treatments and results were similar to those of experiment 1.\n\n \n\nExperiment 3:\n\nBy considering purchase decisions, this experiment moves us closer to the goal of understanding how HTG strategies affect adoption of new technologies such as cook stoves and bed nets. In addition, this experiment also studies the effect of changing the perceived reason for the scarcity of the product.\n\nWe conducted the experiment in remote villages in Northeast India in which cooking is done on an open fire inside the house. We invited participants to the village?s community house for an experiment on a pre-determined date. At the end of a different study (about 90 minutes long), participants came to receive their payments. After being told about their earnings, and before being paid, participants were asked \"If you choose to try and get it, we will ask you to role a dice. If the outcome of the dice roll is 3, then you will pay for it and get it. Otherwise, you will not pay for and will not get the massager. Would you like to buy the massager r?\" We had two treatments, each with 40 participants. We compared this treatment to a control in which everyone was invited to buy the massager.\n\nWe had 40 participants in each treatment (80 total). Seven (17.5%) participants chose to buy a massager in treatment 1, whereas 22 (55%) participants chose to in treatment 2. The difference is significant using a test of proportions (p&lt;0.001).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2016\n\n\t\t\t\t\tSubmitted by: Uri Gneezy"
 }
}