{
 "awd_id": "1446785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research: Designing semi-autonomous networks of miniature robots for inspection of bridges and other large infrastructures",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 850000.0,
 "awd_amount": 855500.0,
 "awd_min_amd_letter_date": "2014-08-19",
 "awd_max_amd_letter_date": "2016-08-18",
 "awd_abstract_narration": "Designing semi-autonomous networks of miniature robots for inspection of bridges and other large civil infrastructure\r\n\r\nAccording to the U.S. Department of Transportation, the United States has 605102 bridges of which 64% are 30 years or older and 11% are structurally deficient. Visual inspection is a standard procedure to identify structural flaws and possibly predict the imminent collapse of a bridge and determine effective precautionary measures and repairs. Experts who carry out this difficult task must travel to the location of the bridge and spend many hours assessing the integrity of the structure.  \r\n\r\nThe proposal is to establish (i) new design and performance analysis principles and (ii) technologies for creating a self-organizing network of small robots to aid visual inspection of bridges and other large civilian infrastructure. The main idea is to use such a network to aid the experts in remotely and routinely inspecting complex structures, such as the typical girder assemblage that supports the decks of a suspension bridge. The robots will use wireless information exchange to autonomously coordinate and cooperate in the inspection of pre-specified portions of a bridge. At the end of the task, or whenever possible, they will report images as well as other key measurements back to the experts for further evaluation. \r\n\r\nCommon systems to aid visual inspection rely either on stationary cameras with restricted field of view, or tethered ground vehicles. Unmanned aerial vehicles cannot access constricted spaces and must be tethered due to power requirements and the need for uninterrupted communication to support the continual safety critical supervision by one or more operators.  In contrast, the system proposed here would be able to access tight spaces, operate under any weather, and execute tasks autonomously over long periods of time. \r\n\r\nThe fact that the proposed framework allows remote expert supervision will reduce cost and time between inspections. The added flexibility as well as the increased regularity and longevity of the deployments will improve the detection and diagnosis of problems, which will increase safety and support effective preventive maintenance. \r\n\r\nThis project will be carried out by a multidisciplinary team specialized in diverse areas of cyber-physical systems and robotics, such as locomotion, network science, modeling, control systems, hardware sensor design and optimization. It involves collaboration between faculty from the University of Maryland (UMD) and Resensys, which specializes in remote bridge monitoring. The proposed system will be tested in collaboration with the Maryland State Highway Administration, which will also provide feedback and expertise throughout the project.\r\n\r\nThis project includes concrete plans to involve undergraduate students throughout its duration. The investigators, who have an established record of STEM outreach and education, will also leverage on exiting programs and resources at the Maryland Robotics Center to support this initiative and carry out outreach activities. In order to make student participation more productive and educational, the structure of the proposed system conforms to a hardware architecture adopted at UMD and many other schools for the teaching of undergraduate courses relevant to cyber-physical systems and robotics. \r\n\r\nThis grant will support research on fundamental principles and design of robotic and cyber-physical systems. It will focus on algorithm design for control and coordination, network science, performance evaluation, microfabrication and system integration to address the following challenges: (i) Devise new locomotion and adhesion principles to support mobility within steel and concrete girder structures. (ii) Investigate the design of location estimators, omniscience and coordination algorithms that are provably optimal, subject to power and computational constraints. (iii) Methods to design and analyze the performance of energy-efficient communication protocols to support robot coordination and localization in the presence of the severe propagation barriers caused by metal and concrete structures of a bridge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nuno Miguel",
   "pi_last_name": "Martins",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nuno Miguel L Martins",
   "pi_email_addr": "nmartins@isr.umd.edu",
   "nsf_id": "000104878",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "La",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J La",
   "pi_email_addr": "hyongla@eng.umd.edu",
   "nsf_id": "000235137",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Bergbreiter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Bergbreiter",
   "pi_email_addr": "sbergbre@andrew.cmu.edu",
   "nsf_id": "000508519",
   "pi_start_date": "2014-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "2321 A.V. Williams Building",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423271",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  },
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  },
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "8235",
   "pgm_ref_txt": "CPS-Synergy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 850000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we pursued a three-year (plus two-year no-cost) basic research program to establish new design and performance analysis principles and technologies for the creation of semi-autonomous networks of small mobile robots to aid the inspection of civil infrastructure. Systems such as these will assist human surveyors to remotely and routinely inspect structures such as a typical girder assemblage that supports the decks of a suspension bridge. Methods used: The goals mentioned above were addressed via a multidisciplinary basic research effort in hardware, algorithm design, and performance analysis. Our team included one researcher (CTO of Resensys LLC) in the area of bridge monitoring and three faculty from two distinct academic departments (Mechanical Engineering, and Electrical and Computer Engineering). Our team&rsquo;s expertise covered all the essential basic research areas of the proposal.</p>\n<p><br />Our primary outcomes include new robotic prototypes that can defy gravity and move in vertical surfaces to facilitate the inspection of tall structures. By participating in the development of these platforms, undergraduate researchers acquired unique STEM skills and went on to successful careers in engineering. Graduate students participated in the discovery of new electroadhesion&nbsp;principles and fabrication methods that will lead to more efficient locomotion and attachment mechanisms for vertical surfaces.</p>\n<p>In collaboration with graduate students and a postdoctoral researcher, we also proposed and analyzed the performance of new classes of algorithms to allocate tasks (such as visual inspection by operators) in a way that minimizes the utilization rate, localize multiple robots via ultra-wide-band&nbsp;sensing in different environments, and plan the trajectory of multiple semi-autonomous robots to optimize inspection performance subject to the constraints imposed by battery recharging cycles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2020<br>\n\t\t\t\t\tModified by: Nuno Miguel&nbsp;L&nbsp;Martins</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1446785/1446785_10334703_1591022868516_ScreenShot2020-06-01at10.46.36AM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1446785/1446785_10334703_1591022868516_ScreenShot2020-06-01at10.46.36AM--rgov-800width.jpg\" title=\"BridgeBot on a bridge\"><img src=\"/por/images/Reports/POR/2020/1446785/1446785_10334703_1591022868516_ScreenShot2020-06-01at10.46.36AM--rgov-66x44.jpg\" alt=\"BridgeBot on a bridge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The BridgeBot is shown moving on a bridge on the University of Maryland, College Park campus.</div>\n<div class=\"imageCredit\">Aaron Sirken</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sarah&nbsp;Bergbreiter</div>\n<div class=\"imageTitle\">BridgeBot on a bridge</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1446785/1446785_10334703_1591023095778_Electroadhesive--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1446785/1446785_10334703_1591023095778_Electroadhesive--rgov-800width.jpg\" title=\"Electroadhesive supporting small robot\"><img src=\"/por/images/Reports/POR/2020/1446785/1446785_10334703_1591023095778_Electroadhesive--rgov-66x44.jpg\" alt=\"Electroadhesive supporting small robot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An electroadhesive patch is used to support a small robot on a rough surface of painted cinderblocks.</div>\n<div class=\"imageCredit\">Simpson Chen</div>\n<div class=\"imageSubmitted\">Sarah&nbsp;Bergbreiter</div>\n<div class=\"imageTitle\">Electroadhesive supporting small robot</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn this project, we pursued a three-year (plus two-year no-cost) basic research program to establish new design and performance analysis principles and technologies for the creation of semi-autonomous networks of small mobile robots to aid the inspection of civil infrastructure. Systems such as these will assist human surveyors to remotely and routinely inspect structures such as a typical girder assemblage that supports the decks of a suspension bridge. Methods used: The goals mentioned above were addressed via a multidisciplinary basic research effort in hardware, algorithm design, and performance analysis. Our team included one researcher (CTO of Resensys LLC) in the area of bridge monitoring and three faculty from two distinct academic departments (Mechanical Engineering, and Electrical and Computer Engineering). Our team’s expertise covered all the essential basic research areas of the proposal.\n\n\nOur primary outcomes include new robotic prototypes that can defy gravity and move in vertical surfaces to facilitate the inspection of tall structures. By participating in the development of these platforms, undergraduate researchers acquired unique STEM skills and went on to successful careers in engineering. Graduate students participated in the discovery of new electroadhesion principles and fabrication methods that will lead to more efficient locomotion and attachment mechanisms for vertical surfaces.\n\nIn collaboration with graduate students and a postdoctoral researcher, we also proposed and analyzed the performance of new classes of algorithms to allocate tasks (such as visual inspection by operators) in a way that minimizes the utilization rate, localize multiple robots via ultra-wide-band sensing in different environments, and plan the trajectory of multiple semi-autonomous robots to optimize inspection performance subject to the constraints imposed by battery recharging cycles.\n\n\t\t\t\t\tLast Modified: 06/01/2020\n\n\t\t\t\t\tSubmitted by: Nuno Miguel L Martins"
 }
}