{
 "awd_id": "1446794",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Assessment of the Numerical Reproducibility  in Large-Scale Scientific Simulations on Multicore Architectures",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 89998.0,
 "awd_amount": 89998.0,
 "awd_min_amd_letter_date": "2014-06-11",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "Trends in execution concurrency make a compelling case for the development of methods able to automatically and efficiently model and mitigate irreproducibility beyond petascale architectures and into the exascale. It is expected that high performance computers at the exascale will exhibit a massively large level of concurrency - a factor of 10,000 greater than on current platforms - which will move computer simulations from bulk-synchronous executions to multithreading approaches and asynchronous I/O. Simulation calculations and analysis routines will also be tightly coupled on exascale platforms, requiring these two workflow components to work at extremely high levels of concurrency. As concurrency levels increase, the impact of rounding errors on numerical reproducibility also increases, ultimately affecting the ability of scientific simulations to reproduce program executions and numerical results. Under these circumstances, irreproducible results may not be trusted by a scientific community expecting reproducible behaviors and any attempt to pursue reproducibility may come at a cost in performance that is too high.\r\n\r\nThis \"high risk-high payoff\" project studies the impact of rounding errors on result reproducibility when concurrent executions burst and workflow determinism vanishes in cutting-edge multicore architectures. To this end, the project models rounding-errors in scientific applications with a mathematical method called \"composite precision floating-point arithmetic\" and shows how this method can mitigate error drifting.  A benchmark suite used in preliminary work is extended to cover a larger range of applications' patterns and used to assess the mitigating impact of the composite precision on new generations of multicore architectures. Lastly, the project quantifies the cost and mitigation factors of the proposed method to mitigate error propagations for the diverse benchmarks and platforms.\r\n\r\nThe project will advance knowledge and understanding in numerical reproducibility at the exascale by developing and disseminating effective software solutions to the rounding error propagation problem for a broad set of applications and their codes when executed with high degrees of concurrency on massively parallel systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michela",
   "pi_last_name": "Taufer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michela Taufer",
   "pi_email_addr": "taufer@utk.edu",
   "nsf_id": "000486752",
   "pi_start_date": "2014-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7942",
   "pgm_ref_txt": "HIGH-PERFORMANCE COMPUTING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 89998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studies the impact of rounding errors on result reproducibility when concurrent executions burst and workflow determinism vanishes in cutting-edge multicore architectures. To this end, the project modeled summations in scientific applications with different mathematical methods including the standard iterative summation algorithm, the compensated summation algorithms -- i.e., Kahan&rsquo;s summation (K) and the Composite Precision (CP) summation -- and pre-rounded summation algorithms (PR) and showed how these methods can mitigate error drifting. A benchmark suite was used to cover a larger range of applications' patterns and to assess the mitigating impact of the summation methods on new generations of multicore architectures. The project quantified the cost and mitigation factors of the proposed method to mitigate error propagations for the diverse benchmarks and platforms.</p>\n<p><em>&nbsp;</em></p>\n<p>Specifically, we focused on floating-point error accumulation over global summations where enforcing any reduction order is expensive or impossible. We modeled parallel summations with reduction trees and identify those parameters that can be used to estimate the reduction's sensitivity to variability in the reduction tree. We assessed the impact of these parameters on the ability of different reduction methods to successfully mitigate errors. Our results illustrate the pressing need for intelligent runtime selection of reduction operators that ensure a given degree of reproducible accuracy.</p>\n<p>&nbsp;</p>\n<p>Three main observations emerged from our study on reproducible numerical accuracy. First, reduction tree shape has a large impact on reproducible numerical accuracy.&nbsp; Second, mathematical properties of a set of summands have an impact on the reproducibility of their sum. In applications where the conditioning and dynamic range can change dramatically over the course of the runtime, this effect is especially relevant.&nbsp; Third, we show that if we fix a target level of reproducibility, we can classify regions of the parameter space by the cheapest algorithm that achieves the desired level of reproducibility at that point in the space. This is an important step toward implementing intelligent runtime selection of reduction operators on future exascale platforms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2016<br>\n\t\t\t\t\tModified by: Michela&nbsp;Taufer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studies the impact of rounding errors on result reproducibility when concurrent executions burst and workflow determinism vanishes in cutting-edge multicore architectures. To this end, the project modeled summations in scientific applications with different mathematical methods including the standard iterative summation algorithm, the compensated summation algorithms -- i.e., KahanÆs summation (K) and the Composite Precision (CP) summation -- and pre-rounded summation algorithms (PR) and showed how these methods can mitigate error drifting. A benchmark suite was used to cover a larger range of applications' patterns and to assess the mitigating impact of the summation methods on new generations of multicore architectures. The project quantified the cost and mitigation factors of the proposed method to mitigate error propagations for the diverse benchmarks and platforms.\n\n \n\nSpecifically, we focused on floating-point error accumulation over global summations where enforcing any reduction order is expensive or impossible. We modeled parallel summations with reduction trees and identify those parameters that can be used to estimate the reduction's sensitivity to variability in the reduction tree. We assessed the impact of these parameters on the ability of different reduction methods to successfully mitigate errors. Our results illustrate the pressing need for intelligent runtime selection of reduction operators that ensure a given degree of reproducible accuracy.\n\n \n\nThree main observations emerged from our study on reproducible numerical accuracy. First, reduction tree shape has a large impact on reproducible numerical accuracy.  Second, mathematical properties of a set of summands have an impact on the reproducibility of their sum. In applications where the conditioning and dynamic range can change dramatically over the course of the runtime, this effect is especially relevant.  Third, we show that if we fix a target level of reproducibility, we can classify regions of the parameter space by the cheapest algorithm that achieves the desired level of reproducibility at that point in the space. This is an important step toward implementing intelligent runtime selection of reduction operators on future exascale platforms.\n\n \n\n\t\t\t\t\tLast Modified: 07/03/2016\n\n\t\t\t\t\tSubmitted by: Michela Taufer"
 }
}