{
 "awd_id": "1447804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: F: DKM: Collaborative Research: Scalable Middleware for Managing and Processing Big Data on Next Generation HPC Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 720191.0,
 "awd_amount": 720191.0,
 "awd_min_amd_letter_date": "2014-08-25",
 "awd_max_amd_letter_date": "2014-08-25",
 "awd_abstract_narration": "Managing and processing large volumes of data and gaining meaningful insights is a significant challenge facing the Big Data community.  Thus, it is critical that data-intensive computing middleware (such as Hadoop, HBase and Spark) to process such data are diligently designed, with high performance and scalability, in order to meet the growing demands of such Big Data applications.  While Hadoop, Spark and HBase are gaining popularity for processing Big Data applications, these middleware and the associated Big Data applications are not able to take advantage of the advanced features on modern High Performance Computing (HPC) systems widely deployed all over the world, including many of of the multi-Petaflop systems in the XSEDE environment.  Modern HPC systems and the associated middleware (such as MPI and Parallel File systems) have been exploiting the advances in HPC technologies (multi/many-core architectures, RDMA-enabled networking, NVRAMs and SSDs) during the last decade. However, Big Data middleware (such as Hadoop, HBase and Spark) have not embraced such technologies. These disparities are taking HPC and Big Data processing into \"divergent trajectories.\" \r\n\r\nThe proposed research, undertaken by a team of computer and application scientists from OSU and SDSC, aim to bring HPC and Big Data processing into a \"convergent trajectory.\" The investigators will specifically address the following challenges: 1) designing novel communication and I/O runtime for Big Data processing while exploiting the features of modern multi-/many-core, networking and storage technologies; 2) redesigning Big Data middleware (such as Hadoop, HBase and Spark) to deliver performance and scalability on modern and next-generation HPC systems; and 3) demonstrating the benefits of the proposed approach for a set of driving Big Data applications on HPC system.  The proposed work targets four major workloads and applications in the Big Data community (namely data analytics, query, interactive, and iterative) using the popular Big Data middleware (Hadoop, HBase and Spark).  The proposed framework will be validated on a variety of Big Data benchmarks and applications.  The proposed middleware and runtimes will be made publicly available to the community.  The research enables curricular advancements via research in pedagogy for key courses in the new data analytics program at Ohio State and SDSC -- among the first of its kind nationwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dhabaleswar",
   "pi_last_name": "Panda",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dhabaleswar K Panda",
   "pi_email_addr": "panda.2@osu.edu",
   "nsf_id": "000487085",
   "pi_start_date": "2014-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101206",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 720191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advances in technology have enabled us to collect large amounts of<br />data from all walks of life.&nbsp; Managing and processing such large<br />volumes of data, or \"Big Data\", and gaining meaningful insights is a<br />significant challenge facing the Big Data community. This has<br />significant impact in a wide range of domains including health care,<br />bio-medical research, Internet search, finance and business<br />informatics, and scientific computing. As data-gathering technologies<br />and data-sources witness an explosion in the amount of input data, it<br />is expected that in the future massive quantities of data in the order<br />of hundreds or thousands of petabytes will need to be processed. Thus,<br />it is critical that data-intensive computing middleware (such as<br />Hadoop, Spark, and HBase) to process such data are diligently<br />designed, with high performance and scalability, in order to meet the<br />growing demands of such Big Data applications.<br /><br />While Hadoop, Spark, and HBase are gaining popularity for processing<br />Big Data applications, these middleware and the associated Big Data<br />applications are not able to fully take advantage of the advanced<br />features on modern High Performance Computing (HPC) systems widely<br />deployed all over the world, including many of of the multi-Petaflop<br />systems in the XSEDE environment. Modern HPC systems and the<br />associated middleware (such as MPI and Parallel File systems) have<br />been exploiting the advances in HPC technologies (multi/many-core<br />architectures, RDMA-enabled networking, NVRAMs and SSDs) during the<br />last decade.&nbsp; However, Big Data middleware (such as Hadoop, Spark, and<br />HBase) have not embraced such technologies. These disparities are<br />taking HPC and Big Data processing into \"divergent trajectories\".<br />This leads to the following broad challenges: \"Can novel runtimes be<br />used to redesign Big Data middleware (such as Hadoop, Spark, and<br />HBase) to deliver performance and scalability on modern and<br />next-generation HPC systems?\"</p>\n<p>In this project, we have proposed new runtimes and re-designed the Big<br />Data middleware stacks to take advantage of modern HPC technologies<br />and systems. Challenges have been addressed in the following three<br />directions: 1) Designed novel communication and I/O runtime for Big<br />Data processing while exploiting the features of modern<br />multi-/many-core, networking and storage technologies; 2) Redesigned<br />Big Data middleware (such as Hadoop, Spark, and HBase) to deliver<br />performance and scalability on modern and next-generation HPC systems;<br />and 3) Demonstrated the benefits of the proposed approach for a set of<br />driving Big Data benchmarks and applications on HPC systems.&nbsp; The<br />proposed designs have brought HPC and Big Data processing into a<br />\"convergent trajectory\".<br /><br />Contributions were made in all three areas and evaluated with a range<br />of Big Data benchmarks and applications including - TeraGen, Sort,<br />TeraSort, TestDFSIO, GroupBy, PUMA, YCSB, CCIndex, HiBench,<br />CloudBurst, Deep Learning, and Astronomy.&nbsp; Some highlights of these<br />results are:<br /><br />* The new RDMA-HDFS design delivers a speedup of 2.3x for TeraGen of<br />&nbsp; 200 GBytes of dataset<br /><br />* There is an improvement of 25% for 120 GB Sort using the new<br />&nbsp; MapReduce over Luster<br /><br />* The RDMA-Spark design over 1536 cores improves the HiBench PageRank<br />&nbsp; time by 43%.<br /><br />* An astronomy application using 65GB dataset is accelerated by 21%<br />&nbsp; using the proposed RDMA-Spark design.<br /><br />* Up to 2.4x speedup for the YCSB workload A with RDMA-based design<br />&nbsp; for HBase.</p>\n<p>The results of this research (new designs, performance results,<br />benchmarks, etc.) have been made available to the community through<br />RDMA-Hadoop, RDMA-Spark, and RDMA-HBase libraries and OSU HiBD<br />(High-Performance Big Data) benchmark suite (multiple versions and<br />libraries).&nbsp; The latest versions of these libraries are currently<br />running on many large-scale InfiniBand and RoCE systems including SDSC<br />Comet. Currently, the HiBD libraries are being used by more than 275<br />organizations in 34 countries. The HiBD libraries and the associated<br />enhancements are being used by a large number of users of these<br />systems to accelerate Big Data applications.<br /><br />In each of these releases, information about the tuned designs for<br />various components (HDFS, MapReduce, Spark, HBase, etc.) has been<br />shared with the HiBD user community through mailing lists. The<br />applications-based results have been made available to the community<br />through the \"Performance\" link of the HiBD project web page.&nbsp; In<br />addition to the software distribution, the results have been presented<br />at various conferences and events through talks, tutorials, and<br />hands-on sessions.&nbsp; Multiple Ph.D and Masters students have performed<br />research work and received their Ph.D and M.S. degrees as a part of<br />this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/25/2017<br>\n\t\t\t\t\tModified by: Dhabaleswar&nbsp;K&nbsp;Panda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdvances in technology have enabled us to collect large amounts of\ndata from all walks of life.  Managing and processing such large\nvolumes of data, or \"Big Data\", and gaining meaningful insights is a\nsignificant challenge facing the Big Data community. This has\nsignificant impact in a wide range of domains including health care,\nbio-medical research, Internet search, finance and business\ninformatics, and scientific computing. As data-gathering technologies\nand data-sources witness an explosion in the amount of input data, it\nis expected that in the future massive quantities of data in the order\nof hundreds or thousands of petabytes will need to be processed. Thus,\nit is critical that data-intensive computing middleware (such as\nHadoop, Spark, and HBase) to process such data are diligently\ndesigned, with high performance and scalability, in order to meet the\ngrowing demands of such Big Data applications.\n\nWhile Hadoop, Spark, and HBase are gaining popularity for processing\nBig Data applications, these middleware and the associated Big Data\napplications are not able to fully take advantage of the advanced\nfeatures on modern High Performance Computing (HPC) systems widely\ndeployed all over the world, including many of of the multi-Petaflop\nsystems in the XSEDE environment. Modern HPC systems and the\nassociated middleware (such as MPI and Parallel File systems) have\nbeen exploiting the advances in HPC technologies (multi/many-core\narchitectures, RDMA-enabled networking, NVRAMs and SSDs) during the\nlast decade.  However, Big Data middleware (such as Hadoop, Spark, and\nHBase) have not embraced such technologies. These disparities are\ntaking HPC and Big Data processing into \"divergent trajectories\".\nThis leads to the following broad challenges: \"Can novel runtimes be\nused to redesign Big Data middleware (such as Hadoop, Spark, and\nHBase) to deliver performance and scalability on modern and\nnext-generation HPC systems?\"\n\nIn this project, we have proposed new runtimes and re-designed the Big\nData middleware stacks to take advantage of modern HPC technologies\nand systems. Challenges have been addressed in the following three\ndirections: 1) Designed novel communication and I/O runtime for Big\nData processing while exploiting the features of modern\nmulti-/many-core, networking and storage technologies; 2) Redesigned\nBig Data middleware (such as Hadoop, Spark, and HBase) to deliver\nperformance and scalability on modern and next-generation HPC systems;\nand 3) Demonstrated the benefits of the proposed approach for a set of\ndriving Big Data benchmarks and applications on HPC systems.  The\nproposed designs have brought HPC and Big Data processing into a\n\"convergent trajectory\".\n\nContributions were made in all three areas and evaluated with a range\nof Big Data benchmarks and applications including - TeraGen, Sort,\nTeraSort, TestDFSIO, GroupBy, PUMA, YCSB, CCIndex, HiBench,\nCloudBurst, Deep Learning, and Astronomy.  Some highlights of these\nresults are:\n\n* The new RDMA-HDFS design delivers a speedup of 2.3x for TeraGen of\n  200 GBytes of dataset\n\n* There is an improvement of 25% for 120 GB Sort using the new\n  MapReduce over Luster\n\n* The RDMA-Spark design over 1536 cores improves the HiBench PageRank\n  time by 43%.\n\n* An astronomy application using 65GB dataset is accelerated by 21%\n  using the proposed RDMA-Spark design.\n\n* Up to 2.4x speedup for the YCSB workload A with RDMA-based design\n  for HBase.\n\nThe results of this research (new designs, performance results,\nbenchmarks, etc.) have been made available to the community through\nRDMA-Hadoop, RDMA-Spark, and RDMA-HBase libraries and OSU HiBD\n(High-Performance Big Data) benchmark suite (multiple versions and\nlibraries).  The latest versions of these libraries are currently\nrunning on many large-scale InfiniBand and RoCE systems including SDSC\nComet. Currently, the HiBD libraries are being used by more than 275\norganizations in 34 countries. The HiBD libraries and the associated\nenhancements are being used by a large number of users of these\nsystems to accelerate Big Data applications.\n\nIn each of these releases, information about the tuned designs for\nvarious components (HDFS, MapReduce, Spark, HBase, etc.) has been\nshared with the HiBD user community through mailing lists. The\napplications-based results have been made available to the community\nthrough the \"Performance\" link of the HiBD project web page.  In\naddition to the software distribution, the results have been presented\nat various conferences and events through talks, tutorials, and\nhands-on sessions.  Multiple Ph.D and Masters students have performed\nresearch work and received their Ph.D and M.S. degrees as a part of\nthis project.\n\n\t\t\t\t\tLast Modified: 12/25/2017\n\n\t\t\t\t\tSubmitted by: Dhabaleswar K Panda"
 }
}