{
 "awd_id": "1449404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Effect of thermal treatment on biomass structure and hydrocarbons production using catalytic pyrolysis process",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2014-06-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 125000.0,
 "awd_amount": 125000.0,
 "awd_min_amd_letter_date": "2014-07-19",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "PI: Adhikari, Sushil / Ragauskas, Arthur J\r\nProposal Number: 1333372 / 1333375\r\nInstitution: Auburn University / Georgia Tech Research Corporation\r\nTitle: Collaborative Proposal: Effect of theral treatment on biomass structure and hydrocarbons production using catalytic pyrolysis processm\r\n\r\nThe conversion of biomass to pyrolysis oil (i.e., bio-oil) and subsequent upgradation to gasoline and diesel range compounds have a significant potential in reducing the United States? dependence on imported petroleum products. Using fast pyrolysis technology, a high yield of bio-oil can be achieved from various biomass feedstocks. However, bio-oil is unstable and acidic, contains char particles, and has about half the heating value of petroleum liquid fuels. Acidity, high viscosity, high oxygen content, difficulties in removing char particles, and immiscibility with petroleum liquids have restricted the use of bio-oil. A catalytic pyrolysis process has been found to be effective in alleviating some of the negative properties of the bio-oil. The catalytic process-- that uses some shape selective zeolites-- involves the cleavage of C-C bonds associated with dehydration, decarboxylation, and decarbonylation, and produces aromatic compounds.\r\n\r\nTorrefaction process has been used to pretreat biomass feedstocks in order to reduce oxygen content with the assumption that as a result less oxygenated compounds, that are more stable and have higher heating value, can be produced using pyrolysis process. The central hypothesis of this study is that the cleavage of weak ether and glycosidic bonds as a result of thermal treatment can increase aromatics yield in biomass pyrolysis process. This project examines the effects of thermal treatment on biomass properties and its structure. In addition, the relationship between biomass structure and the hydrocarbon yields in shape selective catalysts will be elucidated. Past studies on torrefied biomass pyrolysis have investigated the effect of physicochemical properties on bio-oil yield without developing detailed understanding of biomass structure and its impact on liquid product. In addition, although the importance of Bronsted acid sites on catalytic pyrolysis has been recognized for a long time, the relationship among biomass properties, number of acid sites, spectrum of hydrocarbon products after pyrolysis, and coke formation is not understood. The role of acid (Bronsted) sites in H+ZSM-5 catalyst will be elucidated in catalytic pyrolysis of torrefied biomass to maximize hydrocarbons production and minimize coke formation. This research will provide a fundamental understanding of the chemistry that occurs on the zeolite catalysts when thermally treated --structurally damaged-- biomass is pyrolyzed.\r\n\r\nBiomass-derived liquid fuels have a potential to provide a cost-effective and sustainable supply of energy, while meeting greenhouse gas reduction targets. The successful completion of this project will have an impact on the profitability of farming, forest products, and pulp industries in the United States. The project will train a new generation of graduates with its multidisciplinary focus on bio-energy research, while providing a solid fundamental background in their core areas, which will help transfer technology to U.S. industry, thereby enhancing its competitiveness in the field of energy technologies. As a part of the human development process, the PI will involve K-12th grade teachers and students in this project using the existing infrastructures at Auburn University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Ragauskas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur J Ragauskas",
   "pi_email_addr": "art.ragauskas@chemistry.gatech.edu",
   "nsf_id": "000260219",
   "pi_start_date": "2014-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project studies sponsored by the program accomplished several key goals including:</p>\n<p>&nbsp;</p>\n<ol>\n<li>High school students were exposed to knowledge accomplishments and the future research challenges that need be addressed for biofuels to become a practical solution.&nbsp; The students became aware how the skills in science and writing that they are acquiring are the cornerstone for future technical advances and career opportunities.</li>\n<li>New research findings demonstrated how removing select fraction of biomass (i.e., hemicellulose) can facilitate improved bio-oil generation which has been reported in 2 technical published papers, and additional manuscripts are under preparation.&nbsp; These findings have shown that removal of hemicelluloses prior to pyrolysis yields a pyrolysis oil that has less oxygen functionality that is difficult to otherwise upgrade via a reductive treatment.</li>\n<li>In addition, two technical reviews dealing with biorefining bagasse and NMR analysis of bio-oils have been published and the results are being incorporate into course material by the PI.</li>\n<li>The program provided partial financial support for U of Tennessee graduate students and postdoctoral research fellows, which are either currently employed or further pursuing advanced studies.&nbsp; During these studies, the researchers gained knowledge of the fundamental structure of biomass such as pine, bagasse or poplar using advance spectroscopic techniques including NMR, FT-IT and GPC.&nbsp; Likewise, the analysis of bio-oils was accomplished in a same similar and these data facilitated an examination of the fundamental thermal conversion pathways.</li>\n<li>Finally, a unique partnership between researchers at U of Tennessee and Auburn has been established and future opportunities are being explored.</li>\n</ol>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2017<br>\n\t\t\t\t\tModified by: Arthur&nbsp;J&nbsp;Ragauskas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject studies sponsored by the program accomplished several key goals including:\n\n \n\nHigh school students were exposed to knowledge accomplishments and the future research challenges that need be addressed for biofuels to become a practical solution.  The students became aware how the skills in science and writing that they are acquiring are the cornerstone for future technical advances and career opportunities.\nNew research findings demonstrated how removing select fraction of biomass (i.e., hemicellulose) can facilitate improved bio-oil generation which has been reported in 2 technical published papers, and additional manuscripts are under preparation.  These findings have shown that removal of hemicelluloses prior to pyrolysis yields a pyrolysis oil that has less oxygen functionality that is difficult to otherwise upgrade via a reductive treatment.\nIn addition, two technical reviews dealing with biorefining bagasse and NMR analysis of bio-oils have been published and the results are being incorporate into course material by the PI.\nThe program provided partial financial support for U of Tennessee graduate students and postdoctoral research fellows, which are either currently employed or further pursuing advanced studies.  During these studies, the researchers gained knowledge of the fundamental structure of biomass such as pine, bagasse or poplar using advance spectroscopic techniques including NMR, FT-IT and GPC.  Likewise, the analysis of bio-oils was accomplished in a same similar and these data facilitated an examination of the fundamental thermal conversion pathways.\nFinally, a unique partnership between researchers at U of Tennessee and Auburn has been established and future opportunities are being explored.\n\n\n \n\n\t\t\t\t\tLast Modified: 01/15/2017\n\n\t\t\t\t\tSubmitted by: Arthur J Ragauskas"
 }
}