{
 "awd_id": "1449616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Comparative Island Ecodynamics in the North Atlantic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922397",
 "po_email": "robdelga@nsf.gov",
 "po_sign_block_name": "Roberto Delgado",
 "awd_eff_date": "2014-06-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 536323.0,
 "awd_amount": 631613.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2018-11-30",
 "awd_abstract_narration": "The proposed project seeks to improve scientific understanding of the complex interactions of human governance, climate change, human environmental impact, and world system effects on the diverging fates of two closely related Scandinavian communities in Greenland and Iceland. While the Icelanders survived centuries of adverse climate, volcanic eruptions, large-scale soil erosion, epidemic disease, and harsh world-system economic impacts to develop a modern society now ranking high in international assessments of quality of life, their relatives in Norse Greenland suffered complete extinction by the mid-15th century CE. Why did one northern community achieve sustainability on the millennial scale, while its near neighbor underwent genuine social-environmental system (SES) collapse despite centuries of successful adaptation and what we now recognize as comparatively resilient economic management? How can the lessons of these thousand year cases of long term human ecodynamics and their radically different outcomes be more effectively understood and interpreted for the wider effort to mobilize the past to serve modern efforts to secure a genuinely sustainable future? What lessons of survival and extinction can be learned and taught for both local northern community heritage and for global education for sustainability?  These questions are not only relevant to Norse in the 14th -15th centuries but have the potential to inform research that can provide insights into social decisions that are key to the long-term sustainability of human and environmental systems on earth.  The project combines the data and expertise of history, human bioarchaeology, zooarchaeology, archaeobotany, geoarchaeology, artifact distribution, stable isotopic analysis, geochronology, environmental modeling, and K-12 and college education professionals. It brings together teams of scientists, educators, and local residents from across the region and create genuinely transdisciplinary and genuinely transformative approaches to shared problems of human survival and sustainable adaptation in the north.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "McGovern",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H McGovern",
   "pi_email_addr": "thomas.h.mcgovern@gmail.com",
   "nsf_id": "000232433",
   "pi_start_date": "2014-08-06",
   "pi_end_date": "2014-08-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Hambrecht",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "George N Hambrecht",
   "pi_email_addr": "ghambrecht@gmail.com",
   "nsf_id": "000598620",
   "pi_start_date": "2014-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 536223.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 95290.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Comparative Island Ecodynamics Project (CIE) produced new and challenging data on the Norse colonization of Iceland and Greenland and on the dynamics behind their ultimate fates. The project successfully brought together archaeologists, historians, biological and earth scientists, teachers, and members of local communities in a multi-disciplinary project that both helped us better understand the history of the Norse North Atlantic but also how populations in the past navigated hazards produced by climatic and environmental change. The contrasting fates of Norse Greenland (extinct by the second half of the 15<sup>th</sup> century) and Iceland (a highly successful contemporary nation, though one who went through some seriously tough times in past centuries), when examined through multiple types of historical and environmental sources, has produced important lessons on the need for adaptability in the face of changing climate, cultural and economic conditions. Specifically, this project has seen that rapidly changing climates were not in themselves reason enough for the breakdown of these subarctic communities. Norse Greenland is often held up as a classic example of a maladaptive culture, incapable of changing their lifeways in the face of a rapidly changing climate. The CIE project has in contrast revealed them as a highly adaptive community. When conditions changed, they changed with them, and often in what we can now see as intelligent and cooperative ways. It was the convergence of unrelated phenomenon, alongside a cooling climate, that ultimately pushed Norse Greenland into extinction. Changing economic variables and long-range trade patterns had as much to do with the undermining of Norse Greenlandic society as changing climate. In Iceland it was also changing trade conditions and the emergence of a trade in bulk commodities, wool and dried fish, that allowed for Iceland&rsquo;s rough, yet ultimately successful navigation of medieval and early modern hazards. While climate change was an important reality for both communities, it was ultimately their relationships with Europe and larger economic and cultural networks that, in combination with an increasingly hazardous climate, determined their fates. Both cases also produced examples of century to millennial scale sustainable natural resource management systems. Within each story there are elements of caution as well as great hope.</p>\n<p>Any successful scientific project produces as many questions as answers. The CIE Project was no exception. Questions about the relationship between the Norse Greenlanders and neighboring Thule Eskimo cultures still figure prominently as a major unknown in the question as to why Norse Greenland failed. The successful emergence of the community ancestral to modern day Greenlandic society has also emerged as an important topic due to the CIE Project&rsquo;s partnership with contemporary Greenlandic communities. The potential for using advanced scientific methods on archaeological collections to help answer questions about the cultural and economic changes that accompany changing climates has also emerged as an important theme. Follow-on projects addressing these issues have either already been awarded funding or have proposals in process.</p>\n<p>The CIE Project helped produce 6 PhD theses, numerous MA projects, as well as many projects and honors theses for undergraduate students at Universities in the US, Canada, the UK and the EU. The CIE Project also produced dozens of articles in high impact, peer-reviewed publications. The Project was also the subject of many stories in the popular press. Finally, the CIE project has helped to foster community archaeology groups in Iceland and Greenland. The data and publications have also led to many new collaborations with community, non-profit, and government groups seeking to utilize the archaeological record for heritage tourism as well as for investigating past examples of sustainability in the past.&nbsp; The CIE Project has had an impact far beyond academia and the scientific community. None of this would have been possible without the generous support of the National Science Foundation, Arctic Social Sciences Program, and the CIE team offers their profound thanks. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2019<br>\n\t\t\t\t\tModified by: George&nbsp;N&nbsp;Hambrecht</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Comparative Island Ecodynamics Project (CIE) produced new and challenging data on the Norse colonization of Iceland and Greenland and on the dynamics behind their ultimate fates. The project successfully brought together archaeologists, historians, biological and earth scientists, teachers, and members of local communities in a multi-disciplinary project that both helped us better understand the history of the Norse North Atlantic but also how populations in the past navigated hazards produced by climatic and environmental change. The contrasting fates of Norse Greenland (extinct by the second half of the 15th century) and Iceland (a highly successful contemporary nation, though one who went through some seriously tough times in past centuries), when examined through multiple types of historical and environmental sources, has produced important lessons on the need for adaptability in the face of changing climate, cultural and economic conditions. Specifically, this project has seen that rapidly changing climates were not in themselves reason enough for the breakdown of these subarctic communities. Norse Greenland is often held up as a classic example of a maladaptive culture, incapable of changing their lifeways in the face of a rapidly changing climate. The CIE project has in contrast revealed them as a highly adaptive community. When conditions changed, they changed with them, and often in what we can now see as intelligent and cooperative ways. It was the convergence of unrelated phenomenon, alongside a cooling climate, that ultimately pushed Norse Greenland into extinction. Changing economic variables and long-range trade patterns had as much to do with the undermining of Norse Greenlandic society as changing climate. In Iceland it was also changing trade conditions and the emergence of a trade in bulk commodities, wool and dried fish, that allowed for Iceland’s rough, yet ultimately successful navigation of medieval and early modern hazards. While climate change was an important reality for both communities, it was ultimately their relationships with Europe and larger economic and cultural networks that, in combination with an increasingly hazardous climate, determined their fates. Both cases also produced examples of century to millennial scale sustainable natural resource management systems. Within each story there are elements of caution as well as great hope.\n\nAny successful scientific project produces as many questions as answers. The CIE Project was no exception. Questions about the relationship between the Norse Greenlanders and neighboring Thule Eskimo cultures still figure prominently as a major unknown in the question as to why Norse Greenland failed. The successful emergence of the community ancestral to modern day Greenlandic society has also emerged as an important topic due to the CIE Project’s partnership with contemporary Greenlandic communities. The potential for using advanced scientific methods on archaeological collections to help answer questions about the cultural and economic changes that accompany changing climates has also emerged as an important theme. Follow-on projects addressing these issues have either already been awarded funding or have proposals in process.\n\nThe CIE Project helped produce 6 PhD theses, numerous MA projects, as well as many projects and honors theses for undergraduate students at Universities in the US, Canada, the UK and the EU. The CIE Project also produced dozens of articles in high impact, peer-reviewed publications. The Project was also the subject of many stories in the popular press. Finally, the CIE project has helped to foster community archaeology groups in Iceland and Greenland. The data and publications have also led to many new collaborations with community, non-profit, and government groups seeking to utilize the archaeological record for heritage tourism as well as for investigating past examples of sustainability in the past.  The CIE Project has had an impact far beyond academia and the scientific community. None of this would have been possible without the generous support of the National Science Foundation, Arctic Social Sciences Program, and the CIE team offers their profound thanks.  \n\n\t\t\t\t\tLast Modified: 12/10/2019\n\n\t\t\t\t\tSubmitted by: George N Hambrecht"
 }
}