{
 "awd_id": "1449465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cultivating Ethical Practices for Implementing The Native American Graves Protection and Repatriation Act",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 194685.0,
 "awd_amount": 194685.0,
 "awd_min_amd_letter_date": "2014-09-04",
 "awd_max_amd_letter_date": "2014-09-04",
 "awd_abstract_narration": "The Native American Graves Protection and Repatriation Act (NAGPRA, 43 CFR 10) enacted by Congress in 1990 establishes the rights of federally recognized U.S. tribes to ascertain the whereabouts of culturally affiliated ancestral human remains, funerary objects, sacred objects, and objects of cultural patrimony, and to request repatriation of these items. The law requires scientists in the archaeological, anthropological and museum sciences to consult with tribes on matter of research, documentation, and repatriation. Even after 20 years scientists in many cases remain unsure how best to proceed in order to comply with the regulations and still use materials subject to NAGPRA in research.  This project will build a NAGPRA training toolkit by bringing interdisciplinary stakeholders together to study training and build curriculum.  During the initial phase of the project funded by the award the team will conduct a survey to assess current training, will develop a database of contact information and extant training materials, produce a white paper on the alignment of NAGPRA requirements with the Code of Conduct of the Register of Professional Archaeologists, distribute a newsletter to tribal entities, colleges, and cultural resource personnel, and conduct the first of several planned Collegium meetings at which faculty, consultants, and students will participate in open and equitable dialogue and joint research to ascertain how the ethics of their fields of study are taught and learned with respect to NAGPRA including direct exposure in the classroom as part of undergraduate or graduate coursework, and through mentorship of students via faculty research committees, advising, and lab or field supervision and instruction. \r\n\r\nNAGPRA mandates interpolating multiple ways of knowing about peoples of the past.  Implementation of NAGPRA has brought scientists into close interaction with descendent communities who may reckon, view, and understand their past in ways that seem at odds with the epistemologies of Western science. Indigenous worldviews may use origin narratives, oral histories, cosmologies, and cultural traditions as sources of knowledge about the past. The ethical principles that come to play with NAGPRA require increased understanding and appreciation of multiple ways of knowing by both scientists and adherents to alternative views. Hence, analyzing how scientists learn about and cope with NAGPRA targets core values and philosophies held by scientists and juxtaposes these with indigenous impressions both about the past and about what scientists do. The collegium convened to study and improve on training materials takes a practical problem and uses it to address fundamental distinctions made between scientific and alternative world-views.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "April",
   "pi_last_name": "Sievert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "April Sievert",
   "pi_email_addr": "asievert@indiana.edu",
   "nsf_id": "000670796",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "K. Anne",
   "pi_last_name": "Pyburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K. Anne Pyburn",
   "pi_email_addr": "apyburn@indiana.edu",
   "nsf_id": "000377190",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jayne-Leigh",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jayne-Leigh Thomas",
   "pi_email_addr": "thomajay@indiana.edu",
   "nsf_id": "000672940",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "423 N. Fess Ave.",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474083800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  },
  {
   "pgm_ele_code": "749100",
   "pgm_ele_name": "ETHICS EDU FOR SCI & ENG PROG"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  },
  {
   "pgm_ele_code": "778700",
   "pgm_ele_name": "EESE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "7787",
   "pgm_ref_txt": "EESE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 194685.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cultivating Ethical Practice to Implement the Native American Graves Protection and Repatriation Act (or the Learning NAGPRA Project) is a project designed to study how students, faculty and professionals in the fields of archaeology, biological archaeology and museum studies learn and teach about the Native American Graves Protection and Repatriation Act (NAGPRA). This law states that institutions that receive federal funding are required to repatriate Native American ancestral remains and cultural objects to federally recognized Native American tribes. It also has provisions that cover the inadvertent or unexpected discovery of Native American ancestral remains on federal or tribal land, as well as trafficking human remains. The law requires institutions to consult with tribes during the process of repatriation. Even though NAGPRA was passed in 1990, many scientists and collecting institutions have been slow to grasp the ethical issues involved and have not actively engaged with tribes on the return of cultural property. The Learning NAGPRA project is designed to study this lag in ethics training and education that impacts professional practice.</p>\n<p>The project focused on two initiatives: 1) building a network of collaborators to discuss the most pressing issues with NAGPRA education and training, and 2) conducting research studies to understand the current state of NAGPRA education in the United States. In January 2015, the project manager started and project personnel began reaching out to tribal educators to form working relationships.&nbsp;</p>\n<p>The Learning NAGPRA project invited professors from the Department of Museum Studies at the Institute of American Indian Arts, a tribal college in Santa Fe, New Mexico, to participate in the project as consultants. The project manager planned two data collection research projects: 1) conducting interviews with repatriation professionals, educators, and students, and 2) distributing an online survey to educators and students in Anthropology and Museum Studies programs in the United States. For the interview research project, the project manager travelled to professional conferences in Honolulu, HI, St. Louis, MO, San Francisco, CA, and Denver, CO for in-person interviews. A number of interviews were also conducted over the phone as more suggestions for possible interviews were gathered.&nbsp; For the online survey research project, the project manager worked with colleagues to design and test the survey, and then distributed the survey to 153 anthropology-related programs and 91 museum-studies related programs in two rounds: one in May 2015 and one in September 2015.&nbsp; Combined, the online survey project collected more than 1500 responses.</p>\n<p>In the late spring, we sent out invitations to the first &ldquo;Learning NAGPRA Collegium&rdquo;, a two day workshop held in August designed to gather together more than 20 people from around the country to share their experiences as NAGPRA practitioners, tribal cultural specialists, educators, and graduate students.&nbsp; During this period, we also planned ways to connect with many others who we could not physically bring to Indiana University.&nbsp; We distributed our first online newsletter, which advertised two online events to provide opportunities to learn about the Learning NAGPRA Project and to engage with the Collegium participants in a discussion about educational resources. We also planned academic talks and held a public event in Denver, CO during the American Anthropological Association&rsquo;s annual meeting in the Fall.</p>\n<p>Twenty-five people participated in the first Learning NAGPRA Collegium held at Indiana University. We discussed guiding values in their current work of professional associations and tribal governments, crucial gaps in methods of teaching and outreach, barriers and frustrations experienced in working with repatriation, the primary target audiences for&nbsp;NAGPRA education, and educational materials for those different groups. These discussions, held in both small groups and as a collective whole, addressed how particular gaps, problematic concepts, misunderstandings and confusion pervade both university systems and many sectors of the public.&nbsp; In the Fall, we had a follow up planning meeting in Arizona with our consultants from the Institute of American Indian Arts to discuss how best to move forward with the future Collegium meetings.</p>\n<p>During the summer of 2015, we were notified that we had received funding for a second phase of the project and 3 additional years.&nbsp; Building on the relationships and research results we cultivated during the first year of the project, we worked collaboratively to plan two more Collegium meetings and to design additional research initiatives. Without the time and resources to connect with Native American colleagues and professionals in a variety of careers, we would not have been able to organize our Collegium workshops to discuss the educational materials that were needed and to plan how to create those materials.&nbsp; The survey research results helped us discover the need to review current course materials, such as textbooks and syllabi, and the importance of studying students and teachers over the course of a semester to best understand what NAGPRA teaching looks like in different types of classes and schools around the country.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: April&nbsp;Sievert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCultivating Ethical Practice to Implement the Native American Graves Protection and Repatriation Act (or the Learning NAGPRA Project) is a project designed to study how students, faculty and professionals in the fields of archaeology, biological archaeology and museum studies learn and teach about the Native American Graves Protection and Repatriation Act (NAGPRA). This law states that institutions that receive federal funding are required to repatriate Native American ancestral remains and cultural objects to federally recognized Native American tribes. It also has provisions that cover the inadvertent or unexpected discovery of Native American ancestral remains on federal or tribal land, as well as trafficking human remains. The law requires institutions to consult with tribes during the process of repatriation. Even though NAGPRA was passed in 1990, many scientists and collecting institutions have been slow to grasp the ethical issues involved and have not actively engaged with tribes on the return of cultural property. The Learning NAGPRA project is designed to study this lag in ethics training and education that impacts professional practice.\n\nThe project focused on two initiatives: 1) building a network of collaborators to discuss the most pressing issues with NAGPRA education and training, and 2) conducting research studies to understand the current state of NAGPRA education in the United States. In January 2015, the project manager started and project personnel began reaching out to tribal educators to form working relationships. \n\nThe Learning NAGPRA project invited professors from the Department of Museum Studies at the Institute of American Indian Arts, a tribal college in Santa Fe, New Mexico, to participate in the project as consultants. The project manager planned two data collection research projects: 1) conducting interviews with repatriation professionals, educators, and students, and 2) distributing an online survey to educators and students in Anthropology and Museum Studies programs in the United States. For the interview research project, the project manager travelled to professional conferences in Honolulu, HI, St. Louis, MO, San Francisco, CA, and Denver, CO for in-person interviews. A number of interviews were also conducted over the phone as more suggestions for possible interviews were gathered.  For the online survey research project, the project manager worked with colleagues to design and test the survey, and then distributed the survey to 153 anthropology-related programs and 91 museum-studies related programs in two rounds: one in May 2015 and one in September 2015.  Combined, the online survey project collected more than 1500 responses.\n\nIn the late spring, we sent out invitations to the first \"Learning NAGPRA Collegium\", a two day workshop held in August designed to gather together more than 20 people from around the country to share their experiences as NAGPRA practitioners, tribal cultural specialists, educators, and graduate students.  During this period, we also planned ways to connect with many others who we could not physically bring to Indiana University.  We distributed our first online newsletter, which advertised two online events to provide opportunities to learn about the Learning NAGPRA Project and to engage with the Collegium participants in a discussion about educational resources. We also planned academic talks and held a public event in Denver, CO during the American Anthropological Association?s annual meeting in the Fall.\n\nTwenty-five people participated in the first Learning NAGPRA Collegium held at Indiana University. We discussed guiding values in their current work of professional associations and tribal governments, crucial gaps in methods of teaching and outreach, barriers and frustrations experienced in working with repatriation, the primary target audiences for NAGPRA education, and educational materials for those different groups. These discussions, held in both small groups and as a collective whole, addressed how particular gaps, problematic concepts, misunderstandings and confusion pervade both university systems and many sectors of the public.  In the Fall, we had a follow up planning meeting in Arizona with our consultants from the Institute of American Indian Arts to discuss how best to move forward with the future Collegium meetings.\n\nDuring the summer of 2015, we were notified that we had received funding for a second phase of the project and 3 additional years.  Building on the relationships and research results we cultivated during the first year of the project, we worked collaboratively to plan two more Collegium meetings and to design additional research initiatives. Without the time and resources to connect with Native American colleagues and professionals in a variety of careers, we would not have been able to organize our Collegium workshops to discuss the educational materials that were needed and to plan how to create those materials.  The survey research results helped us discover the need to review current course materials, such as textbooks and syllabi, and the importance of studying students and teachers over the course of a semester to best understand what NAGPRA teaching looks like in different types of classes and schools around the country. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: April Sievert"
 }
}