{
 "awd_id": "1449068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER: Synthesis and Implementation of Click Sugar Analogs for Plant Cell Wall Polysaccharide Imaging",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 199830.0,
 "awd_amount": 199830.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2015-07-20",
 "awd_abstract_narration": "Nontechnical:\r\nAll plant cells are surrounded by a polysaccharide-rich cell wall comprised of cellulose, hemicellulose, and pectin.  While plant cell wall polysaccharides collectively represent the most abundant molecules on the planet, many aspects of cell wall formation remain unclear.  For example, hemicelluloses and pectins are synthesized within the cell, transported to the plasma membrane, and organized to form a functional cell wall.  However, the mechanisms of polysaccharide transport and organization are unknown, primarily due to the fact that these polysaccharides cannot be visualized by traditional methods.  The Wallace lab has previously demonstrated that a metabolically incorporated monosaccharide analog compatible with \"click\" chemistry can be used to circumvent these issues and fluorescently label cell wall polysaccharides.  This research supported through the NSF-EAGER mechanism will build upon these findings by developing novel probes to visualize plant cell wall polysaccharides as they move throughout the cell and into the cell wall.  By developing techniques to \"see\" cell wall polysaccharides in their native environment, these tools will facilitate the investigation of plant cell wall polysaccharide synthesis and transport in fundamentally unique ways that are unattainable with existing technologies.  The results of this project will provide a deeper understanding of plant cell wall formation, which could be utilized to produce biomass crops with tailored cell wall compositions for human utilization.  \r\n\r\nTechnical:\r\nPlants annually assimilate 1011 metric tons of CO2, and a large portion of the resulting reduced carbon is partitioned into plant cell walls, the polysaccharide-rich extracellular matrices surrounding all plant cells.  Plant cell wall polysaccharides can be grouped into 3 categories: cellulose, hemicellulose, and pectin.  While cellulose is synthesized at the plasma membrane, hemicelluloses and pectins are synthesized in the Golgi apparatus, delivered to the plasma membrane via a poorly characterized vesicle-mediated trafficking pathway, and deposited into the extracellular space, where they become organized to form a functional cell wall.  The mechanistic details of non-cellulosic polysaccharide trafficking and organization remain unclear, primarily due to the lack of available methods to visualize plant cell wall polysaccharides.  The Wallace group previously demonstrated that Fucose alkyne (FucAl), an analog of the naturally occurring cell wall monosaccharide fucose, is metabolically incorporated into plant tissue and can be fluorescently labeled with azide-containing fluorophores using the copper-catalyzed azide-alkyne cycloaddition reaction.  This sugar analog specifically reports the sites of fucose incorporation into pectin and can be used to examine pectin dynamics in native cell walls.  This project will build on these ideas by synthesizing and implementing novel monosaccharide analogs of common cell wall sugars that are compatible with click chemistry, and utilizing these metabolic probes to label unique cell wall polysaccharides.  Rationally-designed azide-containing monosaccharide analogs will be synthesized and will be assayed for incorporation into cell walls.  Furthermore, the labeled polysaccharides, incorporation pathway metabolic enzymes, and reactivity of individual sugars will be investigated.  This project will fundamentally change the way that cell wall polysaccharide trafficking is investigated, and will provide key insights into the nanoscale structure and trafficking of non-cellulosic cell wall polysaccharides.  Additionally, this project will support advanced graduate education in the developing field of plant chemical biology, will provide advanced undergraduate research education through the UNR Department of Biochemistry senior thesis program, and will support an inter-departmental chemical ecology and chemical biology colloquium.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Wallace",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ian S Wallace",
   "pi_email_addr": "ian.wallace@uga.edu",
   "nsf_id": "000663095",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 North Virginia Street",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99915.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 99915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em><span style=\"text-decoration: underline;\">Overview:</span></em></strong> Plant cell walls are complex polysaccharide-rich structures that surround all plant cells.&nbsp; These structures critically influence basic plant growth processes, and additionally serve as some of the most abundant renewable sources of food, fiber, fuel and textiles for human and animal utilization.&nbsp; Despite the importance of plant cell walls in plant growth and the production of valuable products for society, it is still largely unclear how the polysaccharides in plant cell walls are synthesized and organized.&nbsp; A better understanding of this biological process could result in the production of larger quantities of these polysaccharides for human utilization, the synthesis of tailored polymers for industrial purposes, and the optimization of other plant processes that utilize plant cell wall polysaccharide biosynthesis, such as fruit and vegetable production.&nbsp; Through this award, my lab utilized chemical and genetic strategies to visualize plant cell wall polysaccharide biosynthesis, develop new molecules that inhibit cell wall polysaccharide biosynthesis, and identify novel genes that participate in this process.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Intellectual Merit:</span></em></strong>&nbsp; The major outcomes of this funded award were as follows. 1) We developed novel chemical and genetic tools to visualize plant cell wall polysaccharides in living cells, which will allow us to further study how these complex molecules are organized in the developing plant.&nbsp; 2) We additionally identified chemical inhibitors of certain cell wall polysaccharide biosynthesis events, which will allow us to manipulate these renewable resources for the development of tailored chemical polymers that can be utilized in a variety of production contexts. 3) We also identified new enzymes that play a significant role in plant reproduction, the source of most seed-based foods in the diets of humans and other animals.&nbsp; Understanding this process in further detail may lead to more efficient seed production under changing environmental conditions or adverse growth environments.&nbsp; Overall, our work has led to the discovery of novel tools that can be utilized to probe the structure and function of plant cell wall polysaccharides in ways that were previously unobtainable, and these tools will be increasingly valuable in the further study of both basic and applied aspects of plant cell wall polysaccharide biology.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Broader Impacts:</span></em></strong>&nbsp; The results from this funded award have furthered our understanding of how plant cell wall polysaccharides are organized, synthesized, and utilized to form the plant body.&nbsp; Additionally, this work serves as a platform to rationally alter plant cell wall polysaccharides for the design of novel value-added products, such as textiles and polymers, that could be used for human benefit.&nbsp; Results from this work were disseminated in the form of 2 peer-reviewed publications and as seminars or other presentations at public Universities and international scientific conferences.&nbsp; This project also supported the academic and career development of graduate, undergraduate, and high school students who all come from racial, gender, or economic backgrounds that are under-represented in STEM fields, and each of these individuals have progressed to pursue scientific or academic careers.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2017<br>\n\t\t\t\t\tModified by: Ian&nbsp;S&nbsp;Wallace</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: Plant cell walls are complex polysaccharide-rich structures that surround all plant cells.  These structures critically influence basic plant growth processes, and additionally serve as some of the most abundant renewable sources of food, fiber, fuel and textiles for human and animal utilization.  Despite the importance of plant cell walls in plant growth and the production of valuable products for society, it is still largely unclear how the polysaccharides in plant cell walls are synthesized and organized.  A better understanding of this biological process could result in the production of larger quantities of these polysaccharides for human utilization, the synthesis of tailored polymers for industrial purposes, and the optimization of other plant processes that utilize plant cell wall polysaccharide biosynthesis, such as fruit and vegetable production.  Through this award, my lab utilized chemical and genetic strategies to visualize plant cell wall polysaccharide biosynthesis, develop new molecules that inhibit cell wall polysaccharide biosynthesis, and identify novel genes that participate in this process.\n\nIntellectual Merit:  The major outcomes of this funded award were as follows. 1) We developed novel chemical and genetic tools to visualize plant cell wall polysaccharides in living cells, which will allow us to further study how these complex molecules are organized in the developing plant.  2) We additionally identified chemical inhibitors of certain cell wall polysaccharide biosynthesis events, which will allow us to manipulate these renewable resources for the development of tailored chemical polymers that can be utilized in a variety of production contexts. 3) We also identified new enzymes that play a significant role in plant reproduction, the source of most seed-based foods in the diets of humans and other animals.  Understanding this process in further detail may lead to more efficient seed production under changing environmental conditions or adverse growth environments.  Overall, our work has led to the discovery of novel tools that can be utilized to probe the structure and function of plant cell wall polysaccharides in ways that were previously unobtainable, and these tools will be increasingly valuable in the further study of both basic and applied aspects of plant cell wall polysaccharide biology.\n\nBroader Impacts:  The results from this funded award have furthered our understanding of how plant cell wall polysaccharides are organized, synthesized, and utilized to form the plant body.  Additionally, this work serves as a platform to rationally alter plant cell wall polysaccharides for the design of novel value-added products, such as textiles and polymers, that could be used for human benefit.  Results from this work were disseminated in the form of 2 peer-reviewed publications and as seminars or other presentations at public Universities and international scientific conferences.  This project also supported the academic and career development of graduate, undergraduate, and high school students who all come from racial, gender, or economic backgrounds that are under-represented in STEM fields, and each of these individuals have progressed to pursue scientific or academic careers.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/03/2017\n\n\t\t\t\t\tSubmitted by: Ian S Wallace"
 }
}