{
 "awd_id": "1449113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: PFI: BIC Smart Service Systems Grantees Meeting and Workshop toward Building a Rigorous Research Agenda for Service Systems.",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2014-08-01",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "This award will provide support to conduct a three-day workshop at the Massachusetts Institute of Technology (MIT) on November 20-22, 2014. The MIT-based intellectual home of the workshop will be the Sociotechnical Systems Research Center in the School of Engineering. Sixty researchers from around the country in fields such as systems engineering, computer science, and cognitive engineering/human factors will participate. Technology-based innovations in service systems could have enormous economic importance for the U.S.  Service systems contribute to 75% of the U.S. GDP and provide close to 80% of employment. Innovative services involving smart technologies have the potential to become the conduit for social innovations addressing major societal problems. To achieve this goal, they are to be designed with the human user or beneficiary in mind. Engineering the systems of the future will require interdisciplinary work involving disciplines that understand human factors (such as cognitive engineering and behavioral science) together with those that understand the technology and appropriate engineering design (such as computer science and systems engineering).\r\n\r\nAlready, NSF is contributing to the realization of this vision through its initial investments in translational research by the 2014 PFI:BIC program solicitation (NSF 13-587) focused for the first time on the integration of smart technologies into service systems requiring a human factors engineering component. However, to accelerate innovation in smart service systems with major societal impact, it is essential that investments be made not only in the technologies that can enable smarter systems, but also in understanding the behavior of the socio-technical systems and how different design alternatives can generate different system behaviors.  This is clearly an interdisciplinary fundamental research challenge that involves several disciplines to generate knowledge at the intersection of those fields.\r\n\r\nThe Workshop will convene experts from multiple scientific fields in academe, industry, and government:\r\n1) To provide a venue for potential PFI:BIC proposers as well as for current PFI:BIC awardees to exchange ideas and interact with industry representatives in the interest of enhancing success in the program.  Invited industry representatives will bring their service innovation research challenges to the table and will present the types of research problems that lend themselves to academe-industry partnerships in smart service systems.\r\n(2) To present the state of the art in the fields related to service science and modeling/designing complex service systems, thus providing context for the identification of fundamental research problems that will cross disciplinary boundaries. This is the starting point for identifying the gaps that need to be filled in order to advance the frontier.\r\n(3) To elicit fundamental research challenges (basic understanding and modeling) that need to be addressed to enable human-centered and technology-based smart service systems; and engineering and computer science research challenges that need to be addressed to advance technologies with potential for broader societal  impact in the context of social innovation based on service systems.\r\n(4) To develop a vision and a well-defined fundamental research agenda that includes research goals, research objectives, and a research plan for service systems. The research plan should delineate roles for the different disciplines and a clear motivation to work together; including engineers, cognitive or behavioral scientists and computer scientists.\r\n\r\nSeveral scientists from underrepresented groups will be invited to the workshop, and students at MIT will have an opportunity to present their research work on service systems topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Larson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Richard C Larson",
   "pi_email_addr": "rclarson@mit.edu",
   "nsf_id": "000189196",
   "pi_start_date": "2014-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  },
  {
   "pgm_ele_code": "808500",
   "pgm_ele_name": "SYS-Systems Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>MIT-NSF Workshop:</p>\n<p>Smarter Service Systems through Innovation Partnerships &amp;Transdisciplinary Research</p>\n<p>November 20, 21, 2014</p>\n<p>Massachusetts Institute of Technology</p>\n<p>Cambridge, Massachusetts 02139</p>\n<p>The service sector is the driving engine of the US economy, contributing 80% of GDP and employing the majority of high-skill workers. Health, education, transportation, telecommunication, and utilities are but a few examples. These are complex sociotechnical systems comprising technologies, people, organizations, and information that provide services, creating value. Sustained economic growth requires research directed atfundamental understanding and improvement of these systems, leading to engineering of new transformative &ldquo;smarter&rdquo; service systems.</p>\n<p>This two-day NSF-sponsored workshop brought together 100 individuals &ndash; academics, private sector leaders, government professionals and NSF leadership &ndash; to move us closer to a new exciting problem framing and research agenda setting for Smart Service Systems. The participants included eleven teams recently funded by NSF for their innovative Smart Service systems research programs.</p>\n<p>The Workshop was a concrete step toward a new discipline of service systems engineering. It was held at Le M&eacute;ridien Cambridge-MIT Hotel in Cambridge, Massachusetts on November 20-21, 2014. The organizing committee consisted of Richard Larson of MIT (chair), Kent Larson of MIT, William Rouse of Stevens Institute of Technology and James Spohrer of IBM.</p>\n<p>The workshop&rsquo;s 100 participants from academia, industry and government engaged in a vibrant discussion of the requirements for, challenges to and promise of, service systems engineering. MIT Chancellor Cynthia Barnhart welcomed the attendees and noted that the NSF program is playing an important role in allowing society to bring science and engineering to bear on today&rsquo;s grand challenges.</p>\n<p>The first day focused on academic-industry collaboration and the second day focused on transdisciplinary research. Each day began with a presentation by NSF leadership about the NSF&rsquo;s goals for a science of smart service systems. The first day also featured poster presentations by the eleven 2014 grantees under the NSF&rsquo;s Partnerships for Innovation:Building Innovation Capacity (PFI:BIC) program, which fosters partnerships that integrate technologies into a human-centered smart service system &ldquo;with the potential to achieve transformational change in an existing service system or to spur an entirely new service system.&rdquo;</p>\n<p>The workshop many sessions spanned a range of topics, including specific research projects in smart service systems; challenges in studying, modeling and designing smart service systems; and descriptions of academic-industry partnerships. The workshop also included a breakout session in which teams addressed a challenge by the NSF to explore the potential for fundamental interdisciplinary research in the realm of smart service systems.</p>\n<p>A key goal was to move towards creation of service systems that make intelligent use of technology, impedance-matched to the needs and responses of humans, thereby maximizing their impact. The technologies &ndash; both hardware and software &ndash; encompass virtually all fields of engineering. They include information extraction and interpretation from sensors, actuators, smart phones, and people. They include robotics, machine learning and industrial engineering. Real-time technology adaptation, customization and personalization are increasingly important. As we go forward, research will range from small to large, from finely balanced one-on-one bi-directional human-technology interactions to the agile adaptation of larger &lsquo;systems of systems&rsquo;. Creating integrative technologies that match with people&rsquo;s needs and c...",
  "por_txt_cntn": "\nMIT-NSF Workshop:\n\nSmarter Service Systems through Innovation Partnerships &amp;Transdisciplinary Research\n\nNovember 20, 21, 2014\n\nMassachusetts Institute of Technology\n\nCambridge, Massachusetts 02139\n\nThe service sector is the driving engine of the US economy, contributing 80% of GDP and employing the majority of high-skill workers. Health, education, transportation, telecommunication, and utilities are but a few examples. These are complex sociotechnical systems comprising technologies, people, organizations, and information that provide services, creating value. Sustained economic growth requires research directed atfundamental understanding and improvement of these systems, leading to engineering of new transformative \"smarter\" service systems.\n\nThis two-day NSF-sponsored workshop brought together 100 individuals &ndash; academics, private sector leaders, government professionals and NSF leadership &ndash; to move us closer to a new exciting problem framing and research agenda setting for Smart Service Systems. The participants included eleven teams recently funded by NSF for their innovative Smart Service systems research programs.\n\nThe Workshop was a concrete step toward a new discipline of service systems engineering. It was held at Le M&eacute;ridien Cambridge-MIT Hotel in Cambridge, Massachusetts on November 20-21, 2014. The organizing committee consisted of Richard Larson of MIT (chair), Kent Larson of MIT, William Rouse of Stevens Institute of Technology and James Spohrer of IBM.\n\nThe workshopÆs 100 participants from academia, industry and government engaged in a vibrant discussion of the requirements for, challenges to and promise of, service systems engineering. MIT Chancellor Cynthia Barnhart welcomed the attendees and noted that the NSF program is playing an important role in allowing society to bring science and engineering to bear on todayÆs grand challenges.\n\nThe first day focused on academic-industry collaboration and the second day focused on transdisciplinary research. Each day began with a presentation by NSF leadership about the NSFÆs goals for a science of smart service systems. The first day also featured poster presentations by the eleven 2014 grantees under the NSFÆs Partnerships for Innovation:Building Innovation Capacity (PFI:BIC) program, which fosters partnerships that integrate technologies into a human-centered smart service system \"with the potential to achieve transformational change in an existing service system or to spur an entirely new service system.\"\n\nThe workshop many sessions spanned a range of topics, including specific research projects in smart service systems; challenges in studying, modeling and designing smart service systems; and descriptions of academic-industry partnerships. The workshop also included a breakout session in which teams addressed a challenge by the NSF to explore the potential for fundamental interdisciplinary research in the realm of smart service systems.\n\nA key goal was to move towards creation of service systems that make intelligent use of technology, impedance-matched to the needs and responses of humans, thereby maximizing their impact. The technologies &ndash; both hardware and software &ndash; encompass virtually all fields of engineering. They include information extraction and interpretation from sensors, actuators, smart phones, and people. They include robotics, machine learning and industrial engineering. Real-time technology adaptation, customization and personalization are increasingly important. As we go forward, research will range from small to large, from finely balanced one-on-one bi-directional human-technology interactions to the agile adaptation of larger æsystems of systemsÆ. Creating integrative technologies that match with peopleÆs needs and capabilities is key for productivity growth and higher quality of life.\n\nThe objective of \"Engineering Smarter Service Systems\" is to discover basic fundamental principles that govern cooperation..."
 }
}