{
 "awd_id": "1449714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting: Keystone Symposia on \"Precision Genome Engineering\" to be held in Big Sky, MT from January 11-16, 2015",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 16200.0,
 "awd_amount": 16200.0,
 "awd_min_amd_letter_date": "2014-07-31",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "This award, which is co-funded by Systems and Synthetic Biology/MCB, and Biotechnology, Biochemical and Biomass Engineering/CBET, will support a symposium that highlights the recent advances in genome editing technologies.  These technologies have enormous implications for advancing fundamental research in Molecular Biology, and applications in Biotechnology and Synthetic Biology.  The meeting brings scientists from the field of genome editing together with practitioners in molecular and cellular biology, synthetic biology and biotechnology to (1) accelerate the further development of these tools for specific applications. (2) hold community discussions about ideas, methods, problems and solutions; (3) foster the initiation of new multidisciplinary projects and collaborations to advance modern science.  \r\n\r\nThe Symposium will be held in Big Sky, Montana, January 11-16, 2015. Over 75 prominent scientists and leaders from academia and industry are part of the organizing committee and speaker list, with an overall attendance to be expected of around 200. The organizers have made a genuine effort to ensure balance in terms of demographics and representation from underrepresented group, as well as participation from academia, industry, government and non-profit organizations. The Symposium program includes Keynote addresses, scientific talks, short talks selected from abstracts, poster sessions, andtwo workshops to encourage communications between junior and senior scientists and engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Woodland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Woodland",
   "pi_email_addr": "davidw@keystonesymposia.org",
   "nsf_id": "000627052",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Keystone Symposia on Molecular and Cellular Biology",
  "inst_street_address": "160 HWY 6 STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "SILVERTHORNE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9702621230",
  "inst_zip_code": "80498",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "KEYSTONE SYMPOSIA ON MOLECULAR AND CELLULAR BIOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CER1EMNQ1663"
 },
 "perf_inst": {
  "perf_inst_name": "Big Sky Resort",
  "perf_str_addr": "PO Box 160001",
  "perf_city_name": "Big Sky",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597160001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The Keystone Symposia meeting on &ldquo;Precision Genome Engineering and Synthetic Biology&rdquo; was unique in bringing together two fields &ndash; synthetic biology and genome editing &ndash; with the goal of stimulating multidisciplinary projects and collaborations that will further accelerate the development of new tools and their rapid application to basic research, biotechnology and even human therapeutics. These two fields are both moving at an astonishing pace, and there is an untapped synergy between the researchers currently working in the two fields separately. As such, this 4-day meeting was designed around the following specific aims: 1) To accelerate the development of (i) new genome engineering tools and technologies and (ii) new applications of these tools; 2) To bring together the fields of genome engineering and synthetic biology to promote the exchange of ideas, methods, problems and solutions; 3) To foster the initiation of new multidisciplinary projects and collaborations to advance the science; and 4) To provide an outstanding forum for students, postdoctoral fellows, and senior investigators who envision careers in genome and pathway design. Plenary and short talks, two workshops, poster sessions and unstructured informal discussions were all used to address key issues in the fields of genome editing and the synthetic biology.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>More specifically, plenary sessions were designed to highlight the latest and most exciting research from both the genome editing and the synthetic biology fields.&nbsp; This was achieved through a blend of field-specific and combination sessions: two sessions were devoted to genome editing technologies, three sessions were devoted to synthetic biology (each designed with a view to promoting potential overlap of interest across the two fields), and three multidisciplinary sessions featuring speakers from both the genome editing and the synthetic biology fields. Workshops introduced meeting participants to genome editing tools and technologies available for the design and analysis of <em>de novo </em>designed genetic circuits. Thus, the meeting provided a unique forum for synthetic biologists and genome editors, and sought to foster enduring interactions and collaborations between the core technology developers from these two fields.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>There were 321 total attendees at the meeting.&nbsp; Attendees at this meeting were diverse with regard to gender, ethnicity, stage of career, and institutional affiliation.&nbsp; More specifically, 27% of the meeting participants were female researchers, and ~4% of all attendees (or ~6% of attendees who were US citizens or permanent residents) self-identified as scientists from under-represented minority groups.&nbsp; The meeting was highly international, drawing 35% non-US attendees.&nbsp; Approximately 34% of attendees were students and postdoctoral fellows. The meeting provided ample opportunity for training and professional development. Trainees and newer investigators were exposed to dozens of high-quality oral presentations by more senior investigators, who served as models for high-quality research and communication skills. Several plenary speakers were new investigators (Drs. Densmore, Hockemeyer, Phillips-Cremins and Zhang).&nbsp; Plenary sessions also included short talks drawn from submitted abstracts, the majority of these presentations were given by students, postdoctoral trainees and newer investigators. In addition, two workshops also featured presentations by junior investigators (Drs. Bolukbasi, Chatla, Crawford, Donohoue, Kan, Mandal, Mandegar and Sternberg). &nbsp;Three poster sessions also provided a venue for trainees and newer investigators to share their research and to discuss this research with more experienced investigato...",
  "por_txt_cntn": "\n The Keystone Symposia meeting on \"Precision Genome Engineering and Synthetic Biology\" was unique in bringing together two fields &ndash; synthetic biology and genome editing &ndash; with the goal of stimulating multidisciplinary projects and collaborations that will further accelerate the development of new tools and their rapid application to basic research, biotechnology and even human therapeutics. These two fields are both moving at an astonishing pace, and there is an untapped synergy between the researchers currently working in the two fields separately. As such, this 4-day meeting was designed around the following specific aims: 1) To accelerate the development of (i) new genome engineering tools and technologies and (ii) new applications of these tools; 2) To bring together the fields of genome engineering and synthetic biology to promote the exchange of ideas, methods, problems and solutions; 3) To foster the initiation of new multidisciplinary projects and collaborations to advance the science; and 4) To provide an outstanding forum for students, postdoctoral fellows, and senior investigators who envision careers in genome and pathway design. Plenary and short talks, two workshops, poster sessions and unstructured informal discussions were all used to address key issues in the fields of genome editing and the synthetic biology. \n\n More specifically, plenary sessions were designed to highlight the latest and most exciting research from both the genome editing and the synthetic biology fields.  This was achieved through a blend of field-specific and combination sessions: two sessions were devoted to genome editing technologies, three sessions were devoted to synthetic biology (each designed with a view to promoting potential overlap of interest across the two fields), and three multidisciplinary sessions featuring speakers from both the genome editing and the synthetic biology fields. Workshops introduced meeting participants to genome editing tools and technologies available for the design and analysis of de novo designed genetic circuits. Thus, the meeting provided a unique forum for synthetic biologists and genome editors, and sought to foster enduring interactions and collaborations between the core technology developers from these two fields. \n\n There were 321 total attendees at the meeting.  Attendees at this meeting were diverse with regard to gender, ethnicity, stage of career, and institutional affiliation.  More specifically, 27% of the meeting participants were female researchers, and ~4% of all attendees (or ~6% of attendees who were US citizens or permanent residents) self-identified as scientists from under-represented minority groups.  The meeting was highly international, drawing 35% non-US attendees.  Approximately 34% of attendees were students and postdoctoral fellows. The meeting provided ample opportunity for training and professional development. Trainees and newer investigators were exposed to dozens of high-quality oral presentations by more senior investigators, who served as models for high-quality research and communication skills. Several plenary speakers were new investigators (Drs. Densmore, Hockemeyer, Phillips-Cremins and Zhang).  Plenary sessions also included short talks drawn from submitted abstracts, the majority of these presentations were given by students, postdoctoral trainees and newer investigators. In addition, two workshops also featured presentations by junior investigators (Drs. Bolukbasi, Chatla, Crawford, Donohoue, Kan, Mandal, Mandegar and Sternberg).  Three poster sessions also provided a venue for trainees and newer investigators to share their research and to discuss this research with more experienced investigators.  Finally, the unstructured portions of the meetings and the retreat-like venue provided significant and generous opportunities for productive informal interactions between trainees, newer investigators and more senior investigators.\n\n We assessed outcom..."
 }
}