{
 "awd_id": "1449619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: PRIVACY IN AN ERA OF BIG DATA-Temple University; May 20-21, 2015",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2014-08-28",
 "awd_max_amd_letter_date": "2014-08-28",
 "awd_abstract_narration": "Big Data has sparked great interest in practice. Public and private sector organizations of all kinds are making huge investments in Big Data in the well-justified belief that innovations in data analytics can bring enormous benefits in such areas as public health and safety, economic competitiveness and consumer welfare. However, a key aspect of the debate on Big Data is the potential for privacy breach by corporations, malicious individuals, and governments. The workshop's overall goal is to develop a forward-looking research agenda on how to overcome the tradeoff between Big Data and privacy to effectively pursue the potential of big data without sacrificing people's individual privacy rights. \r\n\r\nThe workshop examines how privacy may be impacted in the Big Data era with emphasis on implications for individuals, firms, as well as government and non-profit organizations. By inviting prominent participants from several diverse perspectives, including law, social, behavioral, economic and computer sciences, and business, the goal is to foster a cross-disciplinary approach into understanding and mitigating the tradeoff between big data and privacy. The workshop aims to enable big data to transform organizations, markets, government, the private and public sector, and society in general, while respecting people's rights to their private information.  The workshop seeks to advance a multi-disciplinary scientific inquiry on big data and privacy and aims to serve as a bridge for inter-disciplinary collaboration among academia, industry, and government with emphasis on academic rigor and real-world relevance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Pavlou",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Pavlou",
   "pi_email_addr": "pavlou@bauer.uh.edu",
   "nsf_id": "000491406",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sunil",
   "pi_last_name": "Wattal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunil Wattal",
   "pi_email_addr": "swattal@temple.edu",
   "nsf_id": "000585408",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1801 Liacouras Walk",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>A NSF workshop on the technical, socio-economical, behavior and legal aspect of privacy issues in Big Data era was held at the Fox School of Business at Temple University in April 21-23, 2015. Invited academics from multiple disciplines, including computer science, economics, psychology, information systems, and law, met with business and government practitioners and representatives of research funding agencies to discuss research priorities related to privacy in an era of Big Data. The NSF workshop aimed to facilitate the potential of big data to inform, enhance, and transform organizations, markets, the government, the private and the public sector, and society in general, while respecting people&rsquo;s privacy protection and their rights to their own private information.</span></p>\n<p><span>Workshop participants discussed the tradeoff between benefits of Big Data and privacy protection. Benefits of Big Data include consumer empowerment through personalization and customization, valuable insights about consumers for firms, and actionable insights to protect public health. However, Big Data may also raise privacy threats when Fair Information Principles are violated. As to definition of privacy in Big Data era, workshop participants showed different views, including a tradeoff of values pertaining to privacy protection. While some advocated for framing privacy as a tradeoff of values (e.g., privacy versus public safety), others argued that privacy should not be framed as a tradeoff, because it implies a zero-sum game&mdash;which may not be true. In fact, participants shared the view that Big Data and privacy are not antithetical, and that there may be a compromising solution that allows for the coexistence of privacy protection and value from Big Data. However, considerable work is needed in designing and implementing privacy policies that would allow for the coexistence of privacy and Big Data. Workshop participants also identified three main dimensions of privacy concerns that relate to (a)&nbsp;</span><strong>data usage</strong><span>, (b)&nbsp;</span><strong>optionality</strong><span>&nbsp;(whether data disclosure should be optional or compulsory), (c)&nbsp;</span><strong>power</strong><span>&nbsp;(whether the other entity is overwhelmingly powerful) and (d)&nbsp;</span><strong>source of funding</strong><span>&nbsp;for the activity (private or public). Workshop participants identified the need for developing a new privacy framework as a key issue pertaining to privacy in an era of Big Data. A new framework for privacy is needed in order to bridge the gap between multiple stakeholders&mdash;individuals, firms and government organizations&mdash; in the privacy discussion, and also clarify the ambiguity of privacy threats arising from Big Data.</span></p>\n<p>There were four main issues discussed during the workshop:</p>\n<p>A<em>&nbsp;<strong>privacy framework</strong></em>&nbsp;needs to be developed to serve as a bridge among consumers, companies, developers, government, and other relevant stakeholders on privacy protection and Big Data. Such framework should delineate the opportunities and threats to privacy from Big Data, and it should identify the trade-offs of the benefits and costs to privacy in today&rsquo;s era of Big Data.</p>\n<p><strong><em>Data use transparency</em></strong>&nbsp;should be increased and&nbsp;<strong><em>data repurposing issues</em></strong>&nbsp;should be reduced. New technology systems are expected to allow individuals to know what, where, when and in which way their private data can be used, both concurrently and in the future. Besides, the current legal framework should be updated with standards that ensure transparency of data use.</p>\n<p>Current&nbsp;<strong><em>data culture</em></strong>&nbsp;should be explored and understood in order to find technological solutions to&nbsp;<strong><em>secure multiparty computation</em></strong>&nbsp;within the eco-systems of Big Data usage. Descriptive, predictive and prescriptive studies on data culture are encouraged from this approach.</p>\n<p>A comprehensive&nbsp;<strong><em>legal framework</em></strong>&nbsp;for privacy protection that delineates indemnification for victims of data breaches must be developed in consultation with all relevant stakeholders.</p>\n<p>The workshop offered four main recommendations for research agencies and institutions that have or consider programs supporting privacy and Big Data research:</p>\n<p><strong>Recommendation 1. Scholars and practitioners should develop a privacy framework that serves as a bridge between consumers, technology developers, companies, and government.</strong></p>\n<p><strong>Recommendation 2. Understand current data culture and social norms for privacy, and secure multiparty computation within the evolving privacy ecosystem.</strong>&nbsp;</p>\n<p><strong>Recommendation 3. Increase data use transparency and tackle the issue of data repurposing.</strong></p>\n<p><strong>Recommendation 4. Develop a legal framework for privacy breaches that prescribes indemnification for victims of data breaches.</strong><strong>&nbsp;</strong></p>\n<p><span><span><span>Besides companies, protecting privacy while realizing the potential of Big Data is also relevant to all&nbsp;</span><strong><em>individuals as users of Big Data</em></strong><em>.&nbsp;</em>Moreover, protecting privacy while realizing the potential of Big Data is also of importance&nbsp;<strong>for designers, technology developers, and companies that take advantages of Big Data</strong>. Finally, protecting privacy while realizing the potential of Big Data also needs the attention of&nbsp;</span><strong><em>public policy makers</em></strong><em>.&nbsp;</em><span>The legal, public policy, and regulatory interventions seem to hardly keep up with the rapid changes in the technology landscape. New laws that define penalties for data breaches and indemnification of privacy breach victims should be developed to protect privacy in the era of Big Data.&nbsp;</span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Paul&nbsp;A&nbsp;Pavlou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA NSF workshop on the technical, socio-economical, behavior and legal aspect of privacy issues in Big Data era was held at the Fox School of Business at Temple University in April 21-23, 2015. Invited academics from multiple disciplines, including computer science, economics, psychology, information systems, and law, met with business and government practitioners and representatives of research funding agencies to discuss research priorities related to privacy in an era of Big Data. The NSF workshop aimed to facilitate the potential of big data to inform, enhance, and transform organizations, markets, the government, the private and the public sector, and society in general, while respecting people?s privacy protection and their rights to their own private information.\n\nWorkshop participants discussed the tradeoff between benefits of Big Data and privacy protection. Benefits of Big Data include consumer empowerment through personalization and customization, valuable insights about consumers for firms, and actionable insights to protect public health. However, Big Data may also raise privacy threats when Fair Information Principles are violated. As to definition of privacy in Big Data era, workshop participants showed different views, including a tradeoff of values pertaining to privacy protection. While some advocated for framing privacy as a tradeoff of values (e.g., privacy versus public safety), others argued that privacy should not be framed as a tradeoff, because it implies a zero-sum game&mdash;which may not be true. In fact, participants shared the view that Big Data and privacy are not antithetical, and that there may be a compromising solution that allows for the coexistence of privacy protection and value from Big Data. However, considerable work is needed in designing and implementing privacy policies that would allow for the coexistence of privacy and Big Data. Workshop participants also identified three main dimensions of privacy concerns that relate to (a) data usage, (b) optionality (whether data disclosure should be optional or compulsory), (c) power (whether the other entity is overwhelmingly powerful) and (d) source of funding for the activity (private or public). Workshop participants identified the need for developing a new privacy framework as a key issue pertaining to privacy in an era of Big Data. A new framework for privacy is needed in order to bridge the gap between multiple stakeholders&mdash;individuals, firms and government organizations&mdash; in the privacy discussion, and also clarify the ambiguity of privacy threats arising from Big Data.\n\nThere were four main issues discussed during the workshop:\n\nA privacy framework needs to be developed to serve as a bridge among consumers, companies, developers, government, and other relevant stakeholders on privacy protection and Big Data. Such framework should delineate the opportunities and threats to privacy from Big Data, and it should identify the trade-offs of the benefits and costs to privacy in today?s era of Big Data.\n\nData use transparency should be increased and data repurposing issues should be reduced. New technology systems are expected to allow individuals to know what, where, when and in which way their private data can be used, both concurrently and in the future. Besides, the current legal framework should be updated with standards that ensure transparency of data use.\n\nCurrent data culture should be explored and understood in order to find technological solutions to secure multiparty computation within the eco-systems of Big Data usage. Descriptive, predictive and prescriptive studies on data culture are encouraged from this approach.\n\nA comprehensive legal framework for privacy protection that delineates indemnification for victims of data breaches must be developed in consultation with all relevant stakeholders.\n\nThe workshop offered four main recommendations for research agencies and institutions that have or consider programs supporting privacy and Big Data research:\n\nRecommendation 1. Scholars and practitioners should develop a privacy framework that serves as a bridge between consumers, technology developers, companies, and government.\n\nRecommendation 2. Understand current data culture and social norms for privacy, and secure multiparty computation within the evolving privacy ecosystem. \n\nRecommendation 3. Increase data use transparency and tackle the issue of data repurposing.\n\nRecommendation 4. Develop a legal framework for privacy breaches that prescribes indemnification for victims of data breaches. \n\nBesides companies, protecting privacy while realizing the potential of Big Data is also relevant to all individuals as users of Big Data. Moreover, protecting privacy while realizing the potential of Big Data is also of importance for designers, technology developers, and companies that take advantages of Big Data. Finally, protecting privacy while realizing the potential of Big Data also needs the attention of public policy makers. The legal, public policy, and regulatory interventions seem to hardly keep up with the rapid changes in the technology landscape. New laws that define penalties for data breaches and indemnification of privacy breach victims should be developed to protect privacy in the era of Big Data. \n\n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Paul A Pavlou"
 }
}