{
 "awd_id": "1449383",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SNM: Physics Guided Innovation of Integrated Flash-Light-Sintering, Continuous Nanomaterial Synthesis and Roll-To-Roll Deposition Processes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1510000.0,
 "awd_min_amd_letter_date": "2014-09-02",
 "awd_max_amd_letter_date": "2017-06-20",
 "awd_abstract_narration": "CBET-1449383\r\nChang, Oregon State University\r\n\r\nContinuous and patterned thin-films with controlled geometries are poised to make a disruptive impact in applications including pervasive sensing and communications, wearable health-monitoring, environmental sensing, energy efficient buildings and transportation, renewable energy and energy storage. In this project, the PIs will address the current bottleneck of high manufacturing costs for large-volume production of such thin-films, to enhance U.S. manufacturing competitiveness on the global stage and enable improved quality of life via widespread deployment of corresponding thin-film devices. The primary research scope will focus on investigating the fundamental multi-physical phenomena over multiple length scales that underlie a transformational and highly-scalable nanoparticle-ink sintering process, i.e., Flash-Light-Sintering. This will enhance understanding of the interaction between optically induced nanoparticle heating and nanoparticle fusion in a collection of nanoparticles, leading to a better understanding of the implications of these phenomena in scalable nanomanufacturing. This fundamental knowledge will lead to the innovation of advanced high-throughput and low-cost methods for industrial scale manufacturing of thin-films. As part of this project, The PIs will train graduate students to develop hands-on educational modules based on this research, requiring the students to analyze and summarize results, extract the underlying principles, create demonstration experiments, and use these modules to teach parts of graduate courses. The PIs will also engage undergraduates via existing undergraduate mentoring programs as well as high school students via the Apprenticeships in Science and Engineering (ASE) program. The primary focus group of ASE has been traditionally underrepresented students. The use of focused hands-on experimental projects as a teaching tool will allow these students to develop a deep appreciation and interest in the multiple physical phenomena and processes associated with scalable nanomanufacturing processes.\r\n\r\nThe goals of this proposal are to investigate the fundamental multiscale and multiphysical phenomena underlying a transformational and highly-scalable Nanoparticle-ink (NP-ink) sintering process, i.e., Flash-Light-Sintering (FLS), and to use this knowledge to guide the creation of novel, scalable processes that combine FLS with equally scalable Microreactor-Assisted Nanoparticle Synthesis (MANS) and Roll-to-Roll (R2R) NP-ink deposition. These advanced processes will possess unmatched capabilities for low-cost, high-throughput, multi-materials capable manufacturing of patterned and continuous thin-films with controlled nano-scale density over large-area flexible substrates. In FLS, sintering times can be up to 100x faster while operation and equipment costs can be several orders lower than conventional NP sintering methods. The PIs will overcome key scientific and technical gaps including poor understanding of the physics of FLS, limited multimaterials capability, costly and discontinuous NP-ink synthesis, and costly tooling for patterning NP-inks that have limited the full utilization of highly scalable integrated FLS-R2R processes.\r\n\r\nThe PIs will develop multi-scale, multi-physical models to understand the link between the optically-induced nanoparticle heating and densification of nanoparticles. These models, along with extensive experimental characterization will uncover new knowledge on the effects of FLS process parameters and NP-ink characteristics on the characteristics of the sintered thin-films. This new knowledge will guide the design of a novel dual-band FLS-R2R process for high-throughput FLS of semiconductor NPs that typically have low optically induced heating effects. This process, along with novel methods for controlling FLS by tailoring the chemical composition of the nanoparticles, will enable significantly expanded multimaterials capability of FLS. The design and integration of scalable MANS processes with these novel FLS and R2R processes will enable additional degrees of multimaterial flexibility and reduced costs for the use of integrated FLS-R2R systems. The above efforts will also guide the design a new gravure-less FLS-R2R process to minimize the tooling costs associated with fabrication of patterned thin-films using NP-inks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chih-hung",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chih-hung Chang",
   "pi_email_addr": "chih-hung.chang@oregonstate.edu",
   "nsf_id": "000483581",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Herman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory S Herman",
   "pi_email_addr": "greg.herman@oregonstate.edu",
   "nsf_id": "000539933",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Wang",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Alan X Wang",
   "pi_email_addr": "alan_wang@baylor.edu",
   "nsf_id": "000600653",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rajiv",
   "pi_last_name": "Malhotra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajiv Malhotra",
   "pi_email_addr": "rajiv.malhotra@rutgers.edu",
   "nsf_id": "000667417",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "Oregon State University",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973312702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has produced results in the areas of scalable nanomanufacturing, which can significantly impact new manufacturing processes in nano-enabled products. One significant finding is pushing the frontier of photonic sintering using a Xenon lamp that leads to higher speed and lower cost sintering of nanomaterials on fabrics and plastics. The other significant result is demonstrating scalable and continuous production of nanoparticles and nanostructured thin films using microreactor-assisted nanomaterial synthesis and deposition processes. We also made several functional materials and devices using these novel nanomanufacturing processes. Notable examples are p/n junction diodes, gas sensors, fabric-based personal heating patches, interconnects for surface conformal electronics, printed bi-functional boiling surfaces, and photo-electro-chemical surface. Twenty graduate students, including six females and ten undergraduate students, two under-represented and one female, were trained in this project. Two ASE, Apprenticeships in Science &amp; Engineering, high school students, and ten under-represented high school students, attending the Summer Experience in Science and Engineering for Youth program at OSU, were mentored by the PI's group, as a part of this project.</p>\n<p>One crucial outcome of this project is to elucidate fundamental multiscale and multiphysics phenomena underlying a transformational and highly-scalable Nanoparticle-ink sintering process. Concurrently reducing processing temperature, electrical resistance, and material cost with scalable fabrication capabilities is critical for flexible and planar electronics. Intense pulsed light sintering, which uses pulsed, large-area, broad-spectrum visible light from a xenon lamp for the rapid fusion of nanomaterials into films or patterns of mixed dissimilar-shape conductive nanostructures, may achieve this goal. However, this potential is hindered by knowledge gaps on how dissimilarity in nanostructure shape affects nanoparticle sintering kinetics in general and the self-damping coupling between nanoparticle sintering and optical absorption in intense pulse light. We study these phenomena for intense pulsed light of mixed Ag nanowires and nanospheres, both experimentally and by linking molecular dynamics simulations with optical modeling. Our study finds an optimal 50:50 mixing ratio of nanowires and nanospheres lower resistivity and peak temperatures relative to pure nanosphere films and reduces material costs relative to pure nanowire films with similar resistivity in 2.5 seconds of intense pulse light. The drop in peak temperatures in consecutive optical pulses reduces with higher nanowire content. Sintering-induced dislocation generation drives higher neck growth at the interfaces. Adding nanowires into nanosphere films, along with a lesser number of interfacial contact points, leads to a reduction in sintering-induced junction resistivity and film resistivity. The self-damping coupling and optical absorption, which drive temperature evolution in intense pulse light, are tunable by nanostructure shape. The introduction of nanowires into a nanosphere ensemble reduces the dependence of optical absorption on neck growth. Our work generates new insights to elucidate a set of physical phenomena that can guide the choice of different shaped nanostructures to concurrently reduce resistivity and temperatures in intense pulse light and other sintering processes.</p>\n<p>The other significant outcome of this project is to demonstrate and better understand a scalable microreactor-assisted solution deposition process for the fabrication of patterned metal oxide nanostructured thin films. The process uses a continuous flow microreactor to control and generate a reactive chemical flux that was transporting to a patterned microfluidic channel. This method allows a separation of the homogeneous reaction in the solution and the heterogeneous reaction on the substrate surface. The microreactor-assisted solution deposition process can generate reactive building blocks, ranging from molecules, clusters to nanoparticles with constant concentration and compositions. The reactive solution was then delivered to the substrate surface, guided by a patterned microchannel. The growth kinetics of the nanostructured ZnO on silicon wafers were studied. The process contains three zones, a mixing zone, a reactant generation zone, and a deposition zone. This process allows a separation of the homogeneous reaction in the solution and the heterogeneous reaction on the substrate surface, resulting in a well-controlled growth of the ZnO nanostructures on the substrate surface. Our study shows that flow rate is a critical process parameter besides temperature. The thickness of rectangular patterned ZnO nanostructured films show a saddle-shaped profile, which is thinner near the center. This thickness profile is a result of combined heat and mass transfer of the reactive solution within the patterned channel, as qualitatively supported by simulations. This process not only provides better control to fabricate patterned metal oxide nanostructures but also offers the unique capability to study the growth mechanisms. The improved understandings were applied to demonstrate a novel, scalable process to fabricate ZnO nanostructures with multiscale 3D geometric shapes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/17/2020<br>\n\t\t\t\t\tModified by: Chih-Hung&nbsp;Chang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581903507503_HeatingFabrics--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581903507503_HeatingFabrics--rgov-800width.jpg\" title=\"Ag nanowire fabrics\"><img src=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581903507503_HeatingFabrics--rgov-66x44.jpg\" alt=\"Ag nanowire fabrics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of (a) IPL sintering system for Ag nanowire-fabrics and (b) the Ag nanowire-fabric with silver paste copper tape adhered to the fabric using silver paste, for applying DC voltage and measuring resistance of the fabric patch.</div>\n<div class=\"imageCredit\">Rajiv Malhotra</div>\n<div class=\"imageSubmitted\">Chih-Hung&nbsp;Chang</div>\n<div class=\"imageTitle\">Ag nanowire fabrics</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581971227638_largescalebi-philicboilingsurface--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581971227638_largescalebi-philicboilingsurface--rgov-800width.jpg\" title=\"Large scale bi-philic boiling surface by MAND\"><img src=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581971227638_largescalebi-philicboilingsurface--rgov-66x44.jpg\" alt=\"Large scale bi-philic boiling surface by MAND\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Heterogeneous surfaces structures to tailor bubble nucleation. (a), (b), (c) and (d) SEM images. (e) Schematic of downhill capillary wicking mechanism on the heterogeneous surface. (f) and (g) Optical images of bubbles on the surface.</div>\n<div class=\"imageCredit\">Chng-Ho Choi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chih-Hung&nbsp;Chang</div>\n<div class=\"imageTitle\">Large scale bi-philic boiling surface by MAND</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581971871786_ConformalInterconnect--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581971871786_ConformalInterconnect--rgov-800width.jpg\" title=\"Conformal Interconnect\"><img src=\"/por/images/Reports/POR/2020/1449383/1449383_10340046_1581971871786_ConformalInterconnect--rgov-66x44.jpg\" alt=\"Conformal Interconnect\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of conformal interconnect fabrication process and examples of conformal interconnects on various structures.</div>\n<div class=\"imageCredit\">Rajiv Malhotra</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Chih-Hung&nbsp;Chang</div>\n<div class=\"imageTitle\">Conformal Interconnect</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project has produced results in the areas of scalable nanomanufacturing, which can significantly impact new manufacturing processes in nano-enabled products. One significant finding is pushing the frontier of photonic sintering using a Xenon lamp that leads to higher speed and lower cost sintering of nanomaterials on fabrics and plastics. The other significant result is demonstrating scalable and continuous production of nanoparticles and nanostructured thin films using microreactor-assisted nanomaterial synthesis and deposition processes. We also made several functional materials and devices using these novel nanomanufacturing processes. Notable examples are p/n junction diodes, gas sensors, fabric-based personal heating patches, interconnects for surface conformal electronics, printed bi-functional boiling surfaces, and photo-electro-chemical surface. Twenty graduate students, including six females and ten undergraduate students, two under-represented and one female, were trained in this project. Two ASE, Apprenticeships in Science &amp; Engineering, high school students, and ten under-represented high school students, attending the Summer Experience in Science and Engineering for Youth program at OSU, were mentored by the PI's group, as a part of this project.\n\nOne crucial outcome of this project is to elucidate fundamental multiscale and multiphysics phenomena underlying a transformational and highly-scalable Nanoparticle-ink sintering process. Concurrently reducing processing temperature, electrical resistance, and material cost with scalable fabrication capabilities is critical for flexible and planar electronics. Intense pulsed light sintering, which uses pulsed, large-area, broad-spectrum visible light from a xenon lamp for the rapid fusion of nanomaterials into films or patterns of mixed dissimilar-shape conductive nanostructures, may achieve this goal. However, this potential is hindered by knowledge gaps on how dissimilarity in nanostructure shape affects nanoparticle sintering kinetics in general and the self-damping coupling between nanoparticle sintering and optical absorption in intense pulse light. We study these phenomena for intense pulsed light of mixed Ag nanowires and nanospheres, both experimentally and by linking molecular dynamics simulations with optical modeling. Our study finds an optimal 50:50 mixing ratio of nanowires and nanospheres lower resistivity and peak temperatures relative to pure nanosphere films and reduces material costs relative to pure nanowire films with similar resistivity in 2.5 seconds of intense pulse light. The drop in peak temperatures in consecutive optical pulses reduces with higher nanowire content. Sintering-induced dislocation generation drives higher neck growth at the interfaces. Adding nanowires into nanosphere films, along with a lesser number of interfacial contact points, leads to a reduction in sintering-induced junction resistivity and film resistivity. The self-damping coupling and optical absorption, which drive temperature evolution in intense pulse light, are tunable by nanostructure shape. The introduction of nanowires into a nanosphere ensemble reduces the dependence of optical absorption on neck growth. Our work generates new insights to elucidate a set of physical phenomena that can guide the choice of different shaped nanostructures to concurrently reduce resistivity and temperatures in intense pulse light and other sintering processes.\n\nThe other significant outcome of this project is to demonstrate and better understand a scalable microreactor-assisted solution deposition process for the fabrication of patterned metal oxide nanostructured thin films. The process uses a continuous flow microreactor to control and generate a reactive chemical flux that was transporting to a patterned microfluidic channel. This method allows a separation of the homogeneous reaction in the solution and the heterogeneous reaction on the substrate surface. The microreactor-assisted solution deposition process can generate reactive building blocks, ranging from molecules, clusters to nanoparticles with constant concentration and compositions. The reactive solution was then delivered to the substrate surface, guided by a patterned microchannel. The growth kinetics of the nanostructured ZnO on silicon wafers were studied. The process contains three zones, a mixing zone, a reactant generation zone, and a deposition zone. This process allows a separation of the homogeneous reaction in the solution and the heterogeneous reaction on the substrate surface, resulting in a well-controlled growth of the ZnO nanostructures on the substrate surface. Our study shows that flow rate is a critical process parameter besides temperature. The thickness of rectangular patterned ZnO nanostructured films show a saddle-shaped profile, which is thinner near the center. This thickness profile is a result of combined heat and mass transfer of the reactive solution within the patterned channel, as qualitatively supported by simulations. This process not only provides better control to fabricate patterned metal oxide nanostructures but also offers the unique capability to study the growth mechanisms. The improved understandings were applied to demonstrate a novel, scalable process to fabricate ZnO nanostructures with multiscale 3D geometric shapes.\n\n\t\t\t\t\tLast Modified: 02/17/2020\n\n\t\t\t\t\tSubmitted by: Chih-Hung Chang"
 }
}