{
 "awd_id": "1449199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INFUSING ETHICS INTO THE DEVELOPMENT OF ENGINEERS",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2014-11-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 184936.0,
 "awd_amount": 184936.0,
 "awd_min_amd_letter_date": "2014-09-08",
 "awd_max_amd_letter_date": "2014-09-08",
 "awd_abstract_narration": "Ethical practice in engineering is crucial for ensuring public trust in the field and in its practitioners, especially as engineers increasingly tackle international and socially complex problems that combine technical and ethical challenges. The primary goal of this project is to raise awareness of the variety of exceptional programs and strategies for improving engineers' understanding of ethical and social issues. Despite the importance of ethics for developing responsible engineers, there is not much information on the scope of programs in use at the nation's colleges and universities. Recent research on ethics development in science and engineering shows a variety of approaches; some activities focus on ethical decision making, others on awareness of ethical and social issues, and still others on professional standards, rules, and regulations. Some are primarily based on campus; others emphasize off-campus learning and engagement. To address this shortage of information, the National Academy of Engineering Center for Engineering, Ethics, and Society (CEES) is calling for nominations to identify and classify engineering ethics programs in the United States. Based on the selections of a distinguished committee of experts, the project is preparing a report recognizing a selection of exceptional programs. The report is a resource for institutions and educators to strengthen and expand their ethics programs and thus improve the ethical capabilities of practicing and future engineers.\r\n\r\nUsing a call for nominations, the project (1) reviews the variety of ways that ABET and Federal funding agency requirements for ethics preparation are fulfilled both on and off-campus at the undergraduate and graduate levels in engineering and engineering technology; (2) categorizes the types of ethics initiatives offered to engineering and engineering technology students, thus illustrating multiple strategies that can accommodate different learning styles and levels of experience and preparation; (3) highlights exemplary programs and activities; (4) requests and summarizes comments from the engineering ethics education community on the challenges and potential solutions for implementing such activities; and (4) disseminates results broadly. A distinguished committee of experts evaluates nominated ethics programs and selects a broad range of exemplars. Faculty members, administrators, and institutions are actively engaged, nominating ethics activities for review, providing comments about challenges and potential solutions in the implementation of such activities, and promoting strategies that develop skills to address ethical and social issues in engineering. The resulting report classifies the nominated activities, highlights exemplary programs, and summarizes the comments on challenges and solutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frazier",
   "pi_last_name": "Benya",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Frazier F Benya",
   "pi_email_addr": "fbenya@nas.edu",
   "nsf_id": "000611713",
   "pi_start_date": "2014-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simil",
   "pi_last_name": "Raghavan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Simil L Raghavan",
   "pi_email_addr": "sraghavan@nae.edu",
   "nsf_id": "000671458",
   "pi_start_date": "2014-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 FIFTH STREET, NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "173800",
   "pgm_ele_name": "ADVANCE - INSTITUTIONAL TRANSF"
  },
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7491",
   "pgm_ref_txt": "ETHICS EDU FOR SCI & ENG PROG"
  },
  {
   "pgm_ref_code": "7787",
   "pgm_ref_txt": "EESE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 184936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ethical practice in engineering is crucial for ensuring public trust in the field and in its practitioners, especially as engineers increasingly tackle international and socially complex problems that combine technical and ethical challenges. Yet despite the importance of ethics in the development of responsible engineers, there is not much information on the scope of ethics-based programs and activities at the nation&rsquo;s colleges and universities. The National Academy of Engineering (NAE) project on Infusing Ethics into the Development of Engineers addressed this issue by raising awareness of the variety of exceptional programs and strategies for improving engineers&rsquo; understanding of ethical and social issues. Based on the assessments of a distinguished committee of engineers and experts in engineering ethics and education, the project produced a report recognizing a selection of exceptional graduate, undergraduate, and other programs. The report is intended to serve as a resource for institutions and educators that seek to strengthen and expand their ethics programs and thus improve the ethical capabilities of practicing and future engineers.</p>\n<p>A major part of the project was to engage the engineering education community in considering how best to prepare engineering students for ethical practices, research, or leadership in engineering. After the report&rsquo;s release (February 18, 2016), panel sessions were organized at professional society meetings to publicize it. Panelists included authors of the activities featured in the report, and the sessions allowed them and other attendees to share ideas and approaches for ethics education. The report has been downloaded over 2,700 times, 500 printed copies were mailed to engineering deans, over 250 printed copies were shared with department chairs and faculty, and over 85 printed copies have been sold.</p>\n<p>Comments and responses to the report reveal that it is being used to expand educators&rsquo; knowledge of engineering ethics education and to develop and revise teaching approaches to including engineering ethics education. Most of the people who downloaded the report commented that they were planning to use it to enhance, modify, or create an educational course that either focuses solely on ethics or infuses ethics into a technical, design, or freshman introductory course. The report has also aided in developing collaborations within a campus and across different campuses, leading to the expansion of exemplary curriculum and new research collaborations.</p>\n<p>In addition, the NAE&rsquo;s recognition of those who developed the exemplary activities (the NAE president sent letters to their department head and/or engineering school dean) has helped to increase the appreciation of this work among engineering departments and those leading them. One example of this appreciation and support is that many of the institutions featured in the report financially supported the attendance of a faculty team at a follow-up NAE workshop on &ldquo;Overcoming Challenges to Infusing Ethics into the Development of Engineers.&rdquo;&nbsp;</p>\n<p>The report has the additional value of detailing ethics education strategies that can be useful to those in fields other than engineering. Comments from those downloading the report reveal that they have used it to inform ethics activities in statistics, computing, project management, and research integrity, and that it has assisted those in government organizations for either their personal continuing education or a professional development program. To facilitate the use of the selected exemplary programs by other disciplines in the sciences, details and materials have been posted on the NAE Online Ethics Center for Engineering and Science.</p>\n<p>The aim of this project was to assist with the long-term goal of improving the ethical development of engineers to ensure that ethical and social implications are considered throughout the engineering process. User comments indicate that the 25 selected exemplary programs are helping to advance ethics education by providing positive examples and encouraging educators to both recreate similar programs and advance engineering education research. Such efforts can prepare the next generation of engineers to produce solutions and designs that provide responsible, safe, and sustainable solutions to society&rsquo;s challenges.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2017<br>\n\t\t\t\t\tModified by: Frazier&nbsp;F&nbsp;Benya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEthical practice in engineering is crucial for ensuring public trust in the field and in its practitioners, especially as engineers increasingly tackle international and socially complex problems that combine technical and ethical challenges. Yet despite the importance of ethics in the development of responsible engineers, there is not much information on the scope of ethics-based programs and activities at the nation?s colleges and universities. The National Academy of Engineering (NAE) project on Infusing Ethics into the Development of Engineers addressed this issue by raising awareness of the variety of exceptional programs and strategies for improving engineers? understanding of ethical and social issues. Based on the assessments of a distinguished committee of engineers and experts in engineering ethics and education, the project produced a report recognizing a selection of exceptional graduate, undergraduate, and other programs. The report is intended to serve as a resource for institutions and educators that seek to strengthen and expand their ethics programs and thus improve the ethical capabilities of practicing and future engineers.\n\nA major part of the project was to engage the engineering education community in considering how best to prepare engineering students for ethical practices, research, or leadership in engineering. After the report?s release (February 18, 2016), panel sessions were organized at professional society meetings to publicize it. Panelists included authors of the activities featured in the report, and the sessions allowed them and other attendees to share ideas and approaches for ethics education. The report has been downloaded over 2,700 times, 500 printed copies were mailed to engineering deans, over 250 printed copies were shared with department chairs and faculty, and over 85 printed copies have been sold.\n\nComments and responses to the report reveal that it is being used to expand educators? knowledge of engineering ethics education and to develop and revise teaching approaches to including engineering ethics education. Most of the people who downloaded the report commented that they were planning to use it to enhance, modify, or create an educational course that either focuses solely on ethics or infuses ethics into a technical, design, or freshman introductory course. The report has also aided in developing collaborations within a campus and across different campuses, leading to the expansion of exemplary curriculum and new research collaborations.\n\nIn addition, the NAE?s recognition of those who developed the exemplary activities (the NAE president sent letters to their department head and/or engineering school dean) has helped to increase the appreciation of this work among engineering departments and those leading them. One example of this appreciation and support is that many of the institutions featured in the report financially supported the attendance of a faculty team at a follow-up NAE workshop on \"Overcoming Challenges to Infusing Ethics into the Development of Engineers.\" \n\nThe report has the additional value of detailing ethics education strategies that can be useful to those in fields other than engineering. Comments from those downloading the report reveal that they have used it to inform ethics activities in statistics, computing, project management, and research integrity, and that it has assisted those in government organizations for either their personal continuing education or a professional development program. To facilitate the use of the selected exemplary programs by other disciplines in the sciences, details and materials have been posted on the NAE Online Ethics Center for Engineering and Science.\n\nThe aim of this project was to assist with the long-term goal of improving the ethical development of engineers to ensure that ethical and social implications are considered throughout the engineering process. User comments indicate that the 25 selected exemplary programs are helping to advance ethics education by providing positive examples and encouraging educators to both recreate similar programs and advance engineering education research. Such efforts can prepare the next generation of engineers to produce solutions and designs that provide responsible, safe, and sustainable solutions to society?s challenges.\n\n\t\t\t\t\tLast Modified: 04/14/2017\n\n\t\t\t\t\tSubmitted by: Frazier F Benya"
 }
}