{
 "awd_id": "1449347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Optimal formation of consecutive vortex rings for propulsion systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2014-05-05",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 103441.0,
 "awd_amount": 103441.0,
 "awd_min_amd_letter_date": "2014-07-17",
 "awd_max_amd_letter_date": "2014-07-17",
 "awd_abstract_narration": "Abstract\r\n\r\n1228121\r\nPeng, Jifeng\r\n\r\nA key hydrodynamic feature of vortex ring formation with implication to propulsion is that there is a limit in ring growth. Studies have established the limiting process on isolated vortex ring formation from a starting jet, and associated optimal ring formation with the limiting formation time. Inspired by animals such as squids and medusae, a novel propulsion technique has been developed utilizing consecutive vortex rings generated from a pulsed jet. The ring formation process of a pulsed jet is significantly different than that of a starting jet because when rings are generated in a repeated fashion, the interaction between rings alters the dynamics of jet shear layer and vortex formation. This is demonstrated in a recent study in which the limiting formation time is reduced significantly when a pulsed jet generates consecutive vortex rings in close proximity. The formation time alone is not sufficient to describe the ring formation process and the pulsing frequency also plays a significant role. To fully exploit the potential of pulsed-jet propulsion, it is imperative to investigate the influence of vortex interaction on ring formation and establish the limiting ring formation process and its optimization for a pulsed jet.  In this proposed project, experimental studies will be performed to investigate the formation process of consecutive vortex rings from a pulsed jet and to determine the effects of ring interaction on the shear layer dynamics and ring formation process. The research will emphasize vortex ring growth and its limit, as a dynamical systems analysis will be used to quantify entrainment and identify pinch-off. The dependency of the limiting formation time on the pulsing frequency will be established. Thrust generated from a pulsed jet will be quantified and correlated with ring formation dynamics. A theoretical model will then be developed to predict ring pinch-off and to explain the empirical results. A numerical framework will also be developed to optimize the kinematics of the pulsed jet for vortex ring formation and propulsion. Many features of biological systems that act as constraints in optimal ring formation will also be explored, including stopping vortices formed during recovery strokes, time-dependent jet velocity profile, periodic variation in propulsion velocity, etc.\r\n\r\nIntellectual Merit: The proposed project will advance the understanding of vortex ring formation from a pulsed jet, and elucidate the effects of vortex interaction on jet shear layer dynamics and ring formation. It will establish the limiting ring growth process for a pulsed jet, as well as its optimization for propulsion. The knowledge obtained in the project will serve as the guideline for applications of pulsed-jet propulsion, a promising design for future aerial/underwater vehicles. In addition, the understanding on various constraints in optimal ring formation inherent in biological systems, as well as on their adaptations to these constraints, will not only contribute insights to the fields of biological locomotion and integrated biological systems but also complement existing design principles of engineering propulsion systems.\r\n\r\nBroader Impacts: The project will explore many fundamental fluid dynamics questions regarding vortex ring formation and interaction. It will have potentially wide applications in the emerging field of pulsed-jet propulsion and will further advance this novel propulsion technique. The proposed project will allow education and training for both undergraduate and graduate students. The PI will develop a new lab component (flow visualization and measurement) for the Fluid Mechanics Lab course at the University of Alaska Fairbanks. The experimental equipment used in the project will be utilized for students practice in this course, and also as demonstration in another course, Propulsion. The proposed research will also be translated into new educational curricula that are accessible to future generations of engineers and biologists alike. The PI will develop a new multi-disciplinary course, Biomechanics and Bio-inspired Design, for the Mechanical Engineering and Biology curriculum at UAF.  Most Alaska students, especially Alaska Native students, love nature and this proposed course would appeal to many of them and generate interest in engineering disciplines. The project will also serve K-12 students from the State of Alaska through outreach programs such as Alaska Summer Research Academy and Alaska Native Science & Engineering Program. These opportunities for training and mentorship will be directed toward the underrepresented Alaska Native students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jifeng",
   "pi_last_name": "Peng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jifeng Peng",
   "pi_email_addr": "jpeng@alaska.edu",
   "nsf_id": "000589382",
   "pi_start_date": "2014-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Anchorage Campus",
  "inst_street_address": "3211 PROVIDENCE DR",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077861777",
  "inst_zip_code": "995084614",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA ANCHORAGE",
  "org_prnt_uei_num": "KNP1HA2B9BF8",
  "org_uei_num": "DZFJT2KH9C43"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Anchorage Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995084614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 103441.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates consecutive vortex ring formations from a pulsed jet, using a combined experimental, numerical and theoretical approach. Due to interactions between the vortex rings, the dynamics of the shear layer in the forming ring is different from that in isolated vortex ring formation. The study established the governing parameters in consecutive vortex ring formation from a pulsed jet: the piston stroke distance to cylinder diameter ratio and the pulsing frequency, and explored the parameter space for optimal consecutive vortex ring formation. The project also studied the consecutive vortex ring formation in the content of propulsion on a self-propelled system.</p>\n<p>In the consecutive ring formation from a pulsed jet, the boundary layer generated from the jet is less in shear strength compared with that in the isolated vortex ring formation, due to the interaction with the proceeding vortex ring. Therefore the shear layer rollup to the vortex ring is also slower. The experiments showed that in the consecutive ring formation from a pulsed jet, the ring pinches off at a smaller stroke distance and a smaller ring size. The piston stroke distance at which the pinch-off occurs monotonically decreases with the increase of pulsing frequency, i.e., the smaller the distance between consecutive rings and the larger the interactions, the ring pinches off at a smaller size. For a given piston stroke distance, more shear layer can be entrained into the vortex ring at larger ring intervals whereas at smaller ring intervals, shear layers pinch off earlier and form trailing jets.</p>\n<p>The shear layer dynamics and vortex ring formation in the numerical simulations are similar to those in the empirical experiments. The formation number, which represents the limit of vortex ring formation, is slightly smaller in the numerical model compared with that observed in empirical experiments, possibly due to the fact that the numerical model is based on ideal flow theory and viscosity of flow in experiments helps to reduce shear layer instability.</p>\n<p>The theoretical model shows that the effects of the leading ring can be described as due to the radial and axial components of the induced velocity field. The radial component of the velocity field induced by the leading ring makes the forming ring to contract in tortoidal radius, which limits its size and the volume of the shear layer it can entrain. This is the major reason of the early vortex pinch-off. The axial component of the velocity field induced by the leading ring also plays a role, because it leads to the increased propagation velocity of the vortex ring and early pinch-off when vortex ring travels at a higher speed than the jet.</p>\n<p>The project also studied the consecutive vortex ring formations in the content of propulsion. A vortex-generator-on-rail system was established to empirically study free self-propelled motion of vortex ring based propulsion.&nbsp;Vortex ring formation and interactions on the free self-propelled system behave similarly to those observed in a fixed, tethered system with background co-flow. Compared with a continuous jet, a pulsed jet delivers more momentum in the form of vortices. However, a pulsed jet propulsion does not significantly increase the propulsion performance as it would also need to overcome the added-mass when the propulsor slows down and then accelerates itself again.</p>\n<p>The pulsed jet propulsion was also applied to a numerical model to simulate a self-propelled jellyfish-like swimmer using consecutive vortex rings as the propulsion mechanism. The motion of the swimmer was coupled with the hydrodynamic forces on it. The propulsive efficiency is affected by the strength of the jet and vortices, and also by the pulsing frequency. A large vortex size increases the propulsive efficiency. Low pulsing frequency with relatively little interactions between vortex ring...",
  "por_txt_cntn": "\nThis project investigates consecutive vortex ring formations from a pulsed jet, using a combined experimental, numerical and theoretical approach. Due to interactions between the vortex rings, the dynamics of the shear layer in the forming ring is different from that in isolated vortex ring formation. The study established the governing parameters in consecutive vortex ring formation from a pulsed jet: the piston stroke distance to cylinder diameter ratio and the pulsing frequency, and explored the parameter space for optimal consecutive vortex ring formation. The project also studied the consecutive vortex ring formation in the content of propulsion on a self-propelled system.\n\nIn the consecutive ring formation from a pulsed jet, the boundary layer generated from the jet is less in shear strength compared with that in the isolated vortex ring formation, due to the interaction with the proceeding vortex ring. Therefore the shear layer rollup to the vortex ring is also slower. The experiments showed that in the consecutive ring formation from a pulsed jet, the ring pinches off at a smaller stroke distance and a smaller ring size. The piston stroke distance at which the pinch-off occurs monotonically decreases with the increase of pulsing frequency, i.e., the smaller the distance between consecutive rings and the larger the interactions, the ring pinches off at a smaller size. For a given piston stroke distance, more shear layer can be entrained into the vortex ring at larger ring intervals whereas at smaller ring intervals, shear layers pinch off earlier and form trailing jets.\n\nThe shear layer dynamics and vortex ring formation in the numerical simulations are similar to those in the empirical experiments. The formation number, which represents the limit of vortex ring formation, is slightly smaller in the numerical model compared with that observed in empirical experiments, possibly due to the fact that the numerical model is based on ideal flow theory and viscosity of flow in experiments helps to reduce shear layer instability.\n\nThe theoretical model shows that the effects of the leading ring can be described as due to the radial and axial components of the induced velocity field. The radial component of the velocity field induced by the leading ring makes the forming ring to contract in tortoidal radius, which limits its size and the volume of the shear layer it can entrain. This is the major reason of the early vortex pinch-off. The axial component of the velocity field induced by the leading ring also plays a role, because it leads to the increased propagation velocity of the vortex ring and early pinch-off when vortex ring travels at a higher speed than the jet.\n\nThe project also studied the consecutive vortex ring formations in the content of propulsion. A vortex-generator-on-rail system was established to empirically study free self-propelled motion of vortex ring based propulsion. Vortex ring formation and interactions on the free self-propelled system behave similarly to those observed in a fixed, tethered system with background co-flow. Compared with a continuous jet, a pulsed jet delivers more momentum in the form of vortices. However, a pulsed jet propulsion does not significantly increase the propulsion performance as it would also need to overcome the added-mass when the propulsor slows down and then accelerates itself again.\n\nThe pulsed jet propulsion was also applied to a numerical model to simulate a self-propelled jellyfish-like swimmer using consecutive vortex rings as the propulsion mechanism. The motion of the swimmer was coupled with the hydrodynamic forces on it. The propulsive efficiency is affected by the strength of the jet and vortices, and also by the pulsing frequency. A large vortex size increases the propulsive efficiency. Low pulsing frequency with relatively little interactions between vortex rings also increases the propulsive efficiency.\n\nThe project has published 3 peer-reviewed articles i..."
 }
}