{
 "awd_id": "1449542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact of Materials on Society (IMOS) Workshop",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 25233.0,
 "awd_amount": 25233.0,
 "awd_min_amd_letter_date": "2014-09-04",
 "awd_max_amd_letter_date": "2014-09-04",
 "awd_abstract_narration": "NON TECHNICAL\r\nThe Division of Materials Research is supporting a one-day workshop in December 2014 at the Boston meeting of the Materials Research Society to discuss and disseminate an interdisciplinary engineering-humanities-social science course entitled the \"Impact of Materials on Society\" which seeks to improve simultaneously the scientific and social literacies of undergraduate students.  This meeting will contribute to the educational infrastructure of materials science, and engineering more broadly, by providing a model for building broader bridges at institutions around the country between research in materials science and engineering, the humanities, and social sciences to examine how to create successful technologies that address critical social issues in ways that respect human values and belief systems. There is a pressing need, at this moment in particular, to bring these fields into productive dialogue with materials science and engineering. Such a dialogue will strengthen faculty research and undergraduate and graduate learning by marrying technical and scientific knowledge with contemporary research into social life and human experience. Such a dialogue will also feed demands for interdisciplinary, entrepreneurial, innovative, and creative curriculum foundations around the country.\r\n\r\nTECHNICAL\r\nFor the past 20 years, engineering educators have sought teaching strategies that move beyond the traditional lecture format of the engineering classroom. This search is particularly important in the context of a need to \"change the conversation\" about engineering by demonstrating that engineers, or more specifically material scientists and engineers, are not simply people who \"like math and science\", but who are also \"creative problem-solvers\" that help \"shape our future\" by improving our \"health, happiness, and safety\". This emphasis on the important social role of engineering seeks both to improve the scientific literacy of the broader public, as well as to educate future engineers about the global, environmental, and social contexts in which they work. To address these goals, an interdisciplinary engineering-humanities-social science course was developed entitled the \"Impact of Materials on Society\" which seeks to improve simultaneously the scientific and social literacies of undergraduate students with one curricular endeavor. Through formal and independent evaluation, the course has been demonstrated to increase significantly three variables: the social literacy of engineering students, the scientific and technical literacy of non-engineering students, and the awareness of students of any major to the interconnections between scientific and social literacies through exposing them to the role, values, and importance of material science and engineering throughout human civilization. To date the course has been developed and taught only at the University of Florida. The Division of Materials Research is supporting a one-day workshop in December 2014 at the Boston meeting of the Materials Research Society to disseminate the course design and evaluation tools to other pilot institutions to disseminate the results of the course, to broaden the impact of the course, and to collect additional data on how social and scientific literacies can be taught to diverse student groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Jones",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin S Jones",
   "pi_email_addr": "kjones@eng.ufl.edu",
   "nsf_id": "000267319",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Donnelly",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anne E Donnelly",
   "pi_email_addr": "adonnelly@aa.ufl.edu",
   "nsf_id": "000602972",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Acord",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia K Acord",
   "pi_email_addr": "skacord@ufl.edu",
   "nsf_id": "000666390",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25233.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Report on NSF funded Workshop on the Impact of Materials On Society Course</p>\n<p>DMR-1449542</p>\n<p>&nbsp;</p>\n<p>Prof. Kevin S. Jones,</p>\n<p>Rhines Professor, Department of Materials Science and Engineering,</p>\n<p>University of Florida, Gainesville, FL 32611</p>\n<p><a href=\"mailto:kjones@eng.ufl.edu\">kjones@eng.ufl.edu</a>, 352-846-3301 (work), 352-219-6641 (cell)</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The University of Florida and the Materials Research Society have collaboratively developed a freshman course for both engineers and non-engineers entitled the <em>I</em><em>mpact of Materials on Society</em>.&nbsp; The goals of the course are to explore the complex relationships between society and engineering, to help engineers navigate the social context of their innovations, and to educate the non engineer about the role and impact of engineering in society, all while instilling a basic scientific literacy in materials science and engineering principles.&nbsp; A one day workshop during the MRS Fall 2014 Meeting in Boston on December 2, 2014, for training on the IMOS curriculum and planning for site-specific implementation at five campuses that will offer the &ldquo;Impact of Materials on Society&rdquo; course in the future. Although the grant only planned for five &ldquo;pilot campuses&rdquo; to attend, seven different campuses attended the workshop, including three traditional four year universities (Pennsylvania State, Virginia Commonwealth and The University of New Mexico), three were two year community colleges (City College of San Francisco, Springfield Technical Community College, Lakes Region Community College), and one historically black university (University of the Virgin Islands).&nbsp;&nbsp;</p>\n<p>The goal of the IMOS workshop is to provide a model of how to build broader bridges at institutions around the country between research in engineering, the humanities, and the social sciences. The morning workshop agenda focused on gathering the needs, interests, and concerns of the participating institutions, and introducing the curricular framing of the course. Crucially, the format of the class is unique but flexible. Each week a new material is introduced on Monday (e.g., iron) by an engineering professor.&nbsp; On Wednesday an instructor from the humanities or social sciences presents a case study that relates to that material to social change (e.g. creative destruction and the industrial revolution).&nbsp; On Thursday the students watch a video produced by MRS on a future related material (e.g., new magnesium alloys that are replacing steel).&nbsp; On Friday the class-room is flipped and the students in groups must apply the social principles they have learned from that week&rsquo;s material to discuss the future impact of this new material.&nbsp; During the workshop several examples of specific weeks (concrete, plastics and silicon) were presented by faculty from the University of Florida along with their framing materials and assignments. &nbsp;The workshop participants then discussed how the model units that have been developed could be used or adapted by different campuses. Rather than specify a rigid framework on the use of these units, the workshop participants also discussed the creation of additional modules that might be more appropriate for their institutions to help them tailor the course to the local assets and resources of their faculty and environs. The morning closed with a reflection on the IMOS course concept, and a revised discussion of the core interests and concerns for disseminating the course at different participant sites.</p>\n<p>After the morning dissemination portion of the workshop, the afternoon workshop focused on addressing the needs and concerns of the pilot sites in site-specific ways. The attendees worked on the specifics of how one goes about introducing the class to a new institution.&nbsp;&nbsp; Using a facilitated s...",
  "por_txt_cntn": "\nReport on NSF funded Workshop on the Impact of Materials On Society Course\n\nDMR-1449542\n\n \n\nProf. Kevin S. Jones,\n\nRhines Professor, Department of Materials Science and Engineering,\n\nUniversity of Florida, Gainesville, FL 32611\n\nkjones@eng.ufl.edu, 352-846-3301 (work), 352-219-6641 (cell)\n\n \n\n \n\nThe University of Florida and the Materials Research Society have collaboratively developed a freshman course for both engineers and non-engineers entitled the Impact of Materials on Society.  The goals of the course are to explore the complex relationships between society and engineering, to help engineers navigate the social context of their innovations, and to educate the non engineer about the role and impact of engineering in society, all while instilling a basic scientific literacy in materials science and engineering principles.  A one day workshop during the MRS Fall 2014 Meeting in Boston on December 2, 2014, for training on the IMOS curriculum and planning for site-specific implementation at five campuses that will offer the \"Impact of Materials on Society\" course in the future. Although the grant only planned for five \"pilot campuses\" to attend, seven different campuses attended the workshop, including three traditional four year universities (Pennsylvania State, Virginia Commonwealth and The University of New Mexico), three were two year community colleges (City College of San Francisco, Springfield Technical Community College, Lakes Region Community College), and one historically black university (University of the Virgin Islands).  \n\nThe goal of the IMOS workshop is to provide a model of how to build broader bridges at institutions around the country between research in engineering, the humanities, and the social sciences. The morning workshop agenda focused on gathering the needs, interests, and concerns of the participating institutions, and introducing the curricular framing of the course. Crucially, the format of the class is unique but flexible. Each week a new material is introduced on Monday (e.g., iron) by an engineering professor.  On Wednesday an instructor from the humanities or social sciences presents a case study that relates to that material to social change (e.g. creative destruction and the industrial revolution).  On Thursday the students watch a video produced by MRS on a future related material (e.g., new magnesium alloys that are replacing steel).  On Friday the class-room is flipped and the students in groups must apply the social principles they have learned from that weekÆs material to discuss the future impact of this new material.  During the workshop several examples of specific weeks (concrete, plastics and silicon) were presented by faculty from the University of Florida along with their framing materials and assignments.  The workshop participants then discussed how the model units that have been developed could be used or adapted by different campuses. Rather than specify a rigid framework on the use of these units, the workshop participants also discussed the creation of additional modules that might be more appropriate for their institutions to help them tailor the course to the local assets and resources of their faculty and environs. The morning closed with a reflection on the IMOS course concept, and a revised discussion of the core interests and concerns for disseminating the course at different participant sites.\n\nAfter the morning dissemination portion of the workshop, the afternoon workshop focused on addressing the needs and concerns of the pilot sites in site-specific ways. The attendees worked on the specifics of how one goes about introducing the class to a new institution.   Using a facilitated structure to capture these discussions, the workshop produced a very useful to-do list of documents to be generated by the UFlorida IMOS course team to support these pilot campuses and refine the workshop format for further presentation at other conferences and institutions. These items..."
 }
}