{
 "awd_id": "1450407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Electrothermal Investigation of Damped Bloch Transport at Extremely High Fields in Wide Bandgap Semiconductor Materials and its Exploitation for New Paradigms in...",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2014-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 158844.0,
 "awd_amount": 158844.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2014-08-06",
 "awd_abstract_narration": "Fundamental to the operation of electronic devices is the motion of charge, which is the origin of electrical current flow.  Understanding the nature of charge transport in bulk materials, across or along material interfaces, and through even more complex structures is therefore not only requisite for the development and optimization of present-day electron devices, but is indeed critical for the process of innovation and for the conception of entirely new devices offering superior functionality in terms of size, speed, power, and other performance metrics.  Under the influence of extremely large electric fields, recent theoretical analysis predicts that charge motion at the microscopic level in the emerging wurtzite III-nitride material system takes on an entirely new character, radically dissimilar to that which has been observed in other semiconductor crystals.   Specifically, the combined influence of a large number of electrons, whose individual trajectories are predominantly oscillatory at the microscopic level, collectively leads to a macroscopic negative differential resistance which can be exploited for diverse original high-speed, high-power device applications.   The proposed work will generate a thorough understanding of this new mode of charge transport at the microscopic level, its implications at the macroscopic level, and provide a solid theoretical framework with the potential to engender entirely new paradigms for millimeter-wave and terahertz electronic devices.  Results of the proposed research will be disseminated through conference presentations, publication in technical journals, and incorporated into courses taught at Georgia Tech at both the graduate and undergraduate levels.  Georgia Tech (GT) is a leading institution for the education of underrepresented groups in science and engineering.  Its College of Engineering leads the nation in engineering degrees awarded to women and minorities, and the participation of underrepresented groups in the proposed research will be encouraged proactively.  \r\n\r\nEvidence is presented for a fundamentally new and unexplored mode of charge transport in the wurtzite III-nitride material system at extremely high field strengths, with exciting implications for high-power millimeter-wave and terahertz (THz) electronics.  At the high field strengths which only wide bandgap semiconductor materials can sustain, the time required for electrons to traverse the Brillouin zone can in some cases approach and even fall below the characteristic scattering time for hot electrons.  In this extremely high field regime, charge transport is characterized by damped Bloch oscillation, for which particles velocities and trajectories in real space are predominantly oscillatory, with sporadic interruption by momentum-randomizing collisions with phonons which, paradoxically, lead to a net forward motion.  This is very different from the textbook picture of charge transport at lower field strengths, in which electrons instantaneous velocities are predominantly thermal and randomly-oriented.  Moreover, electrons participating in Bloch transport exhibit a negative differential drift velocity as a result of damped Bloch oscillation which is critically different from other known mechanisms for negative differential resistance (NDR) in that the drift velocity tends asymptotically towards zero (rather than some finite value) in the limit of largest field strengths.  This negative differential drift velocity can excite a wide variety of charge domain instabilities that may be exploited for the generation of high-power millimeter-wave and THz signals.   The proposed effort represents a thorough theoretical investigation of the phenomenon of Bloch transport, the associated charge domain instabilities, and its implications for device applications, based on analytic and semi-analytic methods, as well as electrothermal full-band ensemble Monte Carlo simulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Yoder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Yoder",
   "pi_email_addr": "doug.yoder@gatech.edu",
   "nsf_id": "000056397",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 158844.0
  }
 ],
 "por": null
}