{
 "awd_id": "1450985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Engineering Inquiry for All at Nedlam's Workshop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925126",
 "po_email": "abaylor@nsf.gov",
 "po_sign_block_name": "Amy Baylor",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 299951.0,
 "awd_amount": 299951.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2015-09-09",
 "awd_abstract_narration": "The Cyberlearning and Future Learning Technologies Program funds efforts that will help envision the next generation of learning technologies and advance what we know about how people learn in technology-rich environments. This exploratory project will research how teachers learn to adapt open-ended, self-directed, and fabrication-rich maker space pedagogy and technology to school settings in ways that are responsive to the needs and interests of the students, their families, and the surrounding community.  Maker culture is a do-it-yourself movement supported by technology, such as electronics, robotics and 3-D printing, available in maker spaces in many communities. The project will look at whether the maker culture can help reshape how we connect high school vocational education, academic coursework, informal learning, and community based learning.  The project will bring teachers, university-based researchers, and leaders of non-school maker spaces to rethink how academic and vocational topics relate to one another. By doing so, the project is moving towards a new technical environment in which different groups of people can work on personally relevant technical problems (like fixing your own car) and simultaneously learn science, technology, engineering and mathematics.\r\n\r\nThis project will use design-based research and a partnership between the Malden Schools, Tufts University, and Artisan's Asylum to design and implement a community-school partnership maker space. This space will host activities involving formal vocational education, formal academic courses, informal education, and community participation. An iterative curriculum design and development process will create a number of learning units that take advantage of the space and of the skills of vocationally tracked students, some of whom will be paid to tutor peers and adults in the technologies available. Research will examine the degree to which the social status of vocational subjects and students in vocational tracks can be raised, and whether it can be used to increase academic achievement in core academic subjects. Additionally, research will examine the impact of bringing together adult makers with teachers to design these units, including especially whether this co-design process helps infuse inquiry driven teaching and learning across subjects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Gravel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Gravel",
   "pi_email_addr": "brian.gravel@tufts.edu",
   "nsf_id": "000605503",
   "pi_start_date": "2015-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "R Benjamin",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R Benjamin Shapiro",
   "pi_email_addr": "rbs@cs.washington.edu",
   "nsf_id": "000618607",
   "pi_start_date": "2014-08-06",
   "pi_end_date": "2015-09-09"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Rogers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Rogers",
   "pi_email_addr": "Crogers@tufts.edu",
   "nsf_id": "000440364",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Gravel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Gravel",
   "pi_email_addr": "brian.gravel@tufts.edu",
   "nsf_id": "000605503",
   "pi_start_date": "2014-08-06",
   "pi_end_date": "2015-09-09"
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "474 Boston Ave",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555584",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 299951.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bcf62fa4-0ac2-1d3e-80b8-75fe376cff05\"> </span></p>\n<p dir=\"ltr\"><span>Over the course of 3 years, we transformed a dormant woodshop in a large, urban high school into </span><span>Nedlam's Workshop</span><span>, a makerspace housing digital and craft technologies to promote engineering inquiry for students and teachers at the school. The aims of the projects were to explore how the introduction of a makerspace, that emphasized inquiry pedagogies grounded in making, computation, and engineering design, to a school community could shift the ways students and teachers engaged in meaningful learning. Our activities included after-school making workshops for youth, professional development workshops for teachers, co-designing curricular activities with teachers, designing a maker-centered learning course called </span><span>Creative Design and Engineering</span><span>, and offering summer enrichment workshops for youth.</span></p>\n<p dir=\"ltr\"><span>Our design specifically addressed the ways low-tracked students are perceived in school contexts. When designing and making, those students who are gifted with their hands, in the arts, or have keen understandings about the struggles youth face in their communities, are celebrated as talented, capable, and brilliant. The students for whom school does not always work become stars in Nedlam&rsquo;s Workshops, where hands-on learning, ingenuity, improvisation, and inquiry are valued. From the design of the space, to the activities we offered, and the work we did with teachers, the efforts of this project promoted the idea that making, engineering, and design were powerful ways of learning in STEM and other disciplines. </span></p>\n<p dir=\"ltr\"><span>The results of this project call attention to some critical aspects of building makerspaces in schools, which is a phenomenon sweeping the nation. </span></p>\n<p dir=\"ltr\"><span>First</span><span>, centering the problems of youth's lives--be it charging your cell phone without it being stolen, or improving the condition of waiting for the public transit bus--engages an expansive set of interests, practices, and knowledge among the youth involved in solving these problems. When the problems are real to students&rsquo; lives, their investment, agency, and confidence in their abilities to solve them all improve. And, these problems present ample opportunities to address STEM content and practices from State frameworks documents. </span></p>\n<p dir=\"ltr\"><span>Secondly</span><span>, not all students have access to these technology and engineering opportunities. In a school-wide survey, we learned that girls and low-tracked students were significantly underrepresented in technology, engineering, and computer science offerings. Our experimental course was designed to address these issues. Specifically, we focused on problems in students&rsquo; lives, we offered supports for scoping those problems, and we scaffolded their ways of designing and making solutions. This &nbsp;impacted who could participant and who was successful; over 50% of the students participating in Nedlam&rsquo;s Workshop were girls, and a similarly large percentage were low-tracked students. Overall, we have seen the makerspace serve as a site where high-performing students work alongside, and in collaboration, with students who have been pushed to the margins of school.</span></p>\n<p dir=\"ltr\"><span>Finally</span><span>, we learned that teachers can reimagine pedagogical possibilities within the makerspace. In other words, in a space the emphasizes design, making, and inquiry, teachers are willing to challenge their own assumptions about the role of inquiry in their disciplinary teaching. The expectations for what one is supposed to do in a makerspace are less clear for teachers than the expectations, and obligations, they feel in their own academic classroom environments. For example,Biology teachers admitted that they had slowly drifted away from teaching using inquiry, but that their professional development workshops in Nedlam&rsquo;s Workshop opened up their thinking about to the possibilities and excitement around inquiry through making. Furthermore, mathematics, science, and humanities teachers started to talk with each other about cross-curricular possibilities; these were conversations catalyzed by activities in Nedlam&rsquo;s Workshop. </span></p>\n<p dir=\"ltr\"><span>The overall outcomes of this project include: (1) the School&rsquo;s leadership decided to reassign a teacher as a full-time &ldquo;makerspace engineering teacher&rdquo;, (2) this teacher now offers 4 making electives (called Creative Design and Engineering) and a 9th grade course on design, computer science, and technology education that more than half of the 9th graders (~200 students) will take, and (3) one of our participant teachers became the District technology integration specialist, placing the makerspace at the center of her efforts to bring making into classrooms in the high school as well as to K-8 schools in the District. In sum, we argue that Nedlam&rsquo;s Workshop encouraged teachers, students, and the community to become re-enchanted with the power of learning through making, and the importance of inquiry in teaching STEM.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Brian&nbsp;Gravel</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009576840_IMG_0531--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009576840_IMG_0531--rgov-800width.jpg\" title=\"Nedlam's Workshop\"><img src=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009576840_IMG_0531--rgov-66x44.jpg\" alt=\"Nedlam's Workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The 3,500 square foot makerspace at Malden High School, Nedlam's Workshop, built to encourage engineering inquiry through making. The space houses wood working tools, a digital fabrication shop, electronics shop, e-textiles shop, robotics shop, brainstorming and socializing areas, and raw materials.</div>\n<div class=\"imageCredit\">Brian Gravel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;Gravel</div>\n<div class=\"imageTitle\">Nedlam's Workshop</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009193824_IMG_0468--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009193824_IMG_0468--rgov-800width.jpg\" title=\"Malden Students at Tufts\"><img src=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009193824_IMG_0468--rgov-66x44.jpg\" alt=\"Malden Students at Tufts\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Malden High School students in the summer 2016 making program visit the Tufts makerspace to learn about new technologies.</div>\n<div class=\"imageCredit\">Brian Gravel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;Gravel</div>\n<div class=\"imageTitle\">Malden Students at Tufts</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009812235_IMG_9497--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009812235_IMG_9497--rgov-800width.jpg\" title=\"Bus Stop\"><img src=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009812235_IMG_9497--rgov-66x44.jpg\" alt=\"Bus Stop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students from Creative Design and Engineering course with their \"Bus Stop 2.0.\" A solution to the miserable experience of waiting for the bus in New England. Their design includes radiant floor heating powered by solar panels, a customized bench, and was funded by their own marketing campaign.</div>\n<div class=\"imageCredit\">Brian Gravel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;Gravel</div>\n<div class=\"imageTitle\">Bus Stop</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009950861_IMG_5551--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009950861_IMG_5551--rgov-800width.jpg\" title=\"Teachers in Nedlam's\"><img src=\"/por/images/Reports/POR/2017/1450985/1450985_10329621_1512009950861_IMG_5551--rgov-66x44.jpg\" alt=\"Teachers in Nedlam's\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Teachers engage in a cart-sorting task to unpack their ideas about what making is, how it can be used in their teaching, and how it connects to their STEM disciplinary commitments.</div>\n<div class=\"imageCredit\">Brian Gravel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;Gravel</div>\n<div class=\"imageTitle\">Teachers in Nedlam's</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nOver the course of 3 years, we transformed a dormant woodshop in a large, urban high school into Nedlam's Workshop, a makerspace housing digital and craft technologies to promote engineering inquiry for students and teachers at the school. The aims of the projects were to explore how the introduction of a makerspace, that emphasized inquiry pedagogies grounded in making, computation, and engineering design, to a school community could shift the ways students and teachers engaged in meaningful learning. Our activities included after-school making workshops for youth, professional development workshops for teachers, co-designing curricular activities with teachers, designing a maker-centered learning course called Creative Design and Engineering, and offering summer enrichment workshops for youth.\nOur design specifically addressed the ways low-tracked students are perceived in school contexts. When designing and making, those students who are gifted with their hands, in the arts, or have keen understandings about the struggles youth face in their communities, are celebrated as talented, capable, and brilliant. The students for whom school does not always work become stars in Nedlam?s Workshops, where hands-on learning, ingenuity, improvisation, and inquiry are valued. From the design of the space, to the activities we offered, and the work we did with teachers, the efforts of this project promoted the idea that making, engineering, and design were powerful ways of learning in STEM and other disciplines. \nThe results of this project call attention to some critical aspects of building makerspaces in schools, which is a phenomenon sweeping the nation. \nFirst, centering the problems of youth's lives--be it charging your cell phone without it being stolen, or improving the condition of waiting for the public transit bus--engages an expansive set of interests, practices, and knowledge among the youth involved in solving these problems. When the problems are real to students? lives, their investment, agency, and confidence in their abilities to solve them all improve. And, these problems present ample opportunities to address STEM content and practices from State frameworks documents. \nSecondly, not all students have access to these technology and engineering opportunities. In a school-wide survey, we learned that girls and low-tracked students were significantly underrepresented in technology, engineering, and computer science offerings. Our experimental course was designed to address these issues. Specifically, we focused on problems in students? lives, we offered supports for scoping those problems, and we scaffolded their ways of designing and making solutions. This  impacted who could participant and who was successful; over 50% of the students participating in Nedlam?s Workshop were girls, and a similarly large percentage were low-tracked students. Overall, we have seen the makerspace serve as a site where high-performing students work alongside, and in collaboration, with students who have been pushed to the margins of school.\nFinally, we learned that teachers can reimagine pedagogical possibilities within the makerspace. In other words, in a space the emphasizes design, making, and inquiry, teachers are willing to challenge their own assumptions about the role of inquiry in their disciplinary teaching. The expectations for what one is supposed to do in a makerspace are less clear for teachers than the expectations, and obligations, they feel in their own academic classroom environments. For example,Biology teachers admitted that they had slowly drifted away from teaching using inquiry, but that their professional development workshops in Nedlam?s Workshop opened up their thinking about to the possibilities and excitement around inquiry through making. Furthermore, mathematics, science, and humanities teachers started to talk with each other about cross-curricular possibilities; these were conversations catalyzed by activities in Nedlam?s Workshop. \nThe overall outcomes of this project include: (1) the School?s leadership decided to reassign a teacher as a full-time \"makerspace engineering teacher\", (2) this teacher now offers 4 making electives (called Creative Design and Engineering) and a 9th grade course on design, computer science, and technology education that more than half of the 9th graders (~200 students) will take, and (3) one of our participant teachers became the District technology integration specialist, placing the makerspace at the center of her efforts to bring making into classrooms in the high school as well as to K-8 schools in the District. In sum, we argue that Nedlam?s Workshop encouraged teachers, students, and the community to become re-enchanted with the power of learning through making, and the importance of inquiry in teaching STEM.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Brian Gravel"
 }
}