{
 "awd_id": "1450560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Conflict Resolution and Exchange of Temporal Data",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2014-08-25",
 "awd_max_amd_letter_date": "2014-08-25",
 "awd_abstract_narration": "An increasing number of applications, such as fraud detection and personal electronic health records, all rely on the availability of an integrated, consistent, and query-able view of entities over time. Such a view, implemented as an integrated archive, consolidates temporal information from different data sources and creates significant added value by making explicit the times when facts about the entities are true. The task of creating an integrated archive remains non-trivial even with the state-of-the-art data integration techniques.  This is a high-risk research project that targets challenging problems in the nexus of several research areas: data exchange, temporal databases, conflict resolution and data inconsistency.  This project has the potential to make significant societal impact through the development of a foundational framework that facilitates the process of consolidating temporal data from different heterogeneous temporal data sources. It is anticipated that the availability of such a platform will lead to new classes of applications, particularly those involving profiling, tracking, monitoring, and understanding of the evolution of entities over time.  This project will involve the research and training of graduate and undergraduate students in science and engineering, including members of groups underrepresented in computer science, in pertinent areas of data integration.  Results obtained from this investigation will be incorporated into advanced graduate data management courses on large-scale data integration that will be developed and taught at both SUNY at Buffalo and UC Santa Cruz. Selected material from the outcomes of this project will also be incorporated into upper-division undergraduate database courses taught at both universities. \r\n\r\nThis proposal will develop formal foundations and principled solutions to the problems of exchanging temporal data (i.e., transformations of temporal data from one format into another) and resolving conflicts of temporal data.  The unique challenge in managing temporal data that underlies all aspects of this proposal is the management of the discrepancy between the abstract declarative view of temporal data and its corresponding concrete implementation view.  The general approach adopted by this proposal will be two-tiered: data exchange and conflict resolution over temporal data are declaratively specified using the declarative point-based view, while computational tasks required to exchange data and resolve conflicts manipulate the underlying time intervals.  Results from this investigation will also lay the groundwork for longer-term research such as answering queries over inconsistent temporal databases.  For further information see the project web site at http://greenwich.cs.ucsc.edu or \r\nhttp://www.cse.buffalo.edu/~chomicki/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wang-Chiew",
   "pi_last_name": "Tan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wang-Chiew Tan",
   "pi_email_addr": "tan@cs.ucsc.edu",
   "nsf_id": "000226881",
   "pi_start_date": "2014-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950640004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many applications such as planning, scheduling, medical and&nbsp;fraud detection systems, require data exchange in the context of temporal data.&nbsp;This project investigated the core issues underlying curation and integration of temporal data through addressing three fundamental challenges: (a) addressing incompleteness in temporal data where incompleteness may be time-varying, (b) addressing inconsistency that can occur in temporal data, and (c) achieve temporal data independence through a conceptual framework that will use a formal, two-tier approach to manage temporal data; the abstract view provides the semantics and the concrete view for the physical representation of temporal data. The views hide lower-level details and allow for declarative, logical specification of queries, mappings, and dependencies.&nbsp;<br /><br />Specifically, this project developed formal foundations and principled solutions to the problems of exchanging temporal data (i.e.,transformations of temporal data from one format into another) and resolving conflicts of temporal data.&nbsp;Even though the formal framework of data exchange for relational database systems is well-established, it does not immediately carry over to the setting of temporal data, which necessitates reasoning over unbounded periods of time. The results are based on two views of temporal data: the concrete view, which depicts how temporal data is compactly represented and onwhich implementations are based, and the abstract view, which defines the semantics of temporal data.&nbsp;The core ofour framework consists of two new chase algorithms: the abstract chase over an abstract temporal instance and the concrete chase over aconcrete temporal instance. We show that although the two chase procedures operate over fundamentally different views of temporal data,the result of the concrete chase is semantically aligned with the resultof the abstract chase. To obtain the semantic alignment, the nulls (which are introduced by data exchange and model incompleteness) in both the concrete view and the abstract view are annotated with temporal information. Furthermore, we show that the result of the concrete chase provides a foundation for query answering. We define naive evaluation onthe result of the concrete chase and show it produces certain answers.</p>\n<p>This project has involved the research and training of a female graduate student in science and engineering. Results obtained from this investigation have been incorporated into advanced graduate data management courses and seminars at UC Santa Cruz.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2017<br>\n\t\t\t\t\tModified by: Wang-Chiew&nbsp;Tan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany applications such as planning, scheduling, medical and fraud detection systems, require data exchange in the context of temporal data. This project investigated the core issues underlying curation and integration of temporal data through addressing three fundamental challenges: (a) addressing incompleteness in temporal data where incompleteness may be time-varying, (b) addressing inconsistency that can occur in temporal data, and (c) achieve temporal data independence through a conceptual framework that will use a formal, two-tier approach to manage temporal data; the abstract view provides the semantics and the concrete view for the physical representation of temporal data. The views hide lower-level details and allow for declarative, logical specification of queries, mappings, and dependencies. \n\nSpecifically, this project developed formal foundations and principled solutions to the problems of exchanging temporal data (i.e.,transformations of temporal data from one format into another) and resolving conflicts of temporal data. Even though the formal framework of data exchange for relational database systems is well-established, it does not immediately carry over to the setting of temporal data, which necessitates reasoning over unbounded periods of time. The results are based on two views of temporal data: the concrete view, which depicts how temporal data is compactly represented and onwhich implementations are based, and the abstract view, which defines the semantics of temporal data. The core ofour framework consists of two new chase algorithms: the abstract chase over an abstract temporal instance and the concrete chase over aconcrete temporal instance. We show that although the two chase procedures operate over fundamentally different views of temporal data,the result of the concrete chase is semantically aligned with the resultof the abstract chase. To obtain the semantic alignment, the nulls (which are introduced by data exchange and model incompleteness) in both the concrete view and the abstract view are annotated with temporal information. Furthermore, we show that the result of the concrete chase provides a foundation for query answering. We define naive evaluation onthe result of the concrete chase and show it produces certain answers.\n\nThis project has involved the research and training of a female graduate student in science and engineering. Results obtained from this investigation have been incorporated into advanced graduate data management courses and seminars at UC Santa Cruz. \n\n\t\t\t\t\tLast Modified: 07/03/2017\n\n\t\t\t\t\tSubmitted by: Wang-Chiew Tan"
 }
}