{
 "awd_id": "1450877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAP: Towards Inclusive Design of Serious Games for Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cherniavsky",
 "awd_eff_date": "2014-12-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 99712.0,
 "awd_amount": 99712.0,
 "awd_min_amd_letter_date": "2014-08-27",
 "awd_max_amd_letter_date": "2015-09-14",
 "awd_abstract_narration": "Serious games and games for learning are designed to foster learning or engagement with real-world events or processes or for solving complex problems. Citizen involvement in serious games and games for learning has increased exponentially in the last decade. At the same time, it is becoming clear that these activities can play an important, possibly profound, role in fostering learning if they are designed and used well to do that. When students engage in game design, this can also be important for fostering participation and learning -- in computing and other STEM disciplines, and beyond. But little is known about how to take into account gender and ethnicity in integrating games for learning into educational activities.  This workshop will focus on special research issues in designing games for learning and effectively using them to foster STEM engagement and learning among two populations under-represented in STEM -- women/girls and minorities.  The team will also deliver a set of talks based on the workshop and will produce an edited volume that will present the results of the workshop to the many different research, development, and education communities that can benefit from understanding gender and ethnicity issues in fostering learning, the challenges in addressing those issues, what is already known about addressing those issues, and what still needs to be learnrd to address them more fully and put what is known into practice.\r\n\r\nSerious game play and game design have both been shown to foster excitement about STEM and STEM learning when designed and used well for those purposes. The PIs aim to better understand how to broaden participation of minorities and women in  computational thinking and computing and to help those populations become more interested and conversant in STEM topics. There is much research that shows the potential for serious games to foster such engagement and learning, and their focus is on how to use such resources well in fostering participation and learning among girls and minority groups under-represented in computing and other STEM disciplines. They will bring together researchers whose expertise is design of serious games and games for learning, public policy researchers focused on education and broadening participation, and people from industry at a workshop aimed toward framing interactions across gender, race, and ethnicity to advance understanding of gender and ethnicity-related issues in learning through serious game play and game design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yasmin",
   "pi_last_name": "Kafai",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Yasmin B Kafai",
   "pi_email_addr": "kafai@upenn.edu",
   "nsf_id": "000321397",
   "pi_start_date": "2014-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gabriela",
   "pi_last_name": "Richard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriela Richard",
   "pi_email_addr": "gric@gse.upenn.edu",
   "nsf_id": "000674406",
   "pi_start_date": "2014-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brendesha",
   "pi_last_name": "Tynes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brendesha Tynes",
   "pi_email_addr": "btynes@usc.edu",
   "nsf_id": "000674528",
   "pi_start_date": "2014-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of the University of Pennsylvania",
  "perf_str_addr": "Graduate School of Education",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  },
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9000",
   "pgm_ref_txt": "BPEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99712.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4937642a-61a7-398d-df40-b24d727376f7\"> </span></p>\n<p dir=\"ltr\"><span>The goal of this capacity-building grant was to present a comprehensive overview on inclusive play, designs, pedagogy and policies in digital gaming, with a special focus on gender and race. We achieved this goal through various venues such as workshop meetings and public discussions and conference and print dissemination. In addition to presentations at the 2015 DML, 2016 CHI and 2016 Games, Learning &amp; Society conferences, we also organized in April 2015 a panel at the University of Pennsylvania that was open to the public discussing the challenges and future of diversity in gaming.</span></p>\n<p dir=\"ltr\"><span>In terms of <strong>intellectual merit,</strong> we convened a workshop on April 23-24, 2015, in Philadelphia PA, that was attended by over 30 national and international participants from universities, education, and industry. Included in this group was a large number of early career and doctoral student researchers that are active in gaming research and design. The workshop discussions focused on the following topics: </span><span>(1) </span><em>Inclusive Play</em><span>: How do race, ethnicity and gender identity shape play, participation and experience with digital games? How do these experiences across gender, race/ethnicity and identity relate to trajectories and learning outcomes with digital games and technology? How do race and gender intersect to impact engagement in digital games and virtual worlds? (2) </span><span>I<em>nclusive Design</em></span><span>: How can gender and culturally inclusive design impact participation and outcomes? (3) </span><em>Inclusive Pedagogies</em><span>: In what ways are digital games racialized pedagogical zones? What gaming practices promote STEM skill development for underrepresented groups in digital games and virtual worlds? How can we operationalize and examine the links between playing, making and long-term STEM efficacy for marginalized groups and increasing gender and racial diversity? And (4) </span><em>Inclusive Policies</em><span>: How can we help inform policies around gender and culturally inclusive game design, particularly with serious games?</span></p>\n<p dir=\"ltr\"><span>In terms of <strong>broader impact,</strong> the workshop discussions resulted in the 2016 publication of an open-access volume titled &ldquo;Diversifying Barbie and Mortal Kombat: Intersectional Perspectives and Inclusive Designs in Gaming&rdquo; (Editors: Yasmin Kafai, Gabriela Richard and Brendesha Tynes) by ETC Press. </span><span>In the book, the third edited volume in the series that includes &ldquo;From Barbie to Mortal Kombat&rdquo; and &ldquo;Beyond Barbie and Mortal Kombat&rdquo;, we expand the discussions on gender, race, and sexuality in gaming. We include intersectional perspectives on the experiences of diverse players, non-players and designers and promote inclusive designs for broadening access and participation in gaming, design and development. Contributors from media studies, gender studies, game studies, educational design, learning sciences, computer science, and game development examine &nbsp;who plays, how they play, where and what they play, why they play (or choose not to play), and with whom they play. This volume further explores how we can diversify access, participation and design for more inclusive play and learning.</span><span> In addition, we published an original meta-synthesis that summarized learning outcomes of making games for learning approach and which open-access version been downloaded over 3,000 times, and two reviews of representation of gender and race in popular children&rsquo;s online sites, Scratch and Minecraft.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/21/2017<br>\n\t\t\t\t\tModified by: Yasmin&nbsp;B&nbsp;Kafai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe goal of this capacity-building grant was to present a comprehensive overview on inclusive play, designs, pedagogy and policies in digital gaming, with a special focus on gender and race. We achieved this goal through various venues such as workshop meetings and public discussions and conference and print dissemination. In addition to presentations at the 2015 DML, 2016 CHI and 2016 Games, Learning &amp; Society conferences, we also organized in April 2015 a panel at the University of Pennsylvania that was open to the public discussing the challenges and future of diversity in gaming.\nIn terms of intellectual merit, we convened a workshop on April 23-24, 2015, in Philadelphia PA, that was attended by over 30 national and international participants from universities, education, and industry. Included in this group was a large number of early career and doctoral student researchers that are active in gaming research and design. The workshop discussions focused on the following topics: (1) Inclusive Play: How do race, ethnicity and gender identity shape play, participation and experience with digital games? How do these experiences across gender, race/ethnicity and identity relate to trajectories and learning outcomes with digital games and technology? How do race and gender intersect to impact engagement in digital games and virtual worlds? (2) Inclusive Design: How can gender and culturally inclusive design impact participation and outcomes? (3) Inclusive Pedagogies: In what ways are digital games racialized pedagogical zones? What gaming practices promote STEM skill development for underrepresented groups in digital games and virtual worlds? How can we operationalize and examine the links between playing, making and long-term STEM efficacy for marginalized groups and increasing gender and racial diversity? And (4) Inclusive Policies: How can we help inform policies around gender and culturally inclusive game design, particularly with serious games?\nIn terms of broader impact, the workshop discussions resulted in the 2016 publication of an open-access volume titled \"Diversifying Barbie and Mortal Kombat: Intersectional Perspectives and Inclusive Designs in Gaming\" (Editors: Yasmin Kafai, Gabriela Richard and Brendesha Tynes) by ETC Press. In the book, the third edited volume in the series that includes \"From Barbie to Mortal Kombat\" and \"Beyond Barbie and Mortal Kombat\", we expand the discussions on gender, race, and sexuality in gaming. We include intersectional perspectives on the experiences of diverse players, non-players and designers and promote inclusive designs for broadening access and participation in gaming, design and development. Contributors from media studies, gender studies, game studies, educational design, learning sciences, computer science, and game development examine  who plays, how they play, where and what they play, why they play (or choose not to play), and with whom they play. This volume further explores how we can diversify access, participation and design for more inclusive play and learning. In addition, we published an original meta-synthesis that summarized learning outcomes of making games for learning approach and which open-access version been downloaded over 3,000 times, and two reviews of representation of gender and race in popular children?s online sites, Scratch and Minecraft.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/21/2017\n\n\t\t\t\t\tSubmitted by: Yasmin B Kafai"
 }
}