{
 "awd_id": "1450861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Development of a High-Control Jet-Array Wavemaker",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2014-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 58127.0,
 "awd_amount": 58127.0,
 "awd_min_amd_letter_date": "2014-07-18",
 "awd_max_amd_letter_date": "2014-07-18",
 "awd_abstract_narration": "Despite recent advances in numerical modeling, there is still a need to study many wave phenomena in a well-controlled laboratory setting with mechanically generated waves. Traditionally, and nearly universally, waves are generated in a tank with a moving piston or flap that is mechanically oscillated in a column of fluid. The benefits of these systems are their relative simplicity and a large base of user experience and knowledge. Drawbacks lie mainly in physical limitations; a wavemaker of a certain design targets a specific regime of waves, such as long or short, linear or nonlinear. Further, with these traditional wavemaker systems, coupled waves and currents, and even further stratification, begin to require a patchwork of modifications and may not be suitable for fundamental scientific investigation. This exploratory project will develop and implement a new experimental concept for \"complete\" wave, current, and stratification control using an array of computer-controlled water jets.   This has the potential to fundamentally change the way scientists and engineers study oceanographic flows. Small-scale tanks using this technology, such as the one to be built in this project, are relatively inexpensive, and widespread proliferation of the concept is a goal. The developed design drawings and control system configuration will be completely open and distributed through online means.  At some future time, wave and flow facilities may do away with walls and wavemakers completely, being instead wrapped on all sides with a honeycomb of flow portals, all individually and simultaneously controlled. \r\n\r\nIn order to attack multi-scale and multi-fluid physics problems, a new experimental platform to study complex oceanographic situations is required. This \"platform\", called the jet-array wavemaker (JAW), is meant to replace the traditional concept of a wavemaker, simplistic in its bulk, with a series of individual flow systems, each delivering flow to a specific vertical level. The flow delivery method consists of a water-filled cylinder with a motor-controlled piston pushing and pulling water out of and into the cylinder. This system has extremely precise flow control, as the motors can accept input at very high frequencies and can deliver enough torque to meet most needs at reasonable cost. The flow rate from the cylinder is straightforward to control as it is a simple conservation-of-mass calculation. The JAW is similarly precise as the displacement of the piston is linearly correlated to the time-integration of the motor revolution count. Thus, the cylinder concept has clear advantages over other systems in terms of precision and control, which are the most important components of a JAW system. There are two primary physical-application-space advantages of the JAW over existing wavemaker systems. The first is the very wide range of wavenumber times depth application; one can run simultaneous waves and currents where these two components are generated through the same system. The second primary advantage of the JAW system is the generation of simultaneous waves, currents, and stratified flow, including internal waves. This is the most unique potential of the system, and should present opportunities to study complex oceanographic processes which are unapproachable with existing systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Lynett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Lynett",
   "pi_email_addr": "plynett@usc.edu",
   "nsf_id": "000606235",
   "pi_start_date": "2014-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S Flower Street",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 58127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditionally, and nearly universally, a wavemaker is defined as a moving piston, flap, or other solid structure that is mechanically oscillated in a column of fluid.&nbsp; The benefits of these systems center on their relative simplicity and a large base of user experience and knowledge.&nbsp; Drawbacks lie mainly in physical limitations; a wavemaker of a certain shape, trajectory, and stroke targets a specific regime of waves, such as long or short, linear or nonlinear.&nbsp; Further, with these traditional wavemaker systems, coupled waves and currents, and even further stratification, begin to require patchwork modifications and may not be suitable for fundamental scientific investigation.&nbsp; It was the goal of this exploratory project to develop and implement a new experimental concept for &ldquo;complete&rdquo; wave, current, and stratification studies, wherein these processes can be examined with wide generality, using a single system.</p>\n<p>In order to attack multi-scale and multi-fluid physics problems, a new experimental platform to study complex oceanographic situations was developed. This &ldquo;platform&rdquo;, called the jet-array wavemaker (JAW), is meant to replace the traditional concept of a wavemaker, simplistic in its bulk, with a series of individual flow systems, each delivering flow to a specific vertical level.&nbsp; The JAW uses a series of cylinder+piston+programmable electric motor components to deliver flow to a flume.&nbsp; This flow delivery method consists of a water-filled cylinder with a motor-controlled piston pushing and pulling water out of and into the cylinder.&nbsp; This system has extremely precise flow control, as the motors can accept input at very high frequencies and can deliver enough torque to meet our needs at reasonable cost.</p>\n<p>Figure 1 shows an image of a small-scale JAW system, with just a single cylinder.&nbsp; The piston at the top of the cylinder is connected to a high-precision motor, which moves the piston, and thus pushes water in and out of the plexiglass wave channel.&nbsp; Development of the small-scale system permitted the calibration of the motor and piston system, and allowed the researchers to better understand the mechanical challenges of building a JAW.&nbsp; With the knowledge, a large-scale system was developed, as shown in Figure 2.&nbsp; In this large JAW, a coupled set of six large cylinders and pistons deliver flow into a tank.&nbsp; Through testing of the system, this JAW is able to produce a wide range of long and short waves, covering a parameter space wider than any currently existing single wavemaker device.</p>\n<p>With this demonstration that the jet-array wavemaker is feasible, future facilities might employ this new approach.&nbsp; In this way, the research has the potential to fundamentally change the way scientists and engineers study oceanographic flows.&nbsp; It is the vision of the research team that at some future time, wave and flow facilities will not be outfitted with walls of mechanically-oscillated metal on one side of the tank, but wrapped on all sides with a honeycomb of flow portals, all individually and simultaneously controlled.&nbsp;&nbsp; The developed design drawings and control system configuration is completely open source, accessible to anyone interested.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Patrick&nbsp;J&nbsp;Lynett</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1450861/1450861_10320614_1480620829961_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1450861/1450861_10320614_1480620829961_Slide1--rgov-800width.jpg\" title=\"Figure 1.\"><img src=\"/por/images/Reports/POR/2016/1450861/1450861_10320614_1480620829961_Slide1--rgov-66x44.jpg\" alt=\"Figure 1.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic design of small-scale prototype (top) and physical (bottom) wavemaker.</div>\n<div class=\"imageCredit\">P. Lynett, USC</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Patrick&nbsp;J&nbsp;Lynett</div>\n<div class=\"imageTitle\">Figure 1.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1450861/1450861_10320614_1480620919316_Slide2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1450861/1450861_10320614_1480620919316_Slide2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2016/1450861/1450861_10320614_1480620919316_Slide2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Large-scale wavemaker with 3 paired cylinders (left) and a movable top baffle (right)</div>\n<div class=\"imageCredit\">P. Lynett, USC</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Patrick&nbsp;J&nbsp;Lynett</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nTraditionally, and nearly universally, a wavemaker is defined as a moving piston, flap, or other solid structure that is mechanically oscillated in a column of fluid.  The benefits of these systems center on their relative simplicity and a large base of user experience and knowledge.  Drawbacks lie mainly in physical limitations; a wavemaker of a certain shape, trajectory, and stroke targets a specific regime of waves, such as long or short, linear or nonlinear.  Further, with these traditional wavemaker systems, coupled waves and currents, and even further stratification, begin to require patchwork modifications and may not be suitable for fundamental scientific investigation.  It was the goal of this exploratory project to develop and implement a new experimental concept for \"complete\" wave, current, and stratification studies, wherein these processes can be examined with wide generality, using a single system.\n\nIn order to attack multi-scale and multi-fluid physics problems, a new experimental platform to study complex oceanographic situations was developed. This \"platform\", called the jet-array wavemaker (JAW), is meant to replace the traditional concept of a wavemaker, simplistic in its bulk, with a series of individual flow systems, each delivering flow to a specific vertical level.  The JAW uses a series of cylinder+piston+programmable electric motor components to deliver flow to a flume.  This flow delivery method consists of a water-filled cylinder with a motor-controlled piston pushing and pulling water out of and into the cylinder.  This system has extremely precise flow control, as the motors can accept input at very high frequencies and can deliver enough torque to meet our needs at reasonable cost.\n\nFigure 1 shows an image of a small-scale JAW system, with just a single cylinder.  The piston at the top of the cylinder is connected to a high-precision motor, which moves the piston, and thus pushes water in and out of the plexiglass wave channel.  Development of the small-scale system permitted the calibration of the motor and piston system, and allowed the researchers to better understand the mechanical challenges of building a JAW.  With the knowledge, a large-scale system was developed, as shown in Figure 2.  In this large JAW, a coupled set of six large cylinders and pistons deliver flow into a tank.  Through testing of the system, this JAW is able to produce a wide range of long and short waves, covering a parameter space wider than any currently existing single wavemaker device.\n\nWith this demonstration that the jet-array wavemaker is feasible, future facilities might employ this new approach.  In this way, the research has the potential to fundamentally change the way scientists and engineers study oceanographic flows.  It is the vision of the research team that at some future time, wave and flow facilities will not be outfitted with walls of mechanically-oscillated metal on one side of the tank, but wrapped on all sides with a honeycomb of flow portals, all individually and simultaneously controlled.   The developed design drawings and control system configuration is completely open source, accessible to anyone interested.  \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Patrick J Lynett"
 }
}