{
 "awd_id": "1450916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: How does deep learning improve speech recognition accuracy?",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2014-08-25",
 "awd_max_amd_letter_date": "2014-08-25",
 "awd_abstract_narration": "Pervasive and accurate automatic speech recognition has the potential to transform society in many positive ways, not the least of which is providing better access to information for those who find it difficult or even impossible to interact with computers using a keyboard: e.g. the elderly, the physically disabled, or the vision impaired.  Every day millions of people use applications based on this technology to solve problems that are most naturally accomplished by interacting with machines via voice.  However, the most successful of these applications have always been rather limited in scope, because, although useful, speech recognition can be frustratingly unreliable. For example, human beings are easily able to understand one another despite loud background noise in a crowded room, severe distortion over a telephone channel, or wide variation in accents within their common language, but even much milder examples of these problems will completely derail a speech recognition system.  This EArly Grant for Exploratory Research (EAGER) supports a project whose short term goal is to understand in a deep, quantitative way why methodology used in nearly all speech recognizers is so brittle.  The long term goal is to leverage this understanding by developing less brittle methodology that will enable more accurate speech recognition with a wider scope of applicability. \r\n\r\nThis exploratory study will, first, discover why multilayer perceptrons (MLPs) can sometimes improve speech recognition accuracy, second, use these diagnostic insights to select better MLP architectures, and, third, release software so that others can leverage the developed methods. The use of MLPs has staged a remarkable resurgence in the last decade, in particular the \"deep\" architectures developed recently.  In the field of speech recognition, there are two applications of MLPs that have significantly improved large vocabulary speech recognition accuracy.  Each of these applications work within the standard speech recognition machinery, which uses hidden Markov models (HMMs) to model the acoustics, mel-frequency cepstral coefficients (MFCCs) for the models' inputs (features), and multivariate normals for the hidden states' marginal distributions.  The first application makes a relatively minor adjustment to the standard machinery by augmenting the standard model inputs with new features learned from data using a MLP.  The second application makes a more substantial change to the standard machinery by replacing the collection of hidden states' marginal distributions with a single MLP that models the marginal state posteriors.  The research in the exploratory study will discover the basic mechanisms that the MLP-based features use to substantially improve HMM-based speech recognition accuracy.  This research builds upon the previous work in the ICSI lab that used simulation and a novel sampling process to quantify the impacts that the major HMM assumptions have on speech recognition accuracy.\r\n\r\nOther recent research on MLPs for speech recognition has either concentrated on implementation, i.e., how to actually improve speech recognition accuracy, or on theoretical asymptotic results.  While this research is obviously important, it has proceeded largely by trial and error and, in particular, it has not addressed the interesting scientific questions surrounding how these applications of MLPs actually improve speech recognition accuracy.  A deeper understanding of this latter question should, in the short term, lead to further improvements in speech recognition accuracy and, in the long term, enable the development of more suitable and successful models for speech recognition than the HMM, which would be a transformative advance in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Wegmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Wegmann",
   "pi_email_addr": "swegmann@icsi.berkeley.edu",
   "nsf_id": "000552675",
   "pi_start_date": "2014-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "International Computer Science Institute",
  "inst_street_address": "2150 SHATTUCK AVE",
  "inst_street_address_2": "SUITE 250",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106662900",
  "inst_zip_code": "947041345",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "INTERNATIONAL COMPUTER SCIENCE INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GSRMP1QCXU74"
 },
 "perf_inst": {
  "perf_inst_name": "International Computer Science Institute",
  "perf_str_addr": "1947 Center St STE 600",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947044115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Automatic speech recognition is an enormously successful application of machine learning.&nbsp; Every day millions of people use applications based on this technology to solve problems that are most naturally accomplished by interacting with machines via voice.&nbsp; However, the most successful of these applications have always been rather limited in scope, because, although useful, speech recognition can be maddeningly unreliable. For example, human beings are easily able to understand one another despite loud background noise in a crowded room, severe distortion over a telephone channel, or wide variation in accents within their common language, but even much milder examples of these problems will completely derail a speech recognition system.&nbsp; The vision of Captain Kirk calmly interacting with his space ship's computer during a battle with the Klingon Empire must seem light years away to the poor soul trying to use a interactive voice menu to re-book a canceled flight over the phone in a busy airport.&nbsp; However, over the last several years researchers have made remarkable improvements to speech recognition accuracy that have resulted in similarly impressive improvements in the usability of speech-recognition-based commercial applications, e.g., Apple's Siri.&nbsp; Interestingly this progress is part of a broader trend, namely the rapid acceleration of the accuracy of machine learning technologies in areas as diverse as machine vision and machine translation in addition to speech recognition. The technology underlying this rapid acceleration, usually called deep learning, is a recasting of artificial neural nets coupled with large amounts of training data and computing power. <br /><br />The main goal of this project was to gain a deeper understanding into how deep learning enables these remarkable improvements in speech recognition accuracy, in particular to identify specific error inducing failure modes that deep learning is addressing - intentionally or not.&nbsp; This project focused on two obvious potential failures (there are many others) that the current speech recognition formalism, which is where the deep learning framework fits in, has.&nbsp; The first problem with the current formalism that was investigated is the transformation of the speech signal into an internal feature representation (technically, by default these are based on mel-frequency cepstral coefficients).&nbsp; An obvious hypothesis as to how deep learning is improving accuracy is that it is transforming the default feature representation into a sharper, more discriminative representation that results in fewer speech recognition errors.&nbsp; This hypothesis is consistent with analysis in other deep learning successes.&nbsp; The second problem that was investigated is the overly strong assumption that the temporal model at the heart of the speech recognition formalism makes (technically, this is a hidden Markov model).&nbsp; It has long been known that speech data violates this assumption, the conditional independence of features. The second hypothesis is that deep learning improves accuracy by transforming the default feature representation into a representation that somehow compensates for the erroneous conditional independence assumption.&nbsp; The project's results show that both hypothesis are in fact true, but surprisingly the majority of the improvement that deep learning makes comes from transforming the features into a representation that somehow compensates for the erroneous conditional independence assumption.&nbsp; The project also demonstrated that if the current formalism could be modified to make weaker independence assumptions, then simpler deep learning architectures and learning criteria might give the same remarkable improvements in speech recognition accuracy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2017<br>\n\t\t\t\t\tModified by: Steven&nbsp;Wegmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAutomatic speech recognition is an enormously successful application of machine learning.  Every day millions of people use applications based on this technology to solve problems that are most naturally accomplished by interacting with machines via voice.  However, the most successful of these applications have always been rather limited in scope, because, although useful, speech recognition can be maddeningly unreliable. For example, human beings are easily able to understand one another despite loud background noise in a crowded room, severe distortion over a telephone channel, or wide variation in accents within their common language, but even much milder examples of these problems will completely derail a speech recognition system.  The vision of Captain Kirk calmly interacting with his space ship's computer during a battle with the Klingon Empire must seem light years away to the poor soul trying to use a interactive voice menu to re-book a canceled flight over the phone in a busy airport.  However, over the last several years researchers have made remarkable improvements to speech recognition accuracy that have resulted in similarly impressive improvements in the usability of speech-recognition-based commercial applications, e.g., Apple's Siri.  Interestingly this progress is part of a broader trend, namely the rapid acceleration of the accuracy of machine learning technologies in areas as diverse as machine vision and machine translation in addition to speech recognition. The technology underlying this rapid acceleration, usually called deep learning, is a recasting of artificial neural nets coupled with large amounts of training data and computing power. \n\nThe main goal of this project was to gain a deeper understanding into how deep learning enables these remarkable improvements in speech recognition accuracy, in particular to identify specific error inducing failure modes that deep learning is addressing - intentionally or not.  This project focused on two obvious potential failures (there are many others) that the current speech recognition formalism, which is where the deep learning framework fits in, has.  The first problem with the current formalism that was investigated is the transformation of the speech signal into an internal feature representation (technically, by default these are based on mel-frequency cepstral coefficients).  An obvious hypothesis as to how deep learning is improving accuracy is that it is transforming the default feature representation into a sharper, more discriminative representation that results in fewer speech recognition errors.  This hypothesis is consistent with analysis in other deep learning successes.  The second problem that was investigated is the overly strong assumption that the temporal model at the heart of the speech recognition formalism makes (technically, this is a hidden Markov model).  It has long been known that speech data violates this assumption, the conditional independence of features. The second hypothesis is that deep learning improves accuracy by transforming the default feature representation into a representation that somehow compensates for the erroneous conditional independence assumption.  The project's results show that both hypothesis are in fact true, but surprisingly the majority of the improvement that deep learning makes comes from transforming the features into a representation that somehow compensates for the erroneous conditional independence assumption.  The project also demonstrated that if the current formalism could be modified to make weaker independence assumptions, then simpler deep learning architectures and learning criteria might give the same remarkable improvements in speech recognition accuracy.\n\n\t\t\t\t\tLast Modified: 02/08/2017\n\n\t\t\t\t\tSubmitted by: Steven Wegmann"
 }
}