{
 "awd_id": "1451476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transforming Undergraduate Education in Engineering (TUEE) - Phase IV: Enhancing Women Participation and Success in Engineering Programs",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 224171.0,
 "awd_amount": 224171.0,
 "awd_min_amd_letter_date": "2014-08-17",
 "awd_max_amd_letter_date": "2017-08-19",
 "awd_abstract_narration": "While the percentage of women earning engineering B.S. degrees has increased in the past few decades, the gender gap is still significant, especially among women from underrepresented minority groups. In this project, the American Society for Engineering Education (ASEE) will address the chronic problem of low female participation and success in the U.S. engineering undergraduate programs.  It is important to bring stakeholders together to create a support community of like-minded individuals to share ideas of effective content, pedagogy and institutional practices and ensure all change agents support goals of increasing female participation and success in engineering.  This project is the fourth phase of an anticipated five-stage Transforming Undergraduate Education in Engineering (TUEE) initiative by ASEE to bring about engineering education transformation.  \r\n\r\nThis project is designed to bring together a group of mostly women engineering faculty, practicing engineers, and other professionals to share their views and observations, and develop a set of action items for the academy and the nation to improve female participation and success in engineering programs.  This project will be implemented as a two part-plan with the aim to build consensus and buy-in among stakeholder communities.  The first part is a two-day meeting of the planning group of national leaders, comprised of three primary consultants from senior leadership of ASEE women and diversity committees and five additional members, to develop the initial issues to be addressed with a larger group.  In the second part, a one-day workshop with approximately 40 participants, primarily women, from a diverse pool of influential advocates, practitioners, and researchers from academia, professional societies and federal agencies.  Participants will provide feedback on the culture of engineering education and engineering programs as well as a set of issues and action items on recruiting, retaining and graduating more female students.  Findings from Phase IV will be summarized in a widely-disseminated report and also presented at the 2015 ASEE Annual Meeting.  An appropriate evaluation plan for the workshop is planned to collect feedback on the workshop process and additional comments on the recommendations for the effort.  \r\n\r\nThis project will build on results from an earlier phase of the TUEE initiative focusing on the perspectives of industry, as well as coordinate with anticipated parallel activities that will involve the perspectives of students and of professional societies and selected federal agencies, respectively.  ASEE plans to bring together the multiple phases of the TUEE initiative through a culminating activity that will involve a large group of invited stakeholders convened to share the findings for the first four phases of the initiative and to create a set of recommendations and actions to identify the critical components of and to foster transformative changes in the engineering curricula, pedagogy, and educational culture necessary to support the education of diverse engineers over the next decades.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rocio",
   "pi_last_name": "Chavela Guerra",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rocio C Chavela Guerra",
   "pi_email_addr": "chavelaguerra@rowan.edu",
   "nsf_id": "000629876",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashok",
   "pi_last_name": "Agrawal",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ashok K Agrawal",
   "pi_email_addr": "Ashok@AgrawalAdvisory.com",
   "nsf_id": "000650746",
   "pi_start_date": "2014-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Society For Engineering Education",
  "inst_street_address": "1818 N ST NW STE 600",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023313500",
  "inst_zip_code": "200362476",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN SOCIETY FOR ENGINEERING EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6G9C4HMNHW4"
 },
 "perf_inst": {
  "perf_inst_name": "American Society For Engineering Education",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362476",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 224171.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With support from the National Science Foundation (NSF), the American Society for Engineering Ed&shy;ucation (ASEE) launched a project to examine how to improve engineering education. The project, <em>Transforming Undergraduate Education in Engineering</em> <em>(TUEE),</em> seeks to understand what knowledge, skills, and abilities the next generation of engineering graduates should have, and the changes to what and how topics are taught to achieve those qualities.</p>\n<p>The TUEE initiative has had four phases, representing the perspectives of different stakeholder groups in the engineering education community. This outcomes report addresses the third phase of the initiative, focused on increasing women participation and retention in engineering, who have typically been underrepresented in undergraduate programs.</p>\n<p>The case for diversity in engineering has been made repeatedly over the years, both from an ethical perspective and a practical, demographic-needs perspective. Women participation in engineering lags far behind that of many other disciplines, the consequence of numerous systemic conscious and unconscious barriers. As the report notes:</p>\n<p>With continued low numbers of women in STEM occupations generally, the period 1986 to 2008 saw a meager three percent increase in the proportion of women obtaining bachelor&rsquo;s degrees in engineering, a proportion lower than biology and computer science (American Association for University Women, 2010). In 2016, women accounted for 20 percent of the total number of bachelor&rsquo;s engineering degrees awarded at U.S. institutions. At the doctoral level, women earned approximately 23 percent (2,721) of engineering doctoral degrees (11,650) awarded by U.S. institutions (American Society for Engineering Education, 2016).</p>\n<p>ASEE convened a two-day workshop in June 2015 in Seattle with 40 participants, across numerous job and organization types, 75 percent of whom were women.</p>\n<p>Prior to the workshop, participants completed a short survey on perceived barriers to participation for women. Using the results as a framework, attendees considered the ways change happens. One theory is the &ldquo;thousand points of light&rdquo; approach, where many small efforts have an effect on engineering education as a profession naturally. In addition, as more women enter engineering, the profession will become more welcoming. Further, in some instances change comes from above - in this community, for example, by a shift in accreditation criteria, or from &ldquo;disrupters,&rdquo; which tear down existing systems for new ones.</p>\n<p>&nbsp;The attendees ultimately created four key recommendations, which are highlighted in the report, published in December 2017: <br /> <br /></p>\n<ul>\n<li>Create an      online dashboard that shows the composition of engineering schools      according to (minimally) gender, race, and ethnicity (ASEE).</li>\n<li>Identify      gender diversity as an institutional value that must be implemented in      multiple ways across campuses (campus administrators). </li>\n<li>Promote equity      by reflecting such values in grant policies, providing further incentive      to comply (sponsoring agencies).</li>\n<li>Bring leaders      together to focus on diversity and inclusion data management and training      (professional societies).</li>\n</ul>\n<p>The 72-page report gives a history of the state of women in engineering and engineering education, makes the case for why women participation is important, and includes five white papers around these topics.</p>\n<p>&nbsp;Following the report&rsquo;s publishing ASEE convened three public webinars related to the content in the Phase III report. &nbsp;The topics were: Promoting Change and Evolving Organizational Culture; Developing and Inspiring Mentors and Role Models; and Men Allies for Gender Equity.</p>\n<p>&nbsp;ASEE anticipates the engineering education community will use the collective TUEE reports as a framework for the continuous evolution of engineering and engineering technology colleges.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/22/2018<br>\n\t\t\t\t\tModified by: Ashok&nbsp;Agrawal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith support from the National Science Foundation (NSF), the American Society for Engineering Ed&shy;ucation (ASEE) launched a project to examine how to improve engineering education. The project, Transforming Undergraduate Education in Engineering (TUEE), seeks to understand what knowledge, skills, and abilities the next generation of engineering graduates should have, and the changes to what and how topics are taught to achieve those qualities.\n\nThe TUEE initiative has had four phases, representing the perspectives of different stakeholder groups in the engineering education community. This outcomes report addresses the third phase of the initiative, focused on increasing women participation and retention in engineering, who have typically been underrepresented in undergraduate programs.\n\nThe case for diversity in engineering has been made repeatedly over the years, both from an ethical perspective and a practical, demographic-needs perspective. Women participation in engineering lags far behind that of many other disciplines, the consequence of numerous systemic conscious and unconscious barriers. As the report notes:\n\nWith continued low numbers of women in STEM occupations generally, the period 1986 to 2008 saw a meager three percent increase in the proportion of women obtaining bachelor?s degrees in engineering, a proportion lower than biology and computer science (American Association for University Women, 2010). In 2016, women accounted for 20 percent of the total number of bachelor?s engineering degrees awarded at U.S. institutions. At the doctoral level, women earned approximately 23 percent (2,721) of engineering doctoral degrees (11,650) awarded by U.S. institutions (American Society for Engineering Education, 2016).\n\nASEE convened a two-day workshop in June 2015 in Seattle with 40 participants, across numerous job and organization types, 75 percent of whom were women.\n\nPrior to the workshop, participants completed a short survey on perceived barriers to participation for women. Using the results as a framework, attendees considered the ways change happens. One theory is the \"thousand points of light\" approach, where many small efforts have an effect on engineering education as a profession naturally. In addition, as more women enter engineering, the profession will become more welcoming. Further, in some instances change comes from above - in this community, for example, by a shift in accreditation criteria, or from \"disrupters,\" which tear down existing systems for new ones.\n\n The attendees ultimately created four key recommendations, which are highlighted in the report, published in December 2017: \n \n\n\nCreate an      online dashboard that shows the composition of engineering schools      according to (minimally) gender, race, and ethnicity (ASEE).\nIdentify      gender diversity as an institutional value that must be implemented in      multiple ways across campuses (campus administrators). \nPromote equity      by reflecting such values in grant policies, providing further incentive      to comply (sponsoring agencies).\nBring leaders      together to focus on diversity and inclusion data management and training      (professional societies).\n\n\nThe 72-page report gives a history of the state of women in engineering and engineering education, makes the case for why women participation is important, and includes five white papers around these topics.\n\n Following the report?s publishing ASEE convened three public webinars related to the content in the Phase III report.  The topics were: Promoting Change and Evolving Organizational Culture; Developing and Inspiring Mentors and Role Models; and Men Allies for Gender Equity.\n\n ASEE anticipates the engineering education community will use the collective TUEE reports as a framework for the continuous evolution of engineering and engineering technology colleges.\n\n\t\t\t\t\tLast Modified: 08/22/2018\n\n\t\t\t\t\tSubmitted by: Ashok Agrawal"
 }
}