{
 "awd_id": "1451465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Towards the New Making Renaissance: Tools for Creative Making",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2014-07-29",
 "awd_max_amd_letter_date": "2014-07-29",
 "awd_abstract_narration": "The emerging ubiquity of low cost digital fabrication technologies such as 3D printing and laser cutting tools coupled with the popularity of local and online making communities such as Tech Shops, Maker Spaces, Fab Labs, Esty, Thingiverse, and Ponoko, have empowered individuals and groups to participate in the creative act of making in new and remarkable ways. This \"maker movement\" as it is often called, is radically transformative, affecting education, manufacturing, healthcare, and the economy. However, the creative design tools and mechanisms for knowledge capture and sharing lag behind. This project will develop new software tools for promoting creative and rapid design exploration using digital fabrication equipment as well as a novel sensor for capturing and identifying workshop activities for learning and tutorial creation. The software and hardware approaches proposed will broaden participation by a new community of non-engineers, enabling everyday individuals to not just easily enter the emerging world of digital fabrication but to be leading participants in this important technological and cultural phenomenon.\r\n\r\nThis project includes a set of focused studies and the design of several new physical interactive technologies for capturing and expressing a broad range of physical making and prototyping activities. Specifically, it involves building and evaluating two technologies:  first, MetaMorphe, a web-based system to enable more rapid and dynamic design exploration of 3D physical designs for digital fabrication, and second, FabSense, a ring-worn wireless inertial sensor for capturing and identifying a user's activities scoped within the landscape of making with workshop hand tools. While this proposal plans to provide significant functionality in these system, it also argues for an increased foregrounding of the creative process, an improved inclusion of everyday tools, and a capturing of the analog experience of making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Paulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Paulos",
   "pi_email_addr": "paulos@berkeley.edu",
   "nsf_id": "000509444",
   "pi_start_date": "2014-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Emerging digital fabrication technologies such as 3D printing and rapid electronic prototyping have disrupted the economic production and creative innovation of new products and services in powerful and positive ways. Startups use such technologies to rapidly innovate new designs &mdash; from IoT devices to wearables, prosthetics, responsive infrastructure and entertainment. The democratization of technology in the Maker Movement has also led to a rise in entirely new models of&nbsp;research, innovation, prototyping, manufacturing, and startups. &nbsp;Within this grant, we developed a suite of new tools to enable broader participation in the creative process of making. &nbsp;These tools enabled new practitioners to work with new materials using new methods to make novel interactive artifacts. &nbsp;<br /><br />Digital fabrication has enabled massive creativity in hobbyist communities and professional product design. These emerging technologies excel at realizing an arbitrary shape or form; however, these objects are often static, rigid, impersonal, and lack the feel and personalization desired by designers.&nbsp;<br /><br />We developed MetaMorphe a novel digital fabrication framework that used a common web-programming metaphor to enable users to easily transform static 3D models into re-formed, re-made, and re-imagined customized personal artifacts. We demonstrated the compatibility of MetaMorphe with three well-established design interfaces &ndash; direction manipulation, scripted-CAD, and generative design. Through a user study with design experts, MetaMorphe revealed that decisions that physically produce bespoke artifacts or encode unique metadata actively affect perceptions of authorship, agency, and authenticity. We discussed how expressive model-building tools such as MetaMorphe enable a cultural shift in 3D design in terms of participation, personalization, and creativity.<br /><br />Next, we created HapticPrint, a design tool to easily modify the external and internal haptic characteristics of 3D designed objects. Our external tool maps textures and UI elements onto arbitrary shapes, and our internal tool modifies the internal geometry of models for novel compliance and weight characteristics. We demonstrated the value of HapticPrint with a range of applications that expand the aesthetics of feel, usability, and interactivity in 3D artifacts.<br /><br />The third tool we designed was called ProxyPrint. &nbsp;Advances in digital fabrication (DF) technologies are making it easier to produce high-fidelity replicas of digital designs. However, this push-to-print paradigm limits the creative opportunities that arise from &ldquo;working through a material&rdquo; which involves risk, uncertainty, and serendipitous discovery. We investigate how DF artifacts can function as static intermediary tools, which we term proxies, to support crafting practices. We build DF fixtures to aid with construction and fabrication &nbsp;of various craft practices and explored how these proxies could provide users with different levels-of-assistance. We evaluated how these proxies affect the making process and uncovered methodological distinctions between novices and experts. We found that approaches that are aware of the medium can create more engaging making tools that embed tacit knowledge, encourage creativity, and engage users in ways that can sustain crafting practice.<br /><br />The Skintiallates work was the first of its kind to explore the design of skin based epidermal interactions using temporary tattoos. Skintillates are a wearable technology that mimics tattoos &ndash; the oldest and most commonly used on-skin displays in human culture. We demonstrated that by fabricating electrical traces and thin electronics on temporary tattoo paper, a wide array of displays and sensors could be created. Just like the traditional temporary tattoos often worn by children and adults alike, Skintillates flex naturally with the user's skin. Our simple fabrication technique also enables users to freely design and print with a full range of colors to create application-specific customized designs.<br /><br />From skin to clothing, we also explored new forms of fabric and clothing based interactive electronic designs in a project called Ebb. &nbsp;In collaboration with Google and based on Project Jacquard, this work made extensions to the conductive threads woven into fabrics to enable subtle visual color changes to appear on clothing. &nbsp;Ebb explored the role that dynamic textile displays play in relation to personal style and engaged fashion designers and non-designers in imagining how Ebb would integrate into their design practice and personal style of dressing.&nbsp;<br /><br />As interactive electronics become increasingly intimate and personal, the design of the circuitry must be functional, creative, and aesthetic. Circuit sketching is a multidimensional activity combining the arts, crafts, and engineering that broadens participation of electronic creation to include makers of diverse backgrounds. In order to support this design ecology, we created Ellustrate, a digital design tool that enabled the functional and aesthetic design of electronic circuits with multiple conductive and dielectric materials. Ellustrate guides users through the fabrication and debugging process, easing the task of practical circuit creation while supporting designers&rsquo; aesthetic decisions throughout the circuit authoring workflow. In a formal user study, we demonstrated how Ellustrate enabled a new electronic design conversation that combines electronics, materials, and visual aesthetic considerations into increasingly intimate and personal designs.&nbsp;<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2016<br>\n\t\t\t\t\tModified by: Eric&nbsp;Paulos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEmerging digital fabrication technologies such as 3D printing and rapid electronic prototyping have disrupted the economic production and creative innovation of new products and services in powerful and positive ways. Startups use such technologies to rapidly innovate new designs &mdash; from IoT devices to wearables, prosthetics, responsive infrastructure and entertainment. The democratization of technology in the Maker Movement has also led to a rise in entirely new models of research, innovation, prototyping, manufacturing, and startups.  Within this grant, we developed a suite of new tools to enable broader participation in the creative process of making.  These tools enabled new practitioners to work with new materials using new methods to make novel interactive artifacts.  \n\nDigital fabrication has enabled massive creativity in hobbyist communities and professional product design. These emerging technologies excel at realizing an arbitrary shape or form; however, these objects are often static, rigid, impersonal, and lack the feel and personalization desired by designers. \n\nWe developed MetaMorphe a novel digital fabrication framework that used a common web-programming metaphor to enable users to easily transform static 3D models into re-formed, re-made, and re-imagined customized personal artifacts. We demonstrated the compatibility of MetaMorphe with three well-established design interfaces &ndash; direction manipulation, scripted-CAD, and generative design. Through a user study with design experts, MetaMorphe revealed that decisions that physically produce bespoke artifacts or encode unique metadata actively affect perceptions of authorship, agency, and authenticity. We discussed how expressive model-building tools such as MetaMorphe enable a cultural shift in 3D design in terms of participation, personalization, and creativity.\n\nNext, we created HapticPrint, a design tool to easily modify the external and internal haptic characteristics of 3D designed objects. Our external tool maps textures and UI elements onto arbitrary shapes, and our internal tool modifies the internal geometry of models for novel compliance and weight characteristics. We demonstrated the value of HapticPrint with a range of applications that expand the aesthetics of feel, usability, and interactivity in 3D artifacts.\n\nThe third tool we designed was called ProxyPrint.  Advances in digital fabrication (DF) technologies are making it easier to produce high-fidelity replicas of digital designs. However, this push-to-print paradigm limits the creative opportunities that arise from \"working through a material\" which involves risk, uncertainty, and serendipitous discovery. We investigate how DF artifacts can function as static intermediary tools, which we term proxies, to support crafting practices. We build DF fixtures to aid with construction and fabrication  of various craft practices and explored how these proxies could provide users with different levels-of-assistance. We evaluated how these proxies affect the making process and uncovered methodological distinctions between novices and experts. We found that approaches that are aware of the medium can create more engaging making tools that embed tacit knowledge, encourage creativity, and engage users in ways that can sustain crafting practice.\n\nThe Skintiallates work was the first of its kind to explore the design of skin based epidermal interactions using temporary tattoos. Skintillates are a wearable technology that mimics tattoos &ndash; the oldest and most commonly used on-skin displays in human culture. We demonstrated that by fabricating electrical traces and thin electronics on temporary tattoo paper, a wide array of displays and sensors could be created. Just like the traditional temporary tattoos often worn by children and adults alike, Skintillates flex naturally with the user's skin. Our simple fabrication technique also enables users to freely design and print with a full range of colors to create application-specific customized designs.\n\nFrom skin to clothing, we also explored new forms of fabric and clothing based interactive electronic designs in a project called Ebb.  In collaboration with Google and based on Project Jacquard, this work made extensions to the conductive threads woven into fabrics to enable subtle visual color changes to appear on clothing.  Ebb explored the role that dynamic textile displays play in relation to personal style and engaged fashion designers and non-designers in imagining how Ebb would integrate into their design practice and personal style of dressing. \n\nAs interactive electronics become increasingly intimate and personal, the design of the circuitry must be functional, creative, and aesthetic. Circuit sketching is a multidimensional activity combining the arts, crafts, and engineering that broadens participation of electronic creation to include makers of diverse backgrounds. In order to support this design ecology, we created Ellustrate, a digital design tool that enabled the functional and aesthetic design of electronic circuits with multiple conductive and dielectric materials. Ellustrate guides users through the fabrication and debugging process, easing the task of practical circuit creation while supporting designers? aesthetic decisions throughout the circuit authoring workflow. In a formal user study, we demonstrated how Ellustrate enabled a new electronic design conversation that combines electronics, materials, and visual aesthetic considerations into increasingly intimate and personal designs. \n\n\n\n\n\t\t\t\t\tLast Modified: 08/09/2016\n\n\t\t\t\t\tSubmitted by: Eric Paulos"
 }
}