{
 "awd_id": "1451380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Example-based Audio Editing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2014-08-21",
 "awd_abstract_narration": "Contemporary users of technology interact with photos and video by editing them, but still use audio only passively, by capturing, storing, transmitting, and playing it back. These two different ways of interacting with contemporary media persist because current software tools make it very difficult for general users to manipulate audio. This project will develop novel technologies that will make audio editing and manipulation accessible to non-experts. These tools will allow a user to guide the software with audio editing requests by vocalizing the desired edits, providing before/after examples of the desired effects, or by presenting other recordings that exhibit the desired audio manipulations. For example, a user might issue a command to the software to equalize sounds by using a booming voice for more bass, or a nasal tone for middle frequencies; to add echoes by mimicking the desired effect by uttering \"hello, hello, hello ...\" with each successive \"hello\" in a lower volume; or to add reverb by providing examples of recordings with the desired reverb. Making it easier for general computer users to manipulate and edit audio recordings can impact many fields, such as medical bioacoustics, seismic signal analysis, underwater monitoring, audio forensics, surveillance applications, oil exploration probing, conversational data gathering, and mechanical vibration measuring. The goals of this project are to provide novel and practical audio tools that will allow non-expert practitioners from these fields to easily achieve required audio manipulations.\r\n\r\nThe project will exploit modern signal processing and machine learning techniques to produce more intuitive interfaces that help people accomplish what are currently difficult audio editing tasks. This will include developing novel estimators to extract editing-intent parameters directly from audio recordings. The project will focus on three different editing operations: equalization, noise control, and echo/reverberation. A number of different approaches will be explored for each operation. For example, for equalization, one approach will have users select before and after sounds to identify their desired modification, and the system will then use spectral deconvolution estimations to directly compute the transfer function that maps the spectrum of the before sound to that of the after sound, and apply that function to the audio recording that the user is editing. For noise control, one approach will have users vocalize what types of noise to remove, and then match the user's input with the corresponding component in the recording that is being edited by using low-rank spectral decomposition. For reverb and echo, one approach will have users utter \"one, two, three, ...\" to illustrate the desired number of repetitions, temporal spacing, and attenuation between echoes, and then use voice detection measurements to extract the echo parameters, while correcting for vocalization errors such as random inconsistency in the echo spacing. The project will create new theories of how human guidance and automated audio-intelligent processing can work in tandem to solve fundamental and practical problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paris",
   "pi_last_name": "Smaragdis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paris Smaragdis",
   "pi_email_addr": "paris@illinois.edu",
   "nsf_id": "000573387",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Making an audio or speech recording sound good, or even ok, is not easy. From YouTube bloggers, to politicians speaking on stage, to local TV stations, we often hear poor quality audio that is either hard to parse, or just bad enough to tip us to change the channel.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Being able to make clean and appealing audio recordings is key to good communication, especially today where anyone can produce content and instantly share it globally. Being able to produce appealing recordings can allow scientists to better disseminate their results, journalists to maintain an interested audience, budding artists and media companies to get started, and of course to serve the massive amount of people who share their thoughts online, whether that involves teaching courses, talking to family, or producing content for massive consumption.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Making a recording of palatable quality requires a strong background in recording technology, an experienced ear, and plenty of time. Unfortunately, these are luxuries that are available only to high-end productions, leaving the rest of us to struggle trying to obtain the sound we want.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>In this project we examined alternatives to existing audio recording technology that can result in increased audio recording quality without necessitating that a user is a recording expert. Our approach&nbsp; uses recording examples that the user can use to point an intelligent system towards how they want their recording to sound.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>For example, if a voice recording sounds too nasal, the user can point our system to a recording of James Earl Jones, and have it automatically equalized to match his boomy voice. Providing an example of a richly reverberant recording from a cathedral, would make the recording have the same lush quality. So instead of requiring that a user has the expertise to properly position a microphone, equalize a recording, and properly adjust to account for noise and echoes, we allow the user to provide examples of the desired sound quality and automatically match them.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>We show that this idea carries out to various types of operations. We can use examples to apply global effects, e.g. remove or match noise and reverberation and match the equalization of a recording; or we can use this approach for local editing. We have successfully shown how a user can easily replace a small mistake in a long recording by simply speaking the sentence they want fixed, and our system automatically matches to the right part and replaces it.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>In the process of designing these features we also needed to characterize multiple recording quality attributes. For the final year of this project we developed a deep learning algorithm that can characterize various attributes of a recording and provide real-time feedback to the user. This allows a user to quickly act to address problems in a recording. For example, the system can detect if the user is too far from a microphone and prompt him/her to move closer.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>What we have shown in this project is that there is a lot of room to rethink how users can make recordings, and bypass the need for technical expertise. Just as cameras are becoming smart enough to take good pictures even when misused by novices, we have shown that we can do the same thing with audio recordings and provided a glimpse of new ways to design audio recording systems. Thanks for a fruitful collaboration with industry partners we are expecting to see some of this technology become broadly available within the next couple of years.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2018<br>\n\t\t\t\t\tModified by: Paris&nbsp;Smaragdis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMaking an audio or speech recording sound good, or even ok, is not easy. From YouTube bloggers, to politicians speaking on stage, to local TV stations, we often hear poor quality audio that is either hard to parse, or just bad enough to tip us to change the channel.\n\n \n\nBeing able to make clean and appealing audio recordings is key to good communication, especially today where anyone can produce content and instantly share it globally. Being able to produce appealing recordings can allow scientists to better disseminate their results, journalists to maintain an interested audience, budding artists and media companies to get started, and of course to serve the massive amount of people who share their thoughts online, whether that involves teaching courses, talking to family, or producing content for massive consumption.\n\n \n\nMaking a recording of palatable quality requires a strong background in recording technology, an experienced ear, and plenty of time. Unfortunately, these are luxuries that are available only to high-end productions, leaving the rest of us to struggle trying to obtain the sound we want.\n\n \n\nIn this project we examined alternatives to existing audio recording technology that can result in increased audio recording quality without necessitating that a user is a recording expert. Our approach  uses recording examples that the user can use to point an intelligent system towards how they want their recording to sound.\n\n \n\nFor example, if a voice recording sounds too nasal, the user can point our system to a recording of James Earl Jones, and have it automatically equalized to match his boomy voice. Providing an example of a richly reverberant recording from a cathedral, would make the recording have the same lush quality. So instead of requiring that a user has the expertise to properly position a microphone, equalize a recording, and properly adjust to account for noise and echoes, we allow the user to provide examples of the desired sound quality and automatically match them.\n\n \n\nWe show that this idea carries out to various types of operations. We can use examples to apply global effects, e.g. remove or match noise and reverberation and match the equalization of a recording; or we can use this approach for local editing. We have successfully shown how a user can easily replace a small mistake in a long recording by simply speaking the sentence they want fixed, and our system automatically matches to the right part and replaces it.\n\n \n\nIn the process of designing these features we also needed to characterize multiple recording quality attributes. For the final year of this project we developed a deep learning algorithm that can characterize various attributes of a recording and provide real-time feedback to the user. This allows a user to quickly act to address problems in a recording. For example, the system can detect if the user is too far from a microphone and prompt him/her to move closer.\n\n \n\nWhat we have shown in this project is that there is a lot of room to rethink how users can make recordings, and bypass the need for technical expertise. Just as cameras are becoming smart enough to take good pictures even when misused by novices, we have shown that we can do the same thing with audio recordings and provided a glimpse of new ways to design audio recording systems. Thanks for a fruitful collaboration with industry partners we are expecting to see some of this technology become broadly available within the next couple of years.\n\n \n\n\t\t\t\t\tLast Modified: 09/15/2018\n\n\t\t\t\t\tSubmitted by: Paris Smaragdis"
 }
}