{
 "awd_id": "1451462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Based Student Mentoring and Travel Support for Wireless Health 2014 Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 21910.0,
 "awd_amount": 21910.0,
 "awd_min_amd_letter_date": "2014-08-22",
 "awd_max_amd_letter_date": "2014-08-22",
 "awd_abstract_narration": "The Wireless Health Conference Series is now in its fifth year and provides the highest profile academic and industrial research forum for the Wireless, Mobile and Connected Health fields. This year, the conference will be held October 29-31, 2014 at the National Institutes of Health (NIH) in Washington, DC. Wireless and mobile health involves a broad ecosystem of researchers whose expertise spans health and health care, engineering, computer science, behavioral and social sciences, as well as businesses partners. The Wireless Health conference series is currently the only dedicated academic/research conference that brings together leaders in the field across the entirety of the interdisciplinary wireless and mobile health community. This mentoring and travel grant will support travel and lodging for 15 doctoral students to attend the Wireless Health 2014 conference. Students will attend the full Wireless Health conference, present their projects and receive feedback and individual mentoring sessions from conference attendees who are leaders in the field. The fifteen students who will be supported on this grant to attend Wireless Health 2014 will benefit from: (1) unique international experience where they associate with scientists from different countries while visiting NIH; (2) exposure to new application areas of computer science and engineering where their skills are particularly needed, for students in medicine and other areas of public health, exchanging ideas with engineers; (3) learning about new types of computational thinking when applying technologies to wireless health applications; (4) exposure to some of the latest types of devices, robots, sensors or networks, and new mobile technologies; (5) experience in giving presentations, explaining their work, and discussing with persons in other disciplines; and (7) the opportunity to discuss how to succeed in an interdisciplinary field. This award will facilitate the establishment of research and education collaborations with students and/or faculty who are members of underrepresented groups. Another main aim of this award will be mentoring a diverse group of early-career health scientists and engineers in research proposal preparation. Finally, this award will facilitate the establishment of collaborations between disciplines and institutions, among the U.S. academic institutions, industry and government and with international partners.\r\n\r\nThe 5th Wireless Health Conference Series will be hosted by the Wireless-Life Sciences Alliance (WLSA), in conjunction with a Steering Committee comprised of leaders from the global academic and industrial research communities. More information on the conference, conference leadership, and the conference program can be found at the conference website (http://www.wirelesshealth2014.org). Foundational to the conference is the understanding that facilitating interdisciplinary communication, collaboration and cooperation among participants from academia, public health, clinical practice, government and industry is crucial to address real-world issues of the healthcare industry. Wireless Health 2014 will offer an outstanding set of peer-reviewed papers and abstracts, interactive workshops, demonstrations, and world-renowned invited speakers and facilitate formulation of future research directions and collaborative efforts in wireless health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Spruijt-Metz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Spruijt-Metz",
   "pi_email_addr": "dmetz@usc.edu",
   "nsf_id": "000518716",
   "pi_start_date": "2014-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900894019",
  "perf_ctry_code": "UY",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "Uruguay",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Arial; font-size: 11pt;\">The 5th Wireless Health Conference Series was hosted by the Wireless-Life Sciences Alliance (WLSA), in conjunction with a Steering Committee comprised of leaders from the global academic and industrial research communities. Foundational to the conference is the understanding that facilitating interdisciplinary communication, collaboration and cooperation among participants from academia, public health, clinical practice, government</span><span style=\"font-family: Arial; font-size: 11pt;\">, and industry </span>are<span style=\"font-family: Arial; font-size: 11pt;\"> crucial to addressing real-world issues of the healthcare industry. While the Wireless Health conferences offer cutting edge papers, </span>panels<span style=\"font-family: Arial; font-size: 11pt;\">, and workshops, the cost of travel, lodging, and conference fees are often more than Ph.D.</span><span style=\"font-family: Arial; font-size: 11pt;\">&nbsp;or postdoctoral students afford.&nbsp;</span></p>\n<p><span style=\"font-family: Arial; font-size: 11pt;\">There were 23 applicants for this travel </span>award <span style=\"font-family: Arial; font-size: 11pt;\">and were able to subsidize 16 of these candidates. NIH personnel made the selection</span><span style=\"font-family: Arial; font-size: 11pt;\">, based on merit gleaned from information that applicants supplied in the Student Perspectives document that each candidate is completed, and the letter of recommendation from their supervisor.&nbsp;</span><span style=\"font-family: Arial; font-size: 11pt;\">On the first full day of the conference, a mentoring lunch was organized where the students were organized into transdisciplinary teams with two highly respected leaders/mentors from different fields. Each mentee presented their research and received comments from the group, led by the mentors. These groups then maintained contact throughout the rest of the conference. Some participants within these groups formed collaborations that are still ongoing. The impact on technology transfer in the future can be very broad based on theories of networking. By training and mentoring the applicants in transdisciplinary groups (engineers, computer scientists, behaviorists, Human Computer Interactionists, medical specialists), we were able to continue to impact the field by bringing young scientists into contact with the disciplines they will need to work with, should they wish to contribute to the field of Smart and Connected Health (Wireless Health, Digital Health, mHealth). It was especially helpful to have them explain their research to each other and mentors from different fields. Building this kind of communication and shared stakeholding across disciplines is critical to the field of Smart and Connected Health. &nbsp;</span></p>\n<p><span style=\"font-family: Arial; font-size: 11pt;\">Our accepted participants were highly motivated and have an exceptionally bright future as Smart and Connected Health researchers. This kind of mentoring and training makes them aware of the need to work across disciplines, and also makes them aware of the language barriers and academic hurdles to transdisciplinary work. More importantly, our training provided successful models of overcoming these barriers and scaling these hurdles.&nbsp;</span></p>\n<p><span style=\"font-family: Arial; font-size: 11pt;\">The future of medicine and health is &lsquo;smart&rsquo; and mobile. It is not long before all health will be &lsquo;mobile&rsquo;. To usher in this new age, we </span>need to be prepared<span style=\"font-family: Arial; font-size: 11pt;\">, collaborative scientists from across a broad swath of disciplines. This grant allowed us to prepare 16 bright minds for this challenge.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2015<br>\n\t\t\t\t\tModified by: Donna&nbsp;Spruijt-Metz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 5th Wireless Health Conference Series was hosted by the Wireless-Life Sciences Alliance (WLSA), in conjunction with a Steering Committee comprised of leaders from the global academic and industrial research communities. Foundational to the conference is the understanding that facilitating interdisciplinary communication, collaboration and cooperation among participants from academia, public health, clinical practice, government, and industry are crucial to addressing real-world issues of the healthcare industry. While the Wireless Health conferences offer cutting edge papers, panels, and workshops, the cost of travel, lodging, and conference fees are often more than Ph.D. or postdoctoral students afford. \n\nThere were 23 applicants for this travel award and were able to subsidize 16 of these candidates. NIH personnel made the selection, based on merit gleaned from information that applicants supplied in the Student Perspectives document that each candidate is completed, and the letter of recommendation from their supervisor. On the first full day of the conference, a mentoring lunch was organized where the students were organized into transdisciplinary teams with two highly respected leaders/mentors from different fields. Each mentee presented their research and received comments from the group, led by the mentors. These groups then maintained contact throughout the rest of the conference. Some participants within these groups formed collaborations that are still ongoing. The impact on technology transfer in the future can be very broad based on theories of networking. By training and mentoring the applicants in transdisciplinary groups (engineers, computer scientists, behaviorists, Human Computer Interactionists, medical specialists), we were able to continue to impact the field by bringing young scientists into contact with the disciplines they will need to work with, should they wish to contribute to the field of Smart and Connected Health (Wireless Health, Digital Health, mHealth). It was especially helpful to have them explain their research to each other and mentors from different fields. Building this kind of communication and shared stakeholding across disciplines is critical to the field of Smart and Connected Health.  \n\nOur accepted participants were highly motivated and have an exceptionally bright future as Smart and Connected Health researchers. This kind of mentoring and training makes them aware of the need to work across disciplines, and also makes them aware of the language barriers and academic hurdles to transdisciplinary work. More importantly, our training provided successful models of overcoming these barriers and scaling these hurdles. \n\nThe future of medicine and health is æsmartÆ and mobile. It is not long before all health will be æmobileÆ. To usher in this new age, we need to be prepared, collaborative scientists from across a broad swath of disciplines. This grant allowed us to prepare 16 bright minds for this challenge. \n\n \n\n\t\t\t\t\tLast Modified: 11/19/2015\n\n\t\t\t\t\tSubmitted by: Donna Spruijt-Metz"
 }
}