{
 "awd_id": "1451341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BP: Computing Beyond the Double Bind: Women of Color in Computing Education and Careers",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamau Bobb",
 "awd_eff_date": "2014-05-05",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 488129.0,
 "awd_amount": 488129.0,
 "awd_min_amd_letter_date": "2014-07-23",
 "awd_max_amd_letter_date": "2016-04-19",
 "awd_abstract_narration": "The Council for Opportunity in Education, in collaboration with TERC, seeks to advance the understanding of social and cultural factors that increase retention of women of color in computing; and implement and evaluate a mentoring and networking intervention for undergraduate women of color based on the project's research findings. Computing is unique because it ranks as one of the STEM fields that are least populated by women of color, and because while representation of women of color is increasing in nearly every other STEM field, it is currently decreasing in computing - even as national job prospects in technology fields increase. The project staff will conduct an extensive study of programs that have successfully served women of color in the computing fields and will conduct formal interviews with 15 professional women of color who have thrived in computing to learn about their educational strategies. Based on those findings, the project staff will develop and assess a small-scale intervention that will be modeled on the practices of mentoring and networking which have been established as effective among women of color who are students of STEM disciplines. By partnering with Broadening Participation in Computing Alliances and local and national organizations dedicated to diversifying computing, project staff will identify both women of color undergraduates to participate in the intervention and professionals who can serve as mentors to the undergraduates in the intervention phase of the project. Assisting the researchers will be a distinguished Advisory Board that provides expertise in broadening the representation of women of color in STEM education. The external evaluator will provide formative and summative assessments of the project's case study data and narratives data using methods of study analysis and narrative inquiry and will lead the formative and summative evaluation of the intervention using a mixed methods approach. The intervention evaluation will focus on three variables: 1) students' attitudes toward computer science, 2) their persistence in computer science and 3) their participant attitudes toward, and experiences in, the intervention. \r\n\r\nThis project extends the PIs' previous NSF-funded work on factors that impact the success of women of color in STEM. The project will contribute an improved understanding of the complex challenges that women of color encounter in computing. It will also illuminate individual and programmatic strategies that enable them to participate more fully and in greater numbers. The ultimate broader impact of the project should be a proven, scalable model for reversing the downward trend in the rates at which women of color earn bachelor's degrees in computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Apriel",
   "pi_last_name": "Hodari",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Apriel K Hodari",
   "pi_email_addr": "akhodari@gmail.com",
   "nsf_id": "000618072",
   "pi_start_date": "2014-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Ong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Ong",
   "pi_email_addr": "ong.mia@gmail.com",
   "nsf_id": "000209394",
   "pi_start_date": "2016-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eureka Scientific Inc",
  "inst_street_address": "2452 DELMER ST",
  "inst_street_address_2": "",
  "inst_city_name": "OAKLAND",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5103737939",
  "inst_zip_code": "946023017",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "EUREKA SCIENTIFIC, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMPGW7JS2SK3"
 },
 "perf_inst": {
  "perf_inst_name": "Eureka Scientific Inc",
  "perf_str_addr": "2452 Delmer St Suite 100",
  "perf_city_name": "Oakland",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "946023017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7579",
   "pgm_ref_txt": "Broadening Participation (BP)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 488129.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Meri</span>t: The project,&nbsp;<em>Computing Beyond the Double Bind: Women of Color in Computing Education and Careers (CBDB),&nbsp;</em>has enabled the development and sharing of nuanced understandings of the complex ways in which women of color students and professionals experience barriers, as well as supports, for persistence in computing higher education and careers. The project produced a total of six published works, including two peer-reviewed articles, a peer-reviewed book chapter, a peer-reviewed manuscript that is awaiting publication, a conference proceedings paper, and a conference proceedings abstract. The project has an additional manuscript that has revise-and-resubmit status. Furthermore, the project has delivered over a dozen conference and workshop presentations and is slated for at least three more in 2017.</p>\n<p>The investigators anticipate that the project will substantively add to the existing knowledge base by identifying and characterizing factors for success of women of color in computing education and careers. For example, the study has especially illuminated the roles of mentoring, networking, agency, and counterspaces in minority women&rsquo;s persistence in computing. The project published a peer-reviewed book chapter (Ong, Ko, &amp; Hodari, 2016) and a peer-reviewed article (Hodari, Ong, Ko, &amp; Smith, 2016) that used CBDB findings to illustrate the agency women of color enact to circumvent barriers and persist in their STEM education and career trajectories. Dr. Maria Ong presented highlights of these findings in at the June 2016 ACM MICROBE meeting in Boston, MA. In October 2016, Dr. Ong shared key project findings on isolation and microaggressions both at an international conference on gender and STEM + Medicine and at a breakout session at the White House Conference on Inclusive STEM Education.<strong>&nbsp;</strong></p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts:</span> Major problems facing the United States include the failure to recruit and retain women, minorities, and women of color in computer science education and careers. By creating and supporting an in-person and online mentoring network, the project actively supported and connected over 90 participants, most of whom were women of color in computing. Concurrently, by systematically analyzing life stories through qualitative research methods, the CBDB project identified common themes that contribute to women of color&rsquo;s success and persistence in computing. Investigators then provided related recommendations to institutions, and to women of color themselves, for recruitment and retention.</p>\n<p>These ideas have been actively shared with STEM leaders. For example, June 2016, at the Women in Engineering Programs and Advocates Network (WEPAN) Change Leader Forum in Broomfield, CO, Dr. Apriel Hodari and Ms. Lily Ko co-led a workshop in which they shared findings from the CBDB research on successful women of color in STEM and facilitated program participants&rsquo; considerations of their own organizational (academic and corporate) contexts. Dr. Hodari and Ms. Ko asked participants to address the question, &ldquo;What will you do on Monday morning?&rdquo; to re-vision STEM culture and engender success for all women. Participants spent the last portion of the workshop, with their accountability partners, writing up an agreement on the changes they would make at their respective institutions.</p>\n<p>As another example, the project has identified and shared five important types of counterspaces, including departmental spaces, that serve as safe havens to enable women of color and other marginalized groups to persist and succeed in computing and other STEM fields. Departmental leaders, including chemistry chairs participating in the 2015 OXIDE conference session led by Dr. Ong, have drawn from our findings to make their departments into counterspaces, including enacting policies and practices to make their departments more inclusive.</p>\n<p>In another example, Dr. Hodari presented alongside the President of the&nbsp;Information Technology Senior Management Forum (ITSMF) and the&nbsp;Chief Community Officer of Digital Undivided (DID) at the 2016 Grace Hopper Celebration of Women in Computer Science, addressing&nbsp;Women at the Intersection of Race, Gender Identity and Tech. &nbsp;This panel was an opportunity to display CBDB research findings alongside computing practitioners seeking to increase the representation of minorities at senior levels in IT corporations (ITSMF), and startup opportunities for women of color in computing (DID). &nbsp;In addition to attending this flagship event for women in computing, our participation has lead to opportunities to help the Anita Borg Institute define its agenda for women of color. &nbsp;Additionally, we will continue to support the formation of&nbsp;blackcomputeHER, the outgrowth of an annual workshop on intersectionality in computing.</p>\n<p>The project has also provided recommendations for ensuring that mentoring is available at key junctures in the trajectories of minority women students and professionals. In identifying ways that women of color persist and succeed in computing, this project will help to reform policy and cultural practices of academia, industry and government that educate or employ scientists and engineers to broaden participation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2017<br>\n\t\t\t\t\tModified by: Apriel&nbsp;Hodari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The project, Computing Beyond the Double Bind: Women of Color in Computing Education and Careers (CBDB), has enabled the development and sharing of nuanced understandings of the complex ways in which women of color students and professionals experience barriers, as well as supports, for persistence in computing higher education and careers. The project produced a total of six published works, including two peer-reviewed articles, a peer-reviewed book chapter, a peer-reviewed manuscript that is awaiting publication, a conference proceedings paper, and a conference proceedings abstract. The project has an additional manuscript that has revise-and-resubmit status. Furthermore, the project has delivered over a dozen conference and workshop presentations and is slated for at least three more in 2017.\n\nThe investigators anticipate that the project will substantively add to the existing knowledge base by identifying and characterizing factors for success of women of color in computing education and careers. For example, the study has especially illuminated the roles of mentoring, networking, agency, and counterspaces in minority women?s persistence in computing. The project published a peer-reviewed book chapter (Ong, Ko, &amp; Hodari, 2016) and a peer-reviewed article (Hodari, Ong, Ko, &amp; Smith, 2016) that used CBDB findings to illustrate the agency women of color enact to circumvent barriers and persist in their STEM education and career trajectories. Dr. Maria Ong presented highlights of these findings in at the June 2016 ACM MICROBE meeting in Boston, MA. In October 2016, Dr. Ong shared key project findings on isolation and microaggressions both at an international conference on gender and STEM + Medicine and at a breakout session at the White House Conference on Inclusive STEM Education. \n\nBroader Impacts: Major problems facing the United States include the failure to recruit and retain women, minorities, and women of color in computer science education and careers. By creating and supporting an in-person and online mentoring network, the project actively supported and connected over 90 participants, most of whom were women of color in computing. Concurrently, by systematically analyzing life stories through qualitative research methods, the CBDB project identified common themes that contribute to women of color?s success and persistence in computing. Investigators then provided related recommendations to institutions, and to women of color themselves, for recruitment and retention.\n\nThese ideas have been actively shared with STEM leaders. For example, June 2016, at the Women in Engineering Programs and Advocates Network (WEPAN) Change Leader Forum in Broomfield, CO, Dr. Apriel Hodari and Ms. Lily Ko co-led a workshop in which they shared findings from the CBDB research on successful women of color in STEM and facilitated program participants? considerations of their own organizational (academic and corporate) contexts. Dr. Hodari and Ms. Ko asked participants to address the question, \"What will you do on Monday morning?\" to re-vision STEM culture and engender success for all women. Participants spent the last portion of the workshop, with their accountability partners, writing up an agreement on the changes they would make at their respective institutions.\n\nAs another example, the project has identified and shared five important types of counterspaces, including departmental spaces, that serve as safe havens to enable women of color and other marginalized groups to persist and succeed in computing and other STEM fields. Departmental leaders, including chemistry chairs participating in the 2015 OXIDE conference session led by Dr. Ong, have drawn from our findings to make their departments into counterspaces, including enacting policies and practices to make their departments more inclusive.\n\nIn another example, Dr. Hodari presented alongside the President of the Information Technology Senior Management Forum (ITSMF) and the Chief Community Officer of Digital Undivided (DID) at the 2016 Grace Hopper Celebration of Women in Computer Science, addressing Women at the Intersection of Race, Gender Identity and Tech.  This panel was an opportunity to display CBDB research findings alongside computing practitioners seeking to increase the representation of minorities at senior levels in IT corporations (ITSMF), and startup opportunities for women of color in computing (DID).  In addition to attending this flagship event for women in computing, our participation has lead to opportunities to help the Anita Borg Institute define its agenda for women of color.  Additionally, we will continue to support the formation of blackcomputeHER, the outgrowth of an annual workshop on intersectionality in computing.\n\nThe project has also provided recommendations for ensuring that mentoring is available at key junctures in the trajectories of minority women students and professionals. In identifying ways that women of color persist and succeed in computing, this project will help to reform policy and cultural practices of academia, industry and government that educate or employ scientists and engineers to broaden participation.\n\n \n\n\t\t\t\t\tLast Modified: 03/22/2017\n\n\t\t\t\t\tSubmitted by: Apriel Hodari"
 }
}