{
 "awd_id": "1452164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Integration of Developmental and Metabolic Signals in Meristematic Proliferation",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2014-08-16",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 96700.0,
 "awd_amount": 96700.0,
 "awd_min_amd_letter_date": "2014-08-21",
 "awd_max_amd_letter_date": "2014-08-21",
 "awd_abstract_narration": "ABSTRACT\r\nMost of the cells within one's body are in one of the following states:  they either keep dividing to generate more cells, which is called the undifferentiated state; or they assume their final fate as specific types of cells, such as a skin cell or a bone cell, and they are called differentiated.  For a body to function properly, all the cells need to be kept in their respective mode.  If undifferentiated cells differentiate at the wrong time, there would be too many or too few cells to carry out the function of the specific organ.  On the other hand, if differentiated cells randomly become undifferentiated and start dividing again, they can grow into cancers.  Therefore, it is important to learn how cells are kept in one state, or how they switch between the two states, when the undifferentiated cells are allowed to grow in numbers.  The goal of this research is to answer these questions in plants.  This is because nearly all organs in higher plants are derived from the structures called meristems, within which the continuous presence of stem cells serves as the source of development, after germination.  In addition, differentiated plant cells can dedifferentiate and form meristems.  For example, one can use plant cuttings to grow new plants. And most importantly, it has been shown that many basic mechanisms controlling cell division and differentiation are similar in most organisms.  Recent studies show that for stem cells and undifferentiated cells to divide, the organism needs to have sufficient nutrients, including simple sugars.  This project investigates how metabolic sugars control the decision by plant stem cells to divide.  The successful completion of this work will elucidate new components in plant meristem regulation, and lead to subsequent studies that will be aimed at linking developmental signals and nutrient sensing with the final cell cycle decisions in the meristematic tissues. \r\n\r\nBroader Impacts: The work proposed in this study answers one of the most fundamental questions in tissue proliferation in plants, and the results from this study can potentially lead to better understanding of mechanisms controlling tissue proliferation in all multicellular organisms. Thus, this project has enormous potential to address a number of priority national needs. The results from this study will be published in scientific journals and presented at research conferences, and the plant materials generated from this study will be made available for the research community.  During the course of the described project, broad and systemic training will be provided to both graduate and undergraduate students, with an emphasis on involving minority students.  Additional efforts will be made to foster high school students for their interest in science and research during the summer months.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuelin",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuelin Wu",
   "pi_email_addr": "xwu@g.hmc.edu",
   "nsf_id": "000144493",
   "pi_start_date": "2014-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvey Mudd College",
  "inst_street_address": "301 PLATT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218121",
  "inst_zip_code": "917115901",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "HARVEY MUDD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "C76JKA5JY2B3"
 },
 "perf_inst": {
  "perf_inst_name": "Harvey Mudd College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1118",
   "pgm_ref_txt": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ref_code": "1131",
   "pgm_ref_txt": "ARABIDOPSIS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 96700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong></p>\n<p>Although the basic cell cycle regulations have been extensively studied in unicellular systems, emerging evidence suggests that, in a multicellular organism, cell cycle regulations vary depending on the cellular differentiation state.&nbsp; Recent studies have identified the G2 to M transition as a checkpoint in stem cell mitotic progression, which is regulated by the combination of genetic and nutritional information.&nbsp; So far, the underlying molecular control of this novel checkpoint is not well understood.&nbsp; With easily accessible stem cells situated in meristems, higher plants provide an excellent model system for studying stem cell behavior.&nbsp; The central objective<em> </em>of this project is to study how developmental and sugar signals are integrated in controlling stem cell G2 to M progression, using the mustard family plant <em>Arabidopsis</em> <em>thaliana</em> as our experimental system.&nbsp; Our previous studies demonstrated both the <em>Arabidopsis</em> homeobox transcription factor STIMPY (STIP), a key regulator in maintaining meristematic fate and proliferation, and sugar signals promote the G2 to M transition in meristematic proliferation.&nbsp; Our central hypothesis<strong> </strong>is that the default state of the meristematic cells is to enter a G2 quiescence, unless this fate is actively repressed.&nbsp; Three sets of separate but related molecular and genetic experiments have been carried out to test different aspects of this hypothesis:</p>\n<p><strong>1.</strong>&nbsp; We previously identified the TRP domain protein TSS as a genetic suppressor of the <em>stip</em> mutant phenotype in meristem cell cycle arrest.&nbsp; Through genetic and molecular studies, we found that TSS represses meristem growth in a cell-autonomous manner, and two other TRP domain proteins in <em>Arabidopsis</em> are also involved in this process.&nbsp; In addition, we identified a group of candidate genes that physically interacts with TSS in a yeast two-hybrid screen.&nbsp; Additional studies are being carried out to confirm the interactions in plant cells.&nbsp;</p>\n<p><strong>2.</strong>&nbsp; Through a suppressor screen for <em>STIP</em> over-expression phenotype, we identified ELO3, an essential component of the elongator complex, as a key regulator of shoot meristem cell cycle activation at the G1 to S transition.&nbsp; Interestingly, the <em>elo3</em> mutant phenotype can also be partially rescued by the addition of metabolic sugar, suggesting a broader role of sugar signal in meristem cell cycle progression than previously thought.</p>\n<p><strong>3.</strong>&nbsp; In an effort to expand the gene network that controls meristems tissue proliferation, we identified putative STIP-binding targets through ChIPseq and gene expression profiling.&nbsp; We found that one of the STIP targets, <em>CYCP2;1</em>, is transcriptionally regulated by both STIP and sugar signals.&nbsp; Furthermore, CYCP2;1 activates meristem cell cycle G2 to M transition through direct interactions with the <em>Arabidopsis</em> mitotic CDKs.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The work provided new insights into one of the most fundamental questions in tissue proliferation.&nbsp; Some results of this study have been published in scientific journals and presented at research conferences, and additional manuscripts are in preparation.&nbsp; During the course of this project, broad and systemic training were provided to both graduate and undergraduate students, with an emphasis on involving minority students.&nbsp; Additional efforts were made to foster high school students from the Sherman Oak CES for their interest in science and research during the summer months.&nbsp; All of them have gone on to study in STEM fields in college.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2015<br>\n\t\t\t\t\tModified by: Xuelin&nbsp;Wu</p>\n</div>\n<div clas...",
  "por_txt_cntn": "\nIntellectual merit\n\nAlthough the basic cell cycle regulations have been extensively studied in unicellular systems, emerging evidence suggests that, in a multicellular organism, cell cycle regulations vary depending on the cellular differentiation state.  Recent studies have identified the G2 to M transition as a checkpoint in stem cell mitotic progression, which is regulated by the combination of genetic and nutritional information.  So far, the underlying molecular control of this novel checkpoint is not well understood.  With easily accessible stem cells situated in meristems, higher plants provide an excellent model system for studying stem cell behavior.  The central objective of this project is to study how developmental and sugar signals are integrated in controlling stem cell G2 to M progression, using the mustard family plant Arabidopsis thaliana as our experimental system.  Our previous studies demonstrated both the Arabidopsis homeobox transcription factor STIMPY (STIP), a key regulator in maintaining meristematic fate and proliferation, and sugar signals promote the G2 to M transition in meristematic proliferation.  Our central hypothesis is that the default state of the meristematic cells is to enter a G2 quiescence, unless this fate is actively repressed.  Three sets of separate but related molecular and genetic experiments have been carried out to test different aspects of this hypothesis:\n\n1.  We previously identified the TRP domain protein TSS as a genetic suppressor of the stip mutant phenotype in meristem cell cycle arrest.  Through genetic and molecular studies, we found that TSS represses meristem growth in a cell-autonomous manner, and two other TRP domain proteins in Arabidopsis are also involved in this process.  In addition, we identified a group of candidate genes that physically interacts with TSS in a yeast two-hybrid screen.  Additional studies are being carried out to confirm the interactions in plant cells. \n\n2.  Through a suppressor screen for STIP over-expression phenotype, we identified ELO3, an essential component of the elongator complex, as a key regulator of shoot meristem cell cycle activation at the G1 to S transition.  Interestingly, the elo3 mutant phenotype can also be partially rescued by the addition of metabolic sugar, suggesting a broader role of sugar signal in meristem cell cycle progression than previously thought.\n\n3.  In an effort to expand the gene network that controls meristems tissue proliferation, we identified putative STIP-binding targets through ChIPseq and gene expression profiling.  We found that one of the STIP targets, CYCP2;1, is transcriptionally regulated by both STIP and sugar signals.  Furthermore, CYCP2;1 activates meristem cell cycle G2 to M transition through direct interactions with the Arabidopsis mitotic CDKs.\n\nBroader Impacts\n\nThe work provided new insights into one of the most fundamental questions in tissue proliferation.  Some results of this study have been published in scientific journals and presented at research conferences, and additional manuscripts are in preparation.  During the course of this project, broad and systemic training were provided to both graduate and undergraduate students, with an emphasis on involving minority students.  Additional efforts were made to foster high school students from the Sherman Oak CES for their interest in science and research during the summer months.  All of them have gone on to study in STEM fields in college.\n\n\t\t\t\t\tLast Modified: 10/13/2015\n\n\t\t\t\t\tSubmitted by: Xuelin Wu"
 }
}