{
 "awd_id": "1453123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative: SI2-CHE: Development and Deployment of Chemical Software for Advanced Potential Energy Surfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2014-07-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 26037.0,
 "awd_amount": 38417.0,
 "awd_min_amd_letter_date": "2014-09-03",
 "awd_max_amd_letter_date": "2014-09-03",
 "awd_abstract_narration": "An international team consisting of Teresa Head-Gordon and Martin Head-Gordon (University of California, Berkeley), Paul Nerenberg (Claremont McKenna College), David Case (Rutgers University), Jay Ponder (Washington University), Mark Tuckerman (New York University) with their UK collaborators: Lorna Smith and Neil Chue Hong (University of Edinburgh), Chris-Kriton Skylaris and Jonathan W. Essex (University of Southampton), Ilian Todorov (Daresbury Laboratory), Mario Antonioletti (EPCC) are are supported through the SI2-CHE program to develop and deploy robust and sustainable software for advanced potential energy surfaces.  The greater accuracy introduced by improvements in the new generation of potential energy surfaces opens up several challenges in their manifestation as algorithms and software on current or emergent hardware platforms that in turn limits their wide adoption by the computational chemistry community. The research team is overcoming these obstacles via multiple but integrated directions: (1) to optimally implement advanced potential energy surfaces across multi-core and GPU enabled systems, (2) to develop a hierarchy of advanced polarizable models that alter the tradeoff between accuracy and computational speed,(3) to create new multiple time stepping methods; (4) to write a Quantum Mechanics/Molecular Mechanics (QM/MM ) application programing interface (API) that fully supports mutual polarization, (5) to adopt software best practices to ensure growth of a self-sustaining community and (6) to provide exemplar calculations with the new software in the several emerging application areas.\r\n\r\nMolecular simulation and quantum chemistry software is an integral part of chemistry and chemical biology, and has been broadly adopted by academic researchers and industry scientists. Next generation scientific breakthroughs that utilize chemical software will be enabled by the deployment of state of the art theoretical models and algorithms that are translated into a sustainable software framework rapidly implemented on emergent high performance computing platforms. Potential energy surfaces describe the interactions between atoms. Advanced and highly accurate potential energy surfaces encounter software-related obstacles that inhibit their application to grand challenge chemistry problems. This UK and US consortium, representing a broad cross section of the computational chemistry software community, is working to directly tackle these obstacles.   This US and UK collaboration between universities and High Performance Computing centers works to endure that chemical software investments made in advanced potential energy surface models has a long term payoff in community sustainability and the training of the next generation of scientists. Outreach and training workshops are organized around the emergence of the advanced potential energy software including an introductory molecular simulation software boot camp for undergraduate students.\r\n\r\nThe US based investigators are supported by the CHE and ACI divisions within NSF; the UK based investigators are supported by the EPSRC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Nerenberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paul S Nerenberg",
   "pi_email_addr": "pnerenberg@cmc.edu",
   "nsf_id": "000628591",
   "pi_start_date": "2014-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8009",
   "pgm_ref_txt": "Scientifc Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 38416.0
  }
 ],
 "por": null
}