{
 "awd_id": "1453460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preliminary Study to Demonstrate the Performance and Power Advantages of FPGAs over GPUs for Deep Learning in Computer Vision",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2014-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 95000.0,
 "awd_amount": 95000.0,
 "awd_min_amd_letter_date": "2014-08-06",
 "awd_max_amd_letter_date": "2014-08-06",
 "awd_abstract_narration": "We stand on the verge of dramatic advances in deep learning algorithms, which will soon enable widespread adoption of computer-vision-based object recognition in scientific inquiry, commercial applications, and everyday life. However, practical large-scale applications in this area are currently limited by the computational capabilities of conventional computer systems. In recent years, technological improvement in computer processors (CPUs) has considerably slowed. This has led to an increase in interest in using Graphics Processing Units (GPUs) to accelerate deep learning computer vision algorithms. Although GPUs can perform these tasks faster than CPUs, they suffer from inflexibility and very high power cost. An alternative technology called the Field-Programmable Gate Array (FPGA) is very attractive for problems in this domain thanks to its flexibility and power efficiency. However, FPGAs have been underutilized in this area, in large part due to unfamiliarity and misconceptions. The goal of this project is to demonstrate the power and performance advantages of FPGAs over GPUs for deep-learning-based computer vision problems via hard experimental evidence. The PIs will disseminate their findings to the research community at large with the goal of encouraging the use of FPGAs in ground-breaking work tackling the grand challenges of deep learning and computer vision.\r\n\r\n\r\nThis project consists of a three-stage research plan. First, the PIs will prepare and validate a state-of-the-art image detection application based on convolutional neural networks. This will utilize the popular Caffe library, which allows convolutional networks to be evaluated on CPU and GPU. Second, the PIs will perform a detailed characterization and profiling of the performance of this application on GPU, seeking to understand the performance characteristics and their underlying causes. Third, the PIs will implement portions of the algorithm on an FPGA, and perform an in-depth analysis to find and explain the advantages and disadvantages offered by the platform. The PIs anticipate demonstrating that the slowest portion of the algorithm on the GPU will achieve significant speedup on the FPGA, arising from the efficient support of irregular fine-grain parallelism. Meanwhile, the fastest portion of the algorithm on the GPU is anticipated to run with comparable performance on the FPGA, but at dramatically lower power consumption.\r\n\r\nThis project will integrate research with graduate and undergraduate education. PhD students will be exposed to GPU optimization and application-specific high-performance FPGA design.  Masters and undergraduate students will gain valuable skills assisting the project through the Masters Advanced Project in Computer Science and the Undergraduate Senior Design Project in Electrical and Computer Engineering.  The results of the study will be published at prominent venues to ensure maximum exposure for the relevant research communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ferdman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Ferdman",
   "pi_email_addr": "mferdman@cs.stonybrook.edu",
   "nsf_id": "000634656",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Milder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Milder",
   "pi_email_addr": "peter.milder@stonybrook.edu",
   "nsf_id": "000629904",
   "pi_start_date": "2014-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117944400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Deep Learning is an extremely computationally-intensive problem of high importance in the fields of computer vision, natural language processing, fraud detection, bioinformatics, and many other areas that have a wide range of commercial and scientific applications. &nbsp;While it is clear that the computational capabilities for deep learning are within reach, it is equally clear that the required computational power cannot come from general-purpose processors and requires hardware acceleration. The major goal of this project was to quantitatively demonstrate the applicability of reconfigurable chips called field-programmable gate arrays (FPGAs) to accelerate deep learning, and to show the benefits FPGAs offer over another type of hardware accelerator called a graphics processing unit (GPU). The high level objectives of this work were (1) to perform a detailed characterization of deep learning on GPUs and (2) to construct an FPGA-based implementation of deep learning applications and perform a similar detailed characterization.</p>\n<p>The results of this project quantitatively demonstrate the ability of using FPGAs to provide fast and energy-efficient computation of deep learning algorithms. For example, measurements showed that although the FPGA's speed was close to the speed of the GPU, the FPGA was much more energy efficient: the GPU requires 13x more power, consuming 15x more energy per image than the FPGA.</p>\n<p>The broader impacts of this work include the dissemination of results through publications and the training of graduate and undergraduate students. Three PhD students (two full-time) and two MS students contributed to this research effort. Both of the MS students have graduated, beginning their professional careers working with deep learning technologies. The PhD students involved in this project obtained competitive related internships at top technology companies. Lastly, this research effort was integrated into undergraduate education, as the PIs advised a group of four students on a closely-related year-long senior design project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;Ferdman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDeep Learning is an extremely computationally-intensive problem of high importance in the fields of computer vision, natural language processing, fraud detection, bioinformatics, and many other areas that have a wide range of commercial and scientific applications.  While it is clear that the computational capabilities for deep learning are within reach, it is equally clear that the required computational power cannot come from general-purpose processors and requires hardware acceleration. The major goal of this project was to quantitatively demonstrate the applicability of reconfigurable chips called field-programmable gate arrays (FPGAs) to accelerate deep learning, and to show the benefits FPGAs offer over another type of hardware accelerator called a graphics processing unit (GPU). The high level objectives of this work were (1) to perform a detailed characterization of deep learning on GPUs and (2) to construct an FPGA-based implementation of deep learning applications and perform a similar detailed characterization.\n\nThe results of this project quantitatively demonstrate the ability of using FPGAs to provide fast and energy-efficient computation of deep learning algorithms. For example, measurements showed that although the FPGA's speed was close to the speed of the GPU, the FPGA was much more energy efficient: the GPU requires 13x more power, consuming 15x more energy per image than the FPGA.\n\nThe broader impacts of this work include the dissemination of results through publications and the training of graduate and undergraduate students. Three PhD students (two full-time) and two MS students contributed to this research effort. Both of the MS students have graduated, beginning their professional careers working with deep learning technologies. The PhD students involved in this project obtained competitive related internships at top technology companies. Lastly, this research effort was integrated into undergraduate education, as the PIs advised a group of four students on a closely-related year-long senior design project.\n\n\t\t\t\t\tLast Modified: 10/26/2016\n\n\t\t\t\t\tSubmitted by: Michael Ferdman"
 }
}