{
 "awd_id": "1456310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Uci-Cansahcab Regional Intergration Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2014-01-10",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 24365.0,
 "awd_amount": 24365.0,
 "awd_min_amd_letter_date": "2014-09-04",
 "awd_max_amd_letter_date": "2014-09-04",
 "awd_abstract_narration": "The Ucí-Cansahcab Regional Integration Project explores the ways in which the integration of several ancient settlements in the Northern Maya lowlands (what is now the state of Yucatan, Mexico) transformed political, economic, social, and ritual life. Integration took place at the beginning of the Classic period (250-550 AD) when the ancient Maya built a stone causeway that linked the city of Ucí with the town of Cansahcab, located 18km to the east. The causeway also connected two other towns and a handful of hamlets in between Ucí and Cansahcab. The rise of Izamal, the regional capital, also played a role in this integration. In particular, a style of architecture using massive stones originated at Izamal and spreads to all of the sites along the causeway. This project seeks to gauge both the impact of regional integration on the people living near the causeway as well as the ways in which these people actively shaped the outcome of this integration. National Science Foundation Funding will be used to excavate eight ruins of various size to detect changes that occurred after the integration and to determine whether these changes affected all sites in the vicinity of Ucí or only those sites linked to the causeways. \r\n\r\nAn appreciation of the dynamics of power has prompted archaeologists to recognize that people do not merely react to policies emanating from central authorities. The dynamic histories and strategic maneuverings of local communities help shape those policies and the terms of integration. A fundamental area of archaeological inquiry has been to study the impact of regional integration on local communities. This approach, sometimes referred to as \"bottom up\", has been fruitful at multiple levels of political complexity and the current research will add to this domain. However, following the notion that all members of society, regardless of their position in the field of power relations, play active rolls in the production of history, one must also recognize that \"impact\" goes both ways. In other words, a \"bottom-up\" approach to historical transformations must attend not only to how hinterland communities were impacted by centralized authorities, but 1) how the strategies of non-elites condition and circumscribe the exercise of centralized power; and, 2) how the extensive social diversity of actors grouped together in the unwieldy category of \"non-elite\" results in divisions and movements that are themselves a source of transformation. \r\n\r\nThis project has multiple broader impacts. These impacts collaboration with descendant communities and training workers and archaeologists at various skill levels. Collaboration involves working with residents of Ucí and other villages as well as migrant communities in order to promote preservation of cultural heritage. As for training, students at the University of Kentucky as well as the Universidad Autónoma de Yucatan will gain opportunities to complete Masters theses, doctoral dissertations and licentiatura theses with the mentoring of the PI and Mexican collaborators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheryl",
   "pi_last_name": "Luzzadder-Beach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheryl Luzzadder-Beach",
   "pi_email_addr": "slbeach@austin.utexas.edu",
   "nsf_id": "000445195",
   "pi_start_date": "2014-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of this multi-disciplinary, collaborative geoarchaeology research project is to understand the economic linkages and integration between, and natural resources available to, the two ancient Maya Sites of Uci and Cansahcab in Yucatan Mexico. The main focus of our portion of the collaboration was assessing available natural resources. The broader impacts are the results for the natural resources investigation can assist people living and farming in the region today.&nbsp;The archaeology is reported separately in Dr. S. Hutson's portion of the collaborative grant, and soil analysis was reported as part of Dr. R. Terry's Collaborative grant. &nbsp;Major Activities included collecting of water and sediment samples in the field, lab preparation of these samples, and analysis in the PIs' labs as well as in external labs, for water chemistry, radiocarbon dating, and pollen analysis.&nbsp;</p>\n<p>In addition to photospectrometry and titration methods for water quality mineral analysis, ICP-MS (elemental analysis) was run on 2011 and 2014 samples. The following averages of elemental content relevant to agriculture and domestic consumption were found in the water samples collected:</p>\n<p>Average mineral concentrations, mg/l converted from ppb, 2014 ICP MS Results (n=43): B 0.146; Na 116.12; Mg 32.55; K 20.98; Ca 105.43; Mn 0.0005.</p>\n<p>In the prior years, water samples were analysed using spectrophotometric and titration met hods. Average Concentrations, mg/l, (n=41):&nbsp; NO3 0.34; Ca 271.3: Mg 81.1; Cl 143.2; SO4 40.9. Ca and Mg averages in these cases exceed those obtained via ICP-MS and warrant further investigation of comparability of the methods.</p>\n<p>The 2011 mean and median depths to water in wells are 6.99 m and 7.0 m in the Uc&iacute;-Cansahcab transect. This provided a challenge to ancient people digging wells by hand to reach the water table, but natural cenotes would have offered more ready access. The depth to the water table just outside of the Ring of Cenotes, at Chunchucmil, averaged 1.37m&nbsp; and a median of 1.71m. These are both more reachable than groundwater in regions further away in Campeche, where in 2015 we measured depths to water of 30m near the ancient Maya site of Pich in a separate project.&nbsp;</p>\n<p>Paleoecology and soils research of this project included six full soil profiles in archaeological contexts in 2011 that included 36 soil analyses of chemical and physical variation, including major cations, texture, phosphorous, nitrogen, CEC, and carbon isotopic ratios (see the NSF report by Dr. Richard Terry).</p>\n<p>The 2014 season focused on finding a paleoecological research&nbsp;core site.&nbsp; After searching for coring locations, we narrowed sites down to the nearest possible coring sites to our study areas.&nbsp; We attempted five cores with a Livingston Corer with limited success, but we obtained one long core that turned out be 255 cm long from the Santa Rosa Aguada north of Buczotz, Yucatan, Mexico, UTM: 16Q E. 0318907, N. 2353410 at 9 masl in 60 cm of water. (see Attachment A)</p>\n<p>We obtained three cores that totaled 255 cm in depth of mostly peat sediments.&nbsp; We sampled at 2 cm intervals and split the core into multiple sub samples for pollen, AMS dating, texture, and geochemical analysis by magnetic susceptibility, XRF, and XRD.&nbsp; We obtained an AMS date from near the bottom of the core at 250 cm that produced a 2 SIGMA CALIBRATION Date of Cal BC 340 to 325 (Cal BP 2290 to 2275) and Cal BC 205 to 50 (Cal BP 2155 to 2000), which dates to the Maya Late Preclassic Period.&nbsp; Another AMS date from 152 cm in depth produced a 2 SIGMA CALIBRATION Date of Cal AD 775 to 970 (Cal BP 1175 to 980), which is in the Maya Late to Terminal Classic.&nbsp; We measured magnetic susceptibility through the core, finding higher measurements between the c. 2000 and the c. 1000 BP dates and lower measurements a...",
  "por_txt_cntn": "\nThe intellectual merit of this multi-disciplinary, collaborative geoarchaeology research project is to understand the economic linkages and integration between, and natural resources available to, the two ancient Maya Sites of Uci and Cansahcab in Yucatan Mexico. The main focus of our portion of the collaboration was assessing available natural resources. The broader impacts are the results for the natural resources investigation can assist people living and farming in the region today. The archaeology is reported separately in Dr. S. Hutson's portion of the collaborative grant, and soil analysis was reported as part of Dr. R. Terry's Collaborative grant.  Major Activities included collecting of water and sediment samples in the field, lab preparation of these samples, and analysis in the PIs' labs as well as in external labs, for water chemistry, radiocarbon dating, and pollen analysis. \n\nIn addition to photospectrometry and titration methods for water quality mineral analysis, ICP-MS (elemental analysis) was run on 2011 and 2014 samples. The following averages of elemental content relevant to agriculture and domestic consumption were found in the water samples collected:\n\nAverage mineral concentrations, mg/l converted from ppb, 2014 ICP MS Results (n=43): B 0.146; Na 116.12; Mg 32.55; K 20.98; Ca 105.43; Mn 0.0005.\n\nIn the prior years, water samples were analysed using spectrophotometric and titration met hods. Average Concentrations, mg/l, (n=41):  NO3 0.34; Ca 271.3: Mg 81.1; Cl 143.2; SO4 40.9. Ca and Mg averages in these cases exceed those obtained via ICP-MS and warrant further investigation of comparability of the methods.\n\nThe 2011 mean and median depths to water in wells are 6.99 m and 7.0 m in the Uc&iacute;-Cansahcab transect. This provided a challenge to ancient people digging wells by hand to reach the water table, but natural cenotes would have offered more ready access. The depth to the water table just outside of the Ring of Cenotes, at Chunchucmil, averaged 1.37m  and a median of 1.71m. These are both more reachable than groundwater in regions further away in Campeche, where in 2015 we measured depths to water of 30m near the ancient Maya site of Pich in a separate project. \n\nPaleoecology and soils research of this project included six full soil profiles in archaeological contexts in 2011 that included 36 soil analyses of chemical and physical variation, including major cations, texture, phosphorous, nitrogen, CEC, and carbon isotopic ratios (see the NSF report by Dr. Richard Terry).\n\nThe 2014 season focused on finding a paleoecological research core site.  After searching for coring locations, we narrowed sites down to the nearest possible coring sites to our study areas.  We attempted five cores with a Livingston Corer with limited success, but we obtained one long core that turned out be 255 cm long from the Santa Rosa Aguada north of Buczotz, Yucatan, Mexico, UTM: 16Q E. 0318907, N. 2353410 at 9 masl in 60 cm of water. (see Attachment A)\n\nWe obtained three cores that totaled 255 cm in depth of mostly peat sediments.  We sampled at 2 cm intervals and split the core into multiple sub samples for pollen, AMS dating, texture, and geochemical analysis by magnetic susceptibility, XRF, and XRD.  We obtained an AMS date from near the bottom of the core at 250 cm that produced a 2 SIGMA CALIBRATION Date of Cal BC 340 to 325 (Cal BP 2290 to 2275) and Cal BC 205 to 50 (Cal BP 2155 to 2000), which dates to the Maya Late Preclassic Period.  Another AMS date from 152 cm in depth produced a 2 SIGMA CALIBRATION Date of Cal AD 775 to 970 (Cal BP 1175 to 980), which is in the Maya Late to Terminal Classic.  We measured magnetic susceptibility through the core, finding higher measurements between the c. 2000 and the c. 1000 BP dates and lower measurements above the Late/ Terminal Classic date. Other chemical and physical analyses are in progress. We can report that Dr. Steve Bozarth was not able to isolate pollen from thes..."
 }
}