{
 "awd_id": "1456505",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: International Election Observation and Perceptions of Election Credibility",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2014-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 74816.0,
 "awd_amount": 74816.0,
 "awd_min_amd_letter_date": "2014-09-02",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "On June 25, 2014, Tunisia announced that it will hold its first post-revolution parliamentary election on October 26, 2014, and its first post-revolution presidential election on November 23, 2014. This project seeks to evaluate how election observers affect citizens' political attitudes and behaviors around these elections. Election observers, which come from both international and domestic organizations, seek to improve public confidence in elections through their presence at elections and their public reports on election quality. Previous research suggests that local citizens' perceptions of elections' credibility may affect their political participation in a myriad of ways, from promoting democratic engagement and voter turnout to increasing the likelihood of protest and election violence. Thus, election observers may have significant effects on democratization and peace through their effects on beliefs about election credibility.  Given the political events in the Middle East and North Africa since 2011, the knowledge produced from this proposed study has great relevance for peace and stability in the region. In particular, the knowledge can help to inform policymakers and international non-governmental organizations that are involved in post-conflict re-construction .\r\n \r\n \r\nThis project will embed experiments in a panel survey around Tunisia's legislative and presidential elections, which will occur on October 26, 2014, and November 23, 2014, respectively. The experiments will deliver information about election observers' presence and reports at the October 26th election to randomly selected citizens in a nationally representative survey conducted immediately following that election. Factors that will be varied include the identity of election observers (U.S., European, or domestic) and the content of their reports (positive or negative). The project's outcomes will include citizens' perceptions of the credibility of the October 26th election as well as their election turnout, vote choice, and other political behaviors (e.g., protest) during and after the November 23rd election. The latter outcomes will be measured via a post-election survey with the same panel of respondents immediately following the November 23rd election. Thus, if election observers affect perceptions of election credibility, then this project will also be able to estimate how election observers affect a range of other future political behaviors via beliefs about election credibility for the first time using causal mediation analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Bush",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah S Bush",
   "pi_email_addr": "ssbush@sas.upenn.edu",
   "nsf_id": "000662179",
   "pi_start_date": "2014-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University-Of The Commonwealth System of Higher Education",
  "perf_str_addr": "4th Floor - SFC, Suite 427",
  "perf_city_name": "3400 N. Broad Street",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191405102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 74816.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tunisia held its first post-Arab Spring elections in the fall of 2014. In doing so, it became one of the only Arab Spring countries to fulfill some of the goals of the Arab Spring protestors and has set an example for many countries in the region. This project set out to primarily answer an important question to new democracies such as Tunisia and more established democracies alike: what makes people trust in election results? Since this is a big question, the project focused on one important aspect of building trust in elections &ndash; the presence and evaluations of election monitors. Additionally, the study explored some important issues in Tunisia today such as support for international economic activities like trade and foreign aid as well as the willingness of Tunisians to communicate with female legislators. To study these topics, the project employed a large, nationally representative survey carried out in two waves. The first wave interviewed individuals just after the parliamentary election and the second wave re-interviewed those same people just after the second round of the presidential election.</p>\n<p>&nbsp;</p>\n<p>The studies described above yielded four central findings.</p>\n<ul>\n<li>First, the negative evaluations made by election monitors affected Tunisians&rsquo; trust in the election results. These effects depended on Tunisians&rsquo; existing opinions about the elections as well as how confident they were in their opinions. Specifically, although most Tunisians had a positive view of the parliamentary election, supporters of the losing party were less sure of their own opinion. Thus, when they were confronted with a negative evaluation by election observers, their own view grew more negative. This finding is consequential for the growing literature in international relations examining the rise of third-party monitors. These monitors are active in every major domain of international politics, not just elections: They observe states&rsquo; compliance on issues related to peace and conflict, the environment, labor standards, human rights, and more. In all of these issue areas, third parties are thought to influence political outcomes by providing credible information to domestic audiences. </li>\n<li>Second, the effects of election monitors on peoples&rsquo; perceptions of election credibility were not monolithic. Instead, observers&rsquo; effects also depended on the background of the election monitoring organizations. In particular, the effects of election monitors depended on whether the election monitoring organization was perceived to be unbiased and capable. Of the many election monitoring organizations present at the Tunisian elections, only monitors from the Arab League were viewed as both unbiased and capable. Correspondingly, these were the only monitors whose presence reassured Tunisians that their elections were trustworthy. This finding has an important implication for practitioners and policy makers seeking to build trust in credible elections: Encouraging the professionalism of regional monitors may be a sensible approach, since these groups tend to have more local credibility than local or international organizations. In addition, taking steps to enhance &ndash; and then publicize improvements to &ndash; the capabilities and neutrality of all observer groups may be a promising strategy, since such traits are at the root of positive public perceptions. </li>\n<li>Third, the project also examined whether Tunisians were willing to contact their newly elected legislators, many of whom were women. Contrary to some academic research, the study found that Tunisians in the minority party were more likely to want to contact their legislators when primed to think of their female representatives. This result confirmed the hypothesis that certain characteristics of female legislators &ndash; such as their willingness to compromise &ndash; may ...",
  "por_txt_cntn": "\nTunisia held its first post-Arab Spring elections in the fall of 2014. In doing so, it became one of the only Arab Spring countries to fulfill some of the goals of the Arab Spring protestors and has set an example for many countries in the region. This project set out to primarily answer an important question to new democracies such as Tunisia and more established democracies alike: what makes people trust in election results? Since this is a big question, the project focused on one important aspect of building trust in elections &ndash; the presence and evaluations of election monitors. Additionally, the study explored some important issues in Tunisia today such as support for international economic activities like trade and foreign aid as well as the willingness of Tunisians to communicate with female legislators. To study these topics, the project employed a large, nationally representative survey carried out in two waves. The first wave interviewed individuals just after the parliamentary election and the second wave re-interviewed those same people just after the second round of the presidential election.\n\n \n\nThe studies described above yielded four central findings.\n\nFirst, the negative evaluations made by election monitors affected TunisiansÆ trust in the election results. These effects depended on TunisiansÆ existing opinions about the elections as well as how confident they were in their opinions. Specifically, although most Tunisians had a positive view of the parliamentary election, supporters of the losing party were less sure of their own opinion. Thus, when they were confronted with a negative evaluation by election observers, their own view grew more negative. This finding is consequential for the growing literature in international relations examining the rise of third-party monitors. These monitors are active in every major domain of international politics, not just elections: They observe statesÆ compliance on issues related to peace and conflict, the environment, labor standards, human rights, and more. In all of these issue areas, third parties are thought to influence political outcomes by providing credible information to domestic audiences. \nSecond, the effects of election monitors on peoplesÆ perceptions of election credibility were not monolithic. Instead, observersÆ effects also depended on the background of the election monitoring organizations. In particular, the effects of election monitors depended on whether the election monitoring organization was perceived to be unbiased and capable. Of the many election monitoring organizations present at the Tunisian elections, only monitors from the Arab League were viewed as both unbiased and capable. Correspondingly, these were the only monitors whose presence reassured Tunisians that their elections were trustworthy. This finding has an important implication for practitioners and policy makers seeking to build trust in credible elections: Encouraging the professionalism of regional monitors may be a sensible approach, since these groups tend to have more local credibility than local or international organizations. In addition, taking steps to enhance &ndash; and then publicize improvements to &ndash; the capabilities and neutrality of all observer groups may be a promising strategy, since such traits are at the root of positive public perceptions. \nThird, the project also examined whether Tunisians were willing to contact their newly elected legislators, many of whom were women. Contrary to some academic research, the study found that Tunisians in the minority party were more likely to want to contact their legislators when primed to think of their female representatives. This result confirmed the hypothesis that certain characteristics of female legislators &ndash; such as their willingness to compromise &ndash; may make them better able to enact minority policy preferences. This finding can inform ongoing debates about whether the Arab Spring would lea..."
 }
}