{
 "awd_id": "1456447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gravitational Waves, Gamma-Ray Bursts, and the Multi-Messenger Exploration of the Transient Sky",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2014-07-31",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 99259.0,
 "awd_amount": 99259.0,
 "awd_min_amd_letter_date": "2014-09-06",
 "awd_max_amd_letter_date": "2014-09-06",
 "awd_abstract_narration": "The detection of gravitational waves will provide a totally new view of the transient sky. The advanced LIGO, the Laser Interferometer Gravitational Wave Observatory, will soon open an era when mysterious questions regarding gamma-ray bursts, the most relativistic and energetic stellar explosions, will be clarified via multi-messenger studies. In this framework, the present award supports: (i) the training of a graduate student who can work, within the LIGO Scientific Collaboration, on LIGO searches in coincidence with gamma-ray bursts; (ii) studies related to the electromagnetic follow-up of LIGO-Virgo triple coincidence triggers; (iii) searches for \"longer-duration\" gravitational wave signals, aimed at probing the magnetar progenitor scenario for gamma-ray bursts. The detection of gravitational waves could probe, for the first time directly, the nature of gamma-ray burst progenitors. The discovery of an \"orphan afterglow\" via electromagnetic follow-up of a gravitational wave trigger, would yield the most dramatic confirmation of the jet model for gamma-ray bursts. The detection of a longer-duration gravitational wave signal in coincidence with a gamma-ray burst, could probe the nature of the central engine (magnetar versus black-hole), and explain some of the most puzzling observational properties of the early afterglow phase.\r\n\r\nAn important component of this project is the training of graduate and undergraduate students at being the next generation of astrophysicists: scientists capable of bridging astronomy and gravitational physics. Students' participation in LIGO engineering runs dedicated to the preparation of the advanced detectors, is encouraged. A wider dissemination of the concept of gravitational wave astronomy, and awareness of LIGO as the US national facility dedicated to opening a new era in astronomy, are promoted through lectures offered at a local planetarium. The last serves public school students belonging, for the vast majority, to underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandra",
   "pi_last_name": "Corsi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandra Corsi",
   "pi_email_addr": "acorsi2@jh.edu",
   "nsf_id": "000628946",
   "pi_start_date": "2014-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "Physics Department",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99259.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span>LIGO</span> (the Laser Interferometer Gravitational-wave Observatory) is an NSF-funded national facility constructed and operated to detect gravitational waves. According to Einstein's theory of general relativity, violent astrophysical transients such as colliding black holes, merging neutron stars, and explosive deaths of massive stars, should cause &ldquo;ripples&rdquo; traveling through the fabric space-time at the speed of light. These ripples, called gravitational waves, have a minuscule effect when they reach the Earth: the amount of stretching and compressing of space-time they cause is thousands of times smaller than the nucleus of an atom. After undergoing major upgrades, Advanced <span>LIGO</span> has achieved its first detection of gravitational waves from two colliding black holes, marking the start of gravitational wave astronomy. Over the forthcoming years, the expectation is for Advanced <span>LIGO</span> to provide more detections from a variety of astrophysical transients, opening a totally new view of the explosive universe and revolutionizing the way astronomers study the cosmos.</span></p>\n<p><span>This award has supported multi-messenger studies of gamma-ray bursts (<span>GRBs</span>), the most relativistic explosions we know of, likely originating from the violent deaths of massive stars and/or the merging of binary systems of neutron stars. This project focused on the development of data analysis methods and tools needed to connect <span>LIGO</span> observations and traditional (electromagnetic) astronomy. Three main goals have been achieved: (i) supporting the <span>LIGO</span> Scientific Collaboration in efficiently identifying coincidences with gamma-ray burst triggers; (ii) completing the first electromagnetic follow-up of <span>LIGO</span>-Virgo triple coincidence triggers; (iii) developing a new <span>LIGO</span> data analysis method optimized to search for \"longer-duration\" gravitational wave signals from magnetized neutron stars (<span>magnetars</span>) formed in <span>GRBs</span>.</span></p>\n<p><span>&nbsp;This award supported the training of several students at the graduate and undergraduate level. The core work was carried out in Texas, and within an international collaboration of more than a thousand scientists dedicated to building the <span>LIGO</span> detectors and analyzing their data. Students were trained in data analysis techniques and numerical methods that have applications in fields beyond gravitational physics, such as mathematics and statistics.&nbsp; This award also funded public outreach contributions such as a volunteer lecture on gravitational waves for high school students in the Washington D.C. area, helping run an exhibit on gravitational waves and <span>LIGO</span> at the Astronomy Night on the National Mall in Washington (DC), a special lecture on the first direct detection of gravitational waves as part of an introductory astronomy course for non-science majors at Texas Tech University, and several interviews on gravitational waves and <span>LIGO</span> for local media of Lubbock (TX).&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2016<br>\n\t\t\t\t\tModified by: Alessandra&nbsp;Corsi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLIGO (the Laser Interferometer Gravitational-wave Observatory) is an NSF-funded national facility constructed and operated to detect gravitational waves. According to Einstein's theory of general relativity, violent astrophysical transients such as colliding black holes, merging neutron stars, and explosive deaths of massive stars, should cause \"ripples\" traveling through the fabric space-time at the speed of light. These ripples, called gravitational waves, have a minuscule effect when they reach the Earth: the amount of stretching and compressing of space-time they cause is thousands of times smaller than the nucleus of an atom. After undergoing major upgrades, Advanced LIGO has achieved its first detection of gravitational waves from two colliding black holes, marking the start of gravitational wave astronomy. Over the forthcoming years, the expectation is for Advanced LIGO to provide more detections from a variety of astrophysical transients, opening a totally new view of the explosive universe and revolutionizing the way astronomers study the cosmos.\n\nThis award has supported multi-messenger studies of gamma-ray bursts (GRBs), the most relativistic explosions we know of, likely originating from the violent deaths of massive stars and/or the merging of binary systems of neutron stars. This project focused on the development of data analysis methods and tools needed to connect LIGO observations and traditional (electromagnetic) astronomy. Three main goals have been achieved: (i) supporting the LIGO Scientific Collaboration in efficiently identifying coincidences with gamma-ray burst triggers; (ii) completing the first electromagnetic follow-up of LIGO-Virgo triple coincidence triggers; (iii) developing a new LIGO data analysis method optimized to search for \"longer-duration\" gravitational wave signals from magnetized neutron stars (magnetars) formed in GRBs.\n\n This award supported the training of several students at the graduate and undergraduate level. The core work was carried out in Texas, and within an international collaboration of more than a thousand scientists dedicated to building the LIGO detectors and analyzing their data. Students were trained in data analysis techniques and numerical methods that have applications in fields beyond gravitational physics, such as mathematics and statistics.  This award also funded public outreach contributions such as a volunteer lecture on gravitational waves for high school students in the Washington D.C. area, helping run an exhibit on gravitational waves and LIGO at the Astronomy Night on the National Mall in Washington (DC), a special lecture on the first direct detection of gravitational waves as part of an introductory astronomy course for non-science majors at Texas Tech University, and several interviews on gravitational waves and LIGO for local media of Lubbock (TX). \n\n\t\t\t\t\tLast Modified: 07/06/2016\n\n\t\t\t\t\tSubmitted by: Alessandra Corsi"
 }
}