{
 "awd_id": "1461594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSEDI Collaborative Research:  Electrical conductivity of deformed partially molten rocks: Implications for upper mantle structure and dynamics",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2014-08-14",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 255858.0,
 "awd_amount": 255858.0,
 "awd_min_amd_letter_date": "2014-09-08",
 "awd_max_amd_letter_date": "2015-01-30",
 "awd_abstract_narration": "This project is a laboratory investigation of the electrical conductivity of deformed partially molten rocks to help understand the mechanisms by which plate tectonics operates. The motion of rigid plates that comprise Earth's lithosphere relative to the underlying convecting mantle is thought to promote the formation of sheared rock and/or partially molten zones beneath the lithosphere.  This deformation has been suggested to explain geophysical anomalies detected at depths below the lithosphere, such as zones of high electrical conductivity and low seismic velocity.  Partial melt is known to redistribute under shear into a texture in which melt is focused into bands with a strong preferred orientation in the direction of the shearing.  The proposed experiments are designed to determine the manner in which the electrical conductivity of deformed partially molten mantle rocks varies with shear and orientation.  The results will provide information that helps to understand the mechanisms of coupling of lithospheric plates with the underlying mantle and the processes that govern plate tectonics.  \r\n\r\nThis work will involve multidisciplinary investigation of the electrical conductivity signature, in terms of both magnitude and anisotropy relative to the shear direction, of partially molten mantle rocks deformed to high shear strain combined with correlation to field electrical measurements.  Melt spatial arrangement in partially molten materials in the upper mantle can result in highly anisotropic geophysical signatures when the materials are deformed to high shear strains. The evolution of melt structure in shear experiments, promoting formation of melt-rich bands, is expected to have significant effects on both bulk conductivity and electrical anisotropy, but such effects have not been fully experimentally investigated.  Deformed partially molten samples in the olivine-melt system will be synthesized and electrical conductivity measurements will be performed on prepared sections of these samples, oriented with respect to the maximum applied shear stress, under sub- and super-solidus conditions.  Melt compositions will include anhydrous, hydrous and carbonate-bearing melts. The effects of temperature, compaction length and total shear strain will be investigated. Samples will be characterized in 2-D with optical and electron microscopy and in 3-D by synchrotron x-ray tomography. Electrical measurements will be combined with the textural characterization of the samples to develop geometry-based conductivity models as a function of physical and chemical parameters. We will apply our conductivity models to interpret field electrical data. These results will help constrain the nature of and processes in the asthenosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Pommier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Pommier",
   "pi_email_addr": "apommier@carnegiescience.edu",
   "nsf_id": "000601189",
   "pi_start_date": "2014-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 142521.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 113337.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Field electrical studies observe electrical anomalies (areas of high conductivity) at the top part of the Earth&rsquo;s mantle. These anomalies highlight a complex structure of the planet&rsquo;s interior that may be explained by a high level of deformation. Indeed, the motion of tectonic plates relative to the underlying convecting mantle produces deformation at their interface. We have investigated the electrical properties of non-deformed and deformed samples representative of the upper mantle (olivine grains +/- melt) at pressure and temperature conditions relevant to the Earth&rsquo;s interior. Prior to this project, the effect of deformation on the electrical response of mantle rocks was poorly understood, which forbids a complete understanding of field data.</p>\n<p>Our experiments on deformed samples resulted in exciting findings; we observed that electrical conductivity is higher in the direction of deformation (shear) and developed electrical models based on our results that reproduce the field electrical data. We also showed that the effect of water, melt and deformation cannot be discriminated from the bulk electrical response. Our results on melt-free samples show that no simple model can explain the electrical data and the samples&rsquo; texture. We observed that (1) the conductivity of samples depends on the size of the grains, (2) the sample with the highest deformation is the most conductive even though it does not have the smallest grain size, and (3) conductivity is up to a factor of ~4 larger in the main deformation direction than normal to the deformation plane. We proposed that the electrical conductivity is dominated by grain boundary paths and showed that all grain boundaries are not equal: diffusion is enhanced in boundaries that are parallel to the main deformation direction.&nbsp;</p>\n<p>Using other experiments on non-deformed olivine samples, we observed that changes in the electrical response with temperature can be used to identify the distribution of melt in the olivine matrix. At high temperature, a significant increase in conductivity is observed, consistent with melt channels being well connected. We developed models to reproduce these electrical data. Since the conditions of our experiments correspond not only to the Earth's upper mantle but also to the lower mantle of the Moon, we compared our data with the existing electrical profiles of our Moon. This comparison suggests that well-connected melt may occur at the bottom of the Moon&rsquo;s mantle if the amount of melt is high enough, in agreement with the findings from several seismic studies.</p>\n<p>In order to make our results directly accessible to Earth scientists, we reshaped the freely available application SIGMELTS 2.0 (<em>sigmelts.ucsd.edu</em>) and implemented our new electrical results. SIGMELTS promotes the use of lab-based models to interpret electrical field data, and now includes the capability to plot and export the calculations.&nbsp;</p>\n<p>This collaborative project provided training and professional development opportunities to several undergraduate students, graduate students, and postdoc researchers at three institutions (UCSD-SIO, ASU, UMN). It also&nbsp;contributed significantly to the development of the PI&rsquo;s new lab (the Planetary and Experimental Petrology Laboratory) at UCSD-SIO. Our work has been&nbsp;shared with the scientific community through scientific meetings, a web-application and articles.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2018<br>\n\t\t\t\t\tModified by: Anne&nbsp;Pommier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nField electrical studies observe electrical anomalies (areas of high conductivity) at the top part of the Earth?s mantle. These anomalies highlight a complex structure of the planet?s interior that may be explained by a high level of deformation. Indeed, the motion of tectonic plates relative to the underlying convecting mantle produces deformation at their interface. We have investigated the electrical properties of non-deformed and deformed samples representative of the upper mantle (olivine grains +/- melt) at pressure and temperature conditions relevant to the Earth?s interior. Prior to this project, the effect of deformation on the electrical response of mantle rocks was poorly understood, which forbids a complete understanding of field data.\n\nOur experiments on deformed samples resulted in exciting findings; we observed that electrical conductivity is higher in the direction of deformation (shear) and developed electrical models based on our results that reproduce the field electrical data. We also showed that the effect of water, melt and deformation cannot be discriminated from the bulk electrical response. Our results on melt-free samples show that no simple model can explain the electrical data and the samples? texture. We observed that (1) the conductivity of samples depends on the size of the grains, (2) the sample with the highest deformation is the most conductive even though it does not have the smallest grain size, and (3) conductivity is up to a factor of ~4 larger in the main deformation direction than normal to the deformation plane. We proposed that the electrical conductivity is dominated by grain boundary paths and showed that all grain boundaries are not equal: diffusion is enhanced in boundaries that are parallel to the main deformation direction. \n\nUsing other experiments on non-deformed olivine samples, we observed that changes in the electrical response with temperature can be used to identify the distribution of melt in the olivine matrix. At high temperature, a significant increase in conductivity is observed, consistent with melt channels being well connected. We developed models to reproduce these electrical data. Since the conditions of our experiments correspond not only to the Earth's upper mantle but also to the lower mantle of the Moon, we compared our data with the existing electrical profiles of our Moon. This comparison suggests that well-connected melt may occur at the bottom of the Moon?s mantle if the amount of melt is high enough, in agreement with the findings from several seismic studies.\n\nIn order to make our results directly accessible to Earth scientists, we reshaped the freely available application SIGMELTS 2.0 (sigmelts.ucsd.edu) and implemented our new electrical results. SIGMELTS promotes the use of lab-based models to interpret electrical field data, and now includes the capability to plot and export the calculations. \n\nThis collaborative project provided training and professional development opportunities to several undergraduate students, graduate students, and postdoc researchers at three institutions (UCSD-SIO, ASU, UMN). It also contributed significantly to the development of the PI?s new lab (the Planetary and Experimental Petrology Laboratory) at UCSD-SIO. Our work has been shared with the scientific community through scientific meetings, a web-application and articles.\n\n \n\n\t\t\t\t\tLast Modified: 06/03/2018\n\n\t\t\t\t\tSubmitted by: Anne Pommier"
 }
}