{
 "awd_id": "1462143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Collaborative Research:  Analysis of Language Samples for Detecting Language Impairment in Monolingual and Bilingual Children",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2014-08-31",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 130500.0,
 "awd_amount": 130500.0,
 "awd_min_amd_letter_date": "2014-09-12",
 "awd_max_amd_letter_date": "2014-09-12",
 "awd_abstract_narration": "It is widely recognized that language impairment can have a negative effect on literacy skills, and that children suffering language impairment are at a higher risk of academic under-achievement and lower overall social development.  Hence, early and accurate language assessment for children is critical, especially for those with non-mainstream linguistic backgrounds.  Spontaneous language samples are commonly used in communication disorders to measure the speaker's competence across a range of complementary language skills.  These elicitation tasks allow clinicians and clinical researchers to analyze speech fluency by looking at the patterns of disfluencies and other speech disruptions.  Language productivity can be gauged by computing mean length of utterance, along with measures of vocabulary and total utterances produced.  Morpho-syntactic skills can also be analyzed from these data, by manually coding for specific grammatical constructions that are known to signal developmental milestones.  At present, use of the information contained in these language samples is restricted to the capacity of human experts to manually analyze the data, since little has been done to use computational models for this task   In this collaborative effort by PIs in the University of Alabama at Birmingham and the University of Texas at Dallas, the objective is to address this problem by developing computational approaches for scoring samples from children along different language dimensions, including speech fluency, syntactic structure, content, and coherence, with the long term goal of building robust computational linguistic approaches for identifying language impairments in children.   With these ends in mind, the PIs will investigate a number of core research questions, including measuring syntactic complexity in children's language, evaluating content in story retelling and play sessions, and detecting disfluencies in children's transcripts.  Moreover, this research will focus on analyzing samples from children with three different language backgrounds: English monolinguals, Spanish monolinguals, and Spanish-English bilinguals of Mexican descent (the latter representing the fastest growing minority in this country).  Since their models will be data driven, the PIs expect to be able to evaluate empirically the differences in developmental patterns of speech in children across these linguistic diversities.   Addressing the bilingual population involves modeling code-switching behavior; thus, additional core research questions include measuring syntactic complexity in code-switched data, and identification and categorization of code-switching patterns in bilingual children.  \r\n\r\nBroader Impacts:  This research will contribute to developing more accurate and practical tools for assessing language development in children, a field to which little attention has been paid to date.  Addressing the challenges involved in the automated analysis of children's speech will also advance the field of Natural Language Processing (NLP) in general.  Moreover, since the project involves children with three different linguistic backgrounds, the new technology will have low language dependency and so should be easily portable to other languages and domains.  In the field of communication disorders, applying corpus-based approaches to language assessment is still in its infancy; project outcomes will have a direct impact on this field, by providing new metrics for scoring spontaneous language samples of children that can complement the battery of assessment tools currently used.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thamar",
   "pi_last_name": "Solorio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thamar Solorio",
   "pi_email_addr": "thamar.solorio@gmail.com",
   "nsf_id": "000492342",
   "pi_start_date": "2014-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "316 E. Cullen Building",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this project was to design computational approaches to analyze language samples from bilingual children. Advances in the field of natural language processing have made possible the availability of syntactic analyzers for human language. However, these analyzers have been trained on adult language from monolingual speakers, mostly from broadcast news corpora. There has been limited work on developing these analyzers for child language or for mixed language data. This project contributes to fill in that gap. During the project performance we worked on the adaptation of these analyzers to mixed language, in particular to Spanish-English. We then used the output of these analyzers to propose new metrics for language assessment that can combine information at the lexical level and at the syntactic level. Our investigations showed that these metrics can indeed yield interesting analyses from story narratives of bilingual children.&nbsp;</p>\n<p>As a result of this research, we have found that it is indeed possible to rely on the automated analysis of language samples as an additional resource in the evaluation of language skills in bilingual children. Our methods provide an initial attempt at developing an accessible way to analyze language samples in an efficient way that can streamline the process of early diagnosis and treatment of children suffering from a language disorder.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2016<br>\n\t\t\t\t\tModified by: Thamar&nbsp;Solorio</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this project was to design computational approaches to analyze language samples from bilingual children. Advances in the field of natural language processing have made possible the availability of syntactic analyzers for human language. However, these analyzers have been trained on adult language from monolingual speakers, mostly from broadcast news corpora. There has been limited work on developing these analyzers for child language or for mixed language data. This project contributes to fill in that gap. During the project performance we worked on the adaptation of these analyzers to mixed language, in particular to Spanish-English. We then used the output of these analyzers to propose new metrics for language assessment that can combine information at the lexical level and at the syntactic level. Our investigations showed that these metrics can indeed yield interesting analyses from story narratives of bilingual children. \n\nAs a result of this research, we have found that it is indeed possible to rely on the automated analysis of language samples as an additional resource in the evaluation of language skills in bilingual children. Our methods provide an initial attempt at developing an accessible way to analyze language samples in an efficient way that can streamline the process of early diagnosis and treatment of children suffering from a language disorder.\n\n\t\t\t\t\tLast Modified: 12/15/2016\n\n\t\t\t\t\tSubmitted by: Thamar Solorio"
 }
}