{
 "awd_id": "1756547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "U.S. Participation in the Development of LIS, a Transnational Database: Luxembourg Income Study Database & Luxembourg Wealth Study Database, 2019 to 2023",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924973",
 "po_email": "aajones@nsf.gov",
 "po_sign_block_name": "Antwan Jones",
 "awd_eff_date": "2019-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1875000.0,
 "awd_amount": 1875000.0,
 "awd_min_amd_letter_date": "2018-07-11",
 "awd_max_amd_letter_date": "2022-08-12",
 "awd_abstract_narration": "This project provides continuing support for LIS, Cross-National Data Center (formerly Luxembourg Income Study). The LIS is a unique, cross-national, data infrastructure that is essential for understanding the social and economic wellbeing of persons and families in the globalized world. Created to foster primary research by providing access to household microdata, LIS enables both theoretical and empirical social research that informs analyses of a broad array of social and economic policies and institutions. LIS maintains two social science data archives for the purposes of enabling and fostering cross-national research on socio-economic outcomes in high- and middle-income countries. The current project will add new data sets from currently included countries as well as datasets from additional countries.  Thousands of researchers worldwide use the Luxembourg Income Study (LIS) and Luxembourg Wealth Study (LWS) databases to analyze outcomes including poverty, income inequality, employment status, wage patterns, gender inequality, family formation, immigration, wealth and debt accumulation. A large share of LIS-based studies focus on the ways in which, and the extent to which, economic and social policies shape these outcomes. These studies provide policy input regarding income and wealth distributions in the United States and across the globe.  \r\n \r\n\r\nThis project harmonizes (renders comparable) micro-datasets from multiple countries that include data on income, wealth, employment and demography. It provides a secure method that: (1)  allows investigators access to data with privacy restrictions; 2) maintains a remote-execution system to enable research conducted from off-site locations; and 3) promotes the use of microdata in comparative research on social and economic wellbeing on a global level.  The project conducts research onsite, and sponsors and hosts scholars using the LIS data. By providing an infrastructure with datasets from geographically and economically diverse countries, the project will continue to broaden the basis for interdisciplinary researchers pursuing intellectual inquiry using household microdata.  The LIS datasets include income, employment, and demographic variables at the person- and household-level. The LIS Database currently includes microdata from 50 countries and contains over 300 datasets spanning the years 1968 to 2016; the newer LWS Database contains 20 wealth datasets from 15 countries and covers the period 1994 to 2015. LIS and LWS datasets together cover approximately 86% of the world GDP and 64% of world population. The project prepares and maintains standardized national indicators on household inequality and poverty that are publicly available on the LIS website, www.lisdatacenter.org. Extensive documentation is available on the underlying surveys, the harmonization process, and the country-specific institutions that shape income and wealth levels and distributions through METIS, the new metadata system. The project provides online instructional materials, user support, and annual training workshops as well as periodic conferences. LIS is a physical and virtual venue for researchers to exchange ideas, results, and methods; these exchanges take place through the Working Paper Series, the Visiting Scholar Program, LIS-based conferences, workshops, and public programs, as well as pre- and post-doctoral scholarships; excellence is promoted through an annual research award. LIS serves thousands of researchers worldwide from various disciplines including economics, sociology, political science, policy studies, and public health. Users come from academia, government agencies, non-governmental agencies, supranational organizations and news agencies; one-third of registered users are from the United States. LIS is supported by substantial funding from the Luxembourg government. The current project will continue to broaden its impact beyond academia by expanding collaborations, communicating through various media, and developing data visualization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Gornick",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Janet C Gornick",
   "pi_email_addr": "jgornick@gc.cuny.edu",
   "nsf_id": "000237108",
   "pi_start_date": "2018-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 Fifth Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "120Y00",
   "pgm_ele_name": "AIB-Acctble Institutions&Behav"
  },
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 297250.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 604000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 224001.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 531701.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 218048.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>LIS is a cross-national data center which serves a global community of researchers, educators, and policy makers. LIS acquires datasets with income, wealth, employment, and demographic data from many high- and middle-income countries, harmonizes them to enable cross-national comparisons, and makes them available for public use by providing registered users with remote access.</span></p>\r\n<p><span>LIS houses the </span>Luxembourg Income Study (LIS) Database<em><span>,</span></em><span> which mainly includes income data, and the<em> </em></span>Luxembourg Wealth Study (LWS) Database<em><span>,</span></em><span> which focuses on wealth data. Both databases also include labor market and demographic data. These databases contain harmonized microdata from high- and middle-income countries around the world. The </span>LIS Database <span>is the largest available income database of harmonized microdata, now including more than 900 datasets collected from 52</span><span> countries in Europe, North America, Latin America, Africa, Asia, and Australasia and spanning five decades. The </span>LWS Database<span> is the first cross-national wealth database in existence with 124 datasets from 22 countries.</span></p>\r\n<p><span>The LIS Databases have been used by thousands of researchers worldwide to conduct cross-national comparative research on socio-economic outcomes, including poverty, income and wealth inequality, employment outcomes, gender disparities and--when combined with external data--family formation, health outcomes, public opinion, and macroeconomic conditions. Making the LWS data available has also enabled entirely new lines of research about wealth, debt and other dimensions of economic well-being. Reports based on the </span>LIS<span> and </span>LWS<span> data appear in books, journal articles, and dissertations, and are often featured in popular media. All research based on LIS and LWS microdata is catalogued in our publicly available Working Paper series.</span></p>\r\n<p><span>LIS and LWS microdata are accessible to registered researchers through LIS' remote-execution system,&nbsp;</span>LISSY<span>, but LIS also provides non-technical tools for users who lack the skills and/or resources to access the microdata. DART (Data Access Research Tool) is a powerful web-based interactive tool that allows users to select and visualize income and wealth indicators, countries, and time periods, and to decompose them by a multitude of individual and household characteristics, all based on the LIS harmonized databases. LIS' Key Figures are similarly available for unrestricted public access on the LIS website and consist of a set of national indicators on inequality and poverty based on LIS microdata. Both tools provide data for researchers and policymakers.</span></p>\r\n<p>LIS builds research capacity through its annual summer workshops in Luxembourg as well as workshops in current or future participating countries. The curriculum blends substantive classroom lectures on research methods and results with LIS- and LWS-specific technical training and hands-on practice. For those unable to attend a workshop, LIS provides online training tools. LIS fosters scholarly activity and dissemination of findings, including the maintenance of the LIS and LWS Working Papers Series, whose 900+ papers are fully accessible to the general public free of cost. LIS also hosts periodic conferences and events, both in Luxembourg and at the U.S. Office of LIS, which is housed at the Stone Center on Socio-Economic Inequality at the City University of New York (CUNY) Graduate Center. The U.S. Office organizes and participates in events that help to publicize LIS, including LIS \"mini workshops,\" academic courses based on the LIS data, and presentations of LIS or LIS research at external events.</p>\r\n<p>Additional major outcomes at LIS during this award period include the launch of the ERF-LIS Database (a joint endeavor with the Economic Research Forum that offers access to the largest available harmonized micro-database on income and expenditure/consumption), annualization of the LIS Database and continued geographic expansion of both the LIS and LWS datasets, the launch of the UK LIS Satellite Office at the International Inequalities Institute (III) at the London School of Economics, and the launch of the DART tool, described above. Finally, the establishment of a Luxembourg Consumption Study (LCS) Database has been concretely set in motion.</p><br>\n<p>\n Last Modified: 04/24/2025<br>\nModified by: Janet&nbsp;C&nbsp;Gornick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nLIS is a cross-national data center which serves a global community of researchers, educators, and policy makers. LIS acquires datasets with income, wealth, employment, and demographic data from many high- and middle-income countries, harmonizes them to enable cross-national comparisons, and makes them available for public use by providing registered users with remote access.\r\n\n\nLIS houses the Luxembourg Income Study (LIS) Database, which mainly includes income data, and the Luxembourg Wealth Study (LWS) Database, which focuses on wealth data. Both databases also include labor market and demographic data. These databases contain harmonized microdata from high- and middle-income countries around the world. The LIS Database is the largest available income database of harmonized microdata, now including more than 900 datasets collected from 52 countries in Europe, North America, Latin America, Africa, Asia, and Australasia and spanning five decades. The LWS Database is the first cross-national wealth database in existence with 124 datasets from 22 countries.\r\n\n\nThe LIS Databases have been used by thousands of researchers worldwide to conduct cross-national comparative research on socio-economic outcomes, including poverty, income and wealth inequality, employment outcomes, gender disparities and--when combined with external data--family formation, health outcomes, public opinion, and macroeconomic conditions. Making the LWS data available has also enabled entirely new lines of research about wealth, debt and other dimensions of economic well-being. Reports based on the LIS and LWS data appear in books, journal articles, and dissertations, and are often featured in popular media. All research based on LIS and LWS microdata is catalogued in our publicly available Working Paper series.\r\n\n\nLIS and LWS microdata are accessible to registered researchers through LIS' remote-execution system,LISSY, but LIS also provides non-technical tools for users who lack the skills and/or resources to access the microdata. DART (Data Access Research Tool) is a powerful web-based interactive tool that allows users to select and visualize income and wealth indicators, countries, and time periods, and to decompose them by a multitude of individual and household characteristics, all based on the LIS harmonized databases. LIS' Key Figures are similarly available for unrestricted public access on the LIS website and consist of a set of national indicators on inequality and poverty based on LIS microdata. Both tools provide data for researchers and policymakers.\r\n\n\nLIS builds research capacity through its annual summer workshops in Luxembourg as well as workshops in current or future participating countries. The curriculum blends substantive classroom lectures on research methods and results with LIS- and LWS-specific technical training and hands-on practice. For those unable to attend a workshop, LIS provides online training tools. LIS fosters scholarly activity and dissemination of findings, including the maintenance of the LIS and LWS Working Papers Series, whose 900+ papers are fully accessible to the general public free of cost. LIS also hosts periodic conferences and events, both in Luxembourg and at the U.S. Office of LIS, which is housed at the Stone Center on Socio-Economic Inequality at the City University of New York (CUNY) Graduate Center. The U.S. Office organizes and participates in events that help to publicize LIS, including LIS \"mini workshops,\" academic courses based on the LIS data, and presentations of LIS or LIS research at external events.\r\n\n\nAdditional major outcomes at LIS during this award period include the launch of the ERF-LIS Database (a joint endeavor with the Economic Research Forum that offers access to the largest available harmonized micro-database on income and expenditure/consumption), annualization of the LIS Database and continued geographic expansion of both the LIS and LWS datasets, the launch of the UK LIS Satellite Office at the International Inequalities Institute (III) at the London School of Economics, and the launch of the DART tool, described above. Finally, the establishment of a Luxembourg Consumption Study (LCS) Database has been concretely set in motion.\t\t\t\t\tLast Modified: 04/24/2025\n\n\t\t\t\t\tSubmitted by: JanetCGornick\n"
 }
}