{
 "awd_id": "9015859",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Forced Convection Phase-Change Heat Transfer with StreamwiseCurvature and Two-Phase Approach Flow",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mary chen",
 "awd_eff_date": "1991-01-01",
 "awd_exp_date": "1994-06-30",
 "tot_intn_awd_amt": 176071.0,
 "awd_amount": 176071.0,
 "awd_min_amd_letter_date": "1990-12-28",
 "awd_max_amd_letter_date": "1990-12-28",
 "awd_abstract_narration": "This project is predominantly an experimental study of forced                   convection boiling heat transfer from small regions to a                        channel flow.  Application of the results lie in the design of                  equipment where small, high-heat-flux regions must be cooled:                   x-ray sources for lithography and medicine, microwave                           klystrons, lasers, microelectronic and optical devices, gas                     turbines, fusion reactor instrumentation and first walls,                       high-speed aircraft leading surfaces and quenching in                           materials processing.  Theoretical or scientific value lies in                  the description of the boiling behavior in situations where                     the thermal boundary layer and bubble boundary layer                            thicknesses are small relative to the channel size.  Effects                    to be documented are:  heating length, bulk velocity,                           subcooling, pressure, fluid type, streamwise curvature of the                   heated wall and the void fraction of the flow approaching the                   heated surface.  The program begins by completing an ongoing                    study on the effect of wall concave curvature on subcooled                      flow boiling characteristics.  In this study, all the voids                     are constrained to very near the heated surface.  The next                      phase and the main portion of the study is one where the flow                   approaching the heated region is a two-phase mixture of vapor                   and liquid in thermodynamic equilibrium.  In this study, the                    effect of approach flow void fraction and two-phase flow                        regime will be investigated in flow within straight channels                    and within concave-curved channels.  With concave curvature,                    voids are rapidly transported away from the heated wall by the                  cross-stream pressure gradient established in the curved flow.                  This effect is presently being investigated for a situation                     where the approaching flow is a subcooled liquid.  The                          continuation project will characterize the stronger benefit                     that will be seen when the entry flow is a two-phase mixture                    in that there will be a substantial increase, between straight                  flow and curved flow, of the heat flux at the point of                          departure from nucleate boiling (DNB).  Once characterized and                  described, this can be capitalized upon in the design of                        cooling schemes for the above engineering systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terrence",
   "pi_last_name": "Simon",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Terrence W Simon",
   "pi_email_addr": "simon002@umn.edu",
   "nsf_id": "000427239",
   "pi_start_date": "1991-01-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 176071.0
  }
 ],
 "por": null
}