{
 "awd_id": "9020590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physical Constraints on Form:  Investigating Visual         Information For Event Recognition and the Judgement of Size",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": "7032924833",
 "po_email": "jyoung@nsf.gov",
 "po_sign_block_name": "Jasmine Young",
 "awd_eff_date": "1991-02-01",
 "awd_exp_date": "1994-07-31",
 "tot_intn_awd_amt": 173251.0,
 "awd_amount": 173251.0,
 "awd_min_amd_letter_date": "1991-01-28",
 "awd_max_amd_letter_date": "1992-12-03",
 "awd_abstract_narration": "How do people perceive the size of objects visually?  Since the                 size of the visual image of an object varies depending on the                   distance of the object from the observer, this has always been a                problem for perceptual theorists.  One possibility is that people               know the size of familiar objects that they can recognize from                  their shapes.  An important category of recognizable objects                    consists of biological objects whose sizes vary with growth.                    Physical laws that constrain growth processes produce subtle                    changes in the shape of biological objects that correspond to                   changes in their sizes.  Specific shapes, therefore, correspond                 to specific sizes.  Is it possible that observers can                           discriminate these subtle variations in shape and use them as                   visual information about size?  This research will investigate                  two physically determined aspects of tree shape as information                  about tree height.  Observers will judge computer-generated tree                silhouettes appearing without any other visual information about                size or distance.  All silhouettes will be of the same image                    size.  The research will use a computer model derived from                      biophysical studies of tree growth.  The research will compare                  results with the computer-generated tree silhouettes to                         perceptual results with silhouettes of real trees and with                      judgments of real trees in natural viewing conditions.  Tree                    motions also vary in ways specific to tree size, due to some of                 the same physical constraints determining tree shape.   The                     research will isolate these motions in patch-light displays, in                 which only the tips of the branches can be seen moving, and test                their role as visual information about size.  Results of these                  studies will contribute to an understanding of scaling in space                 perception, especially in circumstances where distance                          information is perturbed, as in looking through telescopes or                   other imaging apparatus.                                                                                                                                        Previous research has shown that motions from a variety of simple               physical events appearing in patch-light displays can enable                    visual recognition of the events, while static images from the                  displays are unrecognizable.  What characteristics of motions can               observers discriminate and use as information about events?  The                second part of this research will manipulate motions in computer-               generated displays via dynamical models of these simple events.                 The importance of using dynamical models in this way is that they               capture the physical properties of events that determine the                    motions specific to an event.  The simulations will test the                    ability of observers to discriminate different types of motions                 and to recognize different events and event properties.  The                    results will be especially relevant to understanding visual                     recognition in situations where only low frequency spatial                      patterns are available, as in vision with cataracts or with night               vision goggles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Bingham",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey P Bingham",
   "pi_email_addr": "gbingham@indiana.edu",
   "nsf_id": "000093392",
   "pi_start_date": "1991-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 54942.0
  },
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 57331.0
  },
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 60978.0
  }
 ],
 "por": null
}