{
 "awd_id": "9020736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Southern Andes Glacial Chronology:  Test of Abrupt   Global Climate Change",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jay S. Fein",
 "awd_eff_date": "1991-02-15",
 "awd_exp_date": "1992-07-31",
 "tot_intn_awd_amt": 27324.0,
 "awd_amount": 27324.0,
 "awd_min_amd_letter_date": "1991-02-08",
 "awd_max_amd_letter_date": "1991-08-21",
 "awd_abstract_narration": "What drives glacial climate cycles?  This fundamental                      question lies at the heart of understanding global changes of                   recent ice ages.  The PI and others have suggested that abrupt                  reorganizations of the ocean-atmosphere system are the key                      events linking orbital perturbations to global ice-age climate                  changes.  This hypothesis has fundamental implication about                     understanding past climate changes as well as anticipating                      changes in the earth's present climate.  It is suggested that                   major ocean and atmospheric changes begin abruptly and                          synchronously on a global scale during major climate transitions.               To test such a prediction the PI proposes to compare detailed                   paleoclimatic records of glacier margins and equilibrium-line                   altitudes (which are sensitive indicators of atmospheric                        temperature changes) at mid latitudes in both polar hemispheres                 through the last glacial-interglacial transition.  For this test,               he seeks a precise Southern Hemisphere alpine glacier record.                                                                                                        This is a grant to support obtaining the necessary glacial                 record while avoiding the inherent and time-consuming gamble of                 mapping a moraine sequence and coming up empty for radiocarbon                  age control.  Most projects on alpine glaciation have not been                  particularly helpful because of lack of radiocarbon dates.  After               examining Southern Hemisphere alpine areas in New Zealand and                   South America, the PI proposes reconnaissance field work in                     southern Chile in the area covered by a former alpine glacier                   system that extended form the crest of the Andes westward to                    Chile Island.  This field work will involve reconnaissance                      mapping multiple moraines and outwash bodies of Llanquihue (late                Wisconsin/marine isotope stage 2) age on Chiloe Island and the                  adjacent mainland.  Existing radiocarbon sites will be tied into                this map and abundant new stratigraphic sites with organic                      material will be examined and dated to determine if they can                    yield additional chronologic control.  Pollen and spore                         stratigraphy will be examined for intertill peats.  Finally, the                PI will determine if minimum ages for ice recession deep into the               mountains can be obtained from basal dates in lakes and bogs.                   The resulting preliminary chronology will clarify whether this                  region of the Southern Andes is capable of producing a                          paleoclimatic record with the detailed age control necessary to                 test the hypothesis of abrupt ocean-atmosphere reorganizations.                 Hence, the feasibility of a long-term study in the southern Andes               will emerge from this preliminary chronology.                                                                                                                        This work is supported by a Small Grant for Exploratory                    Research and is important because it seeks to understand climate                changes on time scales relevant to human activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Denton",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "George H Denton",
   "pi_email_addr": "george.denton@umit.maine.edu",
   "nsf_id": "000108220",
   "pi_start_date": "1991-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1577",
   "pgm_ref_txt": "GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 27324.0
  }
 ],
 "por": null
}