{
 "awd_id": "9024950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRB: Predictability of Inbreeding Depression in Insular     and Mainland Populations",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Courtney",
 "awd_eff_date": "1991-07-01",
 "awd_exp_date": "1994-12-31",
 "tot_intn_awd_amt": 182683.0,
 "awd_amount": 182683.0,
 "awd_min_amd_letter_date": "1991-06-25",
 "awd_max_amd_letter_date": "1996-06-27",
 "awd_abstract_narration": "In natural populations, inbreeding commonly results in                     offspring with more frequent birth defects, higher mortality,                   slower growth, lower fertility, lesser disease resistance, and/or               other aspects of reduced fitness.  This phenomenon, termed                      \"inbreeding depression\", is almost universal, but the severity of               inbreeding depression varies widely among species and the causes                of inbreeding depression are still poorly understood.  As                       increasingly many natural populations are reduced to small,                     isolated fragments, inbreeding may become common in remnant                     populations.  Whether populations can adapt to such conditions                  and recover or will suffer an inevitable decline in fitness will                be determined by the still unknown number and nature of genes                   that contribute to inbreeding depression.                                            Populations that have long been small and isolated may be                  affected less by inbreeding than are large, central populations,                because natural selection could have removed deleterious,                       recessive genes during past episodes of inbreeding in the small                 populations.  However, an earlier study of Peromyscus mice failed               to find an association between the severity of inbreeding                       depression and the historical size of populations.  Dr. Lacy                    proposes to determine whether responses to inbreeding by                        populations are repeatable, and to test further whether the                     response of a population to inbreeding can be predicted from                    knowledge of the population size and amount of genetic diversity                it  harbors.  Genetic variability has been examined in samples of               island, peripheral, and central populations of Peromyscus                       polionotus mice; island populations have much less genetic                      variability, as would be expected if those populations have been                occasionally forced to inbreed in the past.  Dr. Lacy will                      collect mice from three populations (one on an island, one at the               range margin, and one in the central part of the range), and                    create three replicate laboratory stocks from each.  Reproductive               success, growth rate, juvenile survival, and asymmetry of limb                  bones (a sensitive measure of developmental abnormalities during                growth)  will be monitored in experimental inbred and non-inbred                matings.                                                                             Preliminary study demonstrated surprising variation among                  populations derived from closely related populations in response                to inbreeding.  By statistically analyzing responses to                         inbreeding in replicated stocks of three different populations,                 Dr. Lacy will  determine whether the between-stock variation                    derived from differences in inbreeding depression among wild                    populations (of importance to all managers of small populations),               or from differences arising from sampling possibly much more                    homogenous natural populations (of importance in establishment of               captive stocks and in translocation and reintroduction efforts).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Lacy",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Lacy",
   "pi_email_addr": "rlacy@ix.netcom.com",
   "nsf_id": "000287091",
   "pi_start_date": "1991-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chicago Zoological Society",
  "inst_street_address": "3300 GOLF RD",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKFIELD",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7086888974",
  "inst_zip_code": "605131060",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IL04",
  "org_lgl_bus_name": "CHICAGO ZOOLOGICAL SOCIETY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "W6C9RW2RPXL9"
 },
 "perf_inst": {
  "perf_inst_name": "Chicago Zoological Society",
  "perf_str_addr": "3300 GOLF RD",
  "perf_city_name": "BROOKFIELD",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "605131060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IL04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "914500",
   "pgm_ele_name": "SPECIAL PROGRAMS-RESERVE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9285",
   "pgm_ref_txt": "CONSRV & RESTOR BIOL SPEC COMP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 182683.0
  }
 ],
 "por": null
}