{
 "awd_id": "9103955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stability And Performance Of Human-Machine Interaction In   Telerobotics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "MARY E EBBOTT",
 "awd_eff_date": "1991-09-01",
 "awd_exp_date": "1994-08-31",
 "tot_intn_awd_amt": 170026.0,
 "awd_amount": 170026.0,
 "awd_min_amd_letter_date": "1991-08-19",
 "awd_max_amd_letter_date": "1991-08-19",
 "awd_abstract_narration": "This research introduces a new control architecture for master-                 slave telerobotic systems.  Common architectures used in                        telerobotics are the \"position error architecture\" and the                      \"forward flow architecture.\"  The proposed architecture extends                 these two architectures.  It utilizes the exchange of power and                 information signals between a master robot, which controls a                    slave robot, and the human arm that is in physical contact with                 the master.  The human wears the master robot, so power transfer                is unavoidable and information signals from the human help to                   control the machine.  Local force feedback at the master can                    increase the apparent sensitivity of the master to human  input                 commands.  In the present case, force information is communicated               in both directions.  Balance is maintained between the stability                requirements of the master and the requirements for human                       control.  Master motion is partially due to the transfer of human               power and partially due to the command generated by the                         controller computer.  The design of the controller is based on                  dynamic models of the human arm and the environment.  The human                 arm dynamic behavior is modeled as a functional relationship                    between a set of input and outputs.  The internal structures and                operations of the model components are implicitly accounted for.                An estimator creates the human arm dynamic model using a learning               model.  It accepts information using human electromyograph (EMG)                signals, arm orientations and contact forces.  Dynamic behavior                 of the database of experimentally verified human arm (EMG)                      impedances for regions of arm orientation is used to arrive at a                time-varying, human sensitivity function.  A learning model                     accounts for non-calibrated regions.  The learning model uses a                 measure of the EMG signals (time or frequency domain) as a index                to derive human impedance as a function of a cognitive command.                 Changes in system performance and system stability will be                      investigated experimentally as a function of changes in the human               and the environmental load dynamics.  The results will be                       compared to similar results obtained when telepresence governs                  the system performance.  The architecture allows convenient                     mapping of variables into telerobotic design specifications.                    This research advances a knowledge-based methodology and will                   lead to an understanding of the role of human dynamics and                      constraints in the control of telerobotic systems and in other                  types of human-computer interactions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Homayoon",
   "pi_last_name": "Kazerooni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Homayoon Kazerooni",
   "pi_email_addr": "kazerooni@berkeley.edu",
   "nsf_id": "000341146",
   "pi_start_date": "1991-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "289000",
   "pgm_ele_name": "CISE Research Resources"
  },
  {
   "pgm_ele_code": "684500",
   "pgm_ele_name": "HUMAN COMPUTER INTER PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6845",
   "pgm_ref_txt": "HUMAN COMPUTER INTER PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 170026.0
  }
 ],
 "por": null
}