{
 "awd_id": "9105778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Silicate Dissolution in Organic-Rich Aqueous Systems:       Reaction Mechanisms and Rate Controls",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John A. Maccini",
 "awd_eff_date": "1991-06-01",
 "awd_exp_date": "1994-05-31",
 "tot_intn_awd_amt": 129300.0,
 "awd_amount": 129300.0,
 "awd_min_amd_letter_date": "1991-06-03",
 "awd_max_amd_letter_date": "1993-12-27",
 "awd_abstract_narration": "The goal of the proposed research is to examine the role of                organic-silica and organic-aluminum complexes in feldspar                       dissolution.  Organic acids have been implicated as important                   reactants in a number of weathering environments, and are suggested             to accelerate feldspar dissolution, increase feldspar solubility,               mobilize aluminum and silica in solution, and alter the equilibrium             between the solution and the precipitated secondary phases.  The                precise mechanism by which organic acids influence feldspar                     dissolution, however, and their significance in varying surficial               weathering processes, is not well established.  In natural waters               at circum-neutral to acidic pH, there appears to be four primary                processes:  proton hydrolysis, solution complexation of aluminum,               solution complexation of silica, and surface coordination resulting             in accelerated dissolution.  Depending on the environmental                     conditions and the organic acid species present, the dominant                   mechanism may be one or a combination of any of the four                        possibilities.                                                                       The approach for the proposed study is to combine three                    independent methodologies to investigate a simple feldspar-aqueous-             -electrolyte system.  Dissolution experiments will be done to                   quantify the effects of various organic-acid anions on dissolution              kinetics as a function of pH, temperature, and solution                         composition.  These experiments are designed to separate the                    parallel mechanisms of acidic hydrolysis, solution complexation,                and surface interactions.  Spectroscopic experiments will                       investigate the stability and formation kinetics of the solution                complexes of aluminum and silica.  Raman, FTIR, UV-VIS,   C and                   Si methods will be used to gain information on bonding                        environment, stoichiometry, and stability as a function of pH and               temperature, using the same solution compositions as in the                     dissolution experiments.  These studies will be combined with                   molecular orbital modeling relationships of the organic-acid--metal             combinations as a function of organic-acid functional-group                     chemistry.  The results of the solution complexation studies and                modeling will be used to calibrate large-scale molecular-mechanics              models of silicate surfaces that will be used to test the                       hypothetical interactions derived from the dissolution experiments.                  This is a two-year study which will interface with ongoing                 studies of field locations at which silica-organic complexation has             been identified as a significant weathering mechanism, and these                field sites will be used to test possible models of interaction.                In addition, the study will involve collaboration with Los Alamos               National Laboratory in developing methods of spectroscopic analysis             of organic-metal complexes in aqueous systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Bennett",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Philip C Bennett",
   "pi_email_addr": "pbennett@mail.utexas.edu",
   "nsf_id": "000446585",
   "pi_start_date": "1993-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 129300.0
  }
 ],
 "por": null
}