{
 "awd_id": "9110528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: System Identification for ProcessControl: Control Relevant Identification",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "1991-09-01",
 "awd_exp_date": "1994-02-28",
 "tot_intn_awd_amt": 63200.0,
 "awd_amount": 63200.0,
 "awd_min_amd_letter_date": "1991-06-18",
 "awd_max_amd_letter_date": "1991-06-18",
 "awd_abstract_narration": "Process control systems enable plants to meet objectives such                   as maintaining product quality and minimizing energy                            consumption, which in turn maximize the plant's profitability                   and rate-of-return or investment.  Because they enable a rapid                                                                                                  response to change, process control systems play a vital part                   in a company's ability to remain profitable in an uncertain                     economic climate.  The first step in the design of an advanced                                                                                                  control system is to build a model that represents the                          dynamics of the plant.  Most plants are too complex or the                      underlying processes too poorly understood to be adequately                     modeled using first principles.  The most reasonable way to                     obtain reliable dynamic models is from data generated through                   well designed experiments.  In the petrochemical and refining                   industries, black-box models obtained from experiments are by                   far the most common means of obtaining dynamic models.  The                     task of obtaining dynamic models from data is referred to as                    system identification.                                                          Control-relevant system identification is motivated by the                      desire to increase the utility and acceptance of advanced                       identification concepts in the process industries.  It takes                    into consideration the closed-loop control objectives and the                   skill level of the user.  Control-relevant identification                       therefore offers the opportunity for the migration of advanced                                                                                                  identification concepts to nonexpert users and for the                          development of computer-aided design tools for identification                   that can be used by practicing engineers with a B.S. level of                   education.                                                                                                                                                      The main objective of this project is to investigate the                        subject of control-relevant identification.  The basis for the                                                                                                  control-relevant approach is the relationship between the                       design variables of the identification problem and the                          performance objective of the control problem.  To obtain this,                                                                                                  bias and variance expressions in the frequency domain and                       representations of the control problem in terms of linear                       fractional transformations are used.  This analysis leads to a                                                                                                  systematic procedure for prefilter design that substantially                    improves the performance of prediction-error algorithms                         without demanding substantial increases in skill from the                       user.  In addition, use of the Structured Singular Value leads                                                                                                  to a model validation procedure for identified models that                      provides a clear picture of model limitations to achievable                     control performance.  By providing the theoretical basis for                    improved computer-aided design tools, these results should                      make the application of advanced identification concepts a                      more commonplace practice by engineers in the process                           industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rivera",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Rivera",
   "pi_email_addr": "daniel.rivera@asu.edu",
   "nsf_id": "000478589",
   "pi_start_date": "1991-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 63200.0
  }
 ],
 "por": null
}