{
 "awd_id": "0850373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Semantic Web Informatics for Species in Space and Time",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2009-11-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 1502798.0,
 "awd_amount": 1651798.0,
 "awd_min_amd_letter_date": "2009-12-07",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "The Santa Fe Institute is awarded a grant to extend, integrate, and automate access to and analysis of ecological data by developing and implementing proven and emerging information technologies, particularly those related to the Semantic Web. This will be done \"horizontally\" by developing integrative web services somewhat similar to \"mash-ups\" for several large ecological databases and by developing graphical user interfaces enabled by these services to access disparate types of data, seamlessly feed the data into workflow systems, and conduct integrated analyses in an automatically documented manner. These activities will be integrated so that users can easily access a wide variety of ecological data and analyses based on concepts such as taxonomy, habitat, geography, and trophic relations. Graphical user interfaces developed in this project will enable integrated analysis of data related to plant-herbivore dynamics by drawing on plant abundance data from survey databases, identifying associated local herbivores and their body sizes from online food web databases, and analyzing contemporaneous time series of those herbivores drawn from databases on global populations dynamics. The products of this project will transform biology by creating new technologies used to introduce deeply functional informatics \"mash-ups\" that synergize existing informatics resources using more user-friendly integrative UIs. Broader impacts include an enhanced infrastructure for research and education at the interface of computer and natural sciences; increased roles for underrepresented students and researchers; and wide dissemination and outreach through diverse media, meetings and professional networks as well as curricular activities at multiple levels. The project will be carried out in collaboration with the Pacific Ecoinformatics and Computational Ecology Lab, University of Maryland, College Park, San Francisco State University, the University of Arizona,  and Microsoft Research. Further information about this project may be found at the lab website: http://www.foodwebs.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Dunne",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Dunne",
   "pi_email_addr": "jdunne@santafe.edu",
   "nsf_id": "000234922",
   "pi_start_date": "2009-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Neo",
   "pi_last_name": "Martinez",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Neo D Martinez",
   "pi_email_addr": "neodamian@gmail.com",
   "nsf_id": "000475951",
   "pi_start_date": "2009-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Enquist",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Enquist",
   "pi_email_addr": "benquist@u.arizona.edu",
   "nsf_id": "000233850",
   "pi_start_date": "2009-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Williams",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Williams",
   "pi_email_addr": "rich@sfsu.edu",
   "nsf_id": "000118706",
   "pi_start_date": "2009-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Golbeck",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Golbeck",
   "pi_email_addr": "jgolbeck@umd.edu",
   "nsf_id": "000303189",
   "pi_start_date": "2009-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Fe Institute",
  "inst_street_address": "1399 HYDE PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA FE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5059462727",
  "inst_zip_code": "875018943",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "SANTA FE INSTITUTE OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M8SBQ7NVNAH4"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Fe Institute",
  "perf_str_addr": "1399 HYDE PARK RD",
  "perf_city_name": "SANTA FE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875018943",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 664930.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 503488.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 483380.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report reflects the culmination of a three year &ldquo;Advances in Biological Informatics&rdquo; project that received a no-cost extension for a 4<sup>th</sup> year and was supplemented by a &ldquo;Computing in the Cloud&rdquo; program for <em>Cloud-Enabled Exploration of Complex Ecological Networks</em>.&nbsp; The project involved several institutions including the Santa Fe Institute (lead), the Pacific Ecoinformatics and Computational Ecology Lab, San Francisco State University, the University of Arizona, and the University of Maryland.&nbsp; The project provided opportunities for rich interaction among the investigators and institutions, interactions that are the foundation of the accomplishments achieved by the project&rsquo;s activities.</p>\n<p>Among many outcomes, the project increased the functionality and performance of software involving complex ecological systems, including the software&rsquo;s information architecture, scientific visualizations, and usability in order to extend, integrate, and automate access to and analysis of ecological data.&nbsp;&nbsp; The project accomplished this by applying emerging information technologies including those associated with cloud computing and the semantic web to ecosystems and ecological data.&nbsp; Developing software that is productive and usable is one of the greatest challenges for scientists, who are rarely trained in professional software development, in order to harness the vastly expanding capabilities of information technologies. Such development is exceedingly expensive and often demands the resources of huge corporations such as Microsoft and Google.&nbsp;</p>\n<p>Besides applying new technologies to developing ecological research and information software, this project developed transformative new protocols for accomplishing this task. These protocols included leveraging computer science students taking courses in programming to create software for ecological research.&nbsp; The students achieved what would cost normally cost millions of dollars to accomplish using professional software developers. Developing the software teaches students professional software development skills.&nbsp; The software they developed turned the exploration of complex ecological networks responsible for ecosystem function and life support on Earth into multiplayer games. &nbsp;Playing the games teaches players about interdependence in ecosystems, and provides data for ecologists and other scientists to learn more about ecosystem dynamics.&nbsp;&nbsp;</p>\n<p>The project also facilitated a wide range of research activities including generating and testing synthetic theory about fundamental interdependencies among species, including humans.&nbsp; These interdependencies include feeding relationships characterized as food webs, and how species are distributed, evolve, and go extinct in space and time.&nbsp; Project activities also included more applied research on topics like biodiversity loss, global climate change, forecasting fishery dynamics, and other complex interactions between humans and ecosystems.&nbsp;</p>\n<p>In pursuing this research, extensive outreach was conducted, targeting students including those underrepresented in science.&nbsp; We also communicated research results to the broader public.&nbsp; Two examples of this are 1) TED videos viewed over a million and a half times, and 2) a figure from a peer-reviewed paper of a complex ecological network with and without parasites that Wired magazine named as one of the ten best scientific visualization of 2013, attached (parasites represented by blue nodes).</p>\n<p>This project&rsquo;s activities resulted not only in new scientific knowledge and more informed students and members of the public, but also led to new projects.&nbsp; Some have already been funded and have begun, others have been proposed and are now being reviewed for funding, and still others are bei...",
  "por_txt_cntn": "\nThis report reflects the culmination of a three year \"Advances in Biological Informatics\" project that received a no-cost extension for a 4th year and was supplemented by a \"Computing in the Cloud\" program for Cloud-Enabled Exploration of Complex Ecological Networks.  The project involved several institutions including the Santa Fe Institute (lead), the Pacific Ecoinformatics and Computational Ecology Lab, San Francisco State University, the University of Arizona, and the University of Maryland.  The project provided opportunities for rich interaction among the investigators and institutions, interactions that are the foundation of the accomplishments achieved by the projectÆs activities.\n\nAmong many outcomes, the project increased the functionality and performance of software involving complex ecological systems, including the softwareÆs information architecture, scientific visualizations, and usability in order to extend, integrate, and automate access to and analysis of ecological data.   The project accomplished this by applying emerging information technologies including those associated with cloud computing and the semantic web to ecosystems and ecological data.  Developing software that is productive and usable is one of the greatest challenges for scientists, who are rarely trained in professional software development, in order to harness the vastly expanding capabilities of information technologies. Such development is exceedingly expensive and often demands the resources of huge corporations such as Microsoft and Google. \n\nBesides applying new technologies to developing ecological research and information software, this project developed transformative new protocols for accomplishing this task. These protocols included leveraging computer science students taking courses in programming to create software for ecological research.  The students achieved what would cost normally cost millions of dollars to accomplish using professional software developers. Developing the software teaches students professional software development skills.  The software they developed turned the exploration of complex ecological networks responsible for ecosystem function and life support on Earth into multiplayer games.  Playing the games teaches players about interdependence in ecosystems, and provides data for ecologists and other scientists to learn more about ecosystem dynamics.  \n\nThe project also facilitated a wide range of research activities including generating and testing synthetic theory about fundamental interdependencies among species, including humans.  These interdependencies include feeding relationships characterized as food webs, and how species are distributed, evolve, and go extinct in space and time.  Project activities also included more applied research on topics like biodiversity loss, global climate change, forecasting fishery dynamics, and other complex interactions between humans and ecosystems. \n\nIn pursuing this research, extensive outreach was conducted, targeting students including those underrepresented in science.  We also communicated research results to the broader public.  Two examples of this are 1) TED videos viewed over a million and a half times, and 2) a figure from a peer-reviewed paper of a complex ecological network with and without parasites that Wired magazine named as one of the ten best scientific visualization of 2013, attached (parasites represented by blue nodes).\n\nThis projectÆs activities resulted not only in new scientific knowledge and more informed students and members of the public, but also led to new projects.  Some have already been funded and have begun, others have been proposed and are now being reviewed for funding, and still others are being developed and will be proposed in the near future.   Overall, this research has made contributions to our understanding of the sustainability of humans in a rapidly changing world, given our interactions with the physical environment an..."
 }
}