{
 "awd_id": "0910467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Particle Theory in the LHC Era",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032920000",
 "po_email": "msher@nsf.gov",
 "po_sign_block_name": "Marc Sher",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1350000.0,
 "awd_amount": 1510700.0,
 "awd_min_amd_letter_date": "2010-09-09",
 "awd_max_amd_letter_date": "2012-09-12",
 "awd_abstract_narration": "The past decade of theoretical research has given rise to new insights in quantum field theory and string theory. These in turn have led to new paradigms for the microscopic laws of nature beyond the Standard Model, and to advances in our ability to analyze the experimental implications of such theories. Puzzles surrounding electroweak unification and the nature of dark matter itself have been tied by theorists to dramatic new principles, ranging from supersymmetry to extra spacetime dimensions to particle compositeness. The Johns Hopkins theory group, consisting of Jonathan Bagger, David E. Kaplan, and Raman Sundrum, proposes to tackle central problems at the juncture of theory and experiment, while advancing understanding of core theoretical principles and mechanisms. This work will create new algorithms for experimental searches, develop and exploit new calculational tools needed to discriminate new physics from Standard Model processes, propose new theoretical mechanisms, and develop new models that may ultimately help in the grand synthesis of nature's microscopic laws. \r\n\r\nThis project has significant broader impacts.  The proposed research is an excellent training ground for graduate students.  Moreover, the excitement of this field of science deserves to be disseminated broadly, and the Hopkins theory group plays a significant role in this mission. Bagger is deeply involved in articulating the new ideas that drive the particle physics of the twenty-first century. He was a key member of the Quantum Universe team that prepared materials highlighting the connections between particle physics and cosmology. He also produced a planetarium show about the Large Hadron Collider (LHC) with the Maryland Science Center. Sundrum acts as a consultant to a wide range of news media. He is writing a popular book on the physics of, and experimental search for, extra dimensions. Kaplan intends to develop and present a theoretical side to the Hopkins Quark Net program, aimed at connecting high school teachers with physicists engaged in cutting-edge research.  He is also filming a documentary concerning the construction and early days of the Large Hadron Collider at CERN.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Bagger",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Bagger",
   "pi_email_addr": "bagger@aps.org",
   "nsf_id": "000194302",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raman",
   "pi_last_name": "Sundrum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raman Sundrum",
   "pi_email_addr": "raman@umd.edu",
   "nsf_id": "000114230",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Kaplan",
   "pi_email_addr": "dkaplan@pha.jhu.edu",
   "nsf_id": "000165695",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kirill",
   "pi_last_name": "Melnikov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirill Melnikov",
   "pi_email_addr": "melnikov@pha.jhu.edu",
   "nsf_id": "000512129",
   "pi_start_date": "2010-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 610700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Johns Hopkins particle theory group specializes in particle physics at the intersection between quantum field theory and phenomenology. &nbsp;Because of this activity, Johns Hopkins has become a major hub for theoretical research, hosting formal and informal workshops, as well as many visits from leading researchers. &nbsp;The particle physics group co-hosts regular joint theory-experiment meetings between physicists at Hopkins and the University of Maryland at College Park for interaction and collaboration on LHC research.</p>\n<p>During the proposal period, particle theory group met its goals. &nbsp;The first was to develop theoretical tools, models, and search strategies to maximize the scientific potential of the LHC and other experiments in the coming decade. &nbsp;The second was to delve deeper into quantum field theory and string theory, in search of new principles, symmetries and mechanisms. &nbsp;The third was to promote teaching, training and learning while sharing the excitement of this research with the broader community.</p>\n<p>Dr. Sundrum developed a bottom-up effective theory for supersymmetry.&nbsp; He studied existing LHC searches and developed novel search strategies for the robust physics signatures.&nbsp; Together with Patrick Meade (Stony Brook) and Michele Papucci (LBNL), he organized a major LHC workshop to address the issues of how best to search for new physics.&nbsp; With collaborators from CERN, Ben Gripaios and Gian Giuduce, he developed a model-building &ldquo;toolkit&rdquo; to address new experimental anomalies and to emphasize search channels at colliders for theories with new particles and &ldquo;flavor-safe&rdquo; couplings.&nbsp; In addition, Sundrum used AdS/CFT as the basis for an advanced graduate course delivered jointly to Hopkins and University of Maryland students about this important approach to fundamental theory.</p>\n<p>Dr. Melnikov&rsquo;s primary research activity was in the area of phenomenologically-oriented collider physics relevant for the Tevatron and the LHC.&nbsp; With collaborators Giele (FNAL), Kunszt (Zurich) and Ellis (FNAL), he developed a universal, powerful technique for computing next-to-leading order computations in QCD. &nbsp;He applied it, in collaboration with Zanderighi (Oxford) and her students Melia and Rontsch, to processes at hadron colliders, including production of up to two W-bosons with multiple jets and also, with Hopkins postdoc Schulze, to top quark pair production.&nbsp; In addition, in close collaboration with Gritsan and other members of high-energy physics experimental group at Johns Hopkins, Melnikov and Schulze proposed a technique to analyze spin, parity and anomalous couplings of the new &ldquo;Higgs&rdquo; particle discovered at the LHC.</p>\n<p>Dr. Bagger and his students carried out several projects in supersymmetry theory.&nbsp; Bagger and student George Bruhn advanced the theory of M2 branes by constructing theories with 5 and 6 supersymmetries in three dimensions.&nbsp; Bagger and former student Xiong constructed five-dimensional supersymmetric theories in anti-de-Sitter backgrounds.&nbsp; They developed a &ldquo;warped superspace&rdquo; approach and used it to construct theories with matter and gauge multiplets. &nbsp;Bagger and student Li constructed the most general nonlinear sigma model for supersymmetric matter in five-dimensional AdS space; they also gauged the holomorphic isometries of the target space manifold.&nbsp; Finally, in collaboration with the Maryland Science Center, Bagger developed the planetarium show <em>Dark Matters</em>, which was seen by in 70,000 people at in Baltimore&rsquo;s Inner Harbor, and also shipped to 56 planetariums in 5 countries.</p>\n<p>Dr. Kaplan and students investigated models of supersymmetry breaking with anomaly mediation and Dirac gaugino masses. &nbsp;They also studied the spectra of such theories to search for supersymmetric mod...",
  "por_txt_cntn": "\nThe Johns Hopkins particle theory group specializes in particle physics at the intersection between quantum field theory and phenomenology.  Because of this activity, Johns Hopkins has become a major hub for theoretical research, hosting formal and informal workshops, as well as many visits from leading researchers.  The particle physics group co-hosts regular joint theory-experiment meetings between physicists at Hopkins and the University of Maryland at College Park for interaction and collaboration on LHC research.\n\nDuring the proposal period, particle theory group met its goals.  The first was to develop theoretical tools, models, and search strategies to maximize the scientific potential of the LHC and other experiments in the coming decade.  The second was to delve deeper into quantum field theory and string theory, in search of new principles, symmetries and mechanisms.  The third was to promote teaching, training and learning while sharing the excitement of this research with the broader community.\n\nDr. Sundrum developed a bottom-up effective theory for supersymmetry.  He studied existing LHC searches and developed novel search strategies for the robust physics signatures.  Together with Patrick Meade (Stony Brook) and Michele Papucci (LBNL), he organized a major LHC workshop to address the issues of how best to search for new physics.  With collaborators from CERN, Ben Gripaios and Gian Giuduce, he developed a model-building \"toolkit\" to address new experimental anomalies and to emphasize search channels at colliders for theories with new particles and \"flavor-safe\" couplings.  In addition, Sundrum used AdS/CFT as the basis for an advanced graduate course delivered jointly to Hopkins and University of Maryland students about this important approach to fundamental theory.\n\nDr. MelnikovÆs primary research activity was in the area of phenomenologically-oriented collider physics relevant for the Tevatron and the LHC.  With collaborators Giele (FNAL), Kunszt (Zurich) and Ellis (FNAL), he developed a universal, powerful technique for computing next-to-leading order computations in QCD.  He applied it, in collaboration with Zanderighi (Oxford) and her students Melia and Rontsch, to processes at hadron colliders, including production of up to two W-bosons with multiple jets and also, with Hopkins postdoc Schulze, to top quark pair production.  In addition, in close collaboration with Gritsan and other members of high-energy physics experimental group at Johns Hopkins, Melnikov and Schulze proposed a technique to analyze spin, parity and anomalous couplings of the new \"Higgs\" particle discovered at the LHC.\n\nDr. Bagger and his students carried out several projects in supersymmetry theory.  Bagger and student George Bruhn advanced the theory of M2 branes by constructing theories with 5 and 6 supersymmetries in three dimensions.  Bagger and former student Xiong constructed five-dimensional supersymmetric theories in anti-de-Sitter backgrounds.  They developed a \"warped superspace\" approach and used it to construct theories with matter and gauge multiplets.  Bagger and student Li constructed the most general nonlinear sigma model for supersymmetric matter in five-dimensional AdS space; they also gauged the holomorphic isometries of the target space manifold.  Finally, in collaboration with the Maryland Science Center, Bagger developed the planetarium show Dark Matters, which was seen by in 70,000 people at in BaltimoreÆs Inner Harbor, and also shipped to 56 planetariums in 5 countries.\n\nDr. Kaplan and students investigated models of supersymmetry breaking with anomaly mediation and Dirac gaugino masses.  They also studied the spectra of such theories to search for supersymmetric models that naturally fit current constraints.  Kaplan also looked at new physics searches that are well suited to the LHCb experiment, namely new particles with macroscopic decay lengths, or signals with multiple b-quark final states.  Finally, in colla..."
 }
}