{
 "awd_id": "0919241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Investigation of the mechanisms that regulate interactions between the transcription elongation factor Spt16 and chromatin.",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Peterson",
 "awd_eff_date": "2009-12-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 473089.0,
 "awd_amount": 473089.0,
 "awd_min_amd_letter_date": "2009-12-04",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "The genetic information carried by all living cells is contained within long molecules of deoxyribonucleic acid (DNA).  In eukaryotic cells, most of the DNA is localized within a cellular compartment referred to as the cell nucleus.  In order to fit within the small confines of the nucleus, DNA associates with a number of proteins to form a highly compacted structure known as chromatin.  Whereas this compaction is essential for life, it also represents a physical barrier to those factors that bind DNA and that are required for the initial steps in the conversion of genetic information into specific biological events, a process more generally known as gene transcription.  In recent years it has become clear that cells utilize a number of chromatin-altering proteins that can interact with and change the structure of chromatin to make the DNA more or less accessible to factors needed for transcription. In this project a combination of genetic and biochemical strategies will be used to elucidate the mechanisms that regulate how one of these chromatin-altering proteins, known as Spt16, interacts with chromatin during the process of gene transcription.  Because accurate regulation of transcription is crucial for the proper function of all cells and organisms, these studies promise to provide new insights into a basic biological process of general importance.\r\n\r\nBroader impacts.  This project will provide an excellent opportunity for undergraduate students to be actively involved in cutting-edge genetic and biochemical research.  During this project, undergraduate students will be trained on important aspects of scientific research, including the proper design and execution of experiments, accurate analysis and interpretation of experimental data, and the development of scientific writing and oral communication skills.  In addition, undergraduate students involved in this project will have the opportunity to present the results of their research at regional, national and international scientific meetings.  These combined experiences will not only introduce undergraduate students to the exciting world of scientific research, but will also better prepare them for making informed decisions regarding their career paths following graduation from college.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Duina",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea A Duina",
   "pi_email_addr": "duina@hendrix.edu",
   "nsf_id": "000311601",
   "pi_start_date": "2009-12-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hendrix College",
  "inst_street_address": "1600 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CONWAY",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5014504501",
  "inst_zip_code": "720323080",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "HENDRIX COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "FJQNLA23C6K1"
 },
 "perf_inst": {
  "perf_inst_name": "Hendrix College",
  "perf_str_addr": "1600 WASHINGTON AVE",
  "perf_city_name": "CONWAY",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "720323080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 169573.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 176891.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 126625.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In eukaryotic cells, DNA is highly compacted through interactions with several proteins to form a structure known as chromatin.&nbsp; During the initial stages of compaction, a short stretch of DNA associates with a protein complex consisting of pairs of four histone proteins &ndash; histones H2A, H2B, H3 and H4 &ndash; to form a particle referred to as the nucleosome.&nbsp; Nucleosomes are present across the entire genome of a cell and play central roles in the regulation of DNA-based processes, including the process of transcription.&nbsp; During transcription, nucleosomes need to be manipulated in a variety of ways to ensure proper utilization of the genetic material.&nbsp; For example, during a specific phase of transcription known as transcription elongation, nucleosomes have to be partially or completely disassembled in order to grant RNA Polymerase II &ndash; the enzyme involved in the synthesis of RNA from the DNA template &ndash; access to the underlying DNA.&nbsp; A key player involved in the manipulation of nucleosomes during transcription elongation is Spt16, a highly conserved protein found in a complex known as FACT.&nbsp; The major goal of this project was to better understand the mechanisms that regulate how Spt16 interacts with chromatin during transcription elongation using the budding yeast <em>Saccharomyces cerevisiae</em> as the model system.</p>\n<p>Major outcomes from this research include the findings that a specific region of the Spt16 protein known as the Spt16-M domain plays an important role in mediating functional interactions with the histone H3 protein and the discovery that the integrity of a region of the nucleosome located on the side of the particle is critical for ensuring proper interactions between Spt16 and transcribed genes.&nbsp; These results are significant as they provide new insights into the interplay between two critically important and highly conserved factors &ndash; Spt16 and nucleosomes &ndash; and lay the foundation for future studies to further our understanding of the very fundamental process of gene transcription. &nbsp;Other experiments carried out as part of this project provided further evidence for a role of another complex &ndash; the TORC1 complex &ndash; in regulation of transcription elongation and studies are currently underway in Dr. Duina's laboratory investigating this possibility further.&nbsp; This project included critical participation of seventeen undergraduate students in Dr. Duina&rsquo;s research laboratory, most of whom have presented their results at scientific conferences.&nbsp; Seven undergraduate students have appeared as co-authors in publications supported by this grant.&nbsp; An additional sixteen undergraduate students carried out experiments for this project in the context of a course taught by Dr. Duina at Hendrix College.&nbsp; This project, therefore, not only advanced our knowledge of the gene transcription process, but has also served as a critical component in the education of many students at an early stage of their scientific careers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2014<br>\n\t\t\t\t\tModified by: Andrea&nbsp;A&nbsp;Duina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn eukaryotic cells, DNA is highly compacted through interactions with several proteins to form a structure known as chromatin.  During the initial stages of compaction, a short stretch of DNA associates with a protein complex consisting of pairs of four histone proteins &ndash; histones H2A, H2B, H3 and H4 &ndash; to form a particle referred to as the nucleosome.  Nucleosomes are present across the entire genome of a cell and play central roles in the regulation of DNA-based processes, including the process of transcription.  During transcription, nucleosomes need to be manipulated in a variety of ways to ensure proper utilization of the genetic material.  For example, during a specific phase of transcription known as transcription elongation, nucleosomes have to be partially or completely disassembled in order to grant RNA Polymerase II &ndash; the enzyme involved in the synthesis of RNA from the DNA template &ndash; access to the underlying DNA.  A key player involved in the manipulation of nucleosomes during transcription elongation is Spt16, a highly conserved protein found in a complex known as FACT.  The major goal of this project was to better understand the mechanisms that regulate how Spt16 interacts with chromatin during transcription elongation using the budding yeast Saccharomyces cerevisiae as the model system.\n\nMajor outcomes from this research include the findings that a specific region of the Spt16 protein known as the Spt16-M domain plays an important role in mediating functional interactions with the histone H3 protein and the discovery that the integrity of a region of the nucleosome located on the side of the particle is critical for ensuring proper interactions between Spt16 and transcribed genes.  These results are significant as they provide new insights into the interplay between two critically important and highly conserved factors &ndash; Spt16 and nucleosomes &ndash; and lay the foundation for future studies to further our understanding of the very fundamental process of gene transcription.  Other experiments carried out as part of this project provided further evidence for a role of another complex &ndash; the TORC1 complex &ndash; in regulation of transcription elongation and studies are currently underway in Dr. Duina's laboratory investigating this possibility further.  This project included critical participation of seventeen undergraduate students in Dr. DuinaÆs research laboratory, most of whom have presented their results at scientific conferences.  Seven undergraduate students have appeared as co-authors in publications supported by this grant.  An additional sixteen undergraduate students carried out experiments for this project in the context of a course taught by Dr. Duina at Hendrix College.  This project, therefore, not only advanced our knowledge of the gene transcription process, but has also served as a critical component in the education of many students at an early stage of their scientific careers.\n\n \n\n\t\t\t\t\tLast Modified: 02/20/2014\n\n\t\t\t\t\tSubmitted by: Andrea A Duina"
 }
}