{
 "awd_id": "0920022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Manatee Vibrissae-a Mammalian Lateral Line?",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Coppola",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 265272.0,
 "awd_amount": 280271.0,
 "awd_min_amd_letter_date": "2010-04-15",
 "awd_max_amd_letter_date": "2012-03-01",
 "awd_abstract_narration": "Endangered Florida manatees have a number of unusual anatomical and behavioral adaptations related to their unique role as mammalian aquatic herbivores.  Chief among these is the presence of sensory hairs over the entire body, whereas in most mammals these are only present as facial whiskers.  The present research uses two captive manatees at Mote Marine Laboratory to assess the ability of this system of specialized hairs to detect water-borne vibrations associated with other moving animals, river currents, and tidal flows, all of which are cues likely to be used in navigation.  This research relates not only to the normal behavior of manatees, but also to their ability to detect and avoid approaching boats.  These two animals have been trained on a number of related tasks and are able to report behaviorally whether a stimulus has been detected.  It will be possible to determine the range of frequencies and amplitudes to which the animals are capable of responding, and their degree of directional localization ability.  It will also be possible to discover whether certain portions of the body are more sensitive than others.  Anatomical experiments on postmortem brains will be performed at the University of Florida to map the neural connections that mediate these abilities.  This work utilizes special fluorescent tracers that travel down nerve fibers by diffusion over a period of several months.  In addition, a significant portion of this project includes educational interactions with students and teachers at Mote, New College, the University of South Florida, and the University of Florida.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Bauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon Bauer",
   "pi_email_addr": "bauer@ncf.edu",
   "nsf_id": "000197837",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New College of Florida",
  "inst_street_address": "5800 BAY SHORE RD",
  "inst_street_address_2": "",
  "inst_city_name": "SARASOTA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9414874200",
  "inst_zip_code": "342432101",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "FL17",
  "org_lgl_bus_name": "NEW COLLEGE OF FLORIDA",
  "org_prnt_uei_num": "G31PRLK3NFY4",
  "org_uei_num": "M4ADM2P87AH9"
 },
 "perf_inst": {
  "perf_inst_name": "New College of Florida",
  "perf_str_addr": "5800 BAY SHORE RD",
  "perf_city_name": "SARASOTA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "342432101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "FL17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 78417.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 94868.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 106986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Endangered Florida manatees (<em>Trichechus manatus latirostris</em>) inhabit shallow waters of rivers, bays, estuaries, and coastal areas, where their primary food source, light-dependent vegetation, concentrates them in shallow water areas. Much of their environment overlaps with humans, and as a result they suffer mortality and injury from boats, water control structures, and fisheries gear, in addition to a variety of natural causes. Thirty-one percent of all manatee deaths in the period from 1976-2000 were attributable to human-related causes. Manatee casualties caused by human activities can be minimized through an understanding of how manatees sense their environment. The Florida Manatee Recovery Plan explicitly recognized this need in calling for study of sensory processes. To address the Recovery Plan sensory objectives, we have investigated the abilities of manatees to see, hear, and feel different stimuli in a controlled environment in order to understand how well they can detect boats and other sound sources, as well as static objects such as water control structures, crab pots and traps through the changes made in water flow patterns.</p>\n<p>Our recent NSF-funded sensory studies have focused on the manatee tactile senses.&nbsp; All sirenian hairs are sensory hairs (i.e., vibrissae) which cover the face and postcranial body, in contrast to the limited distribution found in other mammals. We tested tactile sensitivity of two Florida manatees (<em>Trichechus manatus latirostris</em>) to underwater, low frequency vibrations.</p>\n<p>In our first study, we measured the sensitivity of the rostral vibrissae, primarily those of the oral disk. The subjects were trained to position themselves facing a sinusoidally oscillating sphere driven by a computer-controlled, calibrated<br />vibration shaker.&nbsp; The oscillating sphere generated hydrodynamic stimuli potentially detectable by manatees. The subjects were located 10 cm away on the midline at a depth of 0.75 m. The subject placed its postnasal crease under a horizontal bar, which allowed exact measurement from a fixed benchmark of the distance between the oral disk and the oscillating sphere. Broadband background noise (151 db re 1 &mu;Pa) was played to the manatees throughout the sessions to control for auditory cues that might be detected by the cochlea.&nbsp; Stimuli were 3 sec in duration with cos-squared rise-fall times of 300 ms.</p>\n<p>Each subject was trained using standard conditioning techniques in a go/no-go response paradigm using a staircase method.&nbsp; Presentation of signal-present vs. signal-absent trials was counterbalanced using quasi-random schedules. The subjects indicated detection of vibrations by withdrawing from the horizontal stationing bar and pressing a target lateral to the head. A no-go response was defined operationally as ten seconds without pressing the target. They were rewarded for correct responses with pieces of apple, carrot, beets, and monkey biscuits. &nbsp;Each frequency was started at ~24 dB above<br />threshold based on preliminary testing and dropped in 3 dB increments if the<br />subject responded correctly. Thresholds were determined as the average of the amplitudes for 8 reversals (i.e., 8 transitions in which the amplitude<br />increased or decreased). We ran a second session to confirm the threshold. We tested the following frequencies: 5, 10, 15, 20, 25, 50, 75, 100, 125, and 150 Hz. One hundred fifty Hertz is below the apparent functional hearing limit of 250 Hz.</p>\n<p>The manatees were exquisitely sensitive to low frequency vibrotactile stimulation, detecting particle displacement of about a nanometer at 150 Hz and rising to about a micron at 10 Hz. Restriction of the facial vibrissae with masks of different mesh size produced elevated detection thresholds, indicating an important role for sensory hairs in passive touch.</p>\n<p>Subsequent testing ind...",
  "por_txt_cntn": "\n Endangered Florida manatees (Trichechus manatus latirostris) inhabit shallow waters of rivers, bays, estuaries, and coastal areas, where their primary food source, light-dependent vegetation, concentrates them in shallow water areas. Much of their environment overlaps with humans, and as a result they suffer mortality and injury from boats, water control structures, and fisheries gear, in addition to a variety of natural causes. Thirty-one percent of all manatee deaths in the period from 1976-2000 were attributable to human-related causes. Manatee casualties caused by human activities can be minimized through an understanding of how manatees sense their environment. The Florida Manatee Recovery Plan explicitly recognized this need in calling for study of sensory processes. To address the Recovery Plan sensory objectives, we have investigated the abilities of manatees to see, hear, and feel different stimuli in a controlled environment in order to understand how well they can detect boats and other sound sources, as well as static objects such as water control structures, crab pots and traps through the changes made in water flow patterns.\n\nOur recent NSF-funded sensory studies have focused on the manatee tactile senses.  All sirenian hairs are sensory hairs (i.e., vibrissae) which cover the face and postcranial body, in contrast to the limited distribution found in other mammals. We tested tactile sensitivity of two Florida manatees (Trichechus manatus latirostris) to underwater, low frequency vibrations.\n\nIn our first study, we measured the sensitivity of the rostral vibrissae, primarily those of the oral disk. The subjects were trained to position themselves facing a sinusoidally oscillating sphere driven by a computer-controlled, calibrated\nvibration shaker.  The oscillating sphere generated hydrodynamic stimuli potentially detectable by manatees. The subjects were located 10 cm away on the midline at a depth of 0.75 m. The subject placed its postnasal crease under a horizontal bar, which allowed exact measurement from a fixed benchmark of the distance between the oral disk and the oscillating sphere. Broadband background noise (151 db re 1 &mu;Pa) was played to the manatees throughout the sessions to control for auditory cues that might be detected by the cochlea.  Stimuli were 3 sec in duration with cos-squared rise-fall times of 300 ms.\n\nEach subject was trained using standard conditioning techniques in a go/no-go response paradigm using a staircase method.  Presentation of signal-present vs. signal-absent trials was counterbalanced using quasi-random schedules. The subjects indicated detection of vibrations by withdrawing from the horizontal stationing bar and pressing a target lateral to the head. A no-go response was defined operationally as ten seconds without pressing the target. They were rewarded for correct responses with pieces of apple, carrot, beets, and monkey biscuits.  Each frequency was started at ~24 dB above\nthreshold based on preliminary testing and dropped in 3 dB increments if the\nsubject responded correctly. Thresholds were determined as the average of the amplitudes for 8 reversals (i.e., 8 transitions in which the amplitude\nincreased or decreased). We ran a second session to confirm the threshold. We tested the following frequencies: 5, 10, 15, 20, 25, 50, 75, 100, 125, and 150 Hz. One hundred fifty Hertz is below the apparent functional hearing limit of 250 Hz.\n\nThe manatees were exquisitely sensitive to low frequency vibrotactile stimulation, detecting particle displacement of about a nanometer at 150 Hz and rising to about a micron at 10 Hz. Restriction of the facial vibrissae with masks of different mesh size produced elevated detection thresholds, indicating an important role for sensory hairs in passive touch.\n\nSubsequent testing indicated slightly higher thresholds (less sensitivity) of postcranial areas of the body.  To assess the sensitivity of the postcranial vibrissae we placed a neopr..."
 }
}