{
 "awd_id": "0923975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of a Gene-Based Ecophysiology Model",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2010-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 2385950.0,
 "awd_amount": 2385950.0,
 "awd_min_amd_letter_date": "2010-07-06",
 "awd_max_amd_letter_date": "2013-07-23",
 "awd_abstract_narration": "PI: C. Eduardo Vallejos (University of Florida)\r\n\r\nCoPIs: James W. Jones, Kenneth J. Boote, and Melanie J. Correll (University of Florida), Arthur Berg and Rongling Wu (Pennsylvania State University), and Juan Osorno (North Dakota State University)\r\n\r\nKey Collaborators: William Farmerie and Fahong Yu (University of Florida), Steve Beebe and Idupulapati Rao [International Center for Tropical Agriculture (CIAT), Colombia], and James S. Beaver and Elvin Roman (University of Puerto Rico)\r\n\r\nTwo systems biology approaches have been implemented to solve the genotype to phenotype problem: the bottom-up approach, which uses molecular level knowledge to simulate biochemical pathways, cells, organs, and embryos, and top-down approaches embodied by ecophysiology-crop simulation models which use environment and physiological knowledge to predict the phenotype of specific cultivars. The objective of this project is to generate a gene-based ecophysiology-crop model capable of using the genetic makeup of a plant to predict the phenotype under a range of environments. This goal will be accomplished via genetic analysis of a recombinant inbred (RI) family of Phaseolus vulgaris. This family was generated from a cross between parents with contrasting physiological and morphological characteristic, as well as DNA sequences. The family comprises 200 lines, each containing a unique combination of the parental versions of the genes, which will be determined using the latest genotyping technology. The growth and developmental phenotypes of the RI lines will be measured under five different environments. The genetic makeup of these lines along with their phenotypes will be analyzed by functional mapping to identify, locate, and quantify the effect of genes that control the dynamic traits that shape the phenotype throughout growth and development.  Finally, genotypic and phenotypic data will be used to develop computer programs that can effectively predict the dynamic daily behavior and final yield of crops under a range of environments. \r\n\r\nThis project is framed in the spirit of the NSF-funded iPlant Collaborative project which promotes the use of \"computational thinking\" to address biological questions.  The expected outcome of this project is a gene-based model which can have a wide range of applications in plant biology including genetics, functional genomics, ecology, and plant breeding. The modular nature of the model will make it possible to interconnect with bottom-up modeling approaches. In addition, this project will provide a platform for the education and training of students at the undergraduate, graduate and post-graduate levels through summer internships for undergraduate students and high school teachers as well as through two hands-on workshops that will deal with training in both crop modeling and genotyping technologies.  All data generated in this project can be accessed through project websites (to be determined) and through long-term repositories that include GenBank and the Phaseolus Genomics Resource (http://phaseolus.genomics.purdue.edu/).  Germplasm will be made available through the University of Florida, the University of Puerto Rico and CIAT.  Software and statistical and analytical tools can be accessed through the project websites and eventually through the iPlant Collaborative (http://www.iplantcollaborative.org/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Vallejos",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos E Vallejos",
   "pi_email_addr": "vallejos@ufl.edu",
   "nsf_id": "000452134",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Boote",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth J Boote",
   "pi_email_addr": "kjboote@ufl.edu",
   "nsf_id": "000390066",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Jones",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Jones",
   "pi_email_addr": "jimj@ufl.edu",
   "nsf_id": "000373226",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rongling",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rongling Wu",
   "pi_email_addr": "rwu@phs.psu.edu",
   "nsf_id": "000432202",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Correll",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie J Correll",
   "pi_email_addr": "correllm@ufl.edu",
   "nsf_id": "000115655",
   "pi_start_date": "2010-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 924579.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 656968.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 432183.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 372220.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Unlike the flower color trait that is controlled by a single gene in many species, traits of economic importance in agriculture are controlled by multiple genes. Examples of these traits include the size and weight of plant organs or the rate at which they grow and develop. Statistical geneticists have developed proven methodologies to identify the multiple genes that control these traits. Thus, knowing the genetic makeup of a crop can help in prediction of its behavior. A limitation of this approach is that these genetic analyses have to be carried out for each intended environment. A solution to this problem is offered by existing computer programs, known as dynamic crop simulation models that use mathematical expressions to describe grow and development of a crop, and at the same time are programmed to respond to current environmental conditions (temperature, solar radiation, etc.). The limitation of these models is that they need to be calibrated for each variety of the crop. The calibration process yields a set of model parameter values that are unique to each variety. This observation was placed at the center of the hypothesis that drove this project. The specificity of the model parameters values indicated that these parameters hold genetic information. Thus, subjecting these parameters to quantitative genetic analysis could reveal the genes that control and set parameter values. Therefore, combining genetic and crop modeling approaches might make it possible to construct a gene-based crop model that could predict crop behavior from planting to harvest, if the genetic makeup of the crop is known and environmental information is also available.</p>\n<p>We carried out experiments with a recombinant inbred family (188 lines) of the common bean to test the central hypothesis. Each member of this family has a unique combination of gene versions from two progenitor parents which have contrasting anatomical, morphological, and physiological characteristics; consequently, the lines displayed a great range of growth and developmental patterns. A characteristic of this family is that all member of a line are genetically identical allowing comparative experiments under multiple environments. This family was grown at 5 sites ranging from Fargo, North Dakota to the experiment stations of the International Center for Tropical Agriculture in Cali, Colombia. After characterizing the genetic makeup of the lines, and measuring a large number of growth and developmental traits through weekly and end-point measurements, statistically analysis were carried out to identify genes associated with measured traits (developmental time-to-events, rates, size, etc.), with traits simulated by the model using each line&rsquo;s unique model parameters, and with the&nbsp; model parameters as well. The results showed that the observed and simulated traits had similar patterns of genetic control &ndash; an indication that the current model is a good predictive tool because the estimated model parameters were able to capture the genetic variation among the lines. However, the genetic analysis of the parameters showed minimum or no overlap with the results obtained with the traits the parameters control. In summary, the model parameters capture genetic variation of crop growth and development in a way that cannot be partitioned among the genes controlling the trait. An alternative statistical methodology was used to measure the contribution to each trait by quantitative genes, the different environmental variables, and specific interactions between genes with single environmental factors. Results obtained with this new approach made it possible to develop single-process modules (time-to-flower, rate of growth, etc.), each with its own information of the three components of variation, and connected to an integrating central model.</p>\n<p>Results obtained in this project are applicable to any crop...",
  "por_txt_cntn": "\nUnlike the flower color trait that is controlled by a single gene in many species, traits of economic importance in agriculture are controlled by multiple genes. Examples of these traits include the size and weight of plant organs or the rate at which they grow and develop. Statistical geneticists have developed proven methodologies to identify the multiple genes that control these traits. Thus, knowing the genetic makeup of a crop can help in prediction of its behavior. A limitation of this approach is that these genetic analyses have to be carried out for each intended environment. A solution to this problem is offered by existing computer programs, known as dynamic crop simulation models that use mathematical expressions to describe grow and development of a crop, and at the same time are programmed to respond to current environmental conditions (temperature, solar radiation, etc.). The limitation of these models is that they need to be calibrated for each variety of the crop. The calibration process yields a set of model parameter values that are unique to each variety. This observation was placed at the center of the hypothesis that drove this project. The specificity of the model parameters values indicated that these parameters hold genetic information. Thus, subjecting these parameters to quantitative genetic analysis could reveal the genes that control and set parameter values. Therefore, combining genetic and crop modeling approaches might make it possible to construct a gene-based crop model that could predict crop behavior from planting to harvest, if the genetic makeup of the crop is known and environmental information is also available.\n\nWe carried out experiments with a recombinant inbred family (188 lines) of the common bean to test the central hypothesis. Each member of this family has a unique combination of gene versions from two progenitor parents which have contrasting anatomical, morphological, and physiological characteristics; consequently, the lines displayed a great range of growth and developmental patterns. A characteristic of this family is that all member of a line are genetically identical allowing comparative experiments under multiple environments. This family was grown at 5 sites ranging from Fargo, North Dakota to the experiment stations of the International Center for Tropical Agriculture in Cali, Colombia. After characterizing the genetic makeup of the lines, and measuring a large number of growth and developmental traits through weekly and end-point measurements, statistically analysis were carried out to identify genes associated with measured traits (developmental time-to-events, rates, size, etc.), with traits simulated by the model using each lineÆs unique model parameters, and with the  model parameters as well. The results showed that the observed and simulated traits had similar patterns of genetic control &ndash; an indication that the current model is a good predictive tool because the estimated model parameters were able to capture the genetic variation among the lines. However, the genetic analysis of the parameters showed minimum or no overlap with the results obtained with the traits the parameters control. In summary, the model parameters capture genetic variation of crop growth and development in a way that cannot be partitioned among the genes controlling the trait. An alternative statistical methodology was used to measure the contribution to each trait by quantitative genes, the different environmental variables, and specific interactions between genes with single environmental factors. Results obtained with this new approach made it possible to develop single-process modules (time-to-flower, rate of growth, etc.), each with its own information of the three components of variation, and connected to an integrating central model.\n\nResults obtained in this project are applicable to any crop species. Furthermore, the modular structure of the next generation crop models provi..."
 }
}