{
 "awd_id": "0929758",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER Collaborative Research:  Developing Transformation Technologies for  Porphyra",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 26805.0,
 "awd_amount": 26805.0,
 "awd_min_amd_letter_date": "2010-01-08",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "The genome of the marine red alga Porphyra umbilicalis is being sequenced by the Joint Genome Institute. The sequence information will help scientists address many fundamental questions, because Porphyra spp. belong to an ancient eukaryotic lineage, are important human foods (\"nori\"), have complex life histories, and---even compared to other intertidal organisms--- possess an unusually stress-tolerant metabolism. Computer-based analyses of the new genomic data will be sufficient to address some research questions, but most studies (e.g., the basis of Porphyra's tolerance to extreme drying or high light) will require experimental approaches based upon bioinformatics analyses. This project will develop the essential technology of stable genetic transformation in Porphyra to make such experimental work possible. The investigators will focus on transforming neutral spores of P. umbilicalis because these abundantly-produced spores lack a cell wall. This should make it possible to transform the cell by electroporation, among other approaches. Native Porphyra promoters of Porphyra genes will be used, based on information provided by the JGI sequencing project, and codon-optimized reporter genes will be synthesized. Spores will be treated with selective antibiotics to recover transformed sporelings, and the stability of the transformation will be assessed as sporelings mature to adults. The PIs and a postdoctoral associate will work across both participating laboratories to develop transformation technologies. The postdoctoral associate will investigate reproductive pathways or stress physiology during the development of transformation techniques. S/he will be well-prepared to make individual and collaborative advances with the Porphyra model system due to the comprehensive postdoctoral training and participation in the Porphyra NSF Research Coordination Network. This project will allow the scientific community to use the data from the whole genome sequencing project in experimental research on Porphyra, leading to fundamental advances in the areas of metabolism, evolution, and developmental biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Grossman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur R Grossman",
   "pi_email_addr": "arthurg@stanford.edu",
   "nsf_id": "000166730",
   "pi_start_date": "2010-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington (California)",
  "perf_str_addr": "290 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 26805.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div><span style=\"font-family: Cambria;\">\n<div><br /><br />\n<p>Susan H. Brawley (IOS-&shy;?0929558) and Arthur R. Grossman (IOS-&shy;?0929758) Collaborative Research: Developing Transformation Technologies for <em>Porphyra</em></p>\n<p>Sequencing of the genome of the intertidal marine alga <em>Porphyra umbilicalis</em> is expected to lead to advances in our&nbsp;understanding how some organisms tolerate<br />acute and multiple physical stresses such as drying, heat or freezing, and high<br />light. A combination of bioinformatic and experimental analyses are needed to use the sequence data, and this research began the process of developing transformation techniques for this red alga. Although stable transformation was not achieved, we were able to isolate high quality DNA, use native promoters specified by genomic sequencing to construct a vector for transformation, identify suitable cells (neutral spores) for transformation, and use several techniques to test for transformation (e.g., electroporation); these techniques continue to be developed. The associated bacterial community of <em>Porphyra</em> blades,<br />the economically important stage that is used as human food (&ldquo;nori&rdquo;, &ldquo;laver&rdquo;),<br />was studied intensively because selection for transformed cells appeared to be inhibited by the negative effects of the selective antibiotic on germination rates<br />of neutral spores. We found over 2,500 &ldquo;species-&shy;?level&rdquo; bacteria associated with natural blades in the field, and many of these are capable of digesting cell walls of <em>Porphyra</em>, while providing the alga with vitamins and other nutrients that probably contribute to its high food value. The study was done with pyrosequencing. Three phyla of Bacteria were especially common: Bacteroidetes, Proteobacteria, and Planctomycetes. The clonal laboratory blades used in the genome project had a greatly reduced microbial community, but the Flavobacteria component of the Bacteroidetes had increased markedly<br />compared to that found on natural blades in the field. More evidence for <em>Porphyra</em>&rsquo;s strong stress tolerance was acquired by studying regeneration of blades after acute freshwater stress; regeneration was robust.</p>\n<p>This research provided valuable information on bacterial-&shy;?algal interactions that has advanced the <em>Porphyra</em> genome sequencing project. During the research, a postdoctoral fellow was trained, and two undergraduates participated significantly in the research. One of these students completed his required senior<br />research by working on the project. An undergraduate class developed a related service learning research project that exposed them to basic research in a real-&shy;?world context by providing information to the public about a <em>Porphyra umbilicalis</em> food product.&nbsp;&nbsp;  &nbsp;</p>\n</div>\n</span></div>\n<div><span style=\"font-family: Cambria;\">&nbsp;</span></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2013<br>\n\t\t\t\t\tModified by: Arthur&nbsp;R&nbsp;Grossman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nSusan H. Brawley (IOS-&shy;?0929558) and Arthur R. Grossman (IOS-&shy;?0929758) Collaborative Research: Developing Transformation Technologies for Porphyra\n\nSequencing of the genome of the intertidal marine alga Porphyra umbilicalis is expected to lead to advances in our understanding how some organisms tolerate\nacute and multiple physical stresses such as drying, heat or freezing, and high\nlight. A combination of bioinformatic and experimental analyses are needed to use the sequence data, and this research began the process of developing transformation techniques for this red alga. Although stable transformation was not achieved, we were able to isolate high quality DNA, use native promoters specified by genomic sequencing to construct a vector for transformation, identify suitable cells (neutral spores) for transformation, and use several techniques to test for transformation (e.g., electroporation); these techniques continue to be developed. The associated bacterial community of Porphyra blades,\nthe economically important stage that is used as human food (\"nori\", \"laver\"),\nwas studied intensively because selection for transformed cells appeared to be inhibited by the negative effects of the selective antibiotic on germination rates\nof neutral spores. We found over 2,500 \"species-&shy;?level\" bacteria associated with natural blades in the field, and many of these are capable of digesting cell walls of Porphyra, while providing the alga with vitamins and other nutrients that probably contribute to its high food value. The study was done with pyrosequencing. Three phyla of Bacteria were especially common: Bacteroidetes, Proteobacteria, and Planctomycetes. The clonal laboratory blades used in the genome project had a greatly reduced microbial community, but the Flavobacteria component of the Bacteroidetes had increased markedly\ncompared to that found on natural blades in the field. More evidence for PorphyraÆs strong stress tolerance was acquired by studying regeneration of blades after acute freshwater stress; regeneration was robust.\n\nThis research provided valuable information on bacterial-&shy;?algal interactions that has advanced the Porphyra genome sequencing project. During the research, a postdoctoral fellow was trained, and two undergraduates participated significantly in the research. One of these students completed his required senior\nresearch by working on the project. An undergraduate class developed a related service learning research project that exposed them to basic research in a real-&shy;?world context by providing information to the public about a Porphyra umbilicalis food product.     \n\n\n \n\n\t\t\t\t\tLast Modified: 05/23/2013\n\n\t\t\t\t\tSubmitted by: Arthur R Grossman"
 }
}