{
 "awd_id": "0930356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Orographic Precipitation and Regional Climates",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 706258.0,
 "awd_amount": 706258.0,
 "awd_min_amd_letter_date": "2010-06-15",
 "awd_max_amd_letter_date": "2010-06-15",
 "awd_abstract_narration": "Orographic precipitation, which depends profoundly on the interaction of airflow with underlying mountainous terrain, has received considerable attention though large and complex field programs.  This project seeks to evaluate novel theoretical constructs in the context of comparatively simple terrain forcing.  The main hypothesis to be explored is that orographic precipitation in the tropics may be described as \"ascent-forced\" convection, in which terrain plays a key role in modulating not only upstream triggering of new convective clouds, but their entire life cycle along trajectories across a given mountain barrier.  While cordilleras at various latitudes will ultimately be examined, intensive observations will first be conducted by the NSF-supported University of Wyoming King Air research aircraft operating over/around the Caribbean Island of Dominica.  During the DOMinica EXperiment (DOMEX) in March-April 2011, the King Air's in situ and cloud radar/lidar King Air measurement capabilities will be combined with data from ground-based weather radar and networked rain gauges to comprehensively describe clouds and precipitation that form when comparatively steady trade-wind flow impacts an isolated mountain ridge.  These measurements will specify the nature of this convection, including its relationship to the existence and magnitude of upstream moisture and temperature fluctuations, and better describe cloud dynamics and microphysics in terms of entrainment, vertical velocity, and cloud water production.  A second focus will be to determine the applicability of these results to other locations and climate zones, with candidate comparison sites including Patagonia, Costa Rica, and southeastern Alaska.  Adjunct studies will evaluate stable isotope analysis of runoff water as a straightforward means of determining the average \"Drying Ratio\"--the ratio of precipitation to the total water vapor flux across a mountain ridge, known to vary from near 0% in certain tropical locations to 50% at higher latitudes.\r\n\r\nThe Intellectual Merit of this work centers on development of improved means to explore and describe a newly hypothesized \"ascent-forced\" atmospheric convection, and to better relate its occurrence to differing climate zones and associated airmass modifications for flow trajectories across both isolated and more complex arrangements of mountain ridges.\r\n\r\nBroader Impacts of this research will include mentoring and field-site training of a postdoc and graduate/undergrad students pursuing work spanning several scientific disciplines, as well as extensive international cooperation.  Ultimate impacts could include improved weather and climate modeling, isotope-climate interpretation, and water resources management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Smith",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald B Smith",
   "pi_email_addr": "ronald.smith@yale.edu",
   "nsf_id": "000163559",
   "pi_start_date": "2010-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 706258.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for the General Public</p>\n<p>Project Title: Orographic Precipitation and Regional Climates <br /> PI: Ronald Smith <br /> Awardee: Yale University <br /> Award Number: 0930356<br /> Award Expires:05/31/2014</p>\n<p>The Dominica Experiment (DOMEX)</p>\n<p>The mountains of the world strongly control the distribution of precipitation on planet earth. Water for human consumption, agriculture, industry and hydropower is largely supplied by &ldquo;orographic precipitation&rdquo;; that is, snow and rain produced by mountain-generated clouds.&nbsp; Conversely, mountains reduce precipitation in downstream &ldquo;rain shadow&rdquo; regions. To predict short-term and long-term water resources it is essential that we understand the mechanisms of orographic precipitation.</p>\n<p>Since the 1970s, there have been several research field projects examining orographic precipitation mechanisms; especially in the northern mid-latitude &nbsp;belt, from 30N to 50N latitude. While these projects have advanced our understanding, their results do not apply to the vast tropical and subtropical regions from 30S to 30N, To close this gap in understanding, the Dominica Experiment (DOMEX) was designed and carried out. The mountainous island of Dominica in the eastern Caribbean at latitude 15N was chosen for its simple terrain and its location in the quasi-steady trade wind belt of the north Atlantic Ocean.&nbsp;</p>\n<p>The DOMEX project began in 2007 with the installation of a line of rain gauges across the island. With NSF funding, the project was extended in April/May 2011 with an intense phase of research aircraft flights over the island. The fully instrumented University of Wyoming King Air, operating out of nearby Martinique, flew 21 missions with a common flight track monitoring conditions &nbsp;upstream and over the steep mountains of Dominica. Over the next three years, these data were analysed by a team from Yale University (R.B. Smith, Justin Minder, Alison Nugent, Dan Kirshbaum and Campbell Watson). The scientific results have now been published in several peer-reviewed journal articles by those authors.</p>\n<p>A few specific results are given here:</p>\n<p>1) The air which has passed over the mountains of Dominica is dryer than the air upstream: not by the classical rain-out mechanism but by the mixing downward of dry air from aloft.</p>\n<p>2) The airflow over the island exhibits both stable and unstable characteristics at the same time. The static stability leads to strong plunging downslope flow over the lee slopes. The moist instability leads to rapid development of shallow convection and heavy rain on the high peaks.</p>\n<p>3) Above a critical trade wind speed of 5m/s, the convection switches from thermally to mechanically driven.&nbsp; High winds suppress the diurnal heating and increase the rate of buoyancy generation by lifting.</p>\n<p>4) In the mechanically driven regime, the convection is triggered by the upstream humidity fluctuations. As this inhomogeneous air is lifted by the terrain, the moist parcels cross their LCL first and quickly form rising cumulus plumes.</p>\n<p>5) In general, it rains more falls during high wind than low wind conditions. The factors influencing this variation include: mechanical triggering of convection, fewer island-generated aerosols reaching the clouds, more giant sea-salt aerosols reaching the clouds, and wetter conditions in the oceanic cloud layer.</p>\n<p>These discoveries will impact the future of water resource forecasting. First, the physical processes mentioned above are not included in most weather forecast models today. After confirmation by other studies, these processes will incorporated into new numerical models. These improved models will be applied to short-term and long-term precipitation prediction. Second, the structure of the DOMEX project may be emulated by other investigators. Its experimental design ...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\nProject Title: Orographic Precipitation and Regional Climates \n PI: Ronald Smith \n Awardee: Yale University \n Award Number: 0930356\n Award Expires:05/31/2014\n\nThe Dominica Experiment (DOMEX)\n\nThe mountains of the world strongly control the distribution of precipitation on planet earth. Water for human consumption, agriculture, industry and hydropower is largely supplied by \"orographic precipitation\"; that is, snow and rain produced by mountain-generated clouds.  Conversely, mountains reduce precipitation in downstream \"rain shadow\" regions. To predict short-term and long-term water resources it is essential that we understand the mechanisms of orographic precipitation.\n\nSince the 1970s, there have been several research field projects examining orographic precipitation mechanisms; especially in the northern mid-latitude  belt, from 30N to 50N latitude. While these projects have advanced our understanding, their results do not apply to the vast tropical and subtropical regions from 30S to 30N, To close this gap in understanding, the Dominica Experiment (DOMEX) was designed and carried out. The mountainous island of Dominica in the eastern Caribbean at latitude 15N was chosen for its simple terrain and its location in the quasi-steady trade wind belt of the north Atlantic Ocean. \n\nThe DOMEX project began in 2007 with the installation of a line of rain gauges across the island. With NSF funding, the project was extended in April/May 2011 with an intense phase of research aircraft flights over the island. The fully instrumented University of Wyoming King Air, operating out of nearby Martinique, flew 21 missions with a common flight track monitoring conditions  upstream and over the steep mountains of Dominica. Over the next three years, these data were analysed by a team from Yale University (R.B. Smith, Justin Minder, Alison Nugent, Dan Kirshbaum and Campbell Watson). The scientific results have now been published in several peer-reviewed journal articles by those authors.\n\nA few specific results are given here:\n\n1) The air which has passed over the mountains of Dominica is dryer than the air upstream: not by the classical rain-out mechanism but by the mixing downward of dry air from aloft.\n\n2) The airflow over the island exhibits both stable and unstable characteristics at the same time. The static stability leads to strong plunging downslope flow over the lee slopes. The moist instability leads to rapid development of shallow convection and heavy rain on the high peaks.\n\n3) Above a critical trade wind speed of 5m/s, the convection switches from thermally to mechanically driven.  High winds suppress the diurnal heating and increase the rate of buoyancy generation by lifting.\n\n4) In the mechanically driven regime, the convection is triggered by the upstream humidity fluctuations. As this inhomogeneous air is lifted by the terrain, the moist parcels cross their LCL first and quickly form rising cumulus plumes.\n\n5) In general, it rains more falls during high wind than low wind conditions. The factors influencing this variation include: mechanical triggering of convection, fewer island-generated aerosols reaching the clouds, more giant sea-salt aerosols reaching the clouds, and wetter conditions in the oceanic cloud layer.\n\nThese discoveries will impact the future of water resource forecasting. First, the physical processes mentioned above are not included in most weather forecast models today. After confirmation by other studies, these processes will incorporated into new numerical models. These improved models will be applied to short-term and long-term precipitation prediction. Second, the structure of the DOMEX project may be emulated by other investigators. Its experimental design may provide a template for future projects.\n\n \n\n\t\t\t\t\tLast Modified: 09/02/2014\n\n\t\t\t\t\tSubmitted by: Ronald B Smith"
 }
}