{
 "awd_id": "0936489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES: Gender Differences in Early Science Experiences leading to 8th Grade Science Achievement-related Choices",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 500008.0,
 "awd_amount": 589135.0,
 "awd_min_amd_letter_date": "2010-02-19",
 "awd_max_amd_letter_date": "2012-09-12",
 "awd_abstract_narration": "Intellectual Merit: This project explores how early science experiences in formal and informal settings are related to 8th grade gender-based differences in science achievement-related choices. The research is guided by the Eccles Expectancy-Value (EV) Model of Achievement-Related Choices and is designed to follow overlapping cohorts of children, girls and boys, as they progress from third grade to eighth grade. The study starts with 1150 students from classrooms across six randomly selected Massachusetts school districts, with the goal of having complete data at the end of three years for 800 students (assuming 20% annual attrition). The key data collection tool is a science experiences questionnaire administered annually for three years to all students in the sample, supplemented by: in-depth in-person interviews with a subset of students, a parent questionnaire, a teacher questionnaire, a science specialist questionnaire, and informal science community scans. \r\n\r\nBroader Impacts: This research advances our knowledge about attracting girls into science, in particular the role of early experiences, interests, and aspirations. Considering the science career model as a chain across the life-course, ultimate science career selection can be linked back to earlier points in time, including graduate and undergrad science degree attainment and high school and middle school science course choice and career aspiration. Gender disparities have been documented at all of these points. However, to date, little systematic research has examined how experiences earlier than middle school affect successive links in the science life-course chain, and how these relationships differ by gender. The knowledge gained from this project should help teachers and informal educators consider activities that narrow rather than widen gender gaps, take an informed approach to engaging both girls and boys in science, and work with parents to understand their role in their child?s achievement-related choices. The impacts will extend more broadly to inform both school district practices and federal level funding decisions regarding programs addressing gender equity in the sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Goodman",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Irene F Goodman",
   "pi_email_addr": "goodman@grginc.com",
   "nsf_id": "000464955",
   "pi_start_date": "2010-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacquelynne",
   "pi_last_name": "Eccles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacquelynne Eccles",
   "pi_email_addr": "jseccles@uci.edu",
   "nsf_id": "000454900",
   "pi_start_date": "2010-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Brennan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Brennan",
   "pi_email_addr": "Robert_Brennan@hms.harvard.edu",
   "nsf_id": "000124625",
   "pi_start_date": "2010-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Bachrach",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth R Bachrach",
   "pi_email_addr": "bachrach@grginc.com",
   "nsf_id": "000331393",
   "pi_start_date": "2010-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Gareis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Gareis",
   "pi_email_addr": "gareis@grginc.com",
   "nsf_id": "000560939",
   "pi_start_date": "2010-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Goodman Research Group Inc",
  "inst_street_address": "26 LEE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174917033",
  "inst_zip_code": "021392204",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "GOODMAN RESEARCH GROUP, INC.",
  "org_prnt_uei_num": "ZCPRY1YNTFS7",
  "org_uei_num": "ZCPRY1YNTFS7"
 },
 "perf_inst": {
  "perf_inst_name": "Goodman Research Group Inc",
  "perf_str_addr": "26 LEE ST",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021392204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 166694.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 157041.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 265400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2><strong style=\"color: #000000; font-size: 12px;\">The Massa</strong><strong style=\"color: #000000; font-size: 12px;\">chusetts Linking Experiences and Pathways (M-LEAP) research project was a three-year longitudinal study by Goodman Research Group, Inc. (GRG). M-LEAP investigated the factors that influence elementary and middle school students&rsquo; interests and aspirations in Science, Technology, Engineering, and Math (STEM) fields. The study focused primarily on gender differences with an eye towards better understanding how girls&rsquo; and boys&rsquo; science beliefs, experiences, and aspirations (SBEAs) differ and develop from third grade through middle school. A body of research has already shown that science career expectations after eighth</strong><strong style=\"color: #000000; font-size: 12px;\">&nbsp;grade predict science degree attainment (both bachelors and graduate degrees) and that science degree attainment predicts science career selection</strong><strong style=\"color: #000000; font-size: 12px;\">&nbsp;</strong><strong style=\"color: #000000; font-size: 12px;\">.</strong></h2>\n<h2>Intellectual Merit</h2>\n<p><strong>The intellectual merit of M-LEAP is that it focused on a younger population than had previously been studied and used a prospective, longitudinal design to ask 3<sup>rd</sup>-8<sup>th</sup> grade students directly about their SBEAs. M-LEAP also made contributions to research on the Eccles Expectancy-Value Model of Achievement-Related Choices, the theoretical model guiding our study. Furthermore, it sought to fill in a gap in the literature by exploring the relationship between early science experiences and elementary and middle school students&rsquo; career aspirations (see Exhibit 1). Finally, M-LEAP&rsquo;s scope was broader than most research that has addressed this issue, as it collected data on students&rsquo; out-of-school activities as well as in-school subjects and skills. It also incorporated data from parents, teachers, and science specialists, as well as web-based information about the schools, districts, and communities in which they are located.</strong></p>\n<p><strong><span style=\"color: #158155; font-size: 16px;\">Methods</span></strong></p>\n<p><strong>&nbsp;We collected data from 1,576 unique students, 690 unique parents, and 138 unique teachers in eight K-8 schools in Massachusetts, representing a range in terms of geography, urbanicity, and socioeconomic status. Each spring between 2011 and 2013, 3<sup>rd</sup>-8<sup>th</sup> grade students were surveyed, as were their parents and teachers. In addition, in late spring each year, we conducted follow-up interviews with a subset of the sample &ndash; approximately 100 students. &nbsp;&nbsp;</strong></p>\n<p><strong>&nbsp;Three primary student outcomes were investigated:</strong></p>\n<p><strong>(1) how good students thought they were at various school subjects and skills (science, math, computers, reading/ELA, and teamwork) and how well they expected to do in them (Self-Efficacy, SE),</strong></p>\n<p><strong>(2) how useful and interesting they thought the subjects/skills were (Subjective Task Value, STV), and</strong></p>\n<p><strong>(3) the kind of job students aspired to have when they grow up (i.e. STEM job or not).</strong></p>\n<p><strong><span style=\"color: #158155; font-size: 16px;\">Research Results</span></strong></p>\n<p><strong>&nbsp;M-LEAP used both descriptive and univariate analyses, and then, based on those results, used a statistical technique called hierarchical linear modeling (HLM). HLM analyses showed that students&rsquo; SE and STV beliefs are tightly linked, that children are heavily influenced by the value that they perceive adults assign to particular subjects, and that participating in more out-of-school STEM activities is linked to higher STV. Furthermore, parents&rsquo; holding boy-favoring stereotypes about STEM subjects was found to be detrimental to girls...",
  "por_txt_cntn": "The Massachusetts Linking Experiences and Pathways (M-LEAP) research project was a three-year longitudinal study by Goodman Research Group, Inc. (GRG). M-LEAP investigated the factors that influence elementary and middle school studentsÆ interests and aspirations in Science, Technology, Engineering, and Math (STEM) fields. The study focused primarily on gender differences with an eye towards better understanding how girlsÆ and boysÆ science beliefs, experiences, and aspirations (SBEAs) differ and develop from third grade through middle school. A body of research has already shown that science career expectations after eighth grade predict science degree attainment (both bachelors and graduate degrees) and that science degree attainment predicts science career selection .\nIntellectual Merit\n\nThe intellectual merit of M-LEAP is that it focused on a younger population than had previously been studied and used a prospective, longitudinal design to ask 3rd-8th grade students directly about their SBEAs. M-LEAP also made contributions to research on the Eccles Expectancy-Value Model of Achievement-Related Choices, the theoretical model guiding our study. Furthermore, it sought to fill in a gap in the literature by exploring the relationship between early science experiences and elementary and middle school studentsÆ career aspirations (see Exhibit 1). Finally, M-LEAPÆs scope was broader than most research that has addressed this issue, as it collected data on studentsÆ out-of-school activities as well as in-school subjects and skills. It also incorporated data from parents, teachers, and science specialists, as well as web-based information about the schools, districts, and communities in which they are located.\n\nMethods\n\n We collected data from 1,576 unique students, 690 unique parents, and 138 unique teachers in eight K-8 schools in Massachusetts, representing a range in terms of geography, urbanicity, and socioeconomic status. Each spring between 2011 and 2013, 3rd-8th grade students were surveyed, as were their parents and teachers. In addition, in late spring each year, we conducted follow-up interviews with a subset of the sample &ndash; approximately 100 students.   \n\n Three primary student outcomes were investigated:\n\n(1) how good students thought they were at various school subjects and skills (science, math, computers, reading/ELA, and teamwork) and how well they expected to do in them (Self-Efficacy, SE),\n\n(2) how useful and interesting they thought the subjects/skills were (Subjective Task Value, STV), and\n\n(3) the kind of job students aspired to have when they grow up (i.e. STEM job or not).\n\nResearch Results\n\n M-LEAP used both descriptive and univariate analyses, and then, based on those results, used a statistical technique called hierarchical linear modeling (HLM). HLM analyses showed that studentsÆ SE and STV beliefs are tightly linked, that children are heavily influenced by the value that they perceive adults assign to particular subjects, and that participating in more out-of-school STEM activities is linked to higher STV. Furthermore, parentsÆ holding boy-favoring stereotypes about STEM subjects was found to be detrimental to girlsÆ feelings of ability and their expectations for academic success in these areas.\n\n Our results yield evidence of a link between the following and students aspiring to a STEM job: \n\n A studentÆs science self-efficacy\nA studentÆs math subjective task value \nA studentÆs favorite subject being a STEM subject\nA student frequently participating in out-of-school STEM activities\nA child perceiving that her/his parent values math\nA parent believing that her/his child has strong science abilities\n\n\nBroader Impacts\n\nThe broader impact of this work is in its implications for potential interventions for and by formal and informal educators, parents, media purveyors, and STEM industry that are geared towards attracting more students, especially girls, to STEM careers. These domains of influence are ..."
 }
}