{
 "awd_id": "0937964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Streamlining High-End Computing with Software Persistent Memory",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 711999.0,
 "awd_amount": 759999.0,
 "awd_min_amd_letter_date": "2010-01-08",
 "awd_max_amd_letter_date": "2011-06-13",
 "awd_abstract_narration": "Current high-end computing (HEC) applications explicitly manage persistent data, including both application state and application output. This practice not only increases development time and cost, but also requires an application developer to be intimately aware of the underlying platform-dependent storage mechanisms to achieve good application I/O performance. Such vertical development also makes the application software less portable.\r\n\r\nThe Software Persistent Memory (SoftPM) project builds a lightweight infrastructure for streamlining data management in next generation HEC applications. SoftPM eliminates the duality of data management in HEC applications by allowing applications to allocate persistent memory in much the same way volatile memory is allocated and easily restore, browse, and interact with past versions of persistent memory state. This simplifies the implementation of three broad capabilities required in HEC applications --  recoverability (e.g., checkpoint-restart), record-replay (e.g., data-visualization), and execution branching (e.g., simulation model-space exploration).\r\n\r\nThe SoftPM project is organized in three modules. The first module builds an evolvable SoftPM API and addresses memory management issues. The second module addresses high-performance I/O and the atomicity of persistence points for local storage and parallel file systems. The final module builds several HEC application case-studies to illustrate the different capabilities supported by SoftPM in HEC environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raju",
   "pi_last_name": "Rangaswami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raju Rangaswami",
   "pi_email_addr": "raju@cs.fiu.edu",
   "nsf_id": "000488807",
   "pi_start_date": "2010-01-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Liu",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Jason X Liu",
   "pi_email_addr": "liux@cis.fiu.edu",
   "nsf_id": "000246632",
   "pi_start_date": "2010-01-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Zhao",
   "pi_email_addr": "mingzhao@asu.edu",
   "nsf_id": "000511914",
   "pi_start_date": "2010-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "747600",
   "pgm_ele_name": "XD-Extreme Digital"
  },
  {
   "pgm_ele_code": "795200",
   "pgm_ele_name": "HECURA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7952",
   "pgm_ref_txt": "HECURA"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 735999.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:<br />This project developed a new software-based persistent memory (SoftPM) interface and library for block-based storage and in doing so, created new techniques that allow location-independent memory allocation of data structures. Such memory data can be modified without operating system involvement directly by the application and large sets of such modifications can made persistent atomically. The developed interface simplifies programming significantly whereby the only required operations are creating a named container, associating a single \"root\" data structure to it, and specifying persistence points. The SoftPM library seamless discovers all data reachable from the root via pointers and makes all such reachable data persistent. It also allows restoring the container data with one, simple library operation. Finally, the library supports advanced capabilities for container versioning and branching of container versions.&nbsp;<br />Complementarily, this project designed and implemented parallel file system (PFS) delegation to optimize metadata management for deploying SoftPM on parallel storage systems. Evaluation done on PVFS2 shows encouraging results where PFS delegation based checkpointing substantially outperforms traditional many-to-many checkpointing approach. We further incorporated emerging solid-state devices (SSDs)in high-end computing systems.<br /><br />Broader Impact:<br />Our work provided research opportunities for several students from minority groups at the undergraduate and PhD levels. Undergraduate Hispanic minority student, Leonardo Marmol, was an REU participant as part of this project. He decided to pursue a PhD degree to continue his work on the project at the graduate level.&nbsp;<br />The findings related to the interface components of the Software Persistent Memory project &nbsp;add to the knowledge base for persistent memory interfaces and impacts new interface standards for persistent memory such as the one considered by the T10 standards body.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2014<br>\n\t\t\t\t\tModified by: Raju&nbsp;Rangaswami</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\nThis project developed a new software-based persistent memory (SoftPM) interface and library for block-based storage and in doing so, created new techniques that allow location-independent memory allocation of data structures. Such memory data can be modified without operating system involvement directly by the application and large sets of such modifications can made persistent atomically. The developed interface simplifies programming significantly whereby the only required operations are creating a named container, associating a single \"root\" data structure to it, and specifying persistence points. The SoftPM library seamless discovers all data reachable from the root via pointers and makes all such reachable data persistent. It also allows restoring the container data with one, simple library operation. Finally, the library supports advanced capabilities for container versioning and branching of container versions. \nComplementarily, this project designed and implemented parallel file system (PFS) delegation to optimize metadata management for deploying SoftPM on parallel storage systems. Evaluation done on PVFS2 shows encouraging results where PFS delegation based checkpointing substantially outperforms traditional many-to-many checkpointing approach. We further incorporated emerging solid-state devices (SSDs)in high-end computing systems.\n\nBroader Impact:\nOur work provided research opportunities for several students from minority groups at the undergraduate and PhD levels. Undergraduate Hispanic minority student, Leonardo Marmol, was an REU participant as part of this project. He decided to pursue a PhD degree to continue his work on the project at the graduate level. \nThe findings related to the interface components of the Software Persistent Memory project  add to the knowledge base for persistent memory interfaces and impacts new interface standards for persistent memory such as the one considered by the T10 standards body. \n\n\t\t\t\t\tLast Modified: 03/22/2014\n\n\t\t\t\t\tSubmitted by: Raju Rangaswami"
 }
}