{
 "awd_id": "0939514",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Center for Energy Efficient Electronics Science (Center for E3S)",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 25000000.0,
 "awd_amount": 47679948.0,
 "awd_min_amd_letter_date": "2010-09-13",
 "awd_max_amd_letter_date": "2021-08-11",
 "awd_abstract_narration": "Center for Energy Efficient Electronics Science (E3S)\r\nPrincipal Investigator: Yablonovitch, Eli\r\nProposal Number:  0939514\r\nLead Institution: University of California, Berkeley\r\n\r\nInformation-processing equipment, including computers, consumer electronics, telephony, office equipment, network equipment, data centers and servers, and supercomputers consumes a significant fraction of the total electricity  production in the US, and it is growing dramatically with time, both on an absolute basis and as a fraction of the total. The inexorable growth in the role of information in society will place an increasing burden on the US energy economy. Aggregate energy used for information technology constitutes a genuine, looming energy crisis in information processing. At the most fundamental level, the energy used to manipulate a single bit of information is currently a million times greater than theoretical limits. In order to address this issue, there is a critical need for fundamental and conceptual breakthroughs in the underlying physics, chemistry and materials science that form the foundation of information-processing technologies. This Science and Technology Center for Energy Efficient Electronics Science (E3S) seeks to approach the fundamental physical limits and engineering realization of electronic devices and systems for digital information- processing technologies. The Center for E3S proposes to research revolutionary concepts, and scientific principles that would enable fundamentally new and different science for digital-information processing, in order to achieve a radical reduction in energy usage.\r\n\r\nIntellectual Merit:\r\nCurrent technology is dependent on the transistor, which suffers from a serious voltage-dependent limitation, since it requires a powering voltage close to 1 Volt, whereas the wires of an electronic circuit will function with tolerable signal-to-noise ratio, even at voltages as low as 1 millivolt.  If the operating voltage is reduced by a factor of one thousand, than power will be reduced by a factor of one million.  Hence, the energy per bit-function in digital electronics is currently one million times higher than it needs to be. New science that would enable a millivolt electronic switch will lead to a successor to the conventional transistor, thereby resulting in a paradigm shift in digital electronics. Currently, CMOS dissipates a minimum of about 30,000 eV per digital function.  The 2007 International Technology Roadmap for Semiconductors projects a goal for this value to be reduced to about 800 eV per digital function by the Year 2022.  To address this revolutionary challenge, an interdisciplinary team of scientists from UC Berkeley, MIT and Stanford University will assemble in E3S to conduct research in four interrelated themes: I. Nanoelectronics: solid-state millivolt switching; 2. Nanomechanics: zero-leakage switching; 3. Nanomagnetics: surpassing the Landauer Limit; and 4. Nanophotonics: few-photon optical communication, for the common goal of new energy-efficient device architectures.\r\n\r\nThe central idea behind Theme 1 is to change the operational paradigm for the logic switch by controlling the width of the energy barrier rather than the height. Conduction occurs via tunneling of electrons, and it can be shown that this type of device can be operated at very low supply voltages and with very low off-currents. Theme 2 is focused on the design of nanoelectromechanical switches that will have zero off-state leakage current. To overcome contact wear and reliability issues, two novel switching device structures are proposed; one with an interface material between electrodes as they close; and one that uses a complementary configuration to obtain very-low-energy switching. Theme 3 seeks to surmount the Landauer Limit of 18 meV energy dissipation per logic operation at room temperature by using nanomagnetic devices. Electrical control of ferromagnetism, as compared to an external magnetic field, is proposed as an energy-efficient alternative. Theme 4 seeks to use nanophotonics for ultra-low-energy communications to approach the physical energy limits for intra and inter-chip communication between devices. A new form of spontaneous emission of light will be explored that is potentially superior to conventional stimulated emission. \r\n\r\nBroader Impacts:\r\nMany programs at the participating institutions (UC Berkeley, MIT, and Stanford and with three minority-serving institutions: Contra Costa College (CCC), Los Angeles Trade Technical College (LATTC), and Tuskegee University, international collaboration with Oxford University, the University of Toronto and the University Hong Kong and industrial partnerships with Intel, IBM, Google, Lam Research and Hewlett Packard) will be leveraged to integrate research and education programs.  Among these are pre-college programs including: Summer High School Apprenticeship Program for rising high school seniors (UC Berkeley), Pre-College Engineering Academy for 11th and 12th grade high school students (UC Berkeley), Saturday Engineering Enrichment and Discovery Program (MIT), Minority Introduction to Engineering and Science Program at the undergraduate level (MIT), the Transfer-To-Excellence Program for community college students (UC Berkeley), E3S Center Summer Research Program for community college students, the Summer Undergraduate Program in Engineering Research at UC Berkeley, and the MIT Summer Research Program for minority students. A Graduate Student Council will be formed to develop student leadership skills. A Graduate Student Rotation Program will benefit students as well as enhance synergy among the four proposed research themes.  At the postgraduate level, university postdoctoral fellows programs will be leveraged to recruit minority and female faculty.  The Center plans to disseminate research results and activities to a broader audience to increase energy awareness through weekly energy forums and monthly lectures in the San Francisco Bay area, and plans to implement a comprehensive evaluation and assessment plan for the Center?s research and education activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eli",
   "pi_last_name": "Yablonovitch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eli Yablonovitch",
   "pi_email_addr": "eliy@eecs.berkeley.edu",
   "nsf_id": "000103706",
   "pi_start_date": "2010-09-13",
   "pi_end_date": "2021-06-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eli",
   "pi_last_name": "Yablonovitch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eli Yablonovitch",
   "pi_email_addr": "eliy@eecs.berkeley.edu",
   "nsf_id": "000103706",
   "pi_start_date": "2021-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Bokor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Bokor",
   "pi_email_addr": "jbokor@eecs.berkeley.edu",
   "nsf_id": "000173149",
   "pi_start_date": "2021-06-24",
   "pi_end_date": "2021-08-11"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Bokor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Bokor",
   "pi_email_addr": "jbokor@eecs.berkeley.edu",
   "nsf_id": "000173149",
   "pi_start_date": "2010-09-13",
   "pi_end_date": "2021-06-24"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Bokor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Bokor",
   "pi_email_addr": "jbokor@eecs.berkeley.edu",
   "nsf_id": "000173149",
   "pi_start_date": "2021-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Chang-Hasnain",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Constance J Chang-Hasnain",
   "pi_email_addr": "cch@berkeley.edu",
   "nsf_id": "000444103",
   "pi_start_date": "2010-09-13",
   "pi_end_date": "2021-07-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tsu-Jae",
   "pi_last_name": "King-Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tsu-Jae King-Liu",
   "pi_email_addr": "tking@eecs.berkeley.edu",
   "nsf_id": "000466762",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Wu",
   "pi_email_addr": "wu@eecs.berkeley.edu",
   "nsf_id": "000061285",
   "pi_start_date": "2010-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129700",
   "pgm_ele_name": "STC Integrative Partnrshps Adm"
  },
  {
   "pgm_ele_code": "800500",
   "pgm_ele_name": "STCs - 2010 Class"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  },
  {
   "pgm_ref_code": "9171",
   "pgm_ref_txt": "SCIENCE AND TECHNOLOGY CENTERS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5050000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5099948.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 5000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 5030000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 3700000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Center for Energy Efficient Electronics Science (E<sup>3</sup>S) was formed in response to an increasing need of developing electronic systems operating at the minimum energy requirement for performing digital functions. While conventional transistors were the key for forging the semiconductor revolution and changing the world we are living in, their high energy requirements make them unsuitable for current Data Center and mobile \"off-the-grid\" applications driven by advancements in cloud computing, social networking, mobile internet and Artificial Intelligence - all of which require increased electric power. At the most fundamental level, today's energy used to manipulate a single bit of information is around four orders of magnitude greater than needed. This amounts to the difference of charging a cell phone once a day, or once every 30 years! The Center's original research goal of replacing the conventional transistor with ultralow-power switches is therefore as relevant as ever, though the full implementation will require further breakthroughs in materials and physical concepts.</p>\n<p>The Center for E<sup>3</sup>S leaves behind a legacy of excellence in research, education, broadening participation, and knowledge transfer, and it is proud to have made significant progress toward next-generation ultralow energy switching concepts by identifying barriers, exploring revolutionary concepts, and developing scientific principles that enable transformative and fundamentally new digital-information processing science. This progress was achieved by emphasizing the importance of educating of a diverse generation of future leaders, researchers, educators, and technicians in electronics and information technology. In fact, central to the Center's mission was a collaborative approach, involving engineers, chemists, physicists, and materials scientists from five top universities (University of California, Berkeley, Massachusetts Institute of Technology, Stanford University, Florida International University, and University of Texas at El-Paso) and the California Community College system to provide educational outreach and train the next generation of scientists and engineers.</p>\n<p>The research mission of the Center for E<sup>3</sup>S was driven by the critical need for fundamental and conceptual breakthroughs in the underlying physics and engineering challenges of dramatically increasing the energy efficiency of information processing and transfer elements. Research was conducted in four different, but interconnected, themes: (1) The Nanoelectronics Theme has found that low-power tunnel-field effect transistors will be much more challenging to create, than expected. Nonetheless, researchers at E<sup>3</sup>S have laid out the requirements that will guide future research, including atomic scale perfection and non-Lorentzian spectral lineshape, with graphene nanoribbons as the material basis. (2) The Nanomechanics Theme has demonstrated the importance of molecular functionalization on the surfaces of micro/nano-electromechanical switches that will likely become standard in the field of nanomechanics. Moreover, a groundbreaking method to directly integrate mechanical relays with standard CMOS fabrication was developed using the back-end-of-line (BEOL) interconnect (metal) layers. (3) The Nanophotonics Theme has demonstrated that the antenna-LED is the missing link of optoelectronic sources for on-chip optical communication. The antenna-LED operates at low power, but at a speed comparable or faster than lasers, and allows for full on-chip integrated with other optical components. (4) The Nanomagnetics Theme has pointed the correct path for high-speed magnetic switching based on a new exchange-mediated mechanism. This non-classical approach enables charge-induced ultrafast switching at ~100 times higher speeds than conventional methods, bringing magnetic switching down into the picosecond range.</p>\n<p>The education and diversity mission included students and trainees from the high-school level to undergraduates, graduates, and postdoctoral associates. The Center for E<sup>3</sup>S established a national model for Science &amp; Technology Centers and other NSF Centers in the development of the Transfer-to-Excellence Research Experience for Undergraduates (TTE REU) program, which provides a unique path for the highly diverse and underserved population of community college students to transfer into a 4-year institution. To date, 94 percent of the TTE REU alumni have either transferred to or graduated from a baccalaureate program majoring in STEM. Most importantly, of the students who have transferred, 90 percent were from underrepresented groups. In total, more than 240 undergraduate students and 22 community college teachers were supported with summer research internships and training opportunities. At the higher educational levels, the Center for E<sup>3</sup>S is proud to have provided a path for 160 graduate students and postdocs to successfully transfer to industry or academia, pursuing careers in a wide range of STEM disciplines.</p>\n<p>Knowledge transfer was a key factor in accelerating research, education, and outreach endeavors in the Center for E<sup>3</sup>S, exemplified by more than 330 peer-reviewed scientific papers with a cumulative citation number exceeding 15,000. In addition, five Berkeley Symposia on Energy Efficient Electronic Systems were organized, attracting more than 650 attendees from all over the world. Finally, many of the research initiative of the Center for E<sup>3</sup>S will continue through its signature legacy project, the Berkeley Emerging Technology and Research (BETR) Center, which has developed into a fully self-sustained, industry-funded hub for electronics research at UC Berkeley.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2022<br>\n\t\t\t\t\tModified by: Eli&nbsp;Yablonovitch</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/0939514/0939514_10040725_1654290694648_E3S-Center--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/0939514/0939514_10040725_1654290694648_E3S-Center--rgov-800width.jpg\" title=\"Center for E3S Partners\"><img src=\"/por/images/Reports/POR/2022/0939514/0939514_10040725_1654290694648_E3S-Center--rgov-66x44.jpg\" alt=\"Center for E3S Partners\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Core member institutions of the Center for Energy Efficient Electronics Science (E3S).</div>\n<div class=\"imageCredit\">Center for E3S</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Eli&nbsp;Yablonovitch</div>\n<div class=\"imageTitle\">Center for E3S Partners</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/0939514/0939514_10040725_1654290769734_E3S-Themes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/0939514/0939514_10040725_1654290769734_E3S-Themes--rgov-800width.jpg\" title=\"Center for E3S Research Themes\"><img src=\"/por/images/Reports/POR/2022/0939514/0939514_10040725_1654290769734_E3S-Themes--rgov-66x44.jpg\" alt=\"Center for E3S Research Themes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graphic illustration of the research themes of the Center for Energy Efficient Electronics Science (E3S).</div>\n<div class=\"imageCredit\">Center for E3S</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Eli&nbsp;Yablonovitch</div>\n<div class=\"imageTitle\">Center for E3S Research Themes</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Center for Energy Efficient Electronics Science (E3S) was formed in response to an increasing need of developing electronic systems operating at the minimum energy requirement for performing digital functions. While conventional transistors were the key for forging the semiconductor revolution and changing the world we are living in, their high energy requirements make them unsuitable for current Data Center and mobile \"off-the-grid\" applications driven by advancements in cloud computing, social networking, mobile internet and Artificial Intelligence - all of which require increased electric power. At the most fundamental level, today's energy used to manipulate a single bit of information is around four orders of magnitude greater than needed. This amounts to the difference of charging a cell phone once a day, or once every 30 years! The Center's original research goal of replacing the conventional transistor with ultralow-power switches is therefore as relevant as ever, though the full implementation will require further breakthroughs in materials and physical concepts.\n\nThe Center for E3S leaves behind a legacy of excellence in research, education, broadening participation, and knowledge transfer, and it is proud to have made significant progress toward next-generation ultralow energy switching concepts by identifying barriers, exploring revolutionary concepts, and developing scientific principles that enable transformative and fundamentally new digital-information processing science. This progress was achieved by emphasizing the importance of educating of a diverse generation of future leaders, researchers, educators, and technicians in electronics and information technology. In fact, central to the Center's mission was a collaborative approach, involving engineers, chemists, physicists, and materials scientists from five top universities (University of California, Berkeley, Massachusetts Institute of Technology, Stanford University, Florida International University, and University of Texas at El-Paso) and the California Community College system to provide educational outreach and train the next generation of scientists and engineers.\n\nThe research mission of the Center for E3S was driven by the critical need for fundamental and conceptual breakthroughs in the underlying physics and engineering challenges of dramatically increasing the energy efficiency of information processing and transfer elements. Research was conducted in four different, but interconnected, themes: (1) The Nanoelectronics Theme has found that low-power tunnel-field effect transistors will be much more challenging to create, than expected. Nonetheless, researchers at E3S have laid out the requirements that will guide future research, including atomic scale perfection and non-Lorentzian spectral lineshape, with graphene nanoribbons as the material basis. (2) The Nanomechanics Theme has demonstrated the importance of molecular functionalization on the surfaces of micro/nano-electromechanical switches that will likely become standard in the field of nanomechanics. Moreover, a groundbreaking method to directly integrate mechanical relays with standard CMOS fabrication was developed using the back-end-of-line (BEOL) interconnect (metal) layers. (3) The Nanophotonics Theme has demonstrated that the antenna-LED is the missing link of optoelectronic sources for on-chip optical communication. The antenna-LED operates at low power, but at a speed comparable or faster than lasers, and allows for full on-chip integrated with other optical components. (4) The Nanomagnetics Theme has pointed the correct path for high-speed magnetic switching based on a new exchange-mediated mechanism. This non-classical approach enables charge-induced ultrafast switching at ~100 times higher speeds than conventional methods, bringing magnetic switching down into the picosecond range.\n\nThe education and diversity mission included students and trainees from the high-school level to undergraduates, graduates, and postdoctoral associates. The Center for E3S established a national model for Science &amp; Technology Centers and other NSF Centers in the development of the Transfer-to-Excellence Research Experience for Undergraduates (TTE REU) program, which provides a unique path for the highly diverse and underserved population of community college students to transfer into a 4-year institution. To date, 94 percent of the TTE REU alumni have either transferred to or graduated from a baccalaureate program majoring in STEM. Most importantly, of the students who have transferred, 90 percent were from underrepresented groups. In total, more than 240 undergraduate students and 22 community college teachers were supported with summer research internships and training opportunities. At the higher educational levels, the Center for E3S is proud to have provided a path for 160 graduate students and postdocs to successfully transfer to industry or academia, pursuing careers in a wide range of STEM disciplines.\n\nKnowledge transfer was a key factor in accelerating research, education, and outreach endeavors in the Center for E3S, exemplified by more than 330 peer-reviewed scientific papers with a cumulative citation number exceeding 15,000. In addition, five Berkeley Symposia on Energy Efficient Electronic Systems were organized, attracting more than 650 attendees from all over the world. Finally, many of the research initiative of the Center for E3S will continue through its signature legacy project, the Berkeley Emerging Technology and Research (BETR) Center, which has developed into a fully self-sustained, industry-funded hub for electronics research at UC Berkeley.\n\n \n\n\t\t\t\t\tLast Modified: 06/03/2022\n\n\t\t\t\t\tSubmitted by: Eli Yablonovitch"
 }
}