{
 "awd_id": "0939167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPATH-1: An interdisciplinary, problem-based, collaborative course on computational thinking",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 156277.0,
 "awd_amount": 156277.0,
 "awd_min_amd_letter_date": "2009-12-31",
 "awd_max_amd_letter_date": "2009-12-31",
 "awd_abstract_narration": "This project is developing and offering a course in computational thinking for non-computer science undergraduate students at Baylor University. In this course, computational thinking is viewed algorithmically, thus it helps students to develop the skills needed to effectively solve problems with algorithms. It includes such topics as problem abstraction and decomposition, fundamental programming concepts, and the practical and theoretical limits of computation.\r\n\r\nThere are several distinctive aspects to this course. First, it is intended for all students rather than only those in science-related disciplines. Second, it is collaborative. Students work in small groups that change weekly. Third, it is problem-based. Students learn computational thinking by solving real problems. Finally, problems given in the course come from disciplines outside of computer science. Faculty members from across the university are helping to develop the set of problems to be used in the class. Because the course focuses on how computational thinking may be used in other disciplines, it will better train non-computer science majors than the existing introductory course for computer science majors.\r\n\r\nThe first year of the project is focused upon curriculum development, including defining a canonical list of problem types, gathering problems for the course, and selecting appropriate software for student implementation. The course will be offered twice in the second year of the project, once each semester. Given the enrollment in traditional introduction to computer science courses, demand for the course is high.\r\n\r\nIntellectual Merit\r\nThis introductory course for non-majors gives a broad introduction to computational thinking for non-computer scientists. The principal investigators each have years of experience using problem-based, collaborative learning to teach computational thinking to computer science majors at all levels. A problem-based curriculum, using problems from external disciplines, serves to motivate the computational topics. The course also educates students about the breadth of computation?s application, and introduces them to other fields.\r\n\r\nThis course has the potential to be transformative by becoming a model for the introduction to algorithmic computational thinking. It brings together students and problems from multiple disciplines, and unites them under a common theme. The efficacy of the course in training students in computational thinking will be rigorously evaluated and compared with a traditional introductory computer science course.\r\n\r\nBroader Impacts\r\nIf technology is to continue to have a positive impact on society, it is essential for the people who interact with technology to understand how to effectively use and create with it. To this end, the proposed course broadens participation in computing by serving students outside the discipline.\r\nIt also broadens the participation of faculty members by including external faculty in course development. The course enhances education infrastructure by providing a curriculum, software tools, and a body of problems to be made publicly available. The PIs have broad support for this course, both from inside the computer science department and across the faculty in many other departments at Baylor.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Hamerly",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Hamerly",
   "pi_email_addr": "Greg_Hamerly@baylor.edu",
   "nsf_id": "000163241",
   "pi_start_date": "2009-12-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "DAVID",
   "pi_last_name": "STURGILL",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "DAVID STURGILL",
   "pi_email_addr": "sturgill@cs.baylor.edu",
   "nsf_id": "000255937",
   "pi_start_date": "2009-12-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Booth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Booth",
   "pi_email_addr": "Bill_Booth@baylor.edu",
   "nsf_id": "000285074",
   "pi_start_date": "2009-12-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "700 S UNIVERSITY PARKS DR",
  "perf_city_name": "WACO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767061003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7640",
   "pgm_ref_txt": "CPATH"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 156277.0
  }
 ],
 "por": null
}