{
 "awd_id": "0940646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BPC-LSA: The Computer Science Collaboration Project",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2010-04-19",
 "awd_max_amd_letter_date": "2010-05-19",
 "awd_abstract_narration": "The Puget Sound Center for Teaching, Learning and Technology proposes the Computer Science Collaboration (CSC) Project, which will build capacity among K-12 programs that aim to increase diversity in computing. Many K-12 organizations and activities are designed to address the continuing underrepresentation in computing among people with disabilities, women, and certain racial/ethnic minorities. Yet we have seen few gains in representation among these groups. This is, at least in part, due to the isolation of outreach organizations and their inconsistent capacity to access and implement best practices. The CSC Project aims to change this by building collaborations and connections between existing programs. It will use the most successful elements of the National Girls Collaborative Project to work with the Alliances and K-12 outreach organizations that are already part of the BPC community, specifically focusing on outreach to persons with disabilities, African Americans, Hispanics, American Indians, Alaska Natives, Native Hawaiians, Pacific Islanders, and women. The CSC Project aims to maximize access to shared resources within organizations (public and private) serving underrepresented youth in computing, strengthening their capacity by sharing best practice research and program models, outcomes, and products through training and dissemination. In this way, the project hopes to create the tipping point, creating a community of projects, initiatives, and stakeholders dedicated to transforming the computing workforce with equitable participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Peterson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Peterson",
   "pi_email_addr": "kpeterson@ngcproject.org",
   "nsf_id": "000690986",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Denner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Denner",
   "pi_email_addr": "jilld@etr.org",
   "nsf_id": "000440240",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Britsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda Britsch",
   "pi_email_addr": "bbritsch@ngcproject.org",
   "nsf_id": "000401575",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EdLab Group Foundation",
  "inst_street_address": "3500-188th St. SW",
  "inst_street_address_2": "Suite 490",
  "inst_city_name": "Lynnwood",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "4259774750",
  "inst_zip_code": "980374751",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "EdLab Group Foundation",
  "perf_str_addr": "3500-188th St. SW",
  "perf_city_name": "Lynnwood",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980374751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\n<p><strong>Project Overview</strong></p>\n<p><strong>&nbsp; &nbsp; &nbsp;</strong>The Computer Science Collaboration Project (CSCP), funded by the National Science Foundation, aims to build collaborations and maximize access to shared resources among K-12 educators, community-based organizations, institutions of higher education, and industry to increase participation and engagement of underrepresented youth in computer science. The CSCP also aims to strengthen the capacity of K-12 programs in computer science by supporting the application of exemplary practices in their programs.</p>\n<p>&nbsp; &nbsp; &nbsp;Building on the&nbsp;<acronym>National Girls Collaborative Project&rsquo;s</acronym> innovative model to facilitate and support collaboration among practitioners serving girls in science, technology, engineering, and mathematics (STEM), the CSCP offered in-person and online collaboration opportunities, mini-grants as an incentive for collaborative projects, and disseminated research-based exemplary practices via a website, webinars, and in-person professional development events. Project activities were designed to bring organizations together, facilitate connections, encourage and support collaborative projects, and to provide targeted professional development.</p>\n<p><strong>Broader Impacts</strong></p>\n<p><span style=\"white-space: pre;\">&nbsp; </span>&nbsp; &nbsp; The online CSCP Program Directory has almost two hundred entries from 36 states. These entries represent computer science programs with over 1,000 staff members who reach approximately 160,000 youth. There are more than 8,000 subscribers to the CSCP e-newsletter (with ten issues archived online) and more than 6,600 unique visitors to the CSCP website in the past year. A total of 328 people attended the &ldquo;live&rdquo; version of 10 CSCP webinars, and 13 project-related presentations held by National and Collaboration Leadership Team members were attended by more than 600 people.</p>\n<p>&nbsp; &nbsp; &nbsp;CSCP mini-grants helped recipients reach more of their targeted groups (youth with disabilities or Hispanic/Latino youth) through collaborations and/or helped them incorporate computer science content into their programming. Collaborative work made the mini-grant projects more effective as partners contributed different areas of expertise and different resources. Benefits of higher collaboration levels included recruiting participants who are underrepresented in computer science, providing exposure to role models and career-related experiences, and increasing staff knowledge on how to work with diverse populations.</p>\n<p>&nbsp; &nbsp; &nbsp; Responses to the 2013 Annual Survey and interviews showed that the mini-grant recipients will continue efforts started with the CSCP mini-grant funding.&nbsp; Mini-grant recipients believed that participants were more aware of what computer science is and of career opportunities in the field, had increased confidence in their ability to do computer science, and had increased leadership or job readiness skills. This was supported by findings from a pre-post survey administered to a sample of mini-grant participants which showed a significant difference in confidence levels before and after participating in the mini-grant projects. Additionally, mini-grantees applied exemplary practices and felt the use of these practices positively impacted participants.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p><strong></strong>&nbsp; &nbsp; &nbsp;The CSCP has built the capacity of programs to better serve underrepresented youth in computer science by increasing collaboration, maximizing access to shared resources, and disseminating exemplary practices. Increasing collaboration and resource sharing is especially important as it is rare to find programs with expertise in the computer science content area and serving youth, particularly underrepr...",
  "por_txt_cntn": "\n\nProject Overview\n\n     The Computer Science Collaboration Project (CSCP), funded by the National Science Foundation, aims to build collaborations and maximize access to shared resources among K-12 educators, community-based organizations, institutions of higher education, and industry to increase participation and engagement of underrepresented youth in computer science. The CSCP also aims to strengthen the capacity of K-12 programs in computer science by supporting the application of exemplary practices in their programs.\n\n     Building on the National Girls Collaborative ProjectÆs innovative model to facilitate and support collaboration among practitioners serving girls in science, technology, engineering, and mathematics (STEM), the CSCP offered in-person and online collaboration opportunities, mini-grants as an incentive for collaborative projects, and disseminated research-based exemplary practices via a website, webinars, and in-person professional development events. Project activities were designed to bring organizations together, facilitate connections, encourage and support collaborative projects, and to provide targeted professional development.\n\nBroader Impacts\n\n      The online CSCP Program Directory has almost two hundred entries from 36 states. These entries represent computer science programs with over 1,000 staff members who reach approximately 160,000 youth. There are more than 8,000 subscribers to the CSCP e-newsletter (with ten issues archived online) and more than 6,600 unique visitors to the CSCP website in the past year. A total of 328 people attended the \"live\" version of 10 CSCP webinars, and 13 project-related presentations held by National and Collaboration Leadership Team members were attended by more than 600 people.\n\n     CSCP mini-grants helped recipients reach more of their targeted groups (youth with disabilities or Hispanic/Latino youth) through collaborations and/or helped them incorporate computer science content into their programming. Collaborative work made the mini-grant projects more effective as partners contributed different areas of expertise and different resources. Benefits of higher collaboration levels included recruiting participants who are underrepresented in computer science, providing exposure to role models and career-related experiences, and increasing staff knowledge on how to work with diverse populations.\n\n      Responses to the 2013 Annual Survey and interviews showed that the mini-grant recipients will continue efforts started with the CSCP mini-grant funding.  Mini-grant recipients believed that participants were more aware of what computer science is and of career opportunities in the field, had increased confidence in their ability to do computer science, and had increased leadership or job readiness skills. This was supported by findings from a pre-post survey administered to a sample of mini-grant participants which showed a significant difference in confidence levels before and after participating in the mini-grant projects. Additionally, mini-grantees applied exemplary practices and felt the use of these practices positively impacted participants.\n\nIntellectual Merit\n\n     The CSCP has built the capacity of programs to better serve underrepresented youth in computer science by increasing collaboration, maximizing access to shared resources, and disseminating exemplary practices. Increasing collaboration and resource sharing is especially important as it is rare to find programs with expertise in the computer science content area and serving youth, particularly underrepresented youth.\n\n      Over 50% of 2013 Annual Survey respondents indicated the CSCP had increased their levels of collaboration and all agreed the increased collaboration made their work more efficient, more effective, and reduced feelings of organizational isolation. This was especially true for participants who had participated in a CSCP webinar, applied for a mini-grant, or received the CSCP..."
 }
}