{
 "awd_id": "0940248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CEDAR:  Natural and Rocket-Triggered Lightning in the Mesosphere-Lower Thermosphere-Ionosphere (MLTI) System",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunanda Basu",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2010-01-04",
 "awd_max_amd_letter_date": "2012-02-21",
 "awd_abstract_narration": "The research project will quantitatively investigate the effects of both natural and rocket-triggered lightning in the mesosphere-lower thermosphere-ionosphere (MLTI) region of the atmosphere between 60 and 100 km altitude.  The experimental effort will focus on several outstanding questions regarding the production of light-emitting phenomena known collectively as transient luminous events (TLEs) by natural lightning and will investigate the possible role of rocket-triggered lightning as a source for these disturbances.  The primary theoretical effort will combine state-of-the-art numerical models to predict the mesospheric/ionospheric reaction to realistic return-stroke currents consistent with observations.  The experimental effort centers on lightning observed at and near the International Center for Lightning Research and Testing (ICLRT) in Camp Blanding, Florida.  The project will provide simultaneous wideband (1 Hz-20 MHz) observations of the causative lightning waveforms (both natural and rocket-triggered), photometric observations for the optical detection of transient luminous events, and narrowband (200-Hz bandwidth) observations of very low frequency (VLF, 3-30 kHz) signals that are sensitive to conductivity changes in the D-region ionosphere.  These systems will provide continuous monitoring of ionospheric events related to natural lightning throughout the three-year period of the award.  Attempts to trigger lightning using the classical rocket-and-wire technique will be performed during intense nighttime thunderstorms.  This program will address the following questions: \r\n1) What are the wideband (1 Hz-20 MHz) characteristics of lightning that successfully produce TLEs? \r\n2) What are the wideband characteristics of lightning that successfully produce ionospheric conductivity changes that scatter VLF signals? \r\n3) What characteristics of TLEs are most closely associated with the observed VLF scattering? \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Moore",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Moore",
   "pi_email_addr": "moore@ece.ufl.edu",
   "nsf_id": "000498601",
   "pi_start_date": "2010-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 95525.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86939.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92536.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;CEDAR: Natural and Rocket-Triggered Lightning in the Mesosphere-Lower Thermosphere-Ionosphere (MLTI) System&rdquo; studied natural and rocket-triggered lightning as a source for ionospheric disturbances and transient luminous events (TLEs).&nbsp; This program supported the triggering of over 50 lightning flashes at the International Center for Lightning Research and Testing (ICLRT) at Camp Blanding, Florida.&nbsp; Although the daytime triggered flashes were not ideal for triggering detectable TLEs, the radio atmospherics (sferics) emanated by the rocket-triggered flash were successfully detected around the globe and used to validate a global ELF propagation model.&nbsp; Observations of natural lightning have led to the analysis of so-called early VLF scattering events, long-recovery events, and lightning-induced electron precipitation events.&nbsp; All of these events occur within the lower ionosphere (~70-90 km altitude) and have proven difficult to model precisely.&nbsp; The quantification of the source lightning and the observations of VLF scattering performed for this program significantly impacted the scientific analysis of these events.&nbsp; The primary results of this program are as follows:</p>\n<p>&nbsp;</p>\n<p>1)&nbsp;&nbsp; The spectrum of rocket-triggered lightning (as measured at the lightning channel base) is highly variable.&nbsp; Peak currents measured at the base of the lightning channel (with 5 MHz bandwidth) are not proportional to peak currents measured with lower bandwidths.&nbsp; This result implies that the peak currents reported by lightning detection networks depend on the frequency range used to detect the event.</p>\n<p>2)&nbsp;&nbsp; We have successfully detected the ELF sferic emanated by rocket-triggered lightning at multiple receiver sites around the globe, including at Arrival Heights, Antarctica (~13,000 km distant).</p>\n<p>3)&nbsp;&nbsp; We have successfully implemented a broadband ELF propagation model that is now in use to determine how the lightning channel best excites the Earth-ionosphere waveguide as well as the Schumann resonances.</p>\n<p>4)&nbsp;&nbsp; The ELF sferic emanated by rocket-triggered lightning is proportional to the current moment of the lightning current waveform.&nbsp; Lightning Mapping Array observations and Antarctic ELF observations together indicate that the lightning channel may lengthen between return strokes, with the result that the same peak current can produce a larger current moment during subsequent return strokes.</p>\n<p>5)&nbsp;&nbsp; The onset duration and recovery rate of VLF scattering events depends sensitively on the photochemistry model used to interpret the observations.&nbsp; Complete modeling of early VLF scattering events requires further development of photochemistry models.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2015<br>\n\t\t\t\t\tModified by: Robert&nbsp;C&nbsp;Moore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\"CEDAR: Natural and Rocket-Triggered Lightning in the Mesosphere-Lower Thermosphere-Ionosphere (MLTI) System\" studied natural and rocket-triggered lightning as a source for ionospheric disturbances and transient luminous events (TLEs).  This program supported the triggering of over 50 lightning flashes at the International Center for Lightning Research and Testing (ICLRT) at Camp Blanding, Florida.  Although the daytime triggered flashes were not ideal for triggering detectable TLEs, the radio atmospherics (sferics) emanated by the rocket-triggered flash were successfully detected around the globe and used to validate a global ELF propagation model.  Observations of natural lightning have led to the analysis of so-called early VLF scattering events, long-recovery events, and lightning-induced electron precipitation events.  All of these events occur within the lower ionosphere (~70-90 km altitude) and have proven difficult to model precisely.  The quantification of the source lightning and the observations of VLF scattering performed for this program significantly impacted the scientific analysis of these events.  The primary results of this program are as follows:\n\n \n\n1)   The spectrum of rocket-triggered lightning (as measured at the lightning channel base) is highly variable.  Peak currents measured at the base of the lightning channel (with 5 MHz bandwidth) are not proportional to peak currents measured with lower bandwidths.  This result implies that the peak currents reported by lightning detection networks depend on the frequency range used to detect the event.\n\n2)   We have successfully detected the ELF sferic emanated by rocket-triggered lightning at multiple receiver sites around the globe, including at Arrival Heights, Antarctica (~13,000 km distant).\n\n3)   We have successfully implemented a broadband ELF propagation model that is now in use to determine how the lightning channel best excites the Earth-ionosphere waveguide as well as the Schumann resonances.\n\n4)   The ELF sferic emanated by rocket-triggered lightning is proportional to the current moment of the lightning current waveform.  Lightning Mapping Array observations and Antarctic ELF observations together indicate that the lightning channel may lengthen between return strokes, with the result that the same peak current can produce a larger current moment during subsequent return strokes.\n\n5)   The onset duration and recovery rate of VLF scattering events depends sensitively on the photochemistry model used to interpret the observations.  Complete modeling of early VLF scattering events requires further development of photochemistry models.\n\n\t\t\t\t\tLast Modified: 12/22/2015\n\n\t\t\t\t\tSubmitted by: Robert C Moore"
 }
}