{
 "awd_id": "0941978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cyber PLTL (cPLTL): Development, Implementation, and Evaluation",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2015-02-11",
 "awd_abstract_narration": "Enrollment in online courses in the United States has been growing substantially faster than the overall higher education enrollment. Almost 3.9 million students were taking at least one online course during the Fall 2007 term. This represents 21.9% of the total enrollment in Fall 2007, up from 9.9% in Fall 2002. Over 80% of the 3.9 million students are studying at the undergraduate level. Public institutions and community colleges have seen the highest rate of increase in online courses including the science disciplines with the exception of engineering. In order to reach all students taking undergraduate science courses, efforts need to focus on creating a variety of effective cyberlearning environments. \r\nIntellectual Merit: This project is producing and studying the tools and conditions required for enhanced cyberlearning through Peer-Led Team Learning (PLTL). The project investigates how technology can be used to enhance an educational strategy that already has proven beneficial in STEM courses. To accomplish this goal, the project is creating a cyber PLTL (cPLTL), an online collaborative environment for conducting PLTL Workshops; studying the effectiveness of a cPLTL environment in duplicating the proven benefits of the traditional, face-to-face PLTL method; examining the effectiveness of the existing PLTL materials in cPLTL Workshops; modifying the existing training course for the peer leaders to be effective facilitators in the cPLTL model; developing brief technology training for students learning chemistry in cPLTL workshops; and articulating the critical components vital to successful implementation of a cPLTL program.  An evaluation is gathering data on the process of development and implementation of cPLTL. The evaluation also includes a quasi-experimental study of how cPLTL compares to traditional PLTL sections that are taught at the same time.\r\nBroader Impacts: cPLTL has the potential to increase participation and retention of underrepresented groups in the STEM fields by providing active learning and leadership opportunities to a more diverse group of students in a flexible time frame. Also, cPLTL has the potential to strengthen the ability of community colleges to recruit students, who typically leave the institution after the sophomore year, to serve as peer leaders. In addition, if successful, cPLTL implementation will encourage adoption by other chemistry courses, STEM disciplines, and institutions, especially those with large non-traditional and commuter student populations.  While research on cPLTL is not within the scope of this project, other complementary projects are probing a number of research questions. The cPLTL environment allows data collection on student interactions by capturing chat sessions, written collaboration, voice recordings, and video. This captured and saved data allows for research on student interactions in cPLTL, which has not been possible at this level of detail in face-to-face PLTL Workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pratibha",
   "pi_last_name": "Varma-Nelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pratibha Varma-Nelson",
   "pi_email_addr": "pvn@iupui.edu",
   "nsf_id": "000527146",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randy",
   "pi_last_name": "Newbrough",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Randy Newbrough",
   "pi_email_addr": "rnewbrou@iupui.edu",
   "nsf_id": "000528602",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lin",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lin Zhu",
   "pi_email_addr": "zhu2@iupui.edu",
   "nsf_id": "000528964",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Janke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Janke",
   "pi_email_addr": "tomjanke@iupui.edu",
   "nsf_id": "000530136",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lorie",
   "pi_last_name": "Shuck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorie Shuck",
   "pi_email_addr": "lshuck@iupui.edu",
   "nsf_id": "000528603",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University at Indianapolis",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Enrollment in online courses in the United States has been growing substantially faster than the overall higher education enrollment. According to Sloan Consortium&rsquo;s 2012 report entitled &ldquo;Changing Course:&nbsp; Ten Years of Tracking Online Education in the United Sates,&rdquo; over 6.7 million students were taking at least one online course during the Fall 2011 term, which was 570,000 students higher than the previous year and represents thirty-two percent of the total higher education enrollment in Fall 2011. Sixty-nine percent of chief academic leaders express that online learning is critical to their long-term strategy, although a majority of chief academic officers from all types of institutions consider that lower retention rates for online courses is a barrier to widespread adoption of online education. Therefore, efforts need to focus on creating a variety of effective cyberlearning environments. While this initiative was for a STEM course, lessons learned can be transferred to other fields.<br /> <br /> This project investigated how technology could be used to enhance an educational strategy that already has proven beneficial in STEM courses, called Peer-Led Team Learning (PLTL). To accomplish this goal, the project created an online collaborative environment for conducting PLTL Workshops, dubbed cyber peer-Led Team Learning (cPLTL); studied the effectiveness of a cPLTL environment in duplicating the proven benefits of the traditional, face-to-face PLTL method; examined the effectiveness of the existing PLTL materials in cPLTL Workshops; modified the existing training course for the peer leaders to be effective facilitators in the cPLTL setting; developed brief technology training for students learning chemistry in cPLTL workshops; and articulated the critical components vital to successful implementation of a cPLTL program. A quasi-experimental study conducted to evaluate student learning in comparison group sections of PLTL &amp; cPLTL in a general chemistry course revealed that although there was no significant difference in PLTL and cPLTL students&rsquo; course grades or final exam scores, cPLTL students were more likely to access online resources and discuss their process for solving problems than their face-to-face counterparts. Additional studies performed by undergraduate students determined potential alternative web conference programs and mobile devices which could be utilized to replicate cPLTL at other institutions.&nbsp; These papers are published in <em>Educause</em>.</p>\n<p>cPLTL has the potential to increase participation and retention of underrepresented groups in the STEM fields by providing active learning and leadership opportunities (as in PLTL) to a more diverse group of students in a flexible timeframe. Successful implementation of cPLTL in general chemistry courses at IUPUI has garnered implementation in organic chemistry and computer science at this institution as well as implementation in biology courses at four other institutions:&nbsp; Purdue University; Florida International University; The Ohio State University; and the University of Queensland, Australia. The success of this project resulted in additional funding from the NGLC Wave I and Follow-On Initiatives (managed by EDUCAUSE and funded by Bill and Melinda Gates and William and Flora Hewlett foundations), which allowed us to research the model.&nbsp; The cPLTL environment allows data collection on student interactions by capturing chat sessions, written collaboration, voice recordings, and video. This captured and saved data allows for research on student interactions in cPLTL, which had not been possible at this level of detail in face-to-face PLTL Workshops. The research has thus far resulted in the training of eight undergraduate research students, a postdoctoral research associate, a graduate student (completed a Ph.D.), the publication of three papers, and...",
  "por_txt_cntn": "\nEnrollment in online courses in the United States has been growing substantially faster than the overall higher education enrollment. According to Sloan ConsortiumÆs 2012 report entitled \"Changing Course:  Ten Years of Tracking Online Education in the United Sates,\" over 6.7 million students were taking at least one online course during the Fall 2011 term, which was 570,000 students higher than the previous year and represents thirty-two percent of the total higher education enrollment in Fall 2011. Sixty-nine percent of chief academic leaders express that online learning is critical to their long-term strategy, although a majority of chief academic officers from all types of institutions consider that lower retention rates for online courses is a barrier to widespread adoption of online education. Therefore, efforts need to focus on creating a variety of effective cyberlearning environments. While this initiative was for a STEM course, lessons learned can be transferred to other fields.\n \n This project investigated how technology could be used to enhance an educational strategy that already has proven beneficial in STEM courses, called Peer-Led Team Learning (PLTL). To accomplish this goal, the project created an online collaborative environment for conducting PLTL Workshops, dubbed cyber peer-Led Team Learning (cPLTL); studied the effectiveness of a cPLTL environment in duplicating the proven benefits of the traditional, face-to-face PLTL method; examined the effectiveness of the existing PLTL materials in cPLTL Workshops; modified the existing training course for the peer leaders to be effective facilitators in the cPLTL setting; developed brief technology training for students learning chemistry in cPLTL workshops; and articulated the critical components vital to successful implementation of a cPLTL program. A quasi-experimental study conducted to evaluate student learning in comparison group sections of PLTL &amp; cPLTL in a general chemistry course revealed that although there was no significant difference in PLTL and cPLTL studentsÆ course grades or final exam scores, cPLTL students were more likely to access online resources and discuss their process for solving problems than their face-to-face counterparts. Additional studies performed by undergraduate students determined potential alternative web conference programs and mobile devices which could be utilized to replicate cPLTL at other institutions.  These papers are published in Educause.\n\ncPLTL has the potential to increase participation and retention of underrepresented groups in the STEM fields by providing active learning and leadership opportunities (as in PLTL) to a more diverse group of students in a flexible timeframe. Successful implementation of cPLTL in general chemistry courses at IUPUI has garnered implementation in organic chemistry and computer science at this institution as well as implementation in biology courses at four other institutions:  Purdue University; Florida International University; The Ohio State University; and the University of Queensland, Australia. The success of this project resulted in additional funding from the NGLC Wave I and Follow-On Initiatives (managed by EDUCAUSE and funded by Bill and Melinda Gates and William and Flora Hewlett foundations), which allowed us to research the model.  The cPLTL environment allows data collection on student interactions by capturing chat sessions, written collaboration, voice recordings, and video. This captured and saved data allows for research on student interactions in cPLTL, which had not been possible at this level of detail in face-to-face PLTL Workshops. The research has thus far resulted in the training of eight undergraduate research students, a postdoctoral research associate, a graduate student (completed a Ph.D.), the publication of three papers, and presentations at numerous conferences. \n\n\t\t\t\t\tLast Modified: 01/22/2016\n\n\t\t\t\t\tSubmitted by: Pratibha Varma-Nelson"
 }
}