{
 "awd_id": "0941875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCLI:  Bringing a Field Station into the Classroom",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Katherine J. Denniston",
 "awd_eff_date": "2010-02-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 249271.0,
 "awd_amount": 249271.0,
 "awd_min_amd_letter_date": "2010-02-16",
 "awd_max_amd_letter_date": "2010-02-16",
 "awd_abstract_narration": "Biological Sciences (61). Through development of web-based resources that facilitate access to its large number of databases, the Rocky Mountain Biological Laboratory (RMBL) is in essence bringing a field station into classrooms across the United States. Founded in 1928, the RMBL is a non-profit research institution that promotes field research; approximately 150 students and scientists use its facilities each year, leading to over 1300 peer-reviewed publications. The ecosystem around Gothic, CO is thus one of the best understood in the world. Although thousands of students have gone through the RMBL and have had a life-changing experience, because it is in a remote location and is snowed in for much of the year, many students will never have the opportunity to work there (or any other field station). In recent years the RMBL archived and documented a large number of datasets, and actively manages and makes available through its website, research plans, research data, collections information and photos, map information, publications, and environmental data. This project is creating a bridge between these digital data resources and classrooms by generating web-based resources that facilitate access by students and educators to long-term datasets. These include natural history pages that describe different species and web-based modules that provide examples of how data can be used in the classroom. Another major goal of this project is to help students explore how the world is changing. The RMBL has one of the largest collections of long-term research programs in the world, and is establishing a network of weather stations along an elevational gradient. Consequently, students and educators using the RMBL's resources have the ability to explore how weather and climate are changing, and to relate that information to long-term biological trends. \r\n\r\nIntellectual Merit: By providing students with tools to work in a data-rich environment, the project seeks to improve their scientific discovery skills, including their ability to frame interesting questions, work with data, and access primary literature. Additionally, because the project entails embedding of data in rich contexts, such as popular articles and biographies of the scientists, it increases the potential willingness and ability of students to engage with science beyond the classroom. Finally, this project is training the next generation of scientists by providing them the skills they need to effectively use online digital repositories. \r\n\r\nBroader Impacts: A collaboration with Chaffey Community College is helping to ensure that the materials being developed are effective in a 2-year college setting. Additional collaborations with existing projects (e.g., BioQUEST Curriculum Consortium) are helping to prove the developed materials through their portals. Consequently, the project is increasing the number of scientific datasets available to educators for use in the classroom. Because the materials use open source tools, the platform can be transferred into other field station contexts.\r\n\r\nThis project is being co-funded by funds from the Directorate for Biological Sciences, Emerging Frontiers Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Billick",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ian C Billick",
   "pi_email_addr": "ibillick@rmbl.org",
   "nsf_id": "000406797",
   "pi_start_date": "2010-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Donovan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel S Donovan",
   "pi_email_addr": "sam.donovan@bioquest.org",
   "nsf_id": "000295736",
   "pi_start_date": "2010-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurel",
   "pi_last_name": "Hartley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Laurel M Hartley",
   "pi_email_addr": "laurel.hartley@ucdenver.edu",
   "nsf_id": "000499347",
   "pi_start_date": "2010-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Cosand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Cosand",
   "pi_email_addr": "Diana.Cosand@chaffey.edu",
   "nsf_id": "000504726",
   "pi_start_date": "2010-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Floyd",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Chris H Floyd",
   "pi_email_addr": "FLOYDCH@uwec.edu",
   "nsf_id": "000505737",
   "pi_start_date": "2010-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rocky Mountain Biological Laboratory",
  "inst_street_address": "8000 COUNTY ROAD 317",
  "inst_street_address_2": "",
  "inst_city_name": "CRESTED BUTTE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9703497481",
  "inst_zip_code": "812249808",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CO03",
  "org_lgl_bus_name": "THE CORPORATION OF THE ROCKY MOUNTAIN BIOLOGICAL LABORATORY AT GOTHIC",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPDKFDPD3BL3"
 },
 "perf_inst": {
  "perf_inst_name": "Rocky Mountain Biological Laboratory",
  "perf_str_addr": "8000 COUNTY ROAD 317",
  "perf_city_name": "CRESTED BUTTE",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "812249808",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 249271.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A scientifically literate citizenry is critical to maintaining our nation&rsquo;s economic strength and quality of life. A central component of scientific literacy is learning how to frame interesting scientific questions and then answer them using data. Often, the field sciences are a more accessible bridge to learning important science practices for students that don&rsquo;t self identify with science, partly because the workings of the natural world have clear implications for humans. For over 85 years, the Rocky Mountain Biological Laboratory, one of the largest and oldest scientific field stations, has integrated research into the natural world with education. Field stations like RMBL have proven to be wonderful environments for transforming students into field scientists. However, it is impractical for all students to receive training at field stations.</p>\n<p>The Digital RMBL project was designed to bring certain elements of the field station experience into college classrooms, especially data and context for those data, to build students&rsquo; scientific literacy. In particular, we wanted to improve the scientific discovery skills of students (e.g. frame interesting scientific questions, use data to answer those questions, including online data) and improve their willingness and ability to engage with science outside of the traditional classroom environment.</p>\n<p><strong><em>Deliverables: </em></strong>We produced four curricular modules hosted on an interactive website. We produced seven conceptually focused pages and twelve natural history pages.&nbsp; We have improved access to all public RMBL data and leveraged funds to improve RMBL&rsquo;s overall web presence.</p>\n<p><strong><em>Test numbers:</em></strong> Through the testing period we collected feedback from 14 college-level instructors that used components of Digital RMBL curricula to train approximately 1200 undergraduate students to ask and answer scientific questions using online data.&nbsp; Seven of those faculty had conducted research at RMBL at some point in their careers, seven had not.</p>\n<p><strong><em>Intellectual Merit:</em></strong><strong> </strong>The <strong><em>Biology of Climate Change</em></strong> module was the most popular module. Climate and changes in climate are important drivers of biological change, therefore most faculty teach about climate and climate change in a wide variety of courses. Climate change is also interesting to students because while human-caused climate change is a hot-button current event, students don&rsquo;t feel well informed. The media &lsquo;buzz&rsquo; piques student interest, while the module provides concrete climate data and long-term trends in the timing of biological events (first flowering, first sighting, etc.) in a very specific and well-studied place. Students are not <em>told</em> how climate is changing or the implications for natural systems; rather, students are asked to explore the data to ask and answer their own questions.<strong> </strong>Key findings from our assessment activities include:</p>\n<ul>\n<li>Students overwhelmingly reported      that they enjoyed exploring the authentic RMBL data using an interactive      online graphing tool as well as the self-directed nature of the activities.</li>\n<li>Students did not enjoy perceived      &lsquo;messiness&rsquo; or &lsquo;incompleteness&rsquo; of scientific data. For example, many      students thought that 4 decades of daily observations did not qualify as      &lsquo;long-term&rsquo; data or were insufficient for drawing conclusions.</li>\n</ul>\n<ul>\n<li>Between 20-40% of community college students reported previous experience with using data in college courses. Surprisingly, 20-30% of upper level science majors report NEVER having worked with authentic scientific data in their courses.</li>\n</ul>\n<p>In general, data-rich modules were more widely used and received more positive f...",
  "por_txt_cntn": "\nA scientifically literate citizenry is critical to maintaining our nationÆs economic strength and quality of life. A central component of scientific literacy is learning how to frame interesting scientific questions and then answer them using data. Often, the field sciences are a more accessible bridge to learning important science practices for students that donÆt self identify with science, partly because the workings of the natural world have clear implications for humans. For over 85 years, the Rocky Mountain Biological Laboratory, one of the largest and oldest scientific field stations, has integrated research into the natural world with education. Field stations like RMBL have proven to be wonderful environments for transforming students into field scientists. However, it is impractical for all students to receive training at field stations.\n\nThe Digital RMBL project was designed to bring certain elements of the field station experience into college classrooms, especially data and context for those data, to build studentsÆ scientific literacy. In particular, we wanted to improve the scientific discovery skills of students (e.g. frame interesting scientific questions, use data to answer those questions, including online data) and improve their willingness and ability to engage with science outside of the traditional classroom environment.\n\nDeliverables: We produced four curricular modules hosted on an interactive website. We produced seven conceptually focused pages and twelve natural history pages.  We have improved access to all public RMBL data and leveraged funds to improve RMBLÆs overall web presence.\n\nTest numbers: Through the testing period we collected feedback from 14 college-level instructors that used components of Digital RMBL curricula to train approximately 1200 undergraduate students to ask and answer scientific questions using online data.  Seven of those faculty had conducted research at RMBL at some point in their careers, seven had not.\n\nIntellectual Merit: The Biology of Climate Change module was the most popular module. Climate and changes in climate are important drivers of biological change, therefore most faculty teach about climate and climate change in a wide variety of courses. Climate change is also interesting to students because while human-caused climate change is a hot-button current event, students donÆt feel well informed. The media æbuzzÆ piques student interest, while the module provides concrete climate data and long-term trends in the timing of biological events (first flowering, first sighting, etc.) in a very specific and well-studied place. Students are not told how climate is changing or the implications for natural systems; rather, students are asked to explore the data to ask and answer their own questions. Key findings from our assessment activities include:\n\nStudents overwhelmingly reported      that they enjoyed exploring the authentic RMBL data using an interactive      online graphing tool as well as the self-directed nature of the activities.\nStudents did not enjoy perceived      æmessinessÆ or æincompletenessÆ of scientific data. For example, many      students thought that 4 decades of daily observations did not qualify as      ælong-termÆ data or were insufficient for drawing conclusions.\n\n\nBetween 20-40% of community college students reported previous experience with using data in college courses. Surprisingly, 20-30% of upper level science majors report NEVER having worked with authentic scientific data in their courses.\n\n\nIn general, data-rich modules were more widely used and received more positive feedback from instructors than literature-based or skill-based modules.  Interviews revealed that instructors don't feel that they have enough class time to teach students how to read primary literature or design experiments while still adequately æcovering the contentÆ in their existing courses, although these skills were identified in our initial faculty interviews as ..."
 }
}