{
 "awd_id": "0941045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modern Manufacturing Education - A Collaborative Teaching and Learning Experiment",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 66593.0,
 "awd_amount": 66593.0,
 "awd_min_amd_letter_date": "2010-06-24",
 "awd_max_amd_letter_date": "2010-06-24",
 "awd_abstract_narration": "The goal of the project, which is a collaboration involving Northern Illinois University, Texas A & M University, and North Carolina State University, is to develop course materials in modern manufacturing technologies and establish methodologies for collaborative teaching and learning of these materials. The course materials reflect advanced manufacturing processes recently adopted by industry and state-of-the-art manufacturing technologies and have the potential for significant near-term impact on industry. The course is taught simultaneously at all three universities and the students are collaborating across university boundaries and so the project includes significant efforts in the design and development of collaborative teaching and learning mechanisms. The evaluation, being conducted by an experienced evaluator, is examining the effectiveness of the instructional material and strategies and the effect on student learning. The project team is disseminating through website postings, conference presentations, and journal publications.   Broader impacts include the dissemination of the instructional materials and results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jyhwen",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jyhwen Wang",
   "pi_email_addr": "jwang@tamu.edu",
   "nsf_id": "000307272",
   "pi_start_date": "2010-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 66593.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Manufacturing technologies are value-added activities that play a key role in the health of the nation&rsquo;s economy. Manufacturing industry has become highly technical with influx of new innovations. To prepare qualified workforce that meets the industrial needs, a robust education on modern manufacturing technologies is paramount. The purpose of this collaborative project is to develop course materials in modern manufacturing technologies and to establish methodologies for collaborative teaching and learning of the developed course. The project aims at providing excellence in STEM education with four goals:</p>\n<p>Goal 1: Increase students&rsquo; knowledge and awareness of research and development efforts in manufacturing science and engineering.</p>\n<p>Goal 2: Increase students&rsquo; skills in communication and preparedness in global market economy.</p>\n<p>Goal 3: Increase students&rsquo; interests in pursuing additional academic studies and/or a career in manufacturing and technology.</p>\n<p>Goal 4: Identify the types of online collaborative mechanisms in which students participate that are associated with increased student knowledge and communication outcomes. &nbsp; &nbsp;&nbsp;</p>\n<p>At the conclusions of the project, the course materials were developed by the collaborating Principal Investigators (PIs). The course was taught simultaneously by the PIs at three universities. &nbsp;Students were assigned collaborative projects to work within and across universities. Student learning was evaluated based on the pre- and post surveys administrated by an external evaluator. The attainment of the project goals was evaluated.</p>\n<p>Goal 1: Increase students&rsquo; knowledge and awareness of research and development efforts in manufacturing science and engineering.</p>\n<p>The course materials were developed to introduce students to the state-of-the-art knowledge in manufacturing technologies. In the post survey, the students rated the course contents as &ldquo;very useful,&rdquo; indicating their interest in and appreciation of the course topics. Students demonstrated significant pre- to post survey gains, suggesting that participation in the course increased students&rsquo; perceived knowledge in manufacturing. The survey results also demonstrated students&rsquo; increased awareness of the cutting-edge research and development in manufacturing science and engineering.</p>\n<p>Goal 2: Increase students&rsquo; skills in communication and preparedness in global market economy.</p>\n<p>Significant gains were found between pre- and post survey scores suggesting that the collaborative projects increased participants&rsquo; confidence and preparedness for career in industry and global economy.&nbsp; In the collaborative projects, some student teams were assigned to perform design, manufacturing, and assembly in different locations. Many students commented that the projects helped them to build skills to communicate with individuals whom they were unable to meet with face-to-face.</p>\n<p>Goal 3: Increase students&rsquo; interests in pursuing additional academic studies and/or a career in manufacturing and technology.</p>\n<p>There were no significant gains observed from pre- and post survey in the increased student interests in pursuing additional academic studies or a career path in manufacturing. It was found that prior to taking the course many students already had strong interests in manufacturing engineering and most participants already planned to pursue a career in STEM.</p>\n<p>Goal 4: Identify the types of online collaborative mechanisms in which students participate that are associated with increased student knowledge and communication skills. &nbsp; &nbsp;</p>\n<p>Based on post-survey responses, it was found that the resources used most frequently were class notes in eLearning and Blackboard systems and video from YouTube. Students reported using email, Google Do...",
  "por_txt_cntn": "\nManufacturing technologies are value-added activities that play a key role in the health of the nationÆs economy. Manufacturing industry has become highly technical with influx of new innovations. To prepare qualified workforce that meets the industrial needs, a robust education on modern manufacturing technologies is paramount. The purpose of this collaborative project is to develop course materials in modern manufacturing technologies and to establish methodologies for collaborative teaching and learning of the developed course. The project aims at providing excellence in STEM education with four goals:\n\nGoal 1: Increase studentsÆ knowledge and awareness of research and development efforts in manufacturing science and engineering.\n\nGoal 2: Increase studentsÆ skills in communication and preparedness in global market economy.\n\nGoal 3: Increase studentsÆ interests in pursuing additional academic studies and/or a career in manufacturing and technology.\n\nGoal 4: Identify the types of online collaborative mechanisms in which students participate that are associated with increased student knowledge and communication outcomes.     \n\nAt the conclusions of the project, the course materials were developed by the collaborating Principal Investigators (PIs). The course was taught simultaneously by the PIs at three universities.  Students were assigned collaborative projects to work within and across universities. Student learning was evaluated based on the pre- and post surveys administrated by an external evaluator. The attainment of the project goals was evaluated.\n\nGoal 1: Increase studentsÆ knowledge and awareness of research and development efforts in manufacturing science and engineering.\n\nThe course materials were developed to introduce students to the state-of-the-art knowledge in manufacturing technologies. In the post survey, the students rated the course contents as \"very useful,\" indicating their interest in and appreciation of the course topics. Students demonstrated significant pre- to post survey gains, suggesting that participation in the course increased studentsÆ perceived knowledge in manufacturing. The survey results also demonstrated studentsÆ increased awareness of the cutting-edge research and development in manufacturing science and engineering.\n\nGoal 2: Increase studentsÆ skills in communication and preparedness in global market economy.\n\nSignificant gains were found between pre- and post survey scores suggesting that the collaborative projects increased participantsÆ confidence and preparedness for career in industry and global economy.  In the collaborative projects, some student teams were assigned to perform design, manufacturing, and assembly in different locations. Many students commented that the projects helped them to build skills to communicate with individuals whom they were unable to meet with face-to-face.\n\nGoal 3: Increase studentsÆ interests in pursuing additional academic studies and/or a career in manufacturing and technology.\n\nThere were no significant gains observed from pre- and post survey in the increased student interests in pursuing additional academic studies or a career path in manufacturing. It was found that prior to taking the course many students already had strong interests in manufacturing engineering and most participants already planned to pursue a career in STEM.\n\nGoal 4: Identify the types of online collaborative mechanisms in which students participate that are associated with increased student knowledge and communication skills.    \n\nBased on post-survey responses, it was found that the resources used most frequently were class notes in eLearning and Blackboard systems and video from YouTube. Students reported using email, Google Docs, Dropbox, and test messaging to communicate with other team members. Participants also reported communicating most frequently with individuals at their own universities and students in their project team from the same or different universities...."
 }
}