{
 "awd_id": "0942721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Increasing Conceptual Understanding through Annotation Visualization",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 32680.0,
 "awd_amount": 32680.0,
 "awd_min_amd_letter_date": "2010-04-07",
 "awd_max_amd_letter_date": "2010-04-07",
 "awd_abstract_narration": "Computer Science (31) \r\n\r\nThis project's goal is to conduct a large study involving more than 400 students at two different institutions to study the relationship between conceptual misunderstandings, code testing and development times. \r\n\r\nConceptual understanding is measured by engaging students in reading and annotating documents that contain both accurate and erroneous concepts, and measuring how many students detect the errors and how many iterations it takes to detect all errors.  This is then compared with code debugging times with the expectation that the text engagement process will actually reduce the amount of time spent on project tasks. The project establishes a scalable model of Reading-Annotation-Visualization (RAV) that can be deployed in any of the early programming courses. RAV model proceeds by pre-analyzing the important conceptual challenges students will encounter in the programming phase and then supporting the comprehension of these concepts prior to the programming phase through annotation, visualization and classroom discussions.\r\n\r\nThis project assesses the potential of a participatory reading, discussion and learning environment to improve the reading comprehension, writing, and programming skills of computer science undergraduates. It contributes to the understanding of the relationship between reading and discussion and programming skills in computer science. The project results are disseminated via conference proceedings. RAV model and Classroom Salon are shared with any other institution willing to implement a classroom instruction model where understanding of student misconceptions early in the learning process is critical to better learning outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Barr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Barr",
   "pi_email_addr": "barr@ithaca.edu",
   "nsf_id": "000532249",
   "pi_start_date": "2010-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ithaca College",
  "inst_street_address": "953 DANBY RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072741206",
  "inst_zip_code": "148507002",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "ITHACA COLLEGE",
  "org_prnt_uei_num": "M8XYTNN1REF1",
  "org_uei_num": "M8XYTNN1REF1"
 },
 "perf_inst": {
  "perf_inst_name": "Ithaca College",
  "perf_str_addr": "953 DANBY RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148507002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 32680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to test whether the introduction of a collaborative model of learning in the classroom can actually reduce the amount of individual time spent on task.&nbsp; To achieve this goal, a web-based software platform, <em>Classroom Salon</em> or <em>CLS</em>, was developed at Carnegie Mellon University.&nbsp; CLS is a web site that is part electronic textbook and part social network.&nbsp; In CLS instructors form students into social groups, called <em>salons</em>, and introduce documents, text, and videos into the salons.&nbsp; Students then collaborate by highlighting, annotating, and discussing (but not editing) the text/video and cooperatively answer questions about the content.&nbsp; CLS also contains analytical tools that help instructors determine how much students are participating and specifically where they are having trouble or find interesting information. CLS is a data driven tool that is built on the principles of social cognitive theory where people learn by observing what others do and do not do.&nbsp;&nbsp;</p>\n<p>&nbsp;The methodology used in this research study was based on the Read-Annotate-Visualize (RAV) model.&nbsp; Under RAV model, instructor must prepare detailed or summarized documents or videos that outline the important facts and observations about the concept(s) that are covered in the course. Documents and videos can be prepared in multiple ways based on pedagogical goals of the course and the instructor.</p>\n<p>During the first stage of the experiment, we presented conceptual documents to see if the students were able to detect incomplete or inaccurate facts. During the second stage of the experiment we presented a number of code examples and asked students to detect errors through annotations made in CLS. The annotations were then aggregated to identify critical parts of the text or code examples, where most students interpret incorrectly (or correctly).</p>\n<p>The research employed a control and experimental group and spanned two institutions, Carnegie Mellon University and Ithaca College.&nbsp; At Ithaca College two courses were used in the research, a computer organization course that also covered assembly language and a computer networking course.&nbsp; Class sizes averaged about 20 students in each of these courses and the experimental approach was used three times in the organization course and once in the networking course.&nbsp;&nbsp;</p>\n<p>RAV assessment was based on an analysis of all the data collected in the courses to see if community annotation visualization actually reduces the debugging errors and increase comprehension of material. The assessment was primarily based on comparing debugging times of students who were part of the RAV model versus students who were in the control group.</p>\n<p>In addition to this data, other data (including assignment and course grades, student surveys and time spent on assignments) was collected from the control group and/or experimental group</p>\n<p>The results of our analysis from the initial use of the RAV after the first year of the project showed that RAV had a marginal positive affect on student learning.&nbsp; Initial results were presented in the paper <em>Classroom Salon:&nbsp; A Tool for Social Collaboration</em>, Ananda Gunawardena and John Barr, proceedings of&nbsp; the 43rd ACM Technical Symposium, on Computer Science Education (SIGCSE), Feb 29-March 3, 2012, Raleigh, North Carolina.&nbsp;&nbsp;</p>\n<p>Seeking deeper results, we extended the RAV model to a new model, flipped classrooms, which have become popular in both universities and K-12.&nbsp; In the flipped model, instruction is delivered through carefully prepared text and videos viewed outside of the classroom.&nbsp; Class time is used for more immersive activities such as code analysis, problem solving, and projects, etc.&nbsp; Though CLS is ideally suited for this, we did modify the software...",
  "por_txt_cntn": "\nThe goal of this project was to test whether the introduction of a collaborative model of learning in the classroom can actually reduce the amount of individual time spent on task.  To achieve this goal, a web-based software platform, Classroom Salon or CLS, was developed at Carnegie Mellon University.  CLS is a web site that is part electronic textbook and part social network.  In CLS instructors form students into social groups, called salons, and introduce documents, text, and videos into the salons.  Students then collaborate by highlighting, annotating, and discussing (but not editing) the text/video and cooperatively answer questions about the content.  CLS also contains analytical tools that help instructors determine how much students are participating and specifically where they are having trouble or find interesting information. CLS is a data driven tool that is built on the principles of social cognitive theory where people learn by observing what others do and do not do.  \n\n The methodology used in this research study was based on the Read-Annotate-Visualize (RAV) model.  Under RAV model, instructor must prepare detailed or summarized documents or videos that outline the important facts and observations about the concept(s) that are covered in the course. Documents and videos can be prepared in multiple ways based on pedagogical goals of the course and the instructor.\n\nDuring the first stage of the experiment, we presented conceptual documents to see if the students were able to detect incomplete or inaccurate facts. During the second stage of the experiment we presented a number of code examples and asked students to detect errors through annotations made in CLS. The annotations were then aggregated to identify critical parts of the text or code examples, where most students interpret incorrectly (or correctly).\n\nThe research employed a control and experimental group and spanned two institutions, Carnegie Mellon University and Ithaca College.  At Ithaca College two courses were used in the research, a computer organization course that also covered assembly language and a computer networking course.  Class sizes averaged about 20 students in each of these courses and the experimental approach was used three times in the organization course and once in the networking course.  \n\nRAV assessment was based on an analysis of all the data collected in the courses to see if community annotation visualization actually reduces the debugging errors and increase comprehension of material. The assessment was primarily based on comparing debugging times of students who were part of the RAV model versus students who were in the control group.\n\nIn addition to this data, other data (including assignment and course grades, student surveys and time spent on assignments) was collected from the control group and/or experimental group\n\nThe results of our analysis from the initial use of the RAV after the first year of the project showed that RAV had a marginal positive affect on student learning.  Initial results were presented in the paper Classroom Salon:  A Tool for Social Collaboration, Ananda Gunawardena and John Barr, proceedings of  the 43rd ACM Technical Symposium, on Computer Science Education (SIGCSE), Feb 29-March 3, 2012, Raleigh, North Carolina.  \n\nSeeking deeper results, we extended the RAV model to a new model, flipped classrooms, which have become popular in both universities and K-12.  In the flipped model, instruction is delivered through carefully prepared text and videos viewed outside of the classroom.  Class time is used for more immersive activities such as code analysis, problem solving, and projects, etc.  Though CLS is ideally suited for this, we did modify the software significantly to make it more amenable to the flipped model.  There are now two versions of CLS, one employing a user interface similar to the original web site described in the initial proposal and one using a much more streamlined interface d..."
 }
}