{
 "awd_id": "0942208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integration of NMR into the Chemistry Curriculum at WKU and ECTC and Assessment of Factors Leading to a Successful Collaboration Between 2- and 4-Year Colleges",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Grabowski",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2010-08-01",
 "awd_max_amd_letter_date": "2010-08-01",
 "awd_abstract_narration": "Chemistry (12)  Central to this collaborative project, two Anasazi FT-NMRs are being integrated simultaneously across the chemistry curriculum at Western Kentucky University (WKU) and Elizabethtown Community and Technical College (ECTC).  Modern NMR theory and practice are being incorporated throughout the chemistry curriculum at WKU and ECTC. Existing experiments and lecture topics are being enhanced by enabling direct student access to the new instrumentation. Additionally, new laboratory exercises that emphasize the full range of NMR techniques are being added to the curriculum. The project incorporates the following three key objectives: (i) enhance student's understanding of chemistry; (ii) increase student's competency with modern technology by providing a carefully designed course sequence of hands-on experience and real-life applications; and (iii) establish and evaluate a sustainable partnership between the Departments of Chemistry at WKU and ECTC. The integration of modern instrumentation into WKU and ECTC's chemistry laboratory programs is essential for improving the undergraduate educational experience and preparing the student for post-graduate opportunities. The project also enhances WKU and ECTC's efforts in education by providing modern scientific instrumentation to stimulate research and educational collaborations. The success and viability of the partnership between ECTC and WKU will be critically assessed throughout the project which will serve as a model for the development of equitable partnerships between universities and community colleges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Zhang",
   "pi_email_addr": "rui.zhang@wku.edu",
   "nsf_id": "000516053",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darwin",
   "pi_last_name": "Dahl",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Darwin B Dahl",
   "pi_email_addr": "darwin.dahl@wku.edu",
   "nsf_id": "000481333",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cathleen",
   "pi_last_name": "Webb",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cathleen J Webb",
   "pi_email_addr": "cathleen.webb@wku.edu",
   "nsf_id": "000427438",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lester",
   "pi_last_name": "Pesterfield",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lester L Pesterfield",
   "pi_email_addr": "lester.pesterfield@wku.edu",
   "nsf_id": "000347891",
   "pi_start_date": "2010-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Kentucky University Research Foundation",
  "inst_street_address": "1906 COLLEGE HEIGHTS BLVD # 11016",
  "inst_street_address_2": "",
  "inst_city_name": "BOWLING GREEN",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "2707454652",
  "inst_zip_code": "421011000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "KY02",
  "org_lgl_bus_name": "WESTERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBAQJTF7VBX3"
 },
 "perf_inst": {
  "perf_inst_name": "Western Kentucky University Research Foundation",
  "perf_str_addr": "1906 COLLEGE HEIGHTS BLVD # 11016",
  "perf_city_name": "BOWLING GREEN",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "421011000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "KY02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful technologies that is widely used in structural determination of chemical compounds. A multinuclear Fourier Transform (FT)-NMR is also critical for undergraduate education. In this NSF-supported project, two Anasazi FT-NMRs are being integrated simultaneously across the chemistry curriculum at Western Kentucky University (WKU) and Elizabethtown Community and Technical College (ECTC). The collaborative project adds to a new curriculum initiative by integrating NMR throughout the chemistry curriculum to enhance both undergraduate programs. This initiative allowed substantial revision of the chemistry curriculums and introduced new experiments previously unavailable in some courses. For the first time, students at ECTC now are able to gain on-site access to an NMR, which has dramatically improved the community college student's educational experience. This collaborative project also enhances student competency with NMR through direct operation of the NMR for a wide variety of chemical problems. The focus is to use NMR as a prominent feature in each chemistry sequence and significantly improve the students&rsquo; independence and comfort level with this advanced technique. As the new NMR spectrometers are user-friendly, flexible and fast, it becomes possible to routinely obtain NMR data during many of the labs. In each semester, around 400 to 450 students are directly impacted by this project.</p>\n<p class=\"Body\">The new NMR is also very important part of undergraduate research at WKU. The Anasazi FT-NMR was heavily used in undergraduate research projects during the academic years and summers to help characterize corrole and porphyrin macrocyclic compounds and analyze the metal-catalysed sulphide oxidations. This research effort has been highly successful, leading to a peer-reviewed publication containing two undergraduate student co-authors and multiple student presentations in professional meetings including ACS national meetings.</p>\n<p class=\"Body\">Furthermore, the project has created a sustainable and equitable relationship between the two institutions by sharing resources, insight and experiences on NMR training procedures, teaching pedagogy, laboratory exercises and assessment strategies.&nbsp; To ensure the sustainability of their partnership, insights into the ongoing project have been gained through several strategic planning meetings.&nbsp; The team hopes their work will be able to provide a blueprint of interaction between 4- and 2-year colleges, moving their transformative and dynamic relationship into other disciplines and furthering the opportunities that undergraduates can be offered as part of their studies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2012<br>\n\t\t\t\t\tModified by: Rui&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful technologies that is widely used in structural determination of chemical compounds. A multinuclear Fourier Transform (FT)-NMR is also critical for undergraduate education. In this NSF-supported project, two Anasazi FT-NMRs are being integrated simultaneously across the chemistry curriculum at Western Kentucky University (WKU) and Elizabethtown Community and Technical College (ECTC). The collaborative project adds to a new curriculum initiative by integrating NMR throughout the chemistry curriculum to enhance both undergraduate programs. This initiative allowed substantial revision of the chemistry curriculums and introduced new experiments previously unavailable in some courses. For the first time, students at ECTC now are able to gain on-site access to an NMR, which has dramatically improved the community college student's educational experience. This collaborative project also enhances student competency with NMR through direct operation of the NMR for a wide variety of chemical problems. The focus is to use NMR as a prominent feature in each chemistry sequence and significantly improve the studentsÆ independence and comfort level with this advanced technique. As the new NMR spectrometers are user-friendly, flexible and fast, it becomes possible to routinely obtain NMR data during many of the labs. In each semester, around 400 to 450 students are directly impacted by this project.\nThe new NMR is also very important part of undergraduate research at WKU. The Anasazi FT-NMR was heavily used in undergraduate research projects during the academic years and summers to help characterize corrole and porphyrin macrocyclic compounds and analyze the metal-catalysed sulphide oxidations. This research effort has been highly successful, leading to a peer-reviewed publication containing two undergraduate student co-authors and multiple student presentations in professional meetings including ACS national meetings.\nFurthermore, the project has created a sustainable and equitable relationship between the two institutions by sharing resources, insight and experiences on NMR training procedures, teaching pedagogy, laboratory exercises and assessment strategies.  To ensure the sustainability of their partnership, insights into the ongoing project have been gained through several strategic planning meetings.  The team hopes their work will be able to provide a blueprint of interaction between 4- and 2-year colleges, moving their transformative and dynamic relationship into other disciplines and furthering the opportunities that undergraduates can be offered as part of their studies.\n\n\t\t\t\t\tLast Modified: 12/29/2012\n\n\t\t\t\t\tSubmitted by: Rui Zhang"
 }
}