{
 "awd_id": "0942404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing Critical Thinking in STEM Disciplines: A Faculty Development Model",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 229629.0,
 "awd_amount": 229629.0,
 "awd_min_amd_letter_date": "2010-09-10",
 "awd_max_amd_letter_date": "2010-09-10",
 "awd_abstract_narration": "Multidisciplinary or Interdisciplinary (99) \r\nNorthwestern University's Searle Center for Teaching Excellence together with the City Colleges of Chicago (CCCs) are piloting a Science, Technology, Engineering, and Mathematics (STEM) faculty development program focused on improving higher order learning outcomes of STEM students. This pilot program consists of STEM faculty from two very different higher education institutions (a Private Research university and a large urban Community College and) with very different missions, faculty and student populations. Equal numbers of faculty from each institution participate in a linked series of workshops spanning one and a half academic years. This faculty development program is designed to assist STEM faculty in developing skills in critically reflecting on key issues in learning and teaching in higher education to improve STEM students' higher order learning outcomes. The project includes a rigorous evaluation plan to examine the effectiveness of the program both sites with respect to changes in (i) instructional and assessment practices, (ii) faculty approaches and conceptions of teaching, and (iii) student learning outcomes. In addition the effectiveness of this program is compared to the effectiveness of other Faculty Development programs. A unique model of faculty development is incorporated that goes beyond both traditional teaching-focused and student-focused conceptions and focuses on learning-centered conceptions and approaches to teaching. The program draws upon the latest research, scholarship and best practices on learning, teaching and faculty development. Participants design discipline-specific assessments based on the Critical Thinking Assessment Test (CAT), to collect data on their students' learning outcomes, across two successive cohorts, for the purpose of informing their teaching and ultimately improving their students' learning. The project addresses a very wide gap in the research and literature on the impact of STEM faculty development with respect to bringing about meaningful change in faculty teaching and, more importantly, in the higher order learning outcomes of their students and the national use of assessment in program and school accreditation. More immediate impacts include those on the higher order learning outcomes of undergraduate STEM students across a wide level of expertise and preparedness. The project's research findings and program model have the potential to impact STEM faculty and their students across the spectrum of higher education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Light",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Light",
   "pi_email_addr": "g-light@northwestern.edu",
   "nsf_id": "000492880",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gaber",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Richard F Gaber",
   "pi_email_addr": "r-gaber@northwestern.edu",
   "nsf_id": "000335142",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bernhard",
   "pi_last_name": "Streitwieser",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Bernhard T Streitwieser",
   "pi_email_addr": "b-streitwieser@northwestern.edu",
   "nsf_id": "000238313",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Denise",
   "pi_last_name": "Drane",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Denise L Drane",
   "pi_email_addr": "d-drane@northwestern.edu",
   "nsf_id": "000301184",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susanna",
   "pi_last_name": "Calkins",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Susanna C Calkins",
   "pi_email_addr": "s-calkins@northwestern.edu",
   "nsf_id": "000530066",
   "pi_start_date": "2010-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 229629.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Surveys and research studies across a wide range of fields consistently list critical thinking as one of the most important skills that employers are looking for in employees. Critical thinking includes skills like being able to evaluate evidence and identify inappropriate conclusions, separate factual information from inference, identify alternative explanations for data or observations and integrate information to solve a real world problem. &nbsp;The main goal of this project was to develop a program to help science, math and engineering instructors to be more effective teachers of critical thinking so that they can help their students become better critical thinkers. &nbsp;To achieve this goal, 9 instructors from the City Colleges of Chicago and 7 instructors from Northwestern University took part in a 2 year faculty development program on critical thinking led by staff from the Searle Center for Advancing Learning and Teaching at Northwestern University. The program consisted of a series of 7 interactive workshops and an experimental component in which the instructors conducted their own experiment on teaching critical thinking.</p>\n<p>In the first workshop, instructors learned about students&rsquo; critical thinking by scoring Critical Thinking Assessment Tests (CATs) that had been completed by students at their college or university. During the same workshop, the instructors used the CAT test questions as a model and designed their own questions for assessing critical thinking in one of their courses.</p>\n<p>Instructors began the experimental phase of the program by giving the CAT test and their own critical thinking assessment questions to one of their classes to measure the improvements that students made in critical thinking from the beginning to the end of the semester. They then attended a series of workshops in which they learned about barriers to critical thinking and designed new classroom activities to develop their students&rsquo; critical thinking. The next year that faculty taught their course, they used the new critical thinking activities and measured whether students made larger improvements on the CAT test and the course specific assessment questions than they had the previous year. Many instructors found that students achieved higher scores on their own assessments and some found that students also scored higher on the CAT test.</p>\n<p>Faculty met together at the end of the program to share their experience of introducing the new critical thinking activities into their classes and to reflect on the results of the experiment that they had conducted in their own classes.</p>\n<p>As a result of this project we have developed a bank of critical thinking assessment questions and activities that can be used and adapted by science, math and engineering instructors across the country. The critical thinking workshop materials are available for other colleges and universities and have already been used by Sierra Community College in California in an innovative program on critical thinking for their instructors and local high school teachers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2013<br>\n\t\t\t\t\tModified by: Denise&nbsp;L&nbsp;Drane</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSurveys and research studies across a wide range of fields consistently list critical thinking as one of the most important skills that employers are looking for in employees. Critical thinking includes skills like being able to evaluate evidence and identify inappropriate conclusions, separate factual information from inference, identify alternative explanations for data or observations and integrate information to solve a real world problem.  The main goal of this project was to develop a program to help science, math and engineering instructors to be more effective teachers of critical thinking so that they can help their students become better critical thinkers.  To achieve this goal, 9 instructors from the City Colleges of Chicago and 7 instructors from Northwestern University took part in a 2 year faculty development program on critical thinking led by staff from the Searle Center for Advancing Learning and Teaching at Northwestern University. The program consisted of a series of 7 interactive workshops and an experimental component in which the instructors conducted their own experiment on teaching critical thinking.\n\nIn the first workshop, instructors learned about studentsÆ critical thinking by scoring Critical Thinking Assessment Tests (CATs) that had been completed by students at their college or university. During the same workshop, the instructors used the CAT test questions as a model and designed their own questions for assessing critical thinking in one of their courses.\n\nInstructors began the experimental phase of the program by giving the CAT test and their own critical thinking assessment questions to one of their classes to measure the improvements that students made in critical thinking from the beginning to the end of the semester. They then attended a series of workshops in which they learned about barriers to critical thinking and designed new classroom activities to develop their studentsÆ critical thinking. The next year that faculty taught their course, they used the new critical thinking activities and measured whether students made larger improvements on the CAT test and the course specific assessment questions than they had the previous year. Many instructors found that students achieved higher scores on their own assessments and some found that students also scored higher on the CAT test.\n\nFaculty met together at the end of the program to share their experience of introducing the new critical thinking activities into their classes and to reflect on the results of the experiment that they had conducted in their own classes.\n\nAs a result of this project we have developed a bank of critical thinking assessment questions and activities that can be used and adapted by science, math and engineering instructors across the country. The critical thinking workshop materials are available for other colleges and universities and have already been used by Sierra Community College in California in an innovative program on critical thinking for their instructors and local high school teachers.\n\n\t\t\t\t\tLast Modified: 12/12/2013\n\n\t\t\t\t\tSubmitted by: Denise L Drane"
 }
}