{
 "awd_id": "0942140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Portable, Modular, Modern Technology Infused Courseware for Broader Embedded System Education",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane Prey",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 73695.0,
 "awd_amount": 73695.0,
 "awd_min_amd_letter_date": "2010-03-09",
 "awd_max_amd_letter_date": "2010-03-09",
 "awd_abstract_narration": "Computing-Others (35)\r\n\r\nEmbedded systems play more and more important roles in all aspects of our society. The rapid growth of embedded systems has resulted in a shortage of professionals for embedded software development. This project is creating a new model of embedded systems education with the following emphasis: (1) Portable and affordable. The developed courseware is providing portable real labs based on a popular microcomputer unit development kit that is expandable and affordable. This removes the barrier of setting up high cost embedded systems labs; (2) Modular and flexible. The courseware and projects that are being developed are modular and have multiple learning levels. The modular design gives instructors the flexibility to adopt the full course or integrate selected modules based on their specific needs. The proposed modules and projects are infusing modern technology of embedded software to promote students' creativity and to inspire life-long learning. \r\n\r\nThis courseware is delivered in an integrated package including a supporting textbook bundled with a portable embedded system development kit. The courseware is providing a \"ready-to-adopt\" model and greatly saves resources and time for broadening embedded systems education to meet emerging workforce and education needs in science, technology, and engineering.\r\n\r\nThe portable and modular design of this new courseware is benefiting a wide range of universities and colleges that have a for need of embedded systems education but are hindered by limited financial budget, lab facilities, and scarce dedicated staff and faculty. This project includes an academic community that has eight institutions from five states.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaolin",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaolin Hu",
   "pi_email_addr": "xhu@cs.gsu.edu",
   "nsf_id": "000485510",
   "pi_start_date": "2010-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "33 GILMER ST SE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303033044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 73695.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project provides portable real life hands-on labs with SDK for a popular microcomputer unit (MCU) and smart embedded devices such as smart phones that is expandable and affordable. It removes the barrier of setting up high cost embedded system labs for learning embedded systems with real labs; &nbsp;</p>\n<p>The courseware is modular and has multiple learning levels which can be adopted as a full course or integrated into many other related courses. It has infused modern technology of embedded software to promote a student&rsquo;s creativity and to inspire life-long learning;</p>\n<p>The courseware is delivered in an integrated package including a supporting textbook bundled with a portable embedded system development kit. Its &ldquo;ready-to-adopt&rdquo; model removes the high requirement for instructor&rsquo;s expertise, greatly saves resources and time for broadening embedded system education to meet the emerging workforce and STEM education needs.</p>\n<p>The inter-disciplinary designed project has greatly promoted student learning in the software design and programming methodology in computer science, software development life cycle(SDLC) process in software engineering, and electrical and computer engineering disciplines with the real time embedded system software design and system integration.</p>\n<p>After the project implementation we found this new embedded software courseware with real portable labs in a box is feasible, affordable, and easy adoptable especially for universities and colleges that have limited resources for teaching undergraduate courses on embedded systems. This is an effective approach to enhance student learning in embedded systems.</p>\n<p>The pretest survey shows that most students had very limited knowledge on embedded system hardware and software design and preferred to have hands-on opportunity to learn embedded systems.</p>\n<p>The feedback from students&rsquo; posttest survey was very positive. Near 80% responses from 101 students were positive in overall. The post test data confirmed that students benefited from the selected course modules and from the hands-on projects for learning embedded software development. The quantity of the course projects student completed in the embedded system course is much higher than before(some of the student projects are posted on the PEARL web site).</p>\n<p>Also, a number of students successfully designed real world embedded systems such as home automation system in their senior capstone projects. All data indicate that the teaching modules and embedded devices generated positive outcomes for the classes. This project has&nbsp; promoted students to participate in research and other learning activities. They applied the emerging embedded technology they learned in this courseware to their senior projects which they did not have any learning and practice experience from any other courses in the curriculum. Four students published a research paper on development of Android embedded software apps which in ACM SE 2012 conference.</p>\n<p>The project has outreached minority students and STEM students to promote them to participate in embedded computing learning as described below.</p>\n<p>1)Special PERAL project&nbsp; summer session for minority students(summer 2011): This summer session has outreached the minority students&nbsp; in the program of&nbsp; The National Science Foundation-funded Peach State Louis Stokes Alliance for Minority Participation (PSLSAMP) to foster minority student participation in modern embedded system education. Two students in our summer session presented their work in the 6th Annual PSLSAMP National Symposium and Research Conference(approximately 300 students) in 10/2011 and got award for the work they presented.</p>\n<p>2)SPSU 1001 Orientation course to reach out students for STEM embedded system education(Fall 2011): We have designed a special session in the SPSU 1001 fresh...",
  "por_txt_cntn": "\nThis project provides portable real life hands-on labs with SDK for a popular microcomputer unit (MCU) and smart embedded devices such as smart phones that is expandable and affordable. It removes the barrier of setting up high cost embedded system labs for learning embedded systems with real labs;  \n\nThe courseware is modular and has multiple learning levels which can be adopted as a full course or integrated into many other related courses. It has infused modern technology of embedded software to promote a studentÆs creativity and to inspire life-long learning;\n\nThe courseware is delivered in an integrated package including a supporting textbook bundled with a portable embedded system development kit. Its \"ready-to-adopt\" model removes the high requirement for instructorÆs expertise, greatly saves resources and time for broadening embedded system education to meet the emerging workforce and STEM education needs.\n\nThe inter-disciplinary designed project has greatly promoted student learning in the software design and programming methodology in computer science, software development life cycle(SDLC) process in software engineering, and electrical and computer engineering disciplines with the real time embedded system software design and system integration.\n\nAfter the project implementation we found this new embedded software courseware with real portable labs in a box is feasible, affordable, and easy adoptable especially for universities and colleges that have limited resources for teaching undergraduate courses on embedded systems. This is an effective approach to enhance student learning in embedded systems.\n\nThe pretest survey shows that most students had very limited knowledge on embedded system hardware and software design and preferred to have hands-on opportunity to learn embedded systems.\n\nThe feedback from studentsÆ posttest survey was very positive. Near 80% responses from 101 students were positive in overall. The post test data confirmed that students benefited from the selected course modules and from the hands-on projects for learning embedded software development. The quantity of the course projects student completed in the embedded system course is much higher than before(some of the student projects are posted on the PEARL web site).\n\nAlso, a number of students successfully designed real world embedded systems such as home automation system in their senior capstone projects. All data indicate that the teaching modules and embedded devices generated positive outcomes for the classes. This project has  promoted students to participate in research and other learning activities. They applied the emerging embedded technology they learned in this courseware to their senior projects which they did not have any learning and practice experience from any other courses in the curriculum. Four students published a research paper on development of Android embedded software apps which in ACM SE 2012 conference.\n\nThe project has outreached minority students and STEM students to promote them to participate in embedded computing learning as described below.\n\n1)Special PERAL project  summer session for minority students(summer 2011): This summer session has outreached the minority students  in the program of  The National Science Foundation-funded Peach State Louis Stokes Alliance for Minority Participation (PSLSAMP) to foster minority student participation in modern embedded system education. Two students in our summer session presented their work in the 6th Annual PSLSAMP National Symposium and Research Conference(approximately 300 students) in 10/2011 and got award for the work they presented.\n\n2)SPSU 1001 Orientation course to reach out students for STEM embedded system education(Fall 2011): We have designed a special session in the SPSU 1001 freshman student orientation class so that students gained learning experience in embedded system design and development with Android smart phone devices. Most students were excited ..."
 }
}