{
 "awd_id": "0942390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating an Academic Community to Foster Curiosity and Discovery in Introductory Geoscience Classes",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Lea",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2010-02-25",
 "awd_max_amd_letter_date": "2010-02-25",
 "awd_abstract_narration": "Abstract\r\nThis project creates a Teaching and Learning Community (TLC) composed of faculty, graduate students, and advanced undergraduates who are combining their professional and curricular development efforts to improve instruction in geology, meteorology and oceanography lab courses. The TLC is also working to improve student learning in associated lecture courses via the transfer of skills developed by students enrolled in the labs.  The project develops, adapts, and refines lab materials that not only incorporate a consistent inquiry-based learning (IBL) approach, real-world data, and problems relevant to students, but also explicitly address the process of science.  The project work is being facilitated by a computer-equipped Geoscience Exploration Laboratory (GEL), developed in part via this project, which is providing students with opportunities to collect their own data, use computer tools to analyze, visualize, interpret, synthesize and present their results and interpretations.  This is helping students to develop valuable thinking and communication skills at an early stage in their university careers.  The evaluation plan consists of both formative and summative components that track student learning and attitudes as well as the professional development of faculty and graduate students who are involved in teaching the laboratory courses.  The outcomes of the project include a widely disseminated lab manual, a national workshop that actively disseminates the project results, and the dissemination of evaluation results that are of interest to the larger STEM community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Grove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Grove",
   "pi_email_addr": "kgrove@sfsu.edu",
   "nsf_id": "000237009",
   "pi_start_date": "2010-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Dempsey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Dempsey",
   "pi_email_addr": "ddempsey@sundog.sfsu.edu",
   "nsf_id": "000452801",
   "pi_start_date": "2010-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Petra",
   "pi_last_name": "Dekens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Petra Dekens",
   "pi_email_addr": "dekens@sfsu.edu",
   "nsf_id": "000499660",
   "pi_start_date": "2010-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 HOLLOWAY AVE",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With NSF support, faculty at San Francisco State University (SF State) created new introductory-level geoscience courses that integrated lecture and lab components to improve cohesion; created a new teaching space for the laboratory part of the courses; created new laboratory activities that are more inquiry based and engaging to students; created a new course for Graduate Teaching Assistants (GTAs) and other department instructors (&ldquo;Our Dynamic Classroom&rdquo;) that helps instructors to more effectively teach their courses; assessed the effectiveness of the project activities using a variety of tools, including the Critical Thinking Assessment Test (CAT) that was developed, in part, with NSF funding.</p>\n<p>The most significant result was a new Teaching and Learning Community (TLC) in the department, with mechanisms to provide better support for GTAs who teach the laboratory courses. Before the project, graduate students received little support to gain teaching skills and present interesting labs. After project implementation, GTAs and other department instructors reported much higher feelings of support, and gains in the effectiveness of their teaching and their students&rsquo; learning.</p>\n<p>The renovated classroom, furnished with round tables with networked laptop computers, is conducive to small-group, collaborative learning, and it has augmented the scientific infrastructure for geoscientific instruction at SF State. Assessment data about student attitudes and learning in the renovated courses suggest improvements. Students rated the new laboratory activities as effective learning experiences; results from the Geoscience Concept Inventory (GCI) indicate fundamental realignments of students&rsquo; basic conceptual understanding during the course; a statistical analysis of pre/post results from the CAT showed significant differences on skills that had been targeted in the courses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2012<br>\n\t\t\t\t\tModified by: Karen&nbsp;Grove</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith NSF support, faculty at San Francisco State University (SF State) created new introductory-level geoscience courses that integrated lecture and lab components to improve cohesion; created a new teaching space for the laboratory part of the courses; created new laboratory activities that are more inquiry based and engaging to students; created a new course for Graduate Teaching Assistants (GTAs) and other department instructors (\"Our Dynamic Classroom\") that helps instructors to more effectively teach their courses; assessed the effectiveness of the project activities using a variety of tools, including the Critical Thinking Assessment Test (CAT) that was developed, in part, with NSF funding.\n\nThe most significant result was a new Teaching and Learning Community (TLC) in the department, with mechanisms to provide better support for GTAs who teach the laboratory courses. Before the project, graduate students received little support to gain teaching skills and present interesting labs. After project implementation, GTAs and other department instructors reported much higher feelings of support, and gains in the effectiveness of their teaching and their studentsÆ learning.\n\nThe renovated classroom, furnished with round tables with networked laptop computers, is conducive to small-group, collaborative learning, and it has augmented the scientific infrastructure for geoscientific instruction at SF State. Assessment data about student attitudes and learning in the renovated courses suggest improvements. Students rated the new laboratory activities as effective learning experiences; results from the Geoscience Concept Inventory (GCI) indicate fundamental realignments of studentsÆ basic conceptual understanding during the course; a statistical analysis of pre/post results from the CAT showed significant differences on skills that had been targeted in the courses.\n\n\t\t\t\t\tLast Modified: 08/31/2012\n\n\t\t\t\t\tSubmitted by: Karen Grove"
 }
}