{
 "awd_id": "0943407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Abrasion by Bedload and Suspended Load: Experimental Study",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 128674.0,
 "awd_amount": 128674.0,
 "awd_min_amd_letter_date": "2010-04-02",
 "awd_max_amd_letter_date": "2010-04-02",
 "awd_abstract_narration": "Abstract: ASU Flume Study \r\n?Abrasion by Bedload and Suspended Load: Experimental Study?\r\n\r\nRiver incision into rock plays an important role in diverse problems ranging from practical to academic.  From dam spillway design, to river management planning including maintenance of suitable aquatic habitats in mountain rivers and river restoration efforts, to the long-term controls on the slope, width, and roughness of mountain rivers, a quantitative understanding of the mechanics of river incision into rock is essential and of broad interest. There has been substantial progress in the past decade on understanding the interactions among climate, topography, erosion, and tectonics; recognition of the central role of river incision into rock has been a key insight.  Exploration of the role played by bedrock channels, however, has been accomplished primarily with simplified stream power models (generic rule sets for river incision that lump together a diverse set of erosional mechanisms). Refined, and more realistic, model predictions require advances in our quantitative understanding of erosion processes. Field-based investigation of bedrock incision processes is essential, but does not allow the investigator full control of critical variables. Controlled laboratory experiments have increasingly been used to explore fundamental aspects of the physics of river incision, to test existing models, and to guide their refinement.\r\n\tThis research project at ASU includes flume experiments, data analysis, and theoretical development. The experiments will be designed to complement and extend previous flume studies. The primary controlling variables (flux and size distribution of sediment; channel slope; water discharge; and substrate hardness) will be varied in a systematic exploration of conditions, including the transition from bedload to suspended load transport. Bed morphology will be allowed to evolve naturally, and the critical feedbacks between bed morphology, fluid dynamics, sediment flux, and local erosion rate will be quantified.  Based on preliminary experiments, field observations, and previous numerical studies, we formulate quantitative hypotheses that can and will be tested by direct measurement of erosion rate, bed topography, grain saltation trajectories, sediment transport rate, and fluid flow conditions, thus allowing refinement of current theory. \r\nThe results from this research project will have important implications for basic science and a number of practical concerns of societal relevance. Advances in the understanding of the linkages between bedrock lithology, sediment characteristics and channel morphology are of potentially great value in solving applied problems of minimizing and mitigating for landuse impacts and restoring damaged riverine habitat and ecosystems. Engineering planning and management demand understanding of the processes that govern channel changes, including bed roughness and alluvial cover characteristics. A postdoctoral researcher, a graduate student and several undergraduates will receive invaluable training from this research project. Also, laboratory demonstrations will be developed for use in undergraduate courses and for public outreach events. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelin",
   "pi_last_name": "Whipple",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Kelin X Whipple",
   "pi_email_addr": "kxw@asu.edu",
   "nsf_id": "000459448",
   "pi_start_date": "2010-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 128674.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>River incision into rock plays an important role in diverse problems ranging from practical to academic.&nbsp; From dam spillway design, to river management planning including maintenance of suitable aquatic habitats in mountain rivers and river restoration efforts, to the long-term controls on the slope, width, and roughness of mountain rivers, a quantitative understanding of the mechanics of river incision into rock is essential and of broad interest. There has been substantial progress in the past decade but refined, and more realistic, model predictions require advances in our quantitative understanding of erosion processes &ndash; the goal of this research project at ASU based on controlled flume experiments.</p>\n<p>&nbsp;</p>\n<p>The primary controlling variables (flux and size distribution of sediment; channel slope; water discharge; and substrate hardness) were varied in a systematic exploration of conditions, including the transition from bedload to suspended load transport. The key disciplinary contributions of this research project are: (1) new scaling relationship for particle saltation geometries which improves understanding of sediment transport over hard beds (natural rock or concrete) and enhances the accuracy and applicability of river incision models (Chatanantavet et al., 2013); (2) the first successful quantification of abrasion by suspended load and of the effects of the transition from bedload to suspended load transport; and (3) a refinement of existing theory for abrasion by bedload that appears to explain some key complexities in the relationships among erosion rate, flow conditions, and bed roughness for bedload abrasion. These contributions importantly refine our understanding of the mechanics of river incision into bedrock, a process at the heart of the interactions among tectonics, topography, erosion rate, and climate, and essential for understanding the erosion of engineering structures such as bridge piers and dam spillways.</p>\n<p><span>The results from this research project have important implications for basic science and a number of practical concerns of societal relevance. Advances in the understanding of the linkages between bedrock lithology, sediment characteristics and channel morphology are of potentially great value in solving applied problems of minimizing and mitigating for landuse impacts and restoring damaged riverine habitat and ecosystems. Engineering planning and management demand understanding of the processes that govern channel changes, including bed roughness and alluvial cover characteristics. A postdoctoral researcher, two graduate students and one undergraduate received invaluable training in flow hydraulics, sediment transport, experimental fluvial geomorphology, data analysis, and the preparation of scientific reports. In addition, laboratory demonstrations have been developed for use in undergraduate courses and for public outreach events, including ASU&rsquo;s &ldquo;Night of the Open Door&rdquo; (a major and very successful event) and the annual Earth and Space Exploration day that is attended by ~1500 youths, parents, and K-12 educators from the Phoenix area.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<pre><br /></pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2013<br>\n\t\t\t\t\tModified by: Kelin&nbsp;X&nbsp;Whipple</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRiver incision into rock plays an important role in diverse problems ranging from practical to academic.  From dam spillway design, to river management planning including maintenance of suitable aquatic habitats in mountain rivers and river restoration efforts, to the long-term controls on the slope, width, and roughness of mountain rivers, a quantitative understanding of the mechanics of river incision into rock is essential and of broad interest. There has been substantial progress in the past decade but refined, and more realistic, model predictions require advances in our quantitative understanding of erosion processes &ndash; the goal of this research project at ASU based on controlled flume experiments.\n\n \n\nThe primary controlling variables (flux and size distribution of sediment; channel slope; water discharge; and substrate hardness) were varied in a systematic exploration of conditions, including the transition from bedload to suspended load transport. The key disciplinary contributions of this research project are: (1) new scaling relationship for particle saltation geometries which improves understanding of sediment transport over hard beds (natural rock or concrete) and enhances the accuracy and applicability of river incision models (Chatanantavet et al., 2013); (2) the first successful quantification of abrasion by suspended load and of the effects of the transition from bedload to suspended load transport; and (3) a refinement of existing theory for abrasion by bedload that appears to explain some key complexities in the relationships among erosion rate, flow conditions, and bed roughness for bedload abrasion. These contributions importantly refine our understanding of the mechanics of river incision into bedrock, a process at the heart of the interactions among tectonics, topography, erosion rate, and climate, and essential for understanding the erosion of engineering structures such as bridge piers and dam spillways.\n\nThe results from this research project have important implications for basic science and a number of practical concerns of societal relevance. Advances in the understanding of the linkages between bedrock lithology, sediment characteristics and channel morphology are of potentially great value in solving applied problems of minimizing and mitigating for landuse impacts and restoring damaged riverine habitat and ecosystems. Engineering planning and management demand understanding of the processes that govern channel changes, including bed roughness and alluvial cover characteristics. A postdoctoral researcher, two graduate students and one undergraduate received invaluable training in flow hydraulics, sediment transport, experimental fluvial geomorphology, data analysis, and the preparation of scientific reports. In addition, laboratory demonstrations have been developed for use in undergraduate courses and for public outreach events, including ASUÆs \"Night of the Open Door\" (a major and very successful event) and the annual Earth and Space Exploration day that is attended by ~1500 youths, parents, and K-12 educators from the Phoenix area.\n\n \n\n \n\n\n\n\t\t\t\t\tLast Modified: 07/03/2013\n\n\t\t\t\t\tSubmitted by: Kelin X Whipple"
 }
}