{
 "awd_id": "0943570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Surface transient storage in dead zones: Residence times from stream morphology, velocity and CFD modeling",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 416936.0,
 "awd_amount": 416936.0,
 "awd_min_amd_letter_date": "2010-05-10",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "Transient storage in streams is the temporary retention of water and solutes in eddies and other \"dead zones\" (surface transient storage, or STS) and in the stream's subsurface (hyporheic transient storage, or HTS).  Transient storage zones are where most of metabolism takes place in streams, and they are also very important to the fate and transport of heat and pollutants in streams. However, scientists have no easy, reliable method for quantitatively separating STS from HTS.  Furthermore, in STS we do not know very precisely how the residence time distribution (RTD) and its mean relate to physical characteristics such as stream velocity, size of the dead zone, and number of eddies, even though such a relationship must exist and is intuitive.  \r\n\r\nPreliminary field work indicates that the mean residence time in STS dead zones has greater variance (after accounting for differences in physical dimensions and velocity) than in dead zones in artificial channels or engineered dead zones in groynes.  Preliminary work with a large-eddy simulation (LES) model suggests that it will be feasible to use this advanced computational fluid dynamics (CFD) method to simulate and understand dead zone residence times in natural streams.\r\n\r\nWe will do detailed work on 5 dead zones at two discharges (for a total of 10) to characterize their physical dimensions, roughness, velocities, and residence times.  Three of these will be simulated with LES.  The LES, in turn, will be used to train less precise but cheaper Reynolds Averaged Navier-Stokes (RANS) models of the same dead zones.  RANS models of all 10 dead zones will be developed, and the sensitivity of the RTD and mean residence time to each physical characteristic will be measured.  We will use the LES and RANS models to develop a quantitative relationship between the RTD and the physical characteristics of the dead zone.  This relationship will be tested on 20 dead zones where the physical characteristics and RTDs have been measured and that have no CFD model.  The RTD relationship will be based on field-measureable parameters, and will not require a CFD model.   To understand the limits of the RTD relationship, we will test it in the field against a number of non-ideal STS features, such as those with large wood or boulders and those in higher-velocity, larger streams.  In addition to the 3 LES simulations on different STS sites, we will do a scaling analysis on the LES results to much higher Reynolds numbers to predict results (and the limits of the RTD relationship) for higher-velocity and larger streams.  Lastly, we will develop a physics-based classification scheme for STS. This will allow us to state the limits of the RTD relationship in terms that are qualitatively and quantitatively easy to use in the field, and it will also help hydrologists and stream ecologists to communicate about STS.\r\n\r\nA quantitative RTD relationship for STS will allow hydrologists and stream ecologists to do a better job at predicting the movement of nutrients, pollutants, and heat in streams and rivers.  This, in turn, will help with management of problems such as hypoxia in the Gulf of Mexico, nutrient loading in streams, excess stream temperature, and the cleanup of pollutant spills.  The development of the RTD relationship will train several graduate and undergraduate students in both hydrology and CFD modeling, and will advance the field of CFD modeling.  We will run a short course and conference on CFD modeling in hydrologic and allied sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Haggerty",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roy D Haggerty",
   "pi_email_addr": "roy.haggerty@oregonstate.edu",
   "nsf_id": "000486349",
   "pi_start_date": "2010-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sourabh",
   "pi_last_name": "Apte",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Sourabh V Apte",
   "pi_email_addr": "sva@engr.orst.edu",
   "nsf_id": "000217295",
   "pi_start_date": "2010-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 140079.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131102.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145755.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project goal was to understand how the residence time distribution  (RTD) of stream surface transient storage (STS) and its mean relate to  physical and easily measurable characteristics including stream velocity, dead zone size,  number of eddies, among others and develop a predictive STS mean residence time for a range of STS geometries and Reynolds numbers. Finally, use this relationship to develop a capacity to separate STS from hyorheic storage.</p>\n<p><strong>Intellectual Merit: </strong></p>\n<p>Field work on natural stream dead zones and three-dimensional computational fluid dynamics (CFD) for  Reynolds numbers (Re) of 5,000 - 200,000 and STS width to length (W/L)  aspect ratios between 0.2 - 0.75,&nbsp; indicated that lateral STS mean residence time can be predicted using a  physically-based hydromorphic timescale with an entrainment coefficient  of 0.031-0.009. This empirically derived mean residence time relationships will be  useful tools for hydrologists and water managers. The relationships have  a wide range of applicability for both gravel-bed streams and rivers  with lateral STS. The relationships collapse the data into strong linear  relations for a wide range of geometries (0.2 &lt; <em>W/L</em> &lt; 0.75), complex shapes, and flow conditions (5.0 &times; 10<sup>3</sup> &lt; <em>Re</em> &lt; 1.0 &times; 10<sup>7</sup>).  An additional bonus is that the mean residence time relationships can  be obtained from a few field-measureable parameters (i.e., <em>W</em>, <em>L</em>, <em>U</em>, <em>d<sub>E</sub></em>, <em>d<sub>c</sub></em>, <em>n</em>, <em>R</em>, <em>d<sub>50</sub></em>).  The relationships can be used for conservative solute or contaminant  transport studies to predict the residence time of solutes in lateral  embayments within natural streams and rivers. These relationships also  can be used to compute the mean residence time of in-stream structures  emplaced along streams for stream restoration projects used to enhance  stream biodiversity.</p>\n<p>The newly developed STS classification scheme  provides a foundation for future studies in hydrology. A predictive mean residence times for different STS  using field-measureable parameters was proposed, which will provide an accurate,  reliable, and inexpensive method for estimating STS. This approach will  allow for the quantitative separation of STS from HTS in a tracer test,  where the theoretical STS residence time distribution (RTD) can be  deconvolved from the total transient storage RTD to obtain the HTS RTD.  Quantitatively separating STS from HTS will allow for the determination  of whether specific processes are occurring in-stream, in the hyporheic  zone, or both. Predictive relationships also will provide a more direct  comparison between transient storage and solute dynamics and exchange  processes among morphologically diverse streams.</p>\n<p>The modeling  efforts show that three-dimensional CFD modeling can be used to better understand STS. LES  modeling shows that transient velocities within the STS are likely to  have a significant impact on the solute residence time distribution.  RANS modeling indicates that the width of the dead zone and the aspect  ratio (w/L) are the most important parameters of the dead zone. The  irregularity of the boundary influences the formation and residence time  of secondary counter-rotating gyres. Analytical work indicates that  these secondary gyres - and therefore the roughness of the STS - will  only have an influence on the 3rd and higher moments of transport in the  stream.</p>\n<p>A classification  scheme for surface transient storage that is based on the concepts of fluid mechanics was developed. Diagrams and theoretical concepts suitable for teaching of 8  categories of surface transient storage based on mean flow structure were developed..  &nbsp;These include lateral cavities, protruding in-channel flow  obstructions, isolated in-c...",
  "por_txt_cntn": "\nThe project goal was to understand how the residence time distribution  (RTD) of stream surface transient storage (STS) and its mean relate to  physical and easily measurable characteristics including stream velocity, dead zone size,  number of eddies, among others and develop a predictive STS mean residence time for a range of STS geometries and Reynolds numbers. Finally, use this relationship to develop a capacity to separate STS from hyorheic storage.\n\nIntellectual Merit: \n\nField work on natural stream dead zones and three-dimensional computational fluid dynamics (CFD) for  Reynolds numbers (Re) of 5,000 - 200,000 and STS width to length (W/L)  aspect ratios between 0.2 - 0.75,  indicated that lateral STS mean residence time can be predicted using a  physically-based hydromorphic timescale with an entrainment coefficient  of 0.031-0.009. This empirically derived mean residence time relationships will be  useful tools for hydrologists and water managers. The relationships have  a wide range of applicability for both gravel-bed streams and rivers  with lateral STS. The relationships collapse the data into strong linear  relations for a wide range of geometries (0.2 &lt; W/L &lt; 0.75), complex shapes, and flow conditions (5.0 &times; 103 &lt; Re &lt; 1.0 &times; 107).  An additional bonus is that the mean residence time relationships can  be obtained from a few field-measureable parameters (i.e., W, L, U, dE, dc, n, R, d50).  The relationships can be used for conservative solute or contaminant  transport studies to predict the residence time of solutes in lateral  embayments within natural streams and rivers. These relationships also  can be used to compute the mean residence time of in-stream structures  emplaced along streams for stream restoration projects used to enhance  stream biodiversity.\n\nThe newly developed STS classification scheme  provides a foundation for future studies in hydrology. A predictive mean residence times for different STS  using field-measureable parameters was proposed, which will provide an accurate,  reliable, and inexpensive method for estimating STS. This approach will  allow for the quantitative separation of STS from HTS in a tracer test,  where the theoretical STS residence time distribution (RTD) can be  deconvolved from the total transient storage RTD to obtain the HTS RTD.  Quantitatively separating STS from HTS will allow for the determination  of whether specific processes are occurring in-stream, in the hyporheic  zone, or both. Predictive relationships also will provide a more direct  comparison between transient storage and solute dynamics and exchange  processes among morphologically diverse streams.\n\nThe modeling  efforts show that three-dimensional CFD modeling can be used to better understand STS. LES  modeling shows that transient velocities within the STS are likely to  have a significant impact on the solute residence time distribution.  RANS modeling indicates that the width of the dead zone and the aspect  ratio (w/L) are the most important parameters of the dead zone. The  irregularity of the boundary influences the formation and residence time  of secondary counter-rotating gyres. Analytical work indicates that  these secondary gyres - and therefore the roughness of the STS - will  only have an influence on the 3rd and higher moments of transport in the  stream.\n\nA classification  scheme for surface transient storage that is based on the concepts of fluid mechanics was developed. Diagrams and theoretical concepts suitable for teaching of 8  categories of surface transient storage based on mean flow structure were developed..   These include lateral cavities, protruding in-channel flow  obstructions, isolated in-channel flow obstructions, cascades and  riffles, aquatic vegetation, pools, meander bends, and confluence of  streams. The long-term goal of this classification scheme is to develop  predictive mean residence times for each type of flow structure using  field-meas..."
 }
}