{
 "awd_id": "0944345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Using plate circuits to constrain motion between East and West Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexandra Isern",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 195572.0,
 "awd_amount": 195572.0,
 "awd_min_amd_letter_date": "2010-03-31",
 "awd_max_amd_letter_date": "2011-03-30",
 "awd_abstract_narration": "This proposal will address the motion between East and West Antarctica. The estimates of motion in the Late Cretaceous and Cenozoic come from summing the plate circuit linking East Antarctica to Australia to the Lord Howe Rise to the Pacific plate to West Antarctica. However, major uncertainties remain in the history of the plate motions in this region, leading to widely different implications for the global plate circuit, without a clear indication of which model is correct. The PIs propose to analyze this motion in two parts: motion since 42 Ma and motion before 42 Ma. For the younger time interval, the PIs will improve accuracy of rotations by taking advantage of an unusual plate geometry that enables them to solve a five-boundary, four-plate configuration. For the older time interval, the only way to calculate motion between East and West Antarctica is via the long Aus-Pac plate circuit.  The difficulty in this time interval is that there are three sets of rotations with distinctly different results for the Aus-East Ant boundary. The disagreement over the fundamental motion between Aus and Ant before 50 Ma leads to large differences in the predicted motion in the Western Ross Sea and near Ellsworth Land. The PIs propose to re-examine the key elements in the Aus-Pac plate circuit with the objective of reducing uncertainties, using quantitative methods where possible, and resolving some of the critical issues involving alternative interpretations. \r\n\r\nBroader impacts: \r\nThe scientific impacts of this work are an improved understanding of Antarctic plate tectonic history to incorporate into global models. This project will support one graduate student at each institution. The results of the project will be made available in the global plate motion and plate reconstruction databases. In addition, results will be used for outreach work to middle school groups. Cande has made an animated movie of the plate motions around the Aus-Pac plate circuit that he uses as part of his undergraduate and graduate teaching. He plans to update and expand this animation using the results of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Cande",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Cande",
   "pi_email_addr": "scande@ucsd.edu",
   "nsf_id": "000284404",
   "pi_start_date": "2010-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 93916.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 101656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:Cambria; \tmso-bidi-font-family:\"Times New Roman\";} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 11.0pt;\">&nbsp;&nbsp;&nbsp;&nbsp; This project addressed an outstanding tectonic problem in global plate tectonics: the motion between East and West Antarctica in the late Cretaceous and Cenozoic.<span style=\"mso-spacerun: yes;\">&nbsp; </span>An accurate estimate of the motion between East and West Antarctica is critical for a wide range of geological problems including the uplift of the Transantarctic Mountains, rifting in the Western Ross Sea and motion along the plate boundary linking the Antarctic rift system to the trench system along the Antarctic Peninsula.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The estimates of this motion in the Late Cretaceous and Cenozoic come from summing the plate circuit linking East Antarctica to Australia to the Lord Howe Rise to the Pacific plate to West Antarctica.<span style=\"mso-spacerun: yes;\">&nbsp; </span>As part of our investigation into the motion of East and West Antarctica, we found that a critical influence on the motion of Antarctica at this time was the onset of the Reunion plume head beneath India starting around 68 Ma. Although seemingly distant from Antarctica, we found that the onset of the Reunion plume head had a major effect on the motion between Antarctica and Australia and, thus, the circuit linking East and West Antarctica. </span></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 11.0pt;\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 11.0pt;\"><span style=\"mso-tab-count: 1;\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We</span> focused on two main activities.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The first activity was a re-examination of the fit of Australia and East Antarctica in the late Cretaceous.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We compiled and analyzed shipboard magnetics and gravity data from both continental margins, incorporating recently published estimates of the extent of stretched continental crust<span style=\"mso-spacerun: yes;\"> </span>between Australia and Antarctica. The second activity was an examination of the motions between India, Africa and Antarctica between 65 and 45 Ma and the effect of the Reunion hotspot, which was in a plume head stage between roughly 70 and 60 Ma, on the motions of the Indo-Atlantic plates in the late Cretaceous and early Cenozoic.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Although this study included the effect of the Reunion plume head on the motions of India and Africa, a critical part of this study examined the effect of the plume head on the motion of the Antarctic plate. </span></p>\n<p class=\"MsoNormal\"><span style=\"mso-bidi-font-size: 11.0pt;\">&nbsp;</span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\"><!--  /* Font Definitions */ @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:Cambria; \tmso-bidi-font-fa...",
  "por_txt_cntn": "\n\n     This project addressed an outstanding tectonic problem in global plate tectonics: the motion between East and West Antarctica in the late Cretaceous and Cenozoic.  An accurate estimate of the motion between East and West Antarctica is critical for a wide range of geological problems including the uplift of the Transantarctic Mountains, rifting in the Western Ross Sea and motion along the plate boundary linking the Antarctic rift system to the trench system along the Antarctic Peninsula.  The estimates of this motion in the Late Cretaceous and Cenozoic come from summing the plate circuit linking East Antarctica to Australia to the Lord Howe Rise to the Pacific plate to West Antarctica.  As part of our investigation into the motion of East and West Antarctica, we found that a critical influence on the motion of Antarctica at this time was the onset of the Reunion plume head beneath India starting around 68 Ma. Although seemingly distant from Antarctica, we found that the onset of the Reunion plume head had a major effect on the motion between Antarctica and Australia and, thus, the circuit linking East and West Antarctica. \n \n           We focused on two main activities.  The first activity was a re-examination of the fit of Australia and East Antarctica in the late Cretaceous.  We compiled and analyzed shipboard magnetics and gravity data from both continental margins, incorporating recently published estimates of the extent of stretched continental crust between Australia and Antarctica. The second activity was an examination of the motions between India, Africa and Antarctica between 65 and 45 Ma and the effect of the Reunion hotspot, which was in a plume head stage between roughly 70 and 60 Ma, on the motions of the Indo-Atlantic plates in the late Cretaceous and early Cenozoic.  Although this study included the effect of the Reunion plume head on the motions of India and Africa, a critical part of this study examined the effect of the plume head on the motion of the Antarctic plate. \n \n\nOur study of the motions between India, Africa and Antarctica led to our recognition of the profound effect the onset of the Reunion plume head had on the motions of the Indo-Atlantic plates.  We found that the motions of India and Africa appear to have been coupled in the period from 70 to 50 Ma.  The rapid speedup of India, which is associated with the onset of the Reunion plume at 68 Ma, was accompanied by a dramatic slowdown in the motion of Africa and the later slowdown of India around 50 Ma was accompanied by a speedup in the motion of Africa. The slowdown and speedup of Africa was marked by dramatic changes in spreading direction in the North and South Atlantic as well as on the Southwest Indian ridge. The recognition of this systematic change in plate motions and the relationship of this change to the Reunion plume head is an important contribution to the field of geodynamic modeling of plate driving forces which usually do not consider the effect of the plume head stage of a hot spot. \n\n\t\t\t\t\tLast Modified: 08/19/2013\n\n\t\t\t\t\tSubmitted by: Steven C Cande"
 }
}