{
 "awd_id": "0944202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: From Earthquake Physics to Testable Forecasts",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 299278.0,
 "awd_amount": 299278.0,
 "awd_min_amd_letter_date": "2010-07-28",
 "awd_max_amd_letter_date": "2012-07-10",
 "awd_abstract_narration": "Models that attempt to incorporate earthquake physics play an increasingly important role in seismology and are prevalent in seismic hazard assessment. \r\nMost often, the physical ideas that inform these models are heuristically motivated and based on expert opinion. The Uniform California Earthquake Rupture Forecast (UCERF2) employs several such models. To increase the testability of the upcoming UCERF3, we propose to investigate the characteristic earthquake hypothesis, the relation of maximum magnitude to fault length, and the Coulomb Stress hypothesis. For many faults, seismologists identified so-called characteristic earthquakes and include them as expected target earthquakes in hazard assessment. The most prominent and best studied example is the sequence of magnitude 6 events at Parkfield, CA. Studies have shown that this phenomenon possibly could be explained by low sample size from the upper magnitude ranges of the frequency-magnitude distribution. The relation of maximum magnitude to fault length plays a major role in hazard assessment as it is used to estimate the size of future large events at particular faults. This relation is based purely on a posteriori observations and has not been tested using a priori predictions. The most complicated of the selected models is the Coulomb Stress model. It shows great descriptive capabilities but is also relies on a posteriori observations through fitting of the free parameters. Its uncertainty range remains relatively unexplored. Common to all of these conceptual models is the fact that they were never rigorously tested for their predictive power, owing in some part to the difficulty in formulating them as testable hypotheses. We propose to explore the uncertainty ranges of these hypotheses and to translate them into testable hypotheses to be tested rigorously in the framework of the Collaboratory for the Study of Earthquake Predictability. \r\nThis study will add more testability to the UCERF3 effort and help to understand and to quantify the impact of these models on seismic hazard assessment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danijel",
   "pi_last_name": "Schorlemmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danijel Schorlemmer",
   "pi_email_addr": "ds@usc.edu",
   "nsf_id": "000075993",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Zechar",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy D Zechar",
   "pi_email_addr": "zechar@ldeo.columbia.edu",
   "nsf_id": "000531923",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 97756.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99711.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 101811.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research conducted on developing physics-based earthquake forecasts concluded that static Coulomb stress change (permanent stress change caused by earthquakes and tectonic plate motion) has significant potential to be successfully implemented into earthquake forecasts. Within southern California, a strong association between static Coulomb stress and earthquake locations from 1999-2010 was confirmed, corroborating previous studies suggesting that earthquakes tend to nucleate in areas where cumulative static Coulomb stress change has increased. Taking into account that the association may be influenced by the percentage of positively-stressed area within the study region, the reverse hypothesis was tested: are positively-stressed zones more likely to contain earthquakes than negatively-stressed zones? Changes in southern California seismicity following the 16 October 1999 Hector Mine earthquake supported both hypotheses: that earthquakes tend to occur within positively stressed zones, and vice versa.</p>\n<p>&nbsp;</p>\n<p>Physics-based forecasts may potentially improve upon forecasts based on statistical seismology</p>\n<p>(extrapolating observations of previous earthquake locations, times and magnitudes) because they provide at least a partial physical explanation of how earthquakes are triggered. Over half of all M &ge;2.8 earthquakes within southern California between 1999 and 2010 occurred at a time of maximum static Coulomb stress change since 1812. Cumulative static Coulomb stress changes from 1812 until the time of the Hector Mine earthquake were incorporated into a pseudo-prospective probability model, which forecasted seismicity from 1999-2010 more effectively than probabilities simply based on previous earthquake locations (smoothed seismicity). In particular, aftershock distributions strongly coincided with static Coulomb stress changes from mainshocks, indicating that stress-based earthquake forecasts may contribute to assessing seismic hazard over short time scales (days to months) following large earthquakes. Based on the success of the pseudo-prospective long-term Coulomb-based forecast, static Coulomb stress may also contribute to long-term seismic hazard maps, similar to the 2013 SHARE (Seismic Hazard Harmonization in Europe) project.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Forecast models used for hazard maps are required to make a series of assumptions or assessments, one of which is the estimated maximum magnitude describing the magnitude of the largest possible earthquake along a fault or in a given region. Because maximum magnitude estimates have considerable effect on the estimated hazard from very rare events, safety measures for critical facilities depend on these estimates. We found that such estimates cannot be tested, i.e. be scientifically proven, within a reasonable time frame. Instead, we would have to wait for at least centuries to collect a sufficient number of earthquake observations to be able to judge a particular estimate. Simultaneously, we found that all methods to estimate the maximum magnitude are flawed and cannot provide the necessary confidence from their results. Statistical methods extrapolating earthquake observations do not contain sufficiently large events to constrain the results. Geologic observations such as fault length suffer from the fact that a fault length may describe the largest past earthquake on a fault; however, the next earthquake may be bigger and extend the fault on either side. Likewise, paleoseismological observations, such as the fault rupture length of past earthquakes are in general subject to interpretations of the geologic record. For example, two earthquakes that occurred shortly after each other may not be distinguishable in the geologic record and could then be interpreted as one large event. In summary, we found that maximum magnitude is a flawed concept and bears the danger of over- or underestimating sei...",
  "por_txt_cntn": "\nResearch conducted on developing physics-based earthquake forecasts concluded that static Coulomb stress change (permanent stress change caused by earthquakes and tectonic plate motion) has significant potential to be successfully implemented into earthquake forecasts. Within southern California, a strong association between static Coulomb stress and earthquake locations from 1999-2010 was confirmed, corroborating previous studies suggesting that earthquakes tend to nucleate in areas where cumulative static Coulomb stress change has increased. Taking into account that the association may be influenced by the percentage of positively-stressed area within the study region, the reverse hypothesis was tested: are positively-stressed zones more likely to contain earthquakes than negatively-stressed zones? Changes in southern California seismicity following the 16 October 1999 Hector Mine earthquake supported both hypotheses: that earthquakes tend to occur within positively stressed zones, and vice versa.\n\n \n\nPhysics-based forecasts may potentially improve upon forecasts based on statistical seismology\n\n(extrapolating observations of previous earthquake locations, times and magnitudes) because they provide at least a partial physical explanation of how earthquakes are triggered. Over half of all M &ge;2.8 earthquakes within southern California between 1999 and 2010 occurred at a time of maximum static Coulomb stress change since 1812. Cumulative static Coulomb stress changes from 1812 until the time of the Hector Mine earthquake were incorporated into a pseudo-prospective probability model, which forecasted seismicity from 1999-2010 more effectively than probabilities simply based on previous earthquake locations (smoothed seismicity). In particular, aftershock distributions strongly coincided with static Coulomb stress changes from mainshocks, indicating that stress-based earthquake forecasts may contribute to assessing seismic hazard over short time scales (days to months) following large earthquakes. Based on the success of the pseudo-prospective long-term Coulomb-based forecast, static Coulomb stress may also contribute to long-term seismic hazard maps, similar to the 2013 SHARE (Seismic Hazard Harmonization in Europe) project. \n\n \n\nForecast models used for hazard maps are required to make a series of assumptions or assessments, one of which is the estimated maximum magnitude describing the magnitude of the largest possible earthquake along a fault or in a given region. Because maximum magnitude estimates have considerable effect on the estimated hazard from very rare events, safety measures for critical facilities depend on these estimates. We found that such estimates cannot be tested, i.e. be scientifically proven, within a reasonable time frame. Instead, we would have to wait for at least centuries to collect a sufficient number of earthquake observations to be able to judge a particular estimate. Simultaneously, we found that all methods to estimate the maximum magnitude are flawed and cannot provide the necessary confidence from their results. Statistical methods extrapolating earthquake observations do not contain sufficiently large events to constrain the results. Geologic observations such as fault length suffer from the fact that a fault length may describe the largest past earthquake on a fault; however, the next earthquake may be bigger and extend the fault on either side. Likewise, paleoseismological observations, such as the fault rupture length of past earthquakes are in general subject to interpretations of the geologic record. For example, two earthquakes that occurred shortly after each other may not be distinguishable in the geologic record and could then be interpreted as one large event. In summary, we found that maximum magnitude is a flawed concept and bears the danger of over- or underestimating seismic hazard, especially for critical facilities.\n\n \n\nNot only does the value of the maximum magnitude have ..."
 }
}