{
 "awd_id": "0944236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mapping Lithospheric Structure Beneath the Andes from Telesismic Analysis of Depth Phase Precursors",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2010-09-02",
 "awd_max_amd_letter_date": "2010-09-02",
 "awd_abstract_narration": "The PIs will use seismic data collected by the USArray component of EarthScope as well as appropriate stations of the Global Seismic Network (GSN) to probe the crust and upper mantle beneath the Andean mountain belt of South America. This research is based on the use of ?underside? reflected signals which may arrive ahead of the depth phase pP to identify and map key lithospheric discontinuities, including but not limited to the Moho, the Hale discontinuity, the base of the lithosphere and possible magma bodies. pP precursors represent the only currently available information about the existence, extent and nature of such discontinuities in key areas of the Andes. They also offer a new perspective on these features in areas where more conventional seismic information is available (e.g. refraction, tomography, receiver functions). By analyzing data from regions where substantial data exist from conventional techniques, we hope to refine our methodology. More importantly, these observations should provide new tests of the various geodynamic models which have been proposed to relate crustal thickening, tectonic shortening, plateau uplift, lithospheric delamination and volcanism along Andean-type margins. The Andean orogenic belt is the global archetype of non-collisional mountain building. As such it has been extensively cited as hosting the modern analogs for many of the processes that have shaped western North America. Thus our proposed research should not only advance our understanding of the Andes, but by extension provide new insight into the tectonics of the western US.\r\n\r\nAs the technique is still exploratory to some degree, the PIs will focus efforts in the most profitable directions with particular emphasis on using the largest earthquakes as sources and working on the stacking techniques. They hope to demonstrate some of the processing and be on the road to obtaining first order results.The methodology to be developed/applied here not only represents a relatively novel use of EarthScope facilities to probe lithospheric structure outside the U.S., it constitutes a merger of earthquake and exploration seismic methodologies that should prove useful in studying other regions of the world where deep seismic sources are available. The graduate student to be supported by this award represents training that bridges the active and passive seismic cultures. This type of integration is sure to become a hallmark of future seismological investigations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Brown",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Larry D Brown",
   "pi_email_addr": "ldb7@cornell.edu",
   "nsf_id": "000261296",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Kay",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne M Kay",
   "pi_email_addr": "smk16@cornell.edu",
   "nsf_id": "000317533",
   "pi_start_date": "2010-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Andes mountain belt is one of the world&rsquo;s most spectacular physical features. &nbsp;It is the world&rsquo;s best example of &nbsp;a high mountain range &nbsp;and plateau that formed at a converging plate tectonic boundary, one that lacks colliding continental fragments such as the ones that formed the Himalayas. Understanding structure buried deep within the crust and upper mantle (i.e. lithosphere ) of &nbsp;the Andes is critical to evaluating the various geological and geodynamic models that have been proposed to explain the formation and evolution of this mountain system. However, due to the remoteness and ruggedness of Andean topography, &nbsp;conventional geophysical experiments have only probed a very small part of the range. In this study, we have applied the signal enhancement techniques used by the oil exploration industry to recordings made across the U.S. as part of the EarthScope USArray program in order to detect signals associated with deep earthquakes that occur thousands of kilometers away. In essence we use earthquakes located deep beneath the Andes to seismically &ldquo;illuminate&rdquo; the earth overhead by recovering reflections of that illumination that were recorded far away at the seismographs of US Array. As a result, we have been able to produce new seismic images of deep discontinuities such as the Moho and possible intracrustal magma bodies in previously unexplored parts of the Andes. These new results provide new tests of the competing theories that have been proposed to explain the Andes as well as its associated natural resources and hazards.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2014<br>\n\t\t\t\t\tModified by: Larry&nbsp;D&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Andes mountain belt is one of the worldÆs most spectacular physical features.  It is the worldÆs best example of  a high mountain range  and plateau that formed at a converging plate tectonic boundary, one that lacks colliding continental fragments such as the ones that formed the Himalayas. Understanding structure buried deep within the crust and upper mantle (i.e. lithosphere ) of  the Andes is critical to evaluating the various geological and geodynamic models that have been proposed to explain the formation and evolution of this mountain system. However, due to the remoteness and ruggedness of Andean topography,  conventional geophysical experiments have only probed a very small part of the range. In this study, we have applied the signal enhancement techniques used by the oil exploration industry to recordings made across the U.S. as part of the EarthScope USArray program in order to detect signals associated with deep earthquakes that occur thousands of kilometers away. In essence we use earthquakes located deep beneath the Andes to seismically \"illuminate\" the earth overhead by recovering reflections of that illumination that were recorded far away at the seismographs of US Array. As a result, we have been able to produce new seismic images of deep discontinuities such as the Moho and possible intracrustal magma bodies in previously unexplored parts of the Andes. These new results provide new tests of the competing theories that have been proposed to explain the Andes as well as its associated natural resources and hazards.\n\n \n\n\t\t\t\t\tLast Modified: 07/02/2014\n\n\t\t\t\t\tSubmitted by: Larry D Brown"
 }
}