{
 "awd_id": "0944157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Implications of Deep Transport of Slab-Adjacent Hydrated Material at Subduction Zones",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 165770.0,
 "awd_amount": 165770.0,
 "awd_min_amd_letter_date": "2009-12-11",
 "awd_max_amd_letter_date": "2012-10-11",
 "awd_abstract_narration": "Water transport from the Earth's surface into the lower mantle, and potential mechanisms of return on a global scale are important considerations for understanding whole mantle geochemical evolution, whole mantle dynamics, and the water budget.  Subducting slabs can carry significant amounts of water in hydrous minerals, but most of these minerals dewater as they descend into higher pressure/temperature conditions before or by the top of the lower mantle.  An additional, important down-going reservoir is hydrated mantle material (water held in nominally-anhydrous minerals, forming a low-viscosity channel, or LVC) entrained in the slab-adjacent flow field.  The LVC forms in the shallow mantle wedge as a consequence of fluid migration and thermal separation between the slab surface and the hydrated solidus.  It has the important consequence of reducing the local solid viscosity and density relative to ambient mantle.  We will develop 2-D numerical models of slab-associated mantle flow and geochemical evolution to characterize the geodynamical and geochemical implications of deep transport of the LVC to the lower mantle at subduction zones and evaluate these models using observations of deep mantle seismic velocity structure and ocean island basalt geochemistry.  We will define the impact of viscosity variations, including global radial components and local viscosity reduction within the LVC, to the overall velocity structure.  We will include deep dehydration reactions, evaluate potential density contrasts and melting, and will determine if the buoyancy of the LVC will lead it to separate from the thermal slab and mix with ambient mantle, thereby introducing a chemical heterogeneity defined by fluid-modified trace element and isotopic character.  We will use the petrological model MELTS to evaluate the chemical contributions of slab and/or slab-adjacent material and compare model predictions with existing geochemical datasets of ocean island basalts.  This research integrates geophysical and geochemical constraints for a comprehensive study of deep slab geodynamics and the associated mantle solid flow field. \r\n \r\nThe amount of water present in the deep interior of the Earth is the least constrained aspect of the global water cycle.  As tectonic plates sink and are recycled into the Earth's interior at subduction zones, they carry along a significant amount of water within the structure of certain minerals.  Some water will be liberated through dehydration reactions but a potentially important fraction may remain within mineral structures and reach the lowermost mantle, where it is able to influence mantle flow patterns and melting in ways that can be observed through lavas at the surface.  We will develop 2-D geodynamic models of mantle flow associated with the deep subduction of plates to (i) determine the impact of water held in mineral structures on the physical dynamics of the system and (ii) study melting of mantle rocks associated with the deep introduction of water.  By comparison with seismic studies of the Earth's interior and geochemical studies of deeply originating lavas, we will be able to provide new constraints on the deep water cycle of the Earth.  This project is led by new female investigator and will provide the valuable experience of participation in a cutting-edge integrative study by an early-career scientist.  Involvement of undergraduate students recruited from areas outside the geosciences will allow for breadth of experience and will advertise geophysical/geochemical research to other fields, encouraging interdisciplinary innovation, as well as providing advising experience to a postdoctoral investigator.  Both PIs are involved in outreach programs to minority students and local high schools.  The results of this research will be disseminated broadly to the earth science community through national and  international meetings and peer-reviewed publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurent",
   "pi_last_name": "Montesi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurent Montesi",
   "pi_email_addr": "montesi@geology.umd.edu",
   "nsf_id": "000152643",
   "pi_start_date": "2012-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Hebert",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Laura B Hebert",
   "pi_email_addr": "lhebert@geol.umd.edu",
   "nsf_id": "000525574",
   "pi_start_date": "2009-12-11",
   "pi_end_date": "2012-10-11"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Laurent",
   "pi_last_name": "Montesi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurent Montesi",
   "pi_email_addr": "montesi@geology.umd.edu",
   "nsf_id": "000152643",
   "pi_start_date": "2009-12-11",
   "pi_end_date": "2012-10-11"
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 165770.0
  }
 ],
 "por": null
}