{
 "awd_id": "0944354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Effects of Hydrologic Processes on In Situ Stress Transients",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 224180.0,
 "awd_amount": 224180.0,
 "awd_min_amd_letter_date": "2010-04-05",
 "awd_max_amd_letter_date": "2012-08-11",
 "awd_abstract_narration": "Understanding how water moves and is stored within the landscape is among the most pervasive themes of hydrological research, but important aspects of the water cycle remain poorly known.  The proposed research project will address current limitations in characterizing the water cycle and is motivated by two related hypotheses: 1. Hydrologically important changes in water content are sufficient to cause measurable changes in the in situ state of stress.  2.  Transient changes of in situ stress can be used to estimate hydrologic fluxes and changes in storage over multiple scales.\r\nThis investigation will develop conceptual and numerical methods for analyzing hydrologic processes associated with changes of in situ stress as well as instruments and field techniques for measuring these changes.  New field instrumentation will be developed to measure total and effective stress changes with a target resolution of 1 Pa.  A proof-of-concept field test near Clemson, SC will compare high resolution stress measurements to transient changes in water content and other processes.  A more rigorous field test will take place in Kansas, where the method will be used to estimate changes in mass resulting from evapotranspiration and other effects in a riparian zone along the Arkansas River.  Theoretical analyses of poroelasticity in the vadose and saturated zones will be used to evaluate how stresses are affected by changes in water content, as well as a variety of other potentially competing effects including barometric pressure change, subsurface geology, earth tides, ground water extraction, regional horizontal flows, surface impoundments, traffic, wind, temperature, etc. \r\nNew field approaches are catalysts for discovery in hydrologic sciences, and the intellectual merit of the proposed investigation is that it has the potential to be such a catalyst for discovery.   The investigation will provide the scientific basis for new field techniques, theoretical analyses and instrumentation that will advance the ability to characterize key aspects of the hydrological cycle (ET, change in soil moisture, recharge, stormflow, etc.) over scales from less than 1 m to greater than 100 m.  The techniques developed for this project will have broad impacts by providing multi-scale data that can be used to improve: validation and calibration of remote sensing instruments and algorithms;  estimates of melting or accumulation of snow pack or glaciers;  assessment of rates of erosion or sediment deposition;  reduction of noise and resolution of tectonic strain; assessment of rates of carbon storage; methods for scheduling irrigation; understanding mass changes resulting from forest fires, and related.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonid",
   "pi_last_name": "Germanovich",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Leonid N Germanovich",
   "pi_email_addr": "leonid@ce.gatech.edu",
   "nsf_id": "000259307",
   "pi_start_date": "2010-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 72417.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 78464.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 73299.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how water moves and is stored within the landscape is among the most pervasive themes of hydrological research, but critical aspects of the water cycle remain obscure.&nbsp; One problem is that field techniques for characterizing changes in water storage are typically based on sensors that average over length scales of 1<sup> </sup>to 10 cm, but many critical science questions require understanding the water cycle over scales typical of a hillslope, watershed or aquifer, say 10<sup>2</sup>&nbsp;m to 10<sup>4</sup> m or larger.&nbsp; Water contents can vary significantly over these scales, so it can be unclear how to assess changes in water content at scales several orders of magnitude larger than the averaging length of available sensors.</p>\n<p>This project showed that a critical gap in the ability to characterize the water cycle can be filled by measuring <em>transient changes of in situ stress</em> in the subsurface.&nbsp; Total vertical stress at depth results from the mass of the overlying material integrated over a region whose lateral dimension is roughly as broad as the depth of the measurement.&nbsp; For example, measurements of changes in total stress at a depth of 50 m reflect changes in load averaged over an area at the ground surface roughly 100 m across.&nbsp; We developed an instrument that is capable of resolving stress changes of 1 Pa (0.1 mm of water) over total loads of 1 MPa, which is roughly the total stress at 50 m.&nbsp; we further showed that it is feasible to measure loads due to changes in water content of 0.1 mm averaged over 10<sup>2 </sup>m or larger.&nbsp;&nbsp; This could, for example, resolve the summer evapotranspiration rate every 15 minutes averaged over a hectare.&nbsp; A variety of other stores and fluxes of water, sediment, and carbon can be evaluated using this approach.&nbsp; Moreover, the method could be applied by conducting multiple measurements at various depths, which would have different averaging scales, so the approach is well suited to evaluating scale effects on hydrologic processes.</p>\n<p>The conducted research project tested two related hypotheses. (1)&nbsp; Hydrologically important changes in water content are sufficient to cause measurable changes in the in situ state of stress.&nbsp; (2) &nbsp;Transient changes of in situ stress can be used to estimate hydrologic fluxes and changes in storage over multiple scales. As a result, the project laid the scientific foundation for a technique that could transform field measurements of water storage and flux.&nbsp; We developed conceptual, analytical, and numerical models for analyzing hydrologic processes associated with changes of in situ stress as well as instruments and field techniques for their measurements. New field instrumentation has been developed to measure total and effective stress changes with a target resolution of 1 Pa.</p>\n<p>Specifically, conventional analyses of pressure transients in aquifers use the diffusion equation and assume storage change occurs solely in proportion to the local change inpressure. This assumption implies that the hydraulic compliance of uniform fracture is constant and uniform, a contrast to the results shown during the work on this project. The consequences of making this simplifying assumption include a potential problem caused by this effect when parameters derived from short-term well tests are used to predict long-term performance of wells. Including deformation measurements during well tests can help identify these effects.</p>\n<p>The developed Tilt-X device demonstrates the feasibility of obtaining high-resolution measurements of both axial displacements and tilts that are collocated in a borehole in a fractured rock aquifer. The Tilt-X device makes it possible to generate data sets describing transient deformations during ambientand stressed conditions in aquifers, which should lead to better interpretations of aquifer properties and structure.</p>\n<p>The reverse water-level response studied in this project is associated with the measurements in the same permeable fracture as the source well. It appears that this effect, as well as the Noordbergum and Rhade effects, can be included in the interpretation of well tests to gain additional information.</p>\n<p>The developed method of hydromechanical monitoring using in situ displacements appears to be a viable technique for estimating changes in water storage over a range of scales. This provides the scientific basis for new field techniques, theoretical analyses and instrumentation that will advance the ability to characterize key aspects of the hydrological cycle (ET, change in soil moisture, recharge, stormflow, etc.) over scales from less than 1 m to greater than 100 m. Furthermore, The developed technique is capable of providing multi-scale data that can be used to improve (a) calibration of watershed-scale models;&nbsp; (b) validation and calibration of remote sensing instruments and algorithms;&nbsp; (c) estimates of snow pack or glacier thickness;&nbsp; (d)&nbsp; assessment of rates of erosion or sediment deposition;&nbsp; (e) &nbsp;reduction of noise and resolution of tectonic strain; (f) assessment of rates of carbon storage; (g) methods for scheduling irrigation, etc.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2017<br>\n\t\t\t\t\tModified by: Leonid&nbsp;N&nbsp;Germanovich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding how water moves and is stored within the landscape is among the most pervasive themes of hydrological research, but critical aspects of the water cycle remain obscure.  One problem is that field techniques for characterizing changes in water storage are typically based on sensors that average over length scales of 1 to 10 cm, but many critical science questions require understanding the water cycle over scales typical of a hillslope, watershed or aquifer, say 102 m to 104 m or larger.  Water contents can vary significantly over these scales, so it can be unclear how to assess changes in water content at scales several orders of magnitude larger than the averaging length of available sensors.\n\nThis project showed that a critical gap in the ability to characterize the water cycle can be filled by measuring transient changes of in situ stress in the subsurface.  Total vertical stress at depth results from the mass of the overlying material integrated over a region whose lateral dimension is roughly as broad as the depth of the measurement.  For example, measurements of changes in total stress at a depth of 50 m reflect changes in load averaged over an area at the ground surface roughly 100 m across.  We developed an instrument that is capable of resolving stress changes of 1 Pa (0.1 mm of water) over total loads of 1 MPa, which is roughly the total stress at 50 m.  we further showed that it is feasible to measure loads due to changes in water content of 0.1 mm averaged over 102 m or larger.   This could, for example, resolve the summer evapotranspiration rate every 15 minutes averaged over a hectare.  A variety of other stores and fluxes of water, sediment, and carbon can be evaluated using this approach.  Moreover, the method could be applied by conducting multiple measurements at various depths, which would have different averaging scales, so the approach is well suited to evaluating scale effects on hydrologic processes.\n\nThe conducted research project tested two related hypotheses. (1)  Hydrologically important changes in water content are sufficient to cause measurable changes in the in situ state of stress.  (2)  Transient changes of in situ stress can be used to estimate hydrologic fluxes and changes in storage over multiple scales. As a result, the project laid the scientific foundation for a technique that could transform field measurements of water storage and flux.  We developed conceptual, analytical, and numerical models for analyzing hydrologic processes associated with changes of in situ stress as well as instruments and field techniques for their measurements. New field instrumentation has been developed to measure total and effective stress changes with a target resolution of 1 Pa.\n\nSpecifically, conventional analyses of pressure transients in aquifers use the diffusion equation and assume storage change occurs solely in proportion to the local change inpressure. This assumption implies that the hydraulic compliance of uniform fracture is constant and uniform, a contrast to the results shown during the work on this project. The consequences of making this simplifying assumption include a potential problem caused by this effect when parameters derived from short-term well tests are used to predict long-term performance of wells. Including deformation measurements during well tests can help identify these effects.\n\nThe developed Tilt-X device demonstrates the feasibility of obtaining high-resolution measurements of both axial displacements and tilts that are collocated in a borehole in a fractured rock aquifer. The Tilt-X device makes it possible to generate data sets describing transient deformations during ambientand stressed conditions in aquifers, which should lead to better interpretations of aquifer properties and structure.\n\nThe reverse water-level response studied in this project is associated with the measurements in the same permeable fracture as the source well. It appears that this effect, as well as the Noordbergum and Rhade effects, can be included in the interpretation of well tests to gain additional information.\n\nThe developed method of hydromechanical monitoring using in situ displacements appears to be a viable technique for estimating changes in water storage over a range of scales. This provides the scientific basis for new field techniques, theoretical analyses and instrumentation that will advance the ability to characterize key aspects of the hydrological cycle (ET, change in soil moisture, recharge, stormflow, etc.) over scales from less than 1 m to greater than 100 m. Furthermore, The developed technique is capable of providing multi-scale data that can be used to improve (a) calibration of watershed-scale models;  (b) validation and calibration of remote sensing instruments and algorithms;  (c) estimates of snow pack or glacier thickness;  (d)  assessment of rates of erosion or sediment deposition;  (e)  reduction of noise and resolution of tectonic strain; (f) assessment of rates of carbon storage; (g) methods for scheduling irrigation, etc.\n\n\t\t\t\t\tLast Modified: 06/28/2017\n\n\t\t\t\t\tSubmitted by: Leonid N Germanovich"
 }
}