{
 "awd_id": "0944519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Parameterization of tracer transport by geostrophic eddies in the southern ocean",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 619723.0,
 "awd_amount": 619723.0,
 "awd_min_amd_letter_date": "2010-04-07",
 "awd_max_amd_letter_date": "2010-04-07",
 "awd_abstract_narration": "Abstract \r\n\r\nEddy diffusion is the actual mixing caused by turbulent processes associated with ocean eddies, which vary from transient microscales (cm) to stable features (hundreds of km) such as subtropical gyres or even hemispheric scale currents. The eddy component of the ocean circulation, clearly a first order mixing term, is not directly driven by the wind stress forcings that climate models typically project. A problem arises - how can the lateral mixing produced by eddies be parameterized? \r\n\r\nAn approach to improving a widely used  coarse resolution ocean climate model (MITgcm) of the Southern Ocean using a residual-mean formulation in which eddy potential vorticity fluxes appear as forcing terms in the residual-mean momentum equations, will be investigated. Prior application of residual-mean theory has suggested that values of the eddy diffusivity (K) is enhanced in the vicinity of critical levels where eddies and mean flows move at the same speed.  \r\nSome scientific problems that the resulting model will be used to better understand and more reliably predict are:\r\n (i) the response of the Southern Ocean and its meridional overturning circulation to changes in prevailing winds and in the larger sense changing climate\r\n(ii) associated changes in the air-sea flux of heat, CO2, biogeochemical fluxes, including the ability of the Southern Ocean  to enable the deep storage of anthropogenic carbon \r\n(iii) how ocean tracer transports depend on the underlying physics, dynamics and biogeochemistry of the Southern Ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Marshall",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Marshall",
   "pi_email_addr": "jmarsh@mit.edu",
   "nsf_id": "000102611",
   "pi_start_date": "2010-04-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raffaele",
   "pi_last_name": "Ferrari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raffaele Ferrari",
   "pi_email_addr": "rferrari@mit.edu",
   "nsf_id": "000490190",
   "pi_start_date": "2010-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 619723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The world&rsquo;s oceans act as a massive conveyor, circulating heat, water and carbon around the planet. This global system plays a key role in climate change, storing and releasing heat throughout the world. To study how this system affects climate, scientists have largely focused on the North Atlantic, a major basin where water sinks, burying carbon and heat deep in the ocean&rsquo;s interior. But what goes down must come back up, and it&rsquo;s been a mystery where, and how, deep waters circulate back to the surface. Recently, scientists have found evidence that the missing piece may lie in the Southern Ocean &mdash; the vast ribbon of water encircling Antarctica. The Southern Ocean, according to observations and models, is a site where strong winds blowing along the Antarctic Circumpolar Current dredge waters up from the depths bringing up vast stores of carbon and heat stored in the ocean&rsquo;s interior to interact with the atmosphere, thus deeply affecting past, present and future climate.</p>\n<p>Envision the layers of ocean water like pages of a book, but ones that are curled upwards along one edge; these tilted pages are &lsquo;isopycnals,&rsquo; or surfaces of constant density, along which ocean properties are carried by ocean currents. The curled up pages represent the isopycnals rising up from the interior to the ocean&rsquo;s surface around Antarctica. Mixing along isopycnal surfaces is carried out by ocean eddies, the equivalent of atmospheric weather systems. They are 10 to 100 km in scale and, along with wind, exert their power. Smaller cm-scale eddies create the diapycnal mixing. In their contrasting ways, these two forms of turbulence mediate the exchange of carbon and heat in the Antarctic Circumpolar Current. Thus, any computer model must get both scales just right to accurately model the amount of carbon and heat brought up in the rising deep water.</p>\n<p>Funding by NSF in this project allowed us to improve our understanding of both isopycnal and diapycnal mixing rates and that understanding has led to improvement of these mixing processes in the models used to predict climate change. High resolution models were developed of the processes involved, and field observations were analyzed, both of which led to improved parametric representations.</p>\n<p>Click here to see a movie of eddies developing in the southern ocean:</p>\n<p>http://oceans.mit.edu/JohnMarshall/research/ocean-dynamics/</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2014<br>\n\t\t\t\t\tModified by: John&nbsp;C&nbsp;Marshall</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/0944519/0944519_10014692_1399242634839_20120227172005-1_0--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0944519/0944519_10014692_1399242634839_20120227172005-1_0--rgov-800width.jpg\" title=\"The Earth from the South Pole\"><img src=\"/por/images/Reports/POR/2014/0944519/0944519_10014692_1399242634839_20120227172005-1_0--rgov-66x44.jpg\" alt=\"The Earth from the South Pole\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Southern Ocean, the vast belt of water circling Antarctica, is a turbulent part of the ocean conveyor, where vast reservoirs of heat and carbon may rise to the surface, interacting with the atmosphere. The region plays a critical role in climate change.</div>\n<div class=\"imageCredit\">Google Earth</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;C&nbsp;Marshall</div>\n<div class=\"imageT...",
  "por_txt_cntn": "\nThe worldÆs oceans act as a massive conveyor, circulating heat, water and carbon around the planet. This global system plays a key role in climate change, storing and releasing heat throughout the world. To study how this system affects climate, scientists have largely focused on the North Atlantic, a major basin where water sinks, burying carbon and heat deep in the oceanÆs interior. But what goes down must come back up, and itÆs been a mystery where, and how, deep waters circulate back to the surface. Recently, scientists have found evidence that the missing piece may lie in the Southern Ocean &mdash; the vast ribbon of water encircling Antarctica. The Southern Ocean, according to observations and models, is a site where strong winds blowing along the Antarctic Circumpolar Current dredge waters up from the depths bringing up vast stores of carbon and heat stored in the oceanÆs interior to interact with the atmosphere, thus deeply affecting past, present and future climate.\n\nEnvision the layers of ocean water like pages of a book, but ones that are curled upwards along one edge; these tilted pages are æisopycnals,Æ or surfaces of constant density, along which ocean properties are carried by ocean currents. The curled up pages represent the isopycnals rising up from the interior to the oceanÆs surface around Antarctica. Mixing along isopycnal surfaces is carried out by ocean eddies, the equivalent of atmospheric weather systems. They are 10 to 100 km in scale and, along with wind, exert their power. Smaller cm-scale eddies create the diapycnal mixing. In their contrasting ways, these two forms of turbulence mediate the exchange of carbon and heat in the Antarctic Circumpolar Current. Thus, any computer model must get both scales just right to accurately model the amount of carbon and heat brought up in the rising deep water.\n\nFunding by NSF in this project allowed us to improve our understanding of both isopycnal and diapycnal mixing rates and that understanding has led to improvement of these mixing processes in the models used to predict climate change. High resolution models were developed of the processes involved, and field observations were analyzed, both of which led to improved parametric representations.\n\nClick here to see a movie of eddies developing in the southern ocean:\n\nhttp://oceans.mit.edu/JohnMarshall/research/ocean-dynamics/\n\n \n\n\t\t\t\t\tLast Modified: 05/04/2014\n\n\t\t\t\t\tSubmitted by: John C Marshall"
 }
}