{
 "awd_id": "0944646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution and Diversity of Antarctic Rhizarian Protists",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian Fritsen",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 418858.0,
 "awd_amount": 418858.0,
 "awd_min_amd_letter_date": "2010-08-26",
 "awd_max_amd_letter_date": "2010-08-26",
 "awd_abstract_narration": "This research project will continue studies of a taxonomically definitive group of early evolving (single-chambered) Foraminifera at both multi-gene molecular and ultrastructural levels of analysis, in order to generate more robust and detailed phylogenies of these ecologically-important organisms. Studies will be extended to include members of the enigmatic genus Gromia, to better define their ecological significance and placement within the protistan supergroup Rhizara. Together, these structural and molecular data will be used to complete taxonomic descriptions of over 20 new rhizarian species. The research will develop rapid molecular screening methods for future ecological studies of rhizarian protists, and uncover the driving forces that led to their diversification. A range of educational activities will target local and national audiences, and include development of hands-on, standards-based, innovative science classroom activities. In addition, a short art/science documentary film depicting research on the biology and evolution of Antarctic rhizarian protists will form the basis of a workshop hosted by the Capital Region Center for Arts in Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Bowser",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel S Bowser",
   "pi_email_addr": "samuel.bowser@health.ny.gov",
   "nsf_id": "000167389",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Health Research Incorporated/New York State Department of Health",
  "inst_street_address": "150 BROADWAY, SUITE 280",
  "inst_street_address_2": "RIVERVIEW CTR",
  "inst_city_name": "MENANDS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184311200",
  "inst_zip_code": "122042732",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "HEALTH RESEARCH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9H6SUM59YC4"
 },
 "perf_inst": {
  "perf_inst_name": "Wadsworth Center",
  "perf_str_addr": "P.O. Box 509",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122010509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 418858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>This project investigated the evolutionary history and modern distribution of foraminiferan protists, an important group of single-celled marine organisms. McMurdo Sound, Antarctica is home to an unusually abundant and diverse array of evolutionarily &ldquo;primitive&rdquo; foraminifera. This unique location therefore provides an exceptional opportunity to learn about the life habits of these little-known creatures, and to obtain genetic information essential for discovering new natural products. For example, early-evolving foraminifera build architecturally-sophisticated shells using sediment grains bound by glue-like materials that they secrete; these natural adhesives may have useful applications in biotechnology and medicine. Early in the project, methods were developed to obtain relatively large amounts of DNA from these organisms, and the first genome of an Antarctic foraminiferan was assembled. Together with an international team of collaborators, our studies revealed the surprisingly high extent of gene flow between widely separated populations of foraminifera. This finding suggests that circum-Antarctic currents rapidly carry foraminiferal juveniles as a mechanism for dispersal and genetic exchange. Discussions with micropaleontology colleagues led to the discovery of stercomata (distinctive, microscopic accretions of particles found in modern, early-evolving foraminifera and related lineages) in 450 million-year-old fossil foraminifera. This finding provides a new way to identify putative foraminifera fossils in ancient deposits. Other project outcomes include an illustrated map of Antarctic foraminifera, which helped fill an significant gap in knowledge about life in the Southern Ocean. The project also helped refine our understanding of environmental conditions in marine settings adjacent to one of the few ice-free regions in Antarctica, which will be helpful for predicting the impacts of climate change around the continent.</p>\n<p>Broader Impacts</p>\n<p>The project featured an outreach program that used art/science collaboration as a tool to engage public interest in basic research on foraminifera, and to illustrate the importance of Antarctica as a research platform. Public exhibitions of paintings, videos, and lectures by artists and moviemakers who have collaborated on the project were held at venues in upstate New York. Dozens of classroom visits to schools in Vermont, New York, and New Jersey helped foster interest in science, math, and engineering in the next generation of American entrepreneurs. Additionally, the project provided training for advanced high school students, undergraduates, and doctoral-level trainees, as well as employment for professional technicians and research divers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2015<br>\n\t\t\t\t\tModified by: Samuel&nbsp;S&nbsp;Bowser</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0944646/0944646_10032535_1446156961089_Atriangilaristriptych2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0944646/0944646_10032535_1446156961089_Atriangilaristriptych2--rgov-800width.jpg\" title=\"Astrammina triangularis\"><img src=\"/por/images/Reports/POR/2015/0944646/0944646_10032535_1446156961089_Atriangilaristriptych2--rgov-66x44.jpg\" alt=\"Astrammina triangularis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Astrammina trianguaris, a giant (over 1mm) agg...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project investigated the evolutionary history and modern distribution of foraminiferan protists, an important group of single-celled marine organisms. McMurdo Sound, Antarctica is home to an unusually abundant and diverse array of evolutionarily \"primitive\" foraminifera. This unique location therefore provides an exceptional opportunity to learn about the life habits of these little-known creatures, and to obtain genetic information essential for discovering new natural products. For example, early-evolving foraminifera build architecturally-sophisticated shells using sediment grains bound by glue-like materials that they secrete; these natural adhesives may have useful applications in biotechnology and medicine. Early in the project, methods were developed to obtain relatively large amounts of DNA from these organisms, and the first genome of an Antarctic foraminiferan was assembled. Together with an international team of collaborators, our studies revealed the surprisingly high extent of gene flow between widely separated populations of foraminifera. This finding suggests that circum-Antarctic currents rapidly carry foraminiferal juveniles as a mechanism for dispersal and genetic exchange. Discussions with micropaleontology colleagues led to the discovery of stercomata (distinctive, microscopic accretions of particles found in modern, early-evolving foraminifera and related lineages) in 450 million-year-old fossil foraminifera. This finding provides a new way to identify putative foraminifera fossils in ancient deposits. Other project outcomes include an illustrated map of Antarctic foraminifera, which helped fill an significant gap in knowledge about life in the Southern Ocean. The project also helped refine our understanding of environmental conditions in marine settings adjacent to one of the few ice-free regions in Antarctica, which will be helpful for predicting the impacts of climate change around the continent.\n\nBroader Impacts\n\nThe project featured an outreach program that used art/science collaboration as a tool to engage public interest in basic research on foraminifera, and to illustrate the importance of Antarctica as a research platform. Public exhibitions of paintings, videos, and lectures by artists and moviemakers who have collaborated on the project were held at venues in upstate New York. Dozens of classroom visits to schools in Vermont, New York, and New Jersey helped foster interest in science, math, and engineering in the next generation of American entrepreneurs. Additionally, the project provided training for advanced high school students, undergraduates, and doctoral-level trainees, as well as employment for professional technicians and research divers.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: Samuel S Bowser"
 }
}