{
 "awd_id": "0944653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Annual satellite era accumulation patterns over WAIS Divide: A study using shallow ice cores, near-surface radars and satellites",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 230149.0,
 "awd_amount": 230149.0,
 "awd_min_amd_letter_date": "2010-08-11",
 "awd_max_amd_letter_date": "2012-06-14",
 "awd_abstract_narration": "This award supports a project to broaden the knowledge of annual accumulation patterns over the West Antarctic Ice Sheet by processing existing near-surface radar data taken on the US ITASE traverse in 2000 and by gathering and validating new ultra/super-high-frequency (UHF) radar images of near surface layers (to depths of ~15 m), expanding abilities to monitor recent annual accumulation patterns from point source ice cores to radar lines. Shallow (15 m) ice cores will be collected in conjunction with UHF radar images to confirm that radar echoed returns correspond with annual layers, and/or sub-annual density changes in the near-surface snow, as determined from ice core stable isotopes.  This project will additionally improve accumulation monitoring from space-borne instruments by comparing the spatial-radar-derived-annual accumulation time series to the passive microwave time series dating back over 3 decades and covering most of Antarctica. The intellectual merit of this project is that mapping the spatial and temporal variations in accumulation rates over the Antarctic ice sheet is essential for understanding ice sheet responses to climate forcing. Antarctic precipitation rate is projected to increase up to 20% in the coming century from the predicted warming.  Accumulation is a key component for determining ice sheet mass balance and, hence, sea level rise, yet our ability to measure annual accumulation variability over the past 5 decades (satellite era) is mostly limited to point-source ice cores. Developing a radar and ice core derived annual accumulation dataset will provide validation data for space-born remote sensing algorithms, climate models and, additionally, establish accumulation trends. The broader impacts of the project are that it will advance discovery and understanding within the climatology, glaciology and remote sensing communities by verifying the use of UHF radars to monitor annual layers as determined by visual, chemical and isotopic analysis from corresponding shallow ice cores and will provide a dataset of annual to near-annual accumulation measurements over the past ~5 decades across WAIS divide from existing radar data and proposed radar data. By determining if temporal changes in the passive microwave signal are correlated with temporal changes in accumulation will help assess the utility of passive microwave remote sensing to monitor accumulation rates over ice sheets for future decades. The project will promote teaching, training and learning, and increase representation of underrepresented groups by becoming involved in the NASA History of Winter project and Thermochron Mission and by providing K-12 teachers with training to monitor snow accumulation and temperature here in the US, linking polar research to the student?s backyard.  The project will train both undergraduate and graduate students in polar research and will encouraging young investigators to become involved in careers in science. In particular, two REU students will participate in original research projects as part of this larger project, from development of a hypothesis to presentation and publication of the results.  The support of a new, young woman scientist will help to increase gender diversity in polar research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Forster",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Richard R Forster",
   "pi_email_addr": "rick.forster@geog.utah.edu",
   "nsf_id": "000195015",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80903.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 78132.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71114.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project increased our knowledge of the recent annual snow accumulation rates over the West Antarctic Ice Sheet to improve our understanding of the present and future contribution of the ice sheet to global sea level rise.&nbsp; We extracted ice/firn cores to chemically date annual layers at several key locations allowing us to directly measure snow accumulation at these points.&nbsp; We also used ground-based ice-penetrating radar to trace these subsurface layers between the core locations. The combination of ice cores and radar data allowed us to make maps showing how the snow accumulation rates have changed over time and space.&nbsp;&nbsp;</p>\n<p>The major findings relates first to the unexpected decreasing trend in snow accumulation observed over the last three decades. This trend now needs to be taken into account by regional climate models while simulating past climate to better estimate future accumulation evolution on the ice sheet. We also stress the importance of assessing and quantifying the depth-age-scale uncertainties while dating a firn/ice core using a statistic and more systematic approach. The uncertainties need to be quantified to make sure that no erroneous trend could have been established. Finally, our radar measurements show an important spatial variability across the ice divide. We note that in regions with relatively high accumulation, we are able to identify and trace annual layers from the radar data. However, in regions with low-accumulation settings (i.e., on the Ross Sea side of the divide) we are not able to derive annual accumulation rates as the annual layering is not preserved in the radar echograms even at Ku-band frequencies. To process the radar data, automatic layer picking algorithms were developed to facilitate the selection of the annual layers and minimize the manual selection.</p>\n<p>&nbsp;During this work, two field research expeditions were completed in Nov-Dec 2010 and 2011 and a total of 12 firn cores and 820 km of radar data were collected. This project provided great opportunities for training and professional development of two graduate students. They were involved in the research from the beginning and significantly contributed to its success by conducting fieldwork in a polar environment. After the fieldwork, the data were analyzed, compiled and processed to make coherent interpretation of the data.</p>\n<p>&nbsp;For the glaciology and scientific community, the outcomes of this work have been disseminated through 5 publications (1 book chapter, 3 peer-reviewed publications, 1 PhD dissertation chapter) and also via numerous presentations at national and international conferences. For the general public, websites and blogs were maintained to follow the research team&rsquo;s progress in Antarctica and help the broader community understand the science questions we answered by completing this research.</p>\n<p><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;R&nbsp;Forster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project increased our knowledge of the recent annual snow accumulation rates over the West Antarctic Ice Sheet to improve our understanding of the present and future contribution of the ice sheet to global sea level rise.  We extracted ice/firn cores to chemically date annual layers at several key locations allowing us to directly measure snow accumulation at these points.  We also used ground-based ice-penetrating radar to trace these subsurface layers between the core locations. The combination of ice cores and radar data allowed us to make maps showing how the snow accumulation rates have changed over time and space.  \n\nThe major findings relates first to the unexpected decreasing trend in snow accumulation observed over the last three decades. This trend now needs to be taken into account by regional climate models while simulating past climate to better estimate future accumulation evolution on the ice sheet. We also stress the importance of assessing and quantifying the depth-age-scale uncertainties while dating a firn/ice core using a statistic and more systematic approach. The uncertainties need to be quantified to make sure that no erroneous trend could have been established. Finally, our radar measurements show an important spatial variability across the ice divide. We note that in regions with relatively high accumulation, we are able to identify and trace annual layers from the radar data. However, in regions with low-accumulation settings (i.e., on the Ross Sea side of the divide) we are not able to derive annual accumulation rates as the annual layering is not preserved in the radar echograms even at Ku-band frequencies. To process the radar data, automatic layer picking algorithms were developed to facilitate the selection of the annual layers and minimize the manual selection.\n\n During this work, two field research expeditions were completed in Nov-Dec 2010 and 2011 and a total of 12 firn cores and 820 km of radar data were collected. This project provided great opportunities for training and professional development of two graduate students. They were involved in the research from the beginning and significantly contributed to its success by conducting fieldwork in a polar environment. After the fieldwork, the data were analyzed, compiled and processed to make coherent interpretation of the data.\n\n For the glaciology and scientific community, the outcomes of this work have been disseminated through 5 publications (1 book chapter, 3 peer-reviewed publications, 1 PhD dissertation chapter) and also via numerous presentations at national and international conferences. For the general public, websites and blogs were maintained to follow the research teamÆs progress in Antarctica and help the broader community understand the science questions we answered by completing this research.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: Richard R Forster"
 }
}