{
 "awd_id": "0944518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  New Low-Cost Approaches to Energy-Efficient Enriched Oxygen From Air Using Unique High-Permeability Membranes",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 186294.0,
 "awd_min_amd_letter_date": "2009-12-18",
 "awd_max_amd_letter_date": "2010-06-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR)Phase I project is focused on commercializing a new gas separation product that will use ambient temperature air at low pressures to enrich it's oxygen content from 20% to 30%. By using a new plastic that separates the components of air, this process will be 50% cheaper and more efficient than conventional cryogenic methods. The use of oxygen-enriched air will save natural gas fuel in the US by as much as 70% depending upon burner temperatures and will allow existing air-fueled furnaces to be converted economically to oxygen-enriched furnaces. The impact of significantly improving natural gas combustion efficiency throughout U.S. electric power and manufacturing industries would serve to increase the ability of US industry to lower imports of oil by using plentiful North American natural gas. In addition, due to the small size of these membrane systems they could also be applied to home heating systems using natural gas.  The potential U.S. utility, glass, and metal heating market for oxygen-enriched air is estimated at over $8 billion. Our research project will focus on improving the filtration ability of the plastic membrane by synthesizing patentable new molecular architectures, building and testing prototype separation units at commercial locations.\r\n \r\nThe broader impact/commercial potential of this project comes from the fact that natural gas for combustion processes currently provides US society with more than one-fifth of all primary energy used in the United States. Oxygen enriched air could save up to 70% of this natural gas used for a wide range of industrial combustion while improving the potential for sequestration of CO2. Successful commercialization of this technology will significantly improve US energy efficiency since it could also be applied to home heating efficiency as well as industrial coal and oil combustion. Scientific and technical knowledge enhancement will be enhanced in the active field of membrane separations.  Knowledge and understanding of gas transport through membranes, polymer structure/gas solubilities, and performance of polymer materials under industrial operational conditions will be advanced. New designs for gas processing also will be valuable to system engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Earl",
   "pi_last_name": "Wagener",
   "pi_mid_init": "H",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Earl H Wagener",
   "pi_email_addr": "ewagener@bellsouth.net",
   "nsf_id": "000257704",
   "pi_start_date": "2009-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TETRAMER TECHNOLOGIES, L.L.C.",
  "inst_street_address": "657 S MECHANIC ST",
  "inst_street_address_2": "",
  "inst_city_name": "PENDLETON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646466282",
  "inst_zip_code": "296701808",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "TETRAMER TECHNOLOGIES LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN4PMJKEMSX6"
 },
 "perf_inst": {
  "perf_inst_name": "TETRAMER TECHNOLOGIES, L.L.C.",
  "perf_str_addr": "657 S MECHANIC ST",
  "perf_city_name": "PENDLETON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296701808",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1417",
   "pgm_ref_txt": "CHEMICAL & BIOLOGICAL SEPAR"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 186294.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>New Low-Cost Approaches to Energy-Efficient Enriched Oxygen from Air Using Unique High-Permeability Membranes</strong></p>\n<p>Tetramer Technologies LLC</p>\n<p>657 S. Mechanic St., Pendleton, SC 29670</p>\n<p>www.tetramertechnologies.com</p>\n<p>&nbsp;</p>\n<p>Oxygen enrichment can provide advantages to a number of different industries including water treatment, combustion processes, chemical and biochemical oxidation processes, and health and wellness. The market for oxygen enrichment gas separation membranes is displaying strong growth, and the target production of enriched air (air containing 25-35% oxygen) at &lt;$30 per equivalent ton oxygen would open many additional application opportunities. &nbsp;The current competing cryogenic processes cost well above $40 per ton.</p>\n<p>The potential for commercial demand of oxygen enrichment membrane technology remains very high.&nbsp; Enriched air has been long recognized as advantageous to combustion processes.&nbsp; For example, at 30% oxygen and a hot burner temperature of 3,500 &deg;F, the fuel savings can be as high as 60%. Overall U.S. natural gas consumption is about 23 trillion standard cubic feet per year or 23,000 TBtu/year. &nbsp;About 50% of natural gas is used in combustion processes (for electricity generation and other industrial applications).&nbsp; If air containing 30% oxygen is used in natural gas furnaces, the natural gas savings could be 28% at a lower burner temperature of 2,500 &deg;F, which translates to an energy saving of 3,200 trillion Btu per year.&nbsp; Additionally, the flue gas volume is reduced by about 25%, and the carbon dioxide concentration is increased by 40-50%, which can reduce the cost of capturing CO<sub>2</sub> from flue gas substantially.</p>\n<p>The overall objective of this project is to develop polymer based membranes for oxygen/nitrogen separation. Tetramer Technologies, L.L.C. was successful in achieving the primary technical goal of synthesizing new polymers that enhance the state of the art of oxygen/nitrogen separation membrane technology. Specifically, over 25 new monomers were invented, which led to many more new polymer structures derived from these and from known monomers. The polymers themselves are either brand new, or upgrades to those published in the literature for use in gas separation.</p>\n<p>The membrane system of focus for this work is thin film composite membrane and spiral wound module architecture. The primary work was in the synthesis and development of new polymeric materials for use in the selective layer, but additionally, in collaboration with Membrane Technology Research, Inc. (MTR) and a surface-modification company a high permeability substrate was developed, which exhibits improved solvent resistance and excellent coatability. During the course of this work, additives were also discovered that show promise for providing an additional boost of separation when combined with certain polymers. The new polymer structures, in conjunction with optimized additives and substrate have the potential to meet or exceed the proposal&rsquo;s separation target, generating a competitive commercial platform. We are in the process of filing patents on these new materials and systems for use in gas separations since many are new to this application area.</p>\n<p>Making the thin film composite membranes and testing polymer and composite films was achieved with the collaboration of MTR. One of the best performing polymers has the potential to produce a membrane having a permeance of 1000 GPU and separation factor of 5, which is considerably better than our proposal targets of separation factors of &gt;3.6 and projected permeance of &gt;500 GPU, and would easily be the best enriched oxygen product on the market, being able to potentially provide 30% oxygen as low as $25 per ton, well below the current cryogenic costs of $40 per ton with the additional advantages o...",
  "por_txt_cntn": "\nNew Low-Cost Approaches to Energy-Efficient Enriched Oxygen from Air Using Unique High-Permeability Membranes\n\nTetramer Technologies LLC\n\n657 S. Mechanic St., Pendleton, SC 29670\n\nwww.tetramertechnologies.com\n\n \n\nOxygen enrichment can provide advantages to a number of different industries including water treatment, combustion processes, chemical and biochemical oxidation processes, and health and wellness. The market for oxygen enrichment gas separation membranes is displaying strong growth, and the target production of enriched air (air containing 25-35% oxygen) at &lt;$30 per equivalent ton oxygen would open many additional application opportunities.  The current competing cryogenic processes cost well above $40 per ton.\n\nThe potential for commercial demand of oxygen enrichment membrane technology remains very high.  Enriched air has been long recognized as advantageous to combustion processes.  For example, at 30% oxygen and a hot burner temperature of 3,500 &deg;F, the fuel savings can be as high as 60%. Overall U.S. natural gas consumption is about 23 trillion standard cubic feet per year or 23,000 TBtu/year.  About 50% of natural gas is used in combustion processes (for electricity generation and other industrial applications).  If air containing 30% oxygen is used in natural gas furnaces, the natural gas savings could be 28% at a lower burner temperature of 2,500 &deg;F, which translates to an energy saving of 3,200 trillion Btu per year.  Additionally, the flue gas volume is reduced by about 25%, and the carbon dioxide concentration is increased by 40-50%, which can reduce the cost of capturing CO2 from flue gas substantially.\n\nThe overall objective of this project is to develop polymer based membranes for oxygen/nitrogen separation. Tetramer Technologies, L.L.C. was successful in achieving the primary technical goal of synthesizing new polymers that enhance the state of the art of oxygen/nitrogen separation membrane technology. Specifically, over 25 new monomers were invented, which led to many more new polymer structures derived from these and from known monomers. The polymers themselves are either brand new, or upgrades to those published in the literature for use in gas separation.\n\nThe membrane system of focus for this work is thin film composite membrane and spiral wound module architecture. The primary work was in the synthesis and development of new polymeric materials for use in the selective layer, but additionally, in collaboration with Membrane Technology Research, Inc. (MTR) and a surface-modification company a high permeability substrate was developed, which exhibits improved solvent resistance and excellent coatability. During the course of this work, additives were also discovered that show promise for providing an additional boost of separation when combined with certain polymers. The new polymer structures, in conjunction with optimized additives and substrate have the potential to meet or exceed the proposalÆs separation target, generating a competitive commercial platform. We are in the process of filing patents on these new materials and systems for use in gas separations since many are new to this application area.\n\nMaking the thin film composite membranes and testing polymer and composite films was achieved with the collaboration of MTR. One of the best performing polymers has the potential to produce a membrane having a permeance of 1000 GPU and separation factor of 5, which is considerably better than our proposal targets of separation factors of &gt;3.6 and projected permeance of &gt;500 GPU, and would easily be the best enriched oxygen product on the market, being able to potentially provide 30% oxygen as low as $25 per ton, well below the current cryogenic costs of $40 per ton with the additional advantages of having a much more flexible application possibilities due to the much smaller membrane system footprint.\n\nSeveral other polymers produced during this work also have this potential if ..."
 }
}