{
 "awd_id": "0945474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  IDT Sensors for Monitoring Wind Energy Infrastructure",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 149772.0,
 "awd_amount": 149772.0,
 "awd_min_amd_letter_date": "2009-12-28",
 "awd_max_amd_letter_date": "2009-12-28",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop sensor technology to address the problem of inspection and health monitoring of composites used in wind turbine blades used for clean electrical power generation.  Such technology will be useful for field inspection following manufacture and transportation (where 80% of blade damage occurs), and health monitoring during operation to avoid catastrophic blade failure.  The Phase I effort will include design and fabrication (by laser micromachining techniques) of interdigitated (IDT) acoustic wave sensors.  These devices radiate sound waves through a material to actively detect cracks, de-bonding and fiber breakage by listening for echoes.  IDT sensors have previously been used for crack detection in homogeneous metals.  This program will focus on the challenge of adapting and integrating these sensors into the composite architecture of wind turbine blades.  This includes characterizing the acoustic response detected for various types of known defects, optimizing the sensors to recognize these defect, and showing the feasibility of implementing the sensors to monitor the health of in-service turbine blades.  The result of the research will be demonstration of a sensor that can serve as the basis for a practical system for component manufacturing inspection and onboard health monitoring.\r\n\r\nThe broader impact/commercial potential of this project will be to improve the overall affordability of wind power generation of electricity, with the attendant benefits to the environment and national energy independence and security.  The project will address the technologically challenging problem of adapting a crack detecting sensor that is simple and robust in homogeneous materials to more complicated, but in many situations more relevant, composite materials.  The project focus detection of defects in wind turbine blades which represent just 5% of installed turbine cost, but, if defective, put the entire system at risk.  A 1.5 MW turbine costs ~$2-3M to build, and each wind farm may include dozens of turbines.  The national investment in wind infrastructure assets that would benefit from sensor protection was in excess of $12 billion in 2008.  Thus, a simple, accurate method for pre-installation detection of damage and on-going health monitoring can have a major economic impact.  A successful acoustic wave sensor technology for composites would also have wider infrastructure monitoring applications, as for composite bridges, towers and pipelines. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Druffner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carl Druffner",
   "pi_email_addr": "carldruffner@mlpc.com",
   "nsf_id": "000523875",
   "pi_start_date": "2009-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mound Laser & Photonics Center, Inc.",
  "inst_street_address": "2941 College Drive",
  "inst_street_address_2": "",
  "inst_city_name": "Kettering",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9378653730",
  "inst_zip_code": "454201172",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "HLL3FPWKBJK3"
 },
 "perf_inst": {
  "perf_inst_name": "Mound Laser & Photonics Center, Inc.",
  "perf_str_addr": "2941 College Drive",
  "perf_city_name": "Kettering",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454201172",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1185",
   "pgm_ref_txt": "SENSORY SYSTEMS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149772.0
  }
 ],
 "por": null
}