{
 "awd_id": "0946781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:  Doctoral Consortium at the Medicine Meets Virtual Reality (MMVR) 2010 Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 25715.0,
 "awd_amount": 25715.0,
 "awd_min_amd_letter_date": "2010-01-27",
 "awd_max_amd_letter_date": "2010-01-27",
 "awd_abstract_narration": "Clinical simulation is emerging at the forefront of technologies for teaching medical professionals without endangering patient safety.  Because of tremendous strides in computer graphics, haptics, bioengineering, human computer interaction, and decision sciences, we are at the crux of an impending revolution in the field of clinical simulations.  This revolution will be fueled by new researchers that focus in this area of specialization.  The \"Medicine Meets Virtual Reality\" (MMVR) conference series, established in 1992, has evolved into an annual international event that promotes emerging data-centered technologies for medical care and education.  The conference is independent of any professional association or institution; papers are selected on the basis of peer review by a committee of scientists and physicians (http://www.nextmed.com/mmvr_committee.html), and the conference proceedings are published by IOS Press (http://www.iospress.nl).  Conference attendees are typically a mixture of computer scientists and engineers, physicians and surgeons, medical educators and students, military medicine specialists, and biomedical futurists.  This makes for an audience that is interested in cutting edge science and promotes cross-cutting interdisciplinary studies in the area of clinical simulation.  \r\n\r\nThis is funding to support a research consortium (workshop) of approximately 12-15 promising doctoral students from the United States and abroad, along with distinguished research faculty.  The event, the first of its kind to be associated with MMVR, will be held in conjunction with the MMVR18 conference which will take place January 14-16, 2010, in Newport Beach, California.  The goal of the workshop is to guide students with their research theses, by providing specific feedback as well as broader advice on the research environment and its international dimensions.  The workshop will take place on a single full day before the main conference begins.  Students will present and discuss their research and get constructive feedback from a panel of about 6 leaders in the field, whose members include approximately equal numbers of prominent research faculty and experienced practitioners, and who represent multiple specialties and countries.  At least one panelist will have a close relationship with industry, so students can acquire a better understanding of the commercial perspective.  As an experimental activity, the workshop organizers plan to support the students and their academic pursuits beyond the conference, by developing a dedicated website along with a listserv that will link workshop participants together so they can continue to interact by sharing materials and interesting literature, discussing common concerns, etc.  Thus, the workshop will promote development of a network of young researchers, which the organizers hope will serve as the basis for future collaborations.\r\n\r\nBroader Impacts:  This workshop will have both technical and societal impact.  From a technical perspective, it will serve to train and guide the next generation of researchers, who will address the myriad research questions facing the clinical simulation community.  Computing and technology research has a major role to play in the need for a more efficient healthcare system.  Clinical simulation has emerged as a major tool for the healthcare industry in training the next generation of medical professionals, enabling healthcare institutes to make complex decisions and provide state of the art clinical and ambulatory services.  Training doctoral students in computer science and related areas to conduct the necessary basic research in clinical simulation is critical to the successful translation of this basic research to tools and techniques used in the healthcare arena.  The workshop will have impact in the short term by providing young researchers with an avenue to interact with leaders in the field and hone their skills; panelists will provide timely feedback to students and help them shape their future research directions.  From a societal perspective, the workshop will further the goals of designing human centered systems that enable patient safety, by laying the foundation for research that is grounded and intricately designed from its inception to address key research challenges facing the biomedical computing community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kanav",
   "pi_last_name": "Kahol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kanav Kahol",
   "pi_email_addr": "Kanav.Kahol@asu.edu",
   "nsf_id": "000494994",
   "pi_start_date": "2010-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 25715.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this proposal was to bring together medical professionals and doctoral engineering researchers who work in the area of medical simulation technology to discuss research project of doctoral engineering researchers to guide them and better inform scientific research. Often technologies are not developed keeping the final user in mind.</p>\n<p>Clinical simulation is emerging at the forefront of technologies for teaching medical professionals without endangering patient safety. Following the lead of the aerospace industry, simulated clinical environments allow controlled, repetitive learning and more thorough skills assessment prior to confronting a live situation. Because of tremendous strides in computer graphics, haptics, bioengineering, human computer interaction, and decision sciences, we are at the crux of an impending revolution in the field of clinical simulations. This revolution will be fueled by a variety of interdisciplinary efforts that will address fundamental scientific issues in design, development and evaluation of simulator and simulation based education. Already, we are seeing an increase in efforts for simulation that address new application areas and new scientific approaches to enable high quality education and preparation for medical professionals. Figure 1 is a graphical representation of some of the novel research efforts.</p>\n<p>Topics in figure 1 are just highlights of the burgeoning topics within clinical simulation. While the first generation of simulation researchers remains active after spearheading scientific pursuits, the time is ripe for these pioneers to train the next generation. This is important and critical given the highly interdisciplinary nature of future developments. Students need to learn and thrive in interdisciplinary environments and address multiple problems in multiple research areas.</p>\n<p>The aim of this meeting was to enable PhD students in engineering focusing on medical simulation and medical device design to present their work to a panel of experts in the field of clinical simulation and expert clinical practitioners.</p>\n<p>Doctoral Consortium on medical simulation and robotics was held on march 11<sup>th</sup> 2010 with collaboration of American College of Surgeons. The meeting was attended by 9 students from United States, China and Iran. We were able to attract 3 female students. The panel of experts assembled for the project were</p>\n<ol>\n<li>Dr Carlos      Pellegrini: Professor and Chairman of University of Washington Department      of Surgery and the Director of American College of Surgeons </li>\n<li>Dr. Ajit      Sachdeva: Head of Division of Education, American College of Surgeons</li>\n<li>Dr Richard      M Satava: Professor, University of Washington and Professor in Uniformed      Services University of Health Sciences</li>\n<li>Dr Marshall      Smith: Simulation Director of the largest simulation center in the country      in Phoenix Arizona Banner Medical Simulation Hospital</li>\n<li>Dr. Robert      Sweet: Professor of Urology in University of Minnesota with a background in      Simulation</li>\n<li>Dr Jill      Endres: Professor in Surgery UC Irvine who is a leader in surgical      education</li>\n<li>Dr Veronica      Santos, Assistant Professor Arizona State University with a background in      robotics and engineering</li>\n<li>Dr Dwight      Meglan: Chief Technology Officer SimQuest who are an up and coming      simulation company. Dr Meglan has a 15 year background in simulation and      virtual reality.</li>\n<li>Mr. Chris      Ullrich, Chief Technology Officer, Immersion Corporation which is a $100M      company in simulation and medical device design.</li>\n<li>Dr Kesh      Kesavadas, Professor, Suny Buffalo, with background in medical simulation</li>\n<li>Dr Kanav      Kahol, Assistant Professor, Arizona State University organizer and a      background in gaming and medical sim...",
  "por_txt_cntn": "\nThe main objective of this proposal was to bring together medical professionals and doctoral engineering researchers who work in the area of medical simulation technology to discuss research project of doctoral engineering researchers to guide them and better inform scientific research. Often technologies are not developed keeping the final user in mind.\n\nClinical simulation is emerging at the forefront of technologies for teaching medical professionals without endangering patient safety. Following the lead of the aerospace industry, simulated clinical environments allow controlled, repetitive learning and more thorough skills assessment prior to confronting a live situation. Because of tremendous strides in computer graphics, haptics, bioengineering, human computer interaction, and decision sciences, we are at the crux of an impending revolution in the field of clinical simulations. This revolution will be fueled by a variety of interdisciplinary efforts that will address fundamental scientific issues in design, development and evaluation of simulator and simulation based education. Already, we are seeing an increase in efforts for simulation that address new application areas and new scientific approaches to enable high quality education and preparation for medical professionals. Figure 1 is a graphical representation of some of the novel research efforts.\n\nTopics in figure 1 are just highlights of the burgeoning topics within clinical simulation. While the first generation of simulation researchers remains active after spearheading scientific pursuits, the time is ripe for these pioneers to train the next generation. This is important and critical given the highly interdisciplinary nature of future developments. Students need to learn and thrive in interdisciplinary environments and address multiple problems in multiple research areas.\n\nThe aim of this meeting was to enable PhD students in engineering focusing on medical simulation and medical device design to present their work to a panel of experts in the field of clinical simulation and expert clinical practitioners.\n\nDoctoral Consortium on medical simulation and robotics was held on march 11th 2010 with collaboration of American College of Surgeons. The meeting was attended by 9 students from United States, China and Iran. We were able to attract 3 female students. The panel of experts assembled for the project were\n\nDr Carlos      Pellegrini: Professor and Chairman of University of Washington Department      of Surgery and the Director of American College of Surgeons \nDr. Ajit      Sachdeva: Head of Division of Education, American College of Surgeons\nDr Richard      M Satava: Professor, University of Washington and Professor in Uniformed      Services University of Health Sciences\nDr Marshall      Smith: Simulation Director of the largest simulation center in the country      in Phoenix Arizona Banner Medical Simulation Hospital\nDr. Robert      Sweet: Professor of Urology in University of Minnesota with a background in      Simulation\nDr Jill      Endres: Professor in Surgery UC Irvine who is a leader in surgical      education\nDr Veronica      Santos, Assistant Professor Arizona State University with a background in      robotics and engineering\nDr Dwight      Meglan: Chief Technology Officer SimQuest who are an up and coming      simulation company. Dr Meglan has a 15 year background in simulation and      virtual reality.\nMr. Chris      Ullrich, Chief Technology Officer, Immersion Corporation which is a $100M      company in simulation and medical device design.\nDr Kesh      Kesavadas, Professor, Suny Buffalo, with background in medical simulation\nDr Kanav      Kahol, Assistant Professor, Arizona State University organizer and a      background in gaming and medical simulation\n\n\nThe excitement for the event was very high and many of the experts volunteered their time.\n\nThe students presented nine projects each with a focus on clinical simulation and medical error c..."
 }
}