{
 "awd_id": "0946767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evaluation of the Effects of Recharge Rate Versus Changes in the Configuration of the Subglacial Hydrological System on Glacier Hydrology",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2010-05-18",
 "awd_max_amd_letter_date": "2011-12-16",
 "awd_abstract_narration": "Dr. Jason Gulley has been awarded an NSF Earth Sciences Postdoctoral Fellowship to carry out a research and education plan at the University of Cambridge. This study will provide the first, independent assessment of a technique that is widely used to investigate the configuration of glacier hydrological systems, dye tracing; an important step in understanding the physical processes responsible for the links between glacier hydrology and glacier motion. The project includes mapping a subglacial conduit beneath the cold-based Rieper Glacier, in Svalbard, Norway (with caving techniques modified for glaciers) at the start and end of the melt season.  Once the initial map is completed, a series of dye tracing experiments will be conducted through the conduits to determine how changes in the rate of recharge through the removal of the snowpack affect dye trace data.  Conduit water pressure and discharge data collected from this study will be used to calibrate models of glacier hydrology which can be evaluated against directly obtained conduit data. Laboratory models will be used to investigate how changes in the configuration of subglacial hydrological systems affect water pressure and dye traces because this type of system is unlikely to be physically accessible. The laboratory study adapts models of conduit formation in limestone karst aquifers to investigate how conduit formation may affect the evolution of subglacial water pressure and influence how fast glaciers move. \r\n\r\nThis project uses field investigations to provide new tools to interpret the results of dye tracing techniques and uses laboratory models to understand how meltwater inputs might increase subglacial water pressure and cause glaciers to slide faster. While this research is important for understanding links between glacier hydrology and motion, glacier caves are also visually stunning field sites that excite broad audiences. Dr. Gulley will share his research with the general public by contributing articles to international popular media outlets. In addition to publishing about ice caves, he will co-present an annual lecture on glacier cave safety and hazard recognition for the general public and cave guides in Svalbard. During fieldwork in Svalbard, Dr. Gulley will exchange emails and photographs and answer questions about the arctic with students at rural Eastern Kentucky middle schools. Lastly, he will teach an undergraduate glaciology course at the University of Cambridge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Gulley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jason D Gulley",
   "pi_email_addr": "",
   "nsf_id": "000534473",
   "pi_start_date": "2010-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gulley                  Jason          D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Gainesville",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "326114000",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Gulley                  Jason          D",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326114000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Conduits are delivering increasing amounts of melt water to the base of high arctic glaciers, including the Greenland Ice Sheet (GrIS), where high water pressure lubricates glacier beds and increases ice velocity. As a result, ice is transferred from higher, colder elevations to lower, warmer elevations where it melts and contributes to sea level rise faster than without melt water inputs. This dynamic response of glaciers to melting is linked to the annual cycles of conduit formation and collapse that control the pressure and distribution of water at glacier beds. Water trapped as ice in the GrIS could raise sea level by 6 - 7 m, and thus predictive models for ice sheet motion are needed to estimate potential rates of sea level rise. Limited understanding of how hydrological processes modulate sliding speeds of the GrIS contributes to one the largest uncertainties in ice sheet models used to predict rates of sea level rise. My work aims to understand the physical processes responsible for links between subglacial hydrology and ice motion.</p>\n<p>&nbsp;</p>\n<p>The configuration of subglacial drainage systems is thought to be a primary control on rates of glacier sliding and, by extension, sea level rise. Because subglacial drainage systems are usually physically-inaccessible, proxy techniques, such as dye tracing and hydrograph analysis, are widely used to investigate them. Dye breakthrough curves (BTCs) that are highly dispersed, as well as meltwater discharge hydrographs that are broadly peaked, have been interpreted as evidence for 'distributed' systems, which are thought to increase water pressure and glacier sliding speeds. In contrast, BTCs and hydrographs that are sharply peaked are interpreted to indicate flow in conduits, which are thought to decrease water pressure and glacier sliding speeds. BTCs and hydrographs that become progressively more peaked through a melt season have been interpreted as indicating a switch from a distributed to a conduit subglacial drainage system.</p>\n<p>&nbsp;</p>\n<p>Results from dye tracing at Rieper Glacier, Svalbard,  Norway and numerical models of glacier hydrographs indicate that proxy techniques may not be able to uniquely identify the configuration of subglacial drainage systems. I demonstrated that seasonal changes in hydraulic roughness in subglacial conduits, caused by variations in meltwater delivery rate or changes in conduit diameter, generate the same BTCs that are interpreted to indicate flow in distributed systems. Consequently, BTCs are influenced by changing recharge conditions and conduit diameters and are not unique indicators of subglacial drainage system configuration. Similarly, numerical models showed that neither distributed nor conduit systems are likely to modify recharge hydrographs to glaciers. As a result, seasonal changes in hydrographs recorded in rivers at glacier termini are most likely recording seasonal changes in meltwater delivery to moulins (recharge hydrographs) and not changes in the subglacial drainage system as previously thought.</p>\n<p>&nbsp;</p>\n<p>These results suggest that subglacial conduits may form earlier than thought, or be reused between years, but their presence is unlikely to be recorded in BTCs or hydrographs. This finding means that changes in the configuration of the subglacial drainage system may not be necessary to initiate changes in glacier sliding speeds. If, as my data suggests is possible, the seasonal evolution of subglacial drainage systems occurs by a transition from highly constricted subglacial conduits to conduits with enlarged conduit cross-sections then models of subglacial hydrology could be greatly simplified as they would no longer have to switch between distributed and conduit systems.</p>\n<p>&nbsp;</p>\n<p>During additional research conducted in collaboration with scientists at the Polish Polar Research Station, Horsund, Svalbard, and at the Polish A...",
  "por_txt_cntn": "\nConduits are delivering increasing amounts of melt water to the base of high arctic glaciers, including the Greenland Ice Sheet (GrIS), where high water pressure lubricates glacier beds and increases ice velocity. As a result, ice is transferred from higher, colder elevations to lower, warmer elevations where it melts and contributes to sea level rise faster than without melt water inputs. This dynamic response of glaciers to melting is linked to the annual cycles of conduit formation and collapse that control the pressure and distribution of water at glacier beds. Water trapped as ice in the GrIS could raise sea level by 6 - 7 m, and thus predictive models for ice sheet motion are needed to estimate potential rates of sea level rise. Limited understanding of how hydrological processes modulate sliding speeds of the GrIS contributes to one the largest uncertainties in ice sheet models used to predict rates of sea level rise. My work aims to understand the physical processes responsible for links between subglacial hydrology and ice motion.\n\n \n\nThe configuration of subglacial drainage systems is thought to be a primary control on rates of glacier sliding and, by extension, sea level rise. Because subglacial drainage systems are usually physically-inaccessible, proxy techniques, such as dye tracing and hydrograph analysis, are widely used to investigate them. Dye breakthrough curves (BTCs) that are highly dispersed, as well as meltwater discharge hydrographs that are broadly peaked, have been interpreted as evidence for 'distributed' systems, which are thought to increase water pressure and glacier sliding speeds. In contrast, BTCs and hydrographs that are sharply peaked are interpreted to indicate flow in conduits, which are thought to decrease water pressure and glacier sliding speeds. BTCs and hydrographs that become progressively more peaked through a melt season have been interpreted as indicating a switch from a distributed to a conduit subglacial drainage system.\n\n \n\nResults from dye tracing at Rieper Glacier, Svalbard,  Norway and numerical models of glacier hydrographs indicate that proxy techniques may not be able to uniquely identify the configuration of subglacial drainage systems. I demonstrated that seasonal changes in hydraulic roughness in subglacial conduits, caused by variations in meltwater delivery rate or changes in conduit diameter, generate the same BTCs that are interpreted to indicate flow in distributed systems. Consequently, BTCs are influenced by changing recharge conditions and conduit diameters and are not unique indicators of subglacial drainage system configuration. Similarly, numerical models showed that neither distributed nor conduit systems are likely to modify recharge hydrographs to glaciers. As a result, seasonal changes in hydrographs recorded in rivers at glacier termini are most likely recording seasonal changes in meltwater delivery to moulins (recharge hydrographs) and not changes in the subglacial drainage system as previously thought.\n\n \n\nThese results suggest that subglacial conduits may form earlier than thought, or be reused between years, but their presence is unlikely to be recorded in BTCs or hydrographs. This finding means that changes in the configuration of the subglacial drainage system may not be necessary to initiate changes in glacier sliding speeds. If, as my data suggests is possible, the seasonal evolution of subglacial drainage systems occurs by a transition from highly constricted subglacial conduits to conduits with enlarged conduit cross-sections then models of subglacial hydrology could be greatly simplified as they would no longer have to switch between distributed and conduit systems.\n\n \n\nDuring additional research conducted in collaboration with scientists at the Polish Polar Research Station, Horsund, Svalbard, and at the Polish Academy of Sciences, Institute of Geophysics, I discovered that glacier conduits form by processes that are similar to cave formati..."
 }
}