{
 "awd_id": "0946603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Behavioral Adaptations and Mobility of Early Holocene Hunter-Gatherers, Santa Cruz Island, California",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-11-15",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 14694.0,
 "awd_amount": 14694.0,
 "awd_min_amd_letter_date": "2009-11-06",
 "awd_max_amd_letter_date": "2009-11-06",
 "awd_abstract_narration": "Under the supervision of Dr. Michael Glassow, Ms. Amy E. Gusick will conduct archaeological research on the nature of mobility during the Early Holocene (7500-10000 BP) on Santa Cruz Island.  This island is one of four that comprise the Northern Channel Islands, which are located in the Santa Barbara Channel region of California.  Though part of the same island chain, these islands differ extensively in size, environment, and biodiversity; however, they all offer abundant marine resources.  As such, the human groups that lived on these islands were maritime hunter-gatherer cultures with diets comprised of mainly marine resources.  Researchers have argued that the unique ecological context in which maritime hunter-gatherers lived encouraged these groups to reduce their mobility and reside at one locale, instead of migrating between various residential bases located across the landscape.  This type of sedentary lifestyle has been associated with the development of socially and politically complex hunter-gatherer societies.  Ms. Gusick's research will focus on the earliest time period in which a more sedentary lifestyle has been proposed for the hunter-gatherers living on the Northern Channel Islands.  While understanding mobility during these earlier periods will not lead directly to determining the causes of social and political complexity, it provides a baseline for understanding the development of adaptations that influence the nature and timing of this complexity.  \r\n\r\nData previously collected from two of the Northern Channel Islands have been used to suggest that Early Holocene island hunter-gatherers had one central locale from which all foraging activity originated.  Yet, data to support or reject this hypothesis from Santa Cruz, the largest and most ecologically diverse of the Northern Channel Islands, is lacking.  Ecology and resource distribution are major factors in the mobility and subsistence decisions that affect group organization.  Therefore, due to the pronounced environmental variation between the Northern Channel Islands, broad hypotheses based on data from other islands may not be appropriate for consideration of mobility on Santa Cruz Island.  Ms. Gusick's research will focus on identifying Early Holocene mobility on Santa Cruz Island by collecting archaeological data through excavation of the four identified Early Holocene deposits. Artifactual, faunal, and floral assemblages will be analyzed to determine inter-site variation, site functionality, habitat use, and paleoenvironment.  This research is well positioned to evaluate the possibility that groups may utilize varying mobility strategies within the same region.  Recognizing variation in behavior is an important issue within anthropology, as generalization of adaptive behavior does not account for local variants that can play a crucial role in cultural development.   \r\n\r\nThis project will have a positive impact on the Native American community, as members will be involved with the project.  Their participation will not only promote dissemination of knowledge within their tribe, but it will also foster relations between the scientific and Native American communities.  Additionally, all stages of this project will include undergraduate assistants and thus provide instruction in field and laboratory techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Glassow",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Glassow",
   "pi_email_addr": "glassow@anth.ucsb.edu",
   "nsf_id": "000318609",
   "pi_start_date": "2009-11-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Gusick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Gusick",
   "pi_email_addr": "agusick@umail.ucsb.edu",
   "nsf_id": "000514081",
   "pi_start_date": "2009-11-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14694.0
  }
 ],
 "por": null
}