{
 "awd_id": "0947904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Origin of the Alexander Terrane in the Arctic Realm?",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 199993.0,
 "awd_amount": 199993.0,
 "awd_min_amd_letter_date": "2010-08-20",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "This project will test the hypothesis that much of southern Alaska formed along the Arctic margin of Canada, with transport to its present position only in the relatively recent geologic past.  Such a displacement history is counter to the more traditional view that these rocks, and most other portions of western North America (e.g., Baja California), have moved northward along the continental margin.  It also differs from previous suggestions that these rocks formed along the western margin of the paleo-Pacific and are truly exotic to North America.  Fortunately, recent technological developments have provided a technique that will provide a robust evaluation of these possible displacement scenarios.  The technique involves the determination of ages of zircon crystals in the displaced rocks and in potential correlatives in the western US, along the western margin of the paleo-Pacific, and in the Canadian Arctic.  The occurrence of similar ages would suggest potential linkages, whereas the occurrence of different ages of zircon crystals in rocks of the same age would be inconsistent with geographic proximity.  This project will provide opportunities for undergraduate and graduate students at two universities to participate in a research project that involves both field studies in frontier regions and laboratory analyses utilizing sophisticated instrumentation.  \r\n\r\nPrimary activities involved in this project will include:\r\n\r\n1.\tConducting geologic field studies and collecting samples from Paleozoic strata of the Alexander terrane in southeast Alaska and the Pearya terrane in the Canadian Arctic.  These studies will be based from zodiacs and a live-aboard boat (presently operated by the University of Arizona) in SE Alaska and with helicopter support in the Canadian Arctic.\r\n\r\n2.\tDetermining U-Pb ages and Hf isotope ratios of detrital zircons utilizing a new Laser Ablation-ICPMS system (Nu HR ICPMS) and SEM system (Hitachi 3400N and Gatan Chroma CL) at the University of Arizona.\r\n\r\n3.\tComparison of our new data with U-Pb ages and Hf isotope information from other assemblages in the circum-Pacific and circum-Arctic realms in an effort to test various possible displacement models for the Alexander terrane.  \r\n\r\nMuch of the field and lab research will be conducted by graduate students at the University of Arizona and the University of Iowa.  Undergraduate students will be involved as field assistants, with possible senior-thesis-type projects available as appropriate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Gehrels",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Gehrels",
   "pi_email_addr": "ggehrels@email.arizona.edu",
   "nsf_id": "000422350",
   "pi_start_date": "2010-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 78331.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 78456.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 43206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Reference\"><span>This project focused on the tectonic development of the northwestern portion of North America, which is underlain by crustal fragments (terranes) that have been added to the continent during the past 200 million years.&nbsp; There has been considerable debate, dating back to the early days of plate tectonics, about the origin and displacement of these terranes.&nbsp; </span></p>\n<p class=\"Reference\"><span>We have attempted to reconstruct the history of these crustal fragments by applying U-Pb geochronology and Hf isotope geochemistry of detrital zircons that are found within their sedimentary units. The zircon crystals provide information about the age of the sedimentary host, the provenance (geographic origin) of the sediment, and the crustal development of the source region. This is one of the first studies that has attempted to use Hf isotopes for this purpose. </span></p>\n<p class=\"Reference\"><span>The combination of U-Pb ages and Hf isotopes has allowed us to reach several important conclusions about the origin of terranes in this part of North America. Following are the primary outcomes from research conducted at the University of Arizona &ndash; contributions from collaborators at the University of Iowa are described separately.</span></p>\n<p class=\"Reference\"><span>1. The Alexander terrane records a rich history of interactions between a juvenile magmatic arc and a continental margin during Paleozoic time.&nbsp; Comparisons of the characteristics of continent-derived zircons in the Alexander terrane and various potential source regions indicates that the terrane may well have formed along the Arctic margin of Canada and Greenland.&nbsp; In particular, the Hf isotope signatures of rocks in these two regions are remarkably similar.</span></p>\n<p class=\"Reference\"><span>2. The Yukon-Tanana terrane, another large crustal fragment along the Cordilleran margin, reveals a Paleozoic history that is quite different from the history of the Alexander terrane. The ages and Hf isotope signatures from this fragment instead are a good match with rocks known to have formed along Canada&rsquo;s western margin, suggesting that these rocks are not far-travelled. </span></p>\n<p class=\"Reference\"><span>3. Separating the Alexander and Yukon-Tanana terranes are the Taku terrane and Gravina belt. Detrital zircons in the Taku terrane demonstrate primary connections with the Yukon-Tanana terrane (but not Alexander) through Triassic time, whereas strata of the Gravina belt record juxtaposition of Alexander along the outboard margin of the Taku and Yukon-Tanana terranes by Late Jurassic time.&nbsp; </span></p>\n<p class=\"Reference\"><span>4. Collectively these relations allow us to propose a well-constrained history in which the Alexander terrane formed along the Arctic margin of Canada and Greenland during early Paleozoic time, migrated westward into the paleo-Pacific realm during mid-Paleozoic time, migrated southward along the Cordilleran margin during Triassic time, and was accreted to western North America, along the outboard margin of Taku and Yukon-Tanana, by Late Jurassic time. </span></p>\n<p class=\"Reference\"><span>This project has contributed to the development of new analytical techniques in earth science through the application of Hf isotopes to studies of detrital zircons in potentially displaced terranes. The power of the technique has been demonstrated in this study, and promises to be one of the primary tools used in tectonic analysis in future studies. </span></p>\n<p class=\"Reference\"><span>This project has also contributed to the development of international relations by fostering collaborations between several academic institutions (University of Arizona, University of Iowa, University of Wisconsin, University of Montreal) and two government agencies (British Columbia Geological Survey and Geological Survey of Canada). </span></p>\n<p class=\"Ref...",
  "por_txt_cntn": "This project focused on the tectonic development of the northwestern portion of North America, which is underlain by crustal fragments (terranes) that have been added to the continent during the past 200 million years.  There has been considerable debate, dating back to the early days of plate tectonics, about the origin and displacement of these terranes.  \nWe have attempted to reconstruct the history of these crustal fragments by applying U-Pb geochronology and Hf isotope geochemistry of detrital zircons that are found within their sedimentary units. The zircon crystals provide information about the age of the sedimentary host, the provenance (geographic origin) of the sediment, and the crustal development of the source region. This is one of the first studies that has attempted to use Hf isotopes for this purpose. \nThe combination of U-Pb ages and Hf isotopes has allowed us to reach several important conclusions about the origin of terranes in this part of North America. Following are the primary outcomes from research conducted at the University of Arizona &ndash; contributions from collaborators at the University of Iowa are described separately.\n1. The Alexander terrane records a rich history of interactions between a juvenile magmatic arc and a continental margin during Paleozoic time.  Comparisons of the characteristics of continent-derived zircons in the Alexander terrane and various potential source regions indicates that the terrane may well have formed along the Arctic margin of Canada and Greenland.  In particular, the Hf isotope signatures of rocks in these two regions are remarkably similar.\n2. The Yukon-Tanana terrane, another large crustal fragment along the Cordilleran margin, reveals a Paleozoic history that is quite different from the history of the Alexander terrane. The ages and Hf isotope signatures from this fragment instead are a good match with rocks known to have formed along CanadaÆs western margin, suggesting that these rocks are not far-travelled. \n3. Separating the Alexander and Yukon-Tanana terranes are the Taku terrane and Gravina belt. Detrital zircons in the Taku terrane demonstrate primary connections with the Yukon-Tanana terrane (but not Alexander) through Triassic time, whereas strata of the Gravina belt record juxtaposition of Alexander along the outboard margin of the Taku and Yukon-Tanana terranes by Late Jurassic time.  \n4. Collectively these relations allow us to propose a well-constrained history in which the Alexander terrane formed along the Arctic margin of Canada and Greenland during early Paleozoic time, migrated westward into the paleo-Pacific realm during mid-Paleozoic time, migrated southward along the Cordilleran margin during Triassic time, and was accreted to western North America, along the outboard margin of Taku and Yukon-Tanana, by Late Jurassic time. \nThis project has contributed to the development of new analytical techniques in earth science through the application of Hf isotopes to studies of detrital zircons in potentially displaced terranes. The power of the technique has been demonstrated in this study, and promises to be one of the primary tools used in tectonic analysis in future studies. \nThis project has also contributed to the development of international relations by fostering collaborations between several academic institutions (University of Arizona, University of Iowa, University of Wisconsin, University of Montreal) and two government agencies (British Columbia Geological Survey and Geological Survey of Canada). \nOur project has provided significant opportunities in training and education. University of Arizona personnel supported by the project include three MS students (Chelsi White, Mark Pecha, Clare Tochilin), two research scientists (Nicky Giesler and Intan Yokelson), and several undergraduate students (Ryan Graham, Cooper Kowalski, Kailey Tucker, Ericka Tucker, Patrick Wood, Wesley Skillings, and Kojo Plange). We have also supported the geochron..."
 }
}