{
 "awd_id": "0948310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Rodent Diets and Habitat Reconstructions in South Africa: an Actualistic and Applied Multidisciplinary Study",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 25625.0,
 "awd_amount": 25625.0,
 "awd_min_amd_letter_date": "2010-03-02",
 "awd_max_amd_letter_date": "2010-03-02",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Sponheimer, Ungar, and Passey and an international team of colleagues will investigate the environmental context of human evolution. The team includes researchers from the U.S., Canada, Israel,and South Africa who will use their expertise in vertebrate paleontology, isotopic geochemistry, wildlife ecology, and human paleobiology to study human paleoecology through the lens of rodent dietary ecology. It has long been recognized that the ecological diversity and small home ranges of rodents make them particularly useful tools for reconstructing past environments. However, studies of rodent faunas have traditionally made assumptions about the ecology of fossil specimens rather than measuring dietary attributes directly. In contrast, this project will directly determine rodent diets to investigate the relationship between modern rodent dietary ecology and habitats, and then apply this knowledge to the South African human fossil record. \r\n\r\nDiet will be studied using dental microwear texture analysis, stable carbon isotope analysis, and strontium isotope analysis. The first two provide direct measures of dietary attributes (e.g., mechanical properties of foodstuffs, tree fruits/leaves versus grasses), while the last allows determination of where animals lived on the landscape, potentially resulting in more spatially-refined environmental reconstructions. The project will have three phases. In the first phase, the research team will conduct an extensive study of the relationship between modern rodent diets and habitat features. In the second phase, the team will determine the degree to which the diets of modern rodents from owl roosts reflect local habitats, essentially investigating the degree to which owl predation biases the environmental signal. The last phase will entail application of this knowledge to fossil sites in and around the Sterkfontein Valley, South Africa that are from ~2.5 million to ~700 thousand years old. \r\n\r\nThe intellectual merit of this project is that it will provide new evidence of early hominin ecology and environments, and in so doing, will help address questions about hominin adaptations and evolution. For instance, did humans putative ancestors, big-brained early Homo, emerge in Africa only after significant deterioration of preferred enviroments, and did such environmental change contribute to the extinction of our smaller-brained, and presumably less adaptable, evolutionary \"cousin\" Paranthropus? It will also establish a firmer basis for using rodent dietary ecology to reconstruct paleoenvironments, which will be of broad utility at other archaeological and paleontological sites. In addition, it will mark the first time that multiple techniques have been used to investigate the intersection of animal diets, abundances, and environmental/climatic parameters over long (2 million year) timescales. Furthermore, the analytical developments to be made as part of this project will be of use for fields beyond archaeology including biological anthropology, geology, geochemistry, conservation ecology and paleontology. \r\n\r\nThe broader impacts of this study are that it will foster international collaboration, provide training for students from underrepresented groups, enrich undergraduate teaching and graduate mentoring, and be used as a platform for bettering public understanding of science and technology. This is especially relevant for the University of Arkansas, a public university in an underfunded EPSCoR State. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Passey",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin H Passey",
   "pi_email_addr": "passey@umich.edu",
   "nsf_id": "000532526",
   "pi_start_date": "2010-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 25625.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The goal of the study was to expand our knowledge of the environments in which early human relatives (hominins) lived.&nbsp; The study area was the Sterkfontein Valley, South Africa, where many hominin fossils have been discovered.&nbsp; The tool we used to study ancient habitats was rodent dietary ecology, and specifically at Johns Hopkins we studied the carbon isotope composition of rodent tooth enamel as it relates to diet.&nbsp; The carbon isotopic compositions of plants are reflective of habitat.&nbsp; Forest plants primarily use the so-called 'C3' photosynthetic pathway, and have low ratios of carbon-13 to carbon-12 in their tissues.&nbsp; Savanna grasses primarily use the 'C4' photosynthetic pathway, and have elevated ratios of carbon-13 to carbon-12.&nbsp; Animals that eat plants have carbon isotope ratios that reflect those of the plants--the adage 'you are what you eat' really is true.&nbsp; So by looking at the carbon isotopic composition of a well-preserved fossil, for example a fossil rodent tooth, we can tell if the animal ate primarily forest-based food resources, or primarily savanna-based resources.&nbsp; This in turn allows us to make inferences about the kinds of habitats that existed in the past.</p>\n<p class=\"p1\">The project involved two basic components.&nbsp; The first component was 'ground truthing' the method by studying the carbon isotopic compositions of present-day rodents from South Africa, and relating these to the habitats that the rodents live in.&nbsp; The second component was to take what we learned in the present-day environment and apply it to past environments.&nbsp; Specifically, we studied the carbon isotopic compositions of numerous fossil rodents from several hominin-bearing sites in South Africa to learn more about what the ancient habitats were like.</p>\n<p class=\"p1\">But before we could do this, we needed to build the analytical equipment that would enable us to make carbon isotopic analyses of tiny rodent teeth.&nbsp; The equipment makes use of an infrared laser that vaporizes a tiny spot on the surface of the tooth, a spot smaller than a pin head.&nbsp; Carbon and oxygen that was locked into the tooth enamel is vaporized by the laser, and it combines to form carbon dioxide gas.&nbsp; This gas is then purified by passing it through a gas chromatograph column, and then the relative amounts of carbon-13 and carbon-12 are determined by sending the gas into a mass spectrometer.&nbsp; The new system that we built performed beautifully, and it allowed us to conduct the remainder of the study, and it has been useful for several additional projects.</p>\n<p class=\"p1\">The results of the first 'ground truthing' part of the project told us that the carbon isotopic compositions of rodents are faithful recorders of habitat.&nbsp; However, some species are very selective in what they eat, and will give the impression of more forest cover (or more grassland) than actually exists.&nbsp; Therefore it is important to consider dietary preference when making interpretations about past habitats based on carbon isotopes, and if possible a variety of species should be examined to get a sense of the full breadth of food resources and habitats.</p>\n<p class=\"p1\">For the second component of the project we analyzed the carbon isotopic compositions of numerous rodents from the Marysvale, Sterkfontein, Swartkrans, and Malapa sites in South Africa.&nbsp; The inferred habitats are broadly similar to those that presently exist--mostly savannas with some forest--and some localities appear to have been more 'open' (fewer trees) than at present.&nbsp; A highlight of the study was the chance to use the laser system to analyze teeth from two different fossil hominins.&nbsp; The results showed that the two early human relatives had strictly forest-based diets.&nbsp; This was surprising because the animals associated with these hominin fossils, inc...",
  "por_txt_cntn": "The goal of the study was to expand our knowledge of the environments in which early human relatives (hominins) lived.  The study area was the Sterkfontein Valley, South Africa, where many hominin fossils have been discovered.  The tool we used to study ancient habitats was rodent dietary ecology, and specifically at Johns Hopkins we studied the carbon isotope composition of rodent tooth enamel as it relates to diet.  The carbon isotopic compositions of plants are reflective of habitat.  Forest plants primarily use the so-called 'C3' photosynthetic pathway, and have low ratios of carbon-13 to carbon-12 in their tissues.  Savanna grasses primarily use the 'C4' photosynthetic pathway, and have elevated ratios of carbon-13 to carbon-12.  Animals that eat plants have carbon isotope ratios that reflect those of the plants--the adage 'you are what you eat' really is true.  So by looking at the carbon isotopic composition of a well-preserved fossil, for example a fossil rodent tooth, we can tell if the animal ate primarily forest-based food resources, or primarily savanna-based resources.  This in turn allows us to make inferences about the kinds of habitats that existed in the past.\nThe project involved two basic components.  The first component was 'ground truthing' the method by studying the carbon isotopic compositions of present-day rodents from South Africa, and relating these to the habitats that the rodents live in.  The second component was to take what we learned in the present-day environment and apply it to past environments.  Specifically, we studied the carbon isotopic compositions of numerous fossil rodents from several hominin-bearing sites in South Africa to learn more about what the ancient habitats were like.\nBut before we could do this, we needed to build the analytical equipment that would enable us to make carbon isotopic analyses of tiny rodent teeth.  The equipment makes use of an infrared laser that vaporizes a tiny spot on the surface of the tooth, a spot smaller than a pin head.  Carbon and oxygen that was locked into the tooth enamel is vaporized by the laser, and it combines to form carbon dioxide gas.  This gas is then purified by passing it through a gas chromatograph column, and then the relative amounts of carbon-13 and carbon-12 are determined by sending the gas into a mass spectrometer.  The new system that we built performed beautifully, and it allowed us to conduct the remainder of the study, and it has been useful for several additional projects.\nThe results of the first 'ground truthing' part of the project told us that the carbon isotopic compositions of rodents are faithful recorders of habitat.  However, some species are very selective in what they eat, and will give the impression of more forest cover (or more grassland) than actually exists.  Therefore it is important to consider dietary preference when making interpretations about past habitats based on carbon isotopes, and if possible a variety of species should be examined to get a sense of the full breadth of food resources and habitats.\nFor the second component of the project we analyzed the carbon isotopic compositions of numerous rodents from the Marysvale, Sterkfontein, Swartkrans, and Malapa sites in South Africa.  The inferred habitats are broadly similar to those that presently exist--mostly savannas with some forest--and some localities appear to have been more 'open' (fewer trees) than at present.  A highlight of the study was the chance to use the laser system to analyze teeth from two different fossil hominins.  The results showed that the two early human relatives had strictly forest-based diets.  This was surprising because the animals associated with these hominin fossils, including rodents and ungulate herbivores, had diets rich in savanna resources.  The narrow, forest-based diet inferred for these hominids also contrasts with the broad, savanna-inclusive diets inferred for most other species of hominids.  The forest-bas..."
 }
}