{
 "awd_id": "0948511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraining Arc Processes through Comprehensive Geochemical Study of the Chilean Southern Volcanic Zone",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 334173.0,
 "awd_amount": 334173.0,
 "awd_min_amd_letter_date": "2010-07-18",
 "awd_max_amd_letter_date": "2010-07-18",
 "awd_abstract_narration": "Volcanism at convergent margins is one of the most visible and important manifestations of the circulation of the solid Earth, with importance both for our understanding of Earth processes, and for hazards to human beings from eruptions and seismicity.   Understanding these processes requires comprehensive data sets that make use of the most important geochemical tools, collected in the context of a \"natural experiment\" provided by the Earth.  New developments in analytical geochemistry and collaboration with Chilean volcanologists provide a unique opportunity for such a study.  The Chilean \"southern volcanic zone\" provides an experiment to see how the continental crust influences volcanic behavior and products.  The thickness and age of the crust change progressively from south to north, permitting two competing hypotheses to be rigorously evaluated.  The first hypothesis proposes that changes in volcanism result from the influence of the crust on melting processes in the mantle below, and that erupted melts can be interpreted in terms of the processes that take place at depth to create convergent margin volcanoes.  The second argues that the crust modifies magmas beyond recognition, so that their compositions reflect shallow crustal processes rather than deeper mantle processes.  A comprehensive study of volcanoes along the gradient provided by southern Chile will permit a detailed test of these hypotheses, and a new understanding of what controls convergent magma compositions.\r\n    \r\nThe tools that will be used to solve this problem include the necessary field work and geological understanding provided by Chilean colleagues, standard tools of major elements, trace elements, and long-lived radiogenic isotopes.  The new perspectives come from the combination of this classical approach with oxygen isotopes, U-series studies, and the cosmogenic nuclide 10Be.  Oxygen isotopes are particularly sensitive to crustal contamination; U-series and 10Be reflect mantle processes.  Seeing how these tracers co-vary will constrain the crust and mantle contributions. \r\n   \r\nThis work will answer fundamental questions about solid Earth circulation that relate to our overall understanding to the plate tectonic cycle.  It also integrates efforts of US, Swiss, French and Chilean investigators.  Some of the volcanoes have had important historical eruptive activity, and this work will be useful to future hazard evaluation. Undergraduates, graduate students and post-docs are all receiving training in volcanology, the logistics of managing field expeditions, and advanced tools of chemical analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Langmuir",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Langmuir",
   "pi_email_addr": "langmuir@eps.harvard.edu",
   "nsf_id": "000448846",
   "pi_start_date": "2010-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephane",
   "pi_last_name": "Escrig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephane Escrig",
   "pi_email_addr": "escrig@eps.harvard.edu",
   "nsf_id": "000106529",
   "pi_start_date": "2010-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 334173.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>More than half of Earth&rsquo;s volcanoes on land occur at &ldquo;convergent margins&rdquo;, where one of Earth&rsquo;s plates is returned to the interior of the planet in a process called &ldquo;subduction&rdquo;.&nbsp;&nbsp; Convergent margins are where continental crust is created, where many ore deposits are formed, and where volcanic eruptions can have profound impacts on nearby populations and the global environment.&nbsp; Fluxes at this plate margin ultimately control both the composition of the continental crust and the composition of Earth's interior, and hence are central to an understanding of Earth's plate tectonic geochemical cycle and the origins of and changes in Earth's crustal and mantle reservoirs.</p>\n<p>Despite their central role in the Earth system, our understanding of the processes that control the formation of convergent margin volcanoes remains controversial .&nbsp; Three ideas are (1) the compositions of volcanic rocks are controlled by the composition of the pre-existing crust that the magmas must traverse on their way to the surface; (2) the compositions reflect variations in the extent of melting of Earth&rsquo;s mantle beneath the volcanoes; (3) the compositions are controlled by the thermal characteristics of the down-going plate.&nbsp;&nbsp; The major goal of this project was to further constrain and understand this very large and unsolved problem in the Earth sciences, by making use of a \"natural experiment.\"&nbsp; An optimal setting was the southern Chilean volcanic zone, where crustal thickness changes progressively from north to south, while the properties of the down-going slab remain constant.&nbsp; &nbsp; The specific work involved was to sample and analyze comprehensively young volcanic rocks from this volcanic terrain, producing a uniquely comprehensive data set.&nbsp; This data set would then be used to test and further develop existing models of convergent margin volcanism.&nbsp;</p>\n<p>The first step was arduous field work on the volcanoes to obtain the requisite samples.&nbsp; These samples were then analyzed for a uniquely comprehensive suite of chemical elements and isotopes, and these data could then be used to test the predictions of the various models.&nbsp; Then, by assembling a global database of convergent margin volcano compositions, we were able to make comparisons between Chile and volcanoes worldwide to determine what processes were most important in controlling convergent margin volcanism.</p>\n<p>By this comprehensive approach, we were able to show that the composition of the crust through which the magmas pass affects how much the magma cools, but does not control the central ingredients of its chemical composition.&nbsp; Distinguishing the relative importance of the mantle and slab was much more difficult, but through a comparison of the new results from Chile with the global data set we were able to show that the mantle plays the central role. &nbsp;&nbsp;</p>\n<p>Through his work we have been able to obtain important new constraints on the controls on convergent margin volcanism.&nbsp; These results have broader impacts beyond the specific goals of this study.&nbsp; The constraints may be applied to environmental hazards and also to the formation of ore deposits.&nbsp; The scientific approach we developed also can be applied to broader scientific problems.&nbsp; For example, &nbsp;the global database we developed should have wide applicability to other scientists studying convergent margins, and the methods of data treatment &nbsp;should be of aid to scientists studying volcanic rocks from settings other than convergent margins, and throughout the geological record.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2015<br>\n\t\t\t\t\tModified by: Charles&nbsp;H&nbsp;Langmuir</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMore than half of EarthÆs volcanoes on land occur at \"convergent margins\", where one of EarthÆs plates is returned to the interior of the planet in a process called \"subduction\".   Convergent margins are where continental crust is created, where many ore deposits are formed, and where volcanic eruptions can have profound impacts on nearby populations and the global environment.  Fluxes at this plate margin ultimately control both the composition of the continental crust and the composition of Earth's interior, and hence are central to an understanding of Earth's plate tectonic geochemical cycle and the origins of and changes in Earth's crustal and mantle reservoirs.\n\nDespite their central role in the Earth system, our understanding of the processes that control the formation of convergent margin volcanoes remains controversial .  Three ideas are (1) the compositions of volcanic rocks are controlled by the composition of the pre-existing crust that the magmas must traverse on their way to the surface; (2) the compositions reflect variations in the extent of melting of EarthÆs mantle beneath the volcanoes; (3) the compositions are controlled by the thermal characteristics of the down-going plate.   The major goal of this project was to further constrain and understand this very large and unsolved problem in the Earth sciences, by making use of a \"natural experiment.\"  An optimal setting was the southern Chilean volcanic zone, where crustal thickness changes progressively from north to south, while the properties of the down-going slab remain constant.    The specific work involved was to sample and analyze comprehensively young volcanic rocks from this volcanic terrain, producing a uniquely comprehensive data set.  This data set would then be used to test and further develop existing models of convergent margin volcanism. \n\nThe first step was arduous field work on the volcanoes to obtain the requisite samples.  These samples were then analyzed for a uniquely comprehensive suite of chemical elements and isotopes, and these data could then be used to test the predictions of the various models.  Then, by assembling a global database of convergent margin volcano compositions, we were able to make comparisons between Chile and volcanoes worldwide to determine what processes were most important in controlling convergent margin volcanism.\n\nBy this comprehensive approach, we were able to show that the composition of the crust through which the magmas pass affects how much the magma cools, but does not control the central ingredients of its chemical composition.  Distinguishing the relative importance of the mantle and slab was much more difficult, but through a comparison of the new results from Chile with the global data set we were able to show that the mantle plays the central role.   \n\nThrough his work we have been able to obtain important new constraints on the controls on convergent margin volcanism.  These results have broader impacts beyond the specific goals of this study.  The constraints may be applied to environmental hazards and also to the formation of ore deposits.  The scientific approach we developed also can be applied to broader scientific problems.  For example,  the global database we developed should have wide applicability to other scientists studying convergent margins, and the methods of data treatment  should be of aid to scientists studying volcanic rocks from settings other than convergent margins, and throughout the geological record. \n\n \n\n\t\t\t\t\tLast Modified: 12/04/2015\n\n\t\t\t\t\tSubmitted by: Charles H Langmuir"
 }
}