{
 "awd_id": "0948526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Integrated Analysis of Seismicity, Infrasound, and High-Resolution SO2 Measurements to Determine the Source of Low-Frequency Seismicity at Villarrica Volcano, Chile",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 222163.0,
 "awd_amount": 222163.0,
 "awd_min_amd_letter_date": "2010-01-21",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "Volcanoes produce a rich variety of seismic signals that are unlike those generated during typical earthquakes. While great improvements in the ability to forecast volcanic eruptions have come from recognizing precursory seismic signals, knowledge of the specific mechanisms responsible for the volcanic signals is only generally understood. For example, low-frequency seismic tremor is linked to fluid movement, but many models can explain seismic tremor at any one volcano. By integrating high-resolution seismic, acoustic, and gas emission data, this study will determine the relationship between gas flux and the characteristics of seismic tremor at Villarrica volcano. \r\n\r\nVillarrica has had persistent gas emission and an active lava lake with continuous, mild, explosive activity since 1984. Because of the continuous low-level activity, direct measurements of emissions of gas, seismicity, and low-frequency sound (infrasound) can safely be made from the summit crater.  This study will use simultaneous measurements of seismicity, infrasound and gas emissions. The researchers will deploy arrays of broadband stations to locate and track the depth of low-frequency and volcano-tectonic seismicity, along with distributed infrasonic microphones to characterize the explosive outgassing activity. During 2-3 week field campaigns, they will also collect high-time resolution SO2 emission data, and thermal and visual video of the outgassing activity. All these data will be interpreted jointly to characterize and quantify different styles of outgassing. A 15-month deployment of seismometers and microphones will assure that a significant portion of the outgassing styles is well sampled. The classification scheme for outgassing style they develop during the shorter field campaigns will allow them to calculate a proxy data set for gas emission during the full duration of the deployment so that they may address questions about long-term cycles of activity and the relationship between both deeper local volcanic earthquakes and distant earthquakes on the volcanic system.\r\n\r\nThe transformative potential of this project lies in the integration of these data. The seismic analysis will be based on the strong foundation of established techniques. Infrasound analysis is now seen as critical for monitoring open-vent systems, yet some aspects of infrasound data are not well understood. A novel UV camera, recently developed with support from the National Science Foundation, can image SO2 emission at a rate comparable to eruptive processes. By establishing empirical links between the data, this study will test theoretical models for the generation of seismicity and sound from gas emission and generate important new knowledge on eruptive processes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Waite",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory P Waite",
   "pi_email_addr": "gpwaite@mtu.edu",
   "nsf_id": "000206398",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Carn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Simon A Carn",
   "pi_email_addr": "scarn@mtu.edu",
   "nsf_id": "000235702",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Palma Lizana",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jose L Palma Lizana",
   "pi_email_addr": "jose@mtu.edu",
   "nsf_id": "000506329",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 222163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Villarrica volcano in the Chilean Andes is one of a small number of volcanoes that hosts a permanent lava lake. The lake is maintained through convection in the magma column and the continuous ascent of bubbles through the upper conduit.</p>\n<p>The bubbles burst at the surface to produce small-scale &lsquo;strombolian&rsquo; eruptions. Occasionally, Villarrica has had more dangerous eruptions, but generally has constant low-level activity that makes it attractive for tourism and scientific study. The nearly constant, low-level activity at Villarrica allows for study of the activity with a variety of techniques very close to the active lava lake. The knowledge generated from studies of Villarrica can be transferred to many other volcanoes that are too dangerous or are otherwise logistically prohibitive.</p>\n<p>This project was focused on understanding the mechanisms for the seismic and infrasound signals associated with the movement of magma in the conduit at Villarrica, and their relationship to outgassing. It used recordings made from temporary arrays of seismic and infrasound (low-frequency sound) sensors to document activity, as well as gas remote-sensing instruments.</p>\n<p>There are two key outcomes of this project. First, we found that repetitive seismic events associated with bubble bursting at the surface of the lava lake result from viscous coupling of oscillating magma with the volcanic conduit following the passage and bursting of large bubbles. Bubbles of various sizes move through the conduit nearly continuously, but only the larger bubbles can be recognized in the seismic data. Using the signals from one of these larger events, we found 10s of thousands of similar events over parts of 2 years with a waveform matching algorithm. This dominant repetitive style of seismicity facilitated recording with a virtual network in which a relatively small number of stations were used to occupy 21 sites for a high-resolution sampling of the wavefield. These data were inverted to model the source of the ~1Hz waveform.</p>\n<p>Second, we have identified two independent methods for determining the relative depth of the lava lake. The first uses the relative arrival time difference between the seismic (originating at the base of the lava lake) and the infrasound (originating at the surface). Sound waves in air are generally much slower than seismic waves in solid material, so the seismic wave associated with these bubble burst events always arrives first. But a decrease in the relative arrival time indicates the infrasound source, and thus the surface of the lava lake, moved up, closer to the recording station. The second method uses the frequency of narrow-band infrasound tremor produced by constant pressure fluctuations and outgassing through the upper conduit above the lava lake. As the lava lake level rises, the frequency of the resonator increases. This lava lake altimeter may be useful for real-time tracking, and may someday become part of a warning system for researchers and tourists who visit Villarrica&rsquo;s summit.</p>\n<p>This project has had an important impact on educating students in interdisciplinary, technical skills. Five students (2 graduate and 4 undergraduate) have used these data extensively for studies on various scales, from a PhD dissertation to summer internships to a course term project. Several of these students are from groups that are traditionally underrepresented in STEM fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/24/2014<br>\n\t\t\t\t\tModified by: Gregory&nbsp;P&nbsp;Waite</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVillarrica volcano in the Chilean Andes is one of a small number of volcanoes that hosts a permanent lava lake. The lake is maintained through convection in the magma column and the continuous ascent of bubbles through the upper conduit.\n\nThe bubbles burst at the surface to produce small-scale æstrombolianÆ eruptions. Occasionally, Villarrica has had more dangerous eruptions, but generally has constant low-level activity that makes it attractive for tourism and scientific study. The nearly constant, low-level activity at Villarrica allows for study of the activity with a variety of techniques very close to the active lava lake. The knowledge generated from studies of Villarrica can be transferred to many other volcanoes that are too dangerous or are otherwise logistically prohibitive.\n\nThis project was focused on understanding the mechanisms for the seismic and infrasound signals associated with the movement of magma in the conduit at Villarrica, and their relationship to outgassing. It used recordings made from temporary arrays of seismic and infrasound (low-frequency sound) sensors to document activity, as well as gas remote-sensing instruments.\n\nThere are two key outcomes of this project. First, we found that repetitive seismic events associated with bubble bursting at the surface of the lava lake result from viscous coupling of oscillating magma with the volcanic conduit following the passage and bursting of large bubbles. Bubbles of various sizes move through the conduit nearly continuously, but only the larger bubbles can be recognized in the seismic data. Using the signals from one of these larger events, we found 10s of thousands of similar events over parts of 2 years with a waveform matching algorithm. This dominant repetitive style of seismicity facilitated recording with a virtual network in which a relatively small number of stations were used to occupy 21 sites for a high-resolution sampling of the wavefield. These data were inverted to model the source of the ~1Hz waveform.\n\nSecond, we have identified two independent methods for determining the relative depth of the lava lake. The first uses the relative arrival time difference between the seismic (originating at the base of the lava lake) and the infrasound (originating at the surface). Sound waves in air are generally much slower than seismic waves in solid material, so the seismic wave associated with these bubble burst events always arrives first. But a decrease in the relative arrival time indicates the infrasound source, and thus the surface of the lava lake, moved up, closer to the recording station. The second method uses the frequency of narrow-band infrasound tremor produced by constant pressure fluctuations and outgassing through the upper conduit above the lava lake. As the lava lake level rises, the frequency of the resonator increases. This lava lake altimeter may be useful for real-time tracking, and may someday become part of a warning system for researchers and tourists who visit VillarricaÆs summit.\n\nThis project has had an important impact on educating students in interdisciplinary, technical skills. Five students (2 graduate and 4 undergraduate) have used these data extensively for studies on various scales, from a PhD dissertation to summer internships to a course term project. Several of these students are from groups that are traditionally underrepresented in STEM fields.\n\n\t\t\t\t\tLast Modified: 04/24/2014\n\n\t\t\t\t\tSubmitted by: Gregory P Waite"
 }
}