{
 "awd_id": "0948666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental Investigation of the Link Between Water Loss and Oxygen Fugacity in Olivine-Hosted Melt Inclusions",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 399963.0,
 "awd_amount": 399963.0,
 "awd_min_amd_letter_date": "2010-04-19",
 "awd_max_amd_letter_date": "2010-04-19",
 "awd_abstract_narration": "Intellectual Merit. Water plays a central role in the generation and evolution of magmas in every tectonic setting. Difficulties in determining pre-eruptive water concentrations in magmas have hindered quantification of its influence on magmatic processes. The solubility of H2O in silicate melts drops substantially with decreasing pressure, so that a magma containing several weight percent dissolved H2O in the shallow crust is left with only a few thousand parts-per-million H2O following eruption. Olivine-hosted melt inclusions provide a direct source of information on the pre-eruptive H2O contents of degassed magmas because the strength of the host crystal protects the melt inclusion from the decompression experienced by the entraining magma. The main uncertainty involved with deriving pre-eruptive H2O concentrations from olivine-hosted melt inclusions is the potential for loss or gain of H+ (protons) by diffusion through the host olivine. Loss or gain of H2O from olivine-hosted melt inclusions via lattice diffusion requires leaving behind an O2- for every 2 protons lost, and scavenging an O2- for every 2 protons gained in order to maintain charge neutrality. This produces an increase or decrease, respectively, of the fugacity of oxygen within the inclusion. It has, therefore, been proposed that Fe redox reactions associated with ingress or egress of H+ severely limit the amount of H2O that can move into or out of an olivine-hosted melt inclusion. However, recent experiments indicate that iron redox reactions do not limit either the amount or rate of water loss/gain by the inclusion, suggesting that oxygen fugacity within the inclusion is moderated by a previously overlooked mechanism. Conceptually, H2O loss/gain in melt inclusions may be linked to point defect-mediated oxygen fugacity re-equilibration. This model suggests that oxygen fugacity fluctuations in melt inclusions are efficiently and effectively moderated by re-equilibration with the host olivine. An experimental and theoretical study is proposed to rigorously test this model and to provide a more thorough understanding of the process of H2O loss/gain for olivine-hosted melt inclusions. Goals are to quantify the rate-limiting process for H2O loss/gain in olivine-hosted melt inclusions through a series of (1) dehydration experiments, carried out on naturally occurring H2O-rich inclusions, and (2) hydration experiments carried out on low-H2O inclusions using H2O that is isotopically enriched in both 18O and D (2H). Results from these experiments, combined with existing partitioning and diffusion data from the literature, will be used to develop a numerical model to evaluate timescales for diffusive re-equilibration of H2O in olivine-hosted melt inclusions over a range of geologic scenarios. The model will be made broadly available to the scientific community to be used as a tool for interpreting natural melt inclusions. The combined results from the experimental and theoretical portions of the proposed study will provide the insights necessary to more accurately assess the reliability of olivine-hosted melt inclusions as indicators of pre-eruptive H2O contents of degassed lavas.\r\n\r\nBroader Impacts. The proposed research (1) advances discovery and understanding while promoting teaching, training and learning, (2) broadens participation of underrepresented groups, and (3) enhances infrastructure for research and education through the involvement of graduate students in the MIT/WHOI Joint Program, undergraduate students participating in the WHOI Summer and Minority Student Fellow programs, and incorporation of results from this study into graduate courses taught by the PIs and by development of a numerical model that will be made broadly available to the scientific community to be used as a tool for interpreting natural melt inclusions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Gaetani",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn A Gaetani",
   "pi_email_addr": "ggaetani@whoi.edu",
   "nsf_id": "000097535",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Behn",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Behn",
   "pi_email_addr": "mark.behn@bc.edu",
   "nsf_id": "000253679",
   "pi_start_date": "2010-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 399963.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Volatiles - such as water and carbon dioxide - play a central role in the generation and evolution of magmas deep within the Earth.&nbsp; Further, the concentration of volatiles in magmas stored in crustal reservoirs plays an important role in determining the explosivity of volcanic eruptions.&nbsp; Given that 500 million people live in close proximity to an active volcano, it is especially important to have an accurate assessment of the pre-eruptive volatile contents of basaltic magmas.&nbsp; However, determining the pre-eruptive volatile contents of erupted lavas has proven to be particularly challenging because of the extensive degassing that occurs during ascent and eruption.&nbsp; Olivine-hosted melt inclusions provide a direct source of information on the pre-eruptive volatile contents of degassed magmas because the strength of the host crystal protects the melt inclusion from the decompression experienced by the entraining magma.&nbsp; The principal source of uncertainty involved with deriving pre-eruptive volatile concentrations from olivine-hosted melt inclusions is the potential for loss or gain of hydrogen by diffusion through the host olivine. &nbsp;In this study, we used a combination of experiment and theory to understand the mechanism responsible for post-entrapment modification of volatile concentrations in olivine-hosted melt inclusions.&nbsp; Experiments conducted on natural melt inclusions demonstrate clearly that significant diffusive modification of water in melt inclusions can occur within hours.&nbsp; If a melt inclusion is quenched while diffusive loss is occurring, the process can be identified through an elevated deuterium-to-hydrogen ratio within the inclusion.&nbsp; This occurs because hydrogen diffuses more rapidly through the host olivine than deuterium but, given enough time for total re-equilibration, the signal will be erased.&nbsp; Our results also demonstrate that the oxidation state of iron in olivine-hosted melt inclusions &ndash; an indicator of the fugacity of oxygen &ndash; can be modified by diffusive processes on similarly short timescales.&nbsp; Finally, our results demonstrate that the loss of water from melt inclusions is capable of producing a significant pressure decrease.&nbsp; This pressure decrease causes carbon dioxide to exsolve from the included melt, forming a vapor bubble. This can potentially lead to significant underestimates of the pre-eruptive carbon dioxide concentration of the magma.&nbsp; We developed a numerical model that describes diffusive loss of water from olivine-hosted melt inclusions, as well as fractionation of deuterium from hydrogen, and the sequestration of carbon dioxide into a vapor bubble.&nbsp; This model provides a tool for understanding the post-entrapment modification of volatiles in olivine-hosted melt inclusions and, thereby, improves our estimates for pre-eruptive volatiles.&nbsp; Funds from this grant also provided training in high-temperature experimentation and state-of-the-art microbeam analytical techniques for a female postdoc and two female graduate students.&nbsp; Results from this study were reported in three peer-reviewed papers published in top journals, and eleven oral presentations given at international meetings, including two keynote talks.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2014<br>\n\t\t\t\t\tModified by: Glenn&nbsp;A&nbsp;Gaetani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVolatiles - such as water and carbon dioxide - play a central role in the generation and evolution of magmas deep within the Earth.  Further, the concentration of volatiles in magmas stored in crustal reservoirs plays an important role in determining the explosivity of volcanic eruptions.  Given that 500 million people live in close proximity to an active volcano, it is especially important to have an accurate assessment of the pre-eruptive volatile contents of basaltic magmas.  However, determining the pre-eruptive volatile contents of erupted lavas has proven to be particularly challenging because of the extensive degassing that occurs during ascent and eruption.  Olivine-hosted melt inclusions provide a direct source of information on the pre-eruptive volatile contents of degassed magmas because the strength of the host crystal protects the melt inclusion from the decompression experienced by the entraining magma.  The principal source of uncertainty involved with deriving pre-eruptive volatile concentrations from olivine-hosted melt inclusions is the potential for loss or gain of hydrogen by diffusion through the host olivine.  In this study, we used a combination of experiment and theory to understand the mechanism responsible for post-entrapment modification of volatile concentrations in olivine-hosted melt inclusions.  Experiments conducted on natural melt inclusions demonstrate clearly that significant diffusive modification of water in melt inclusions can occur within hours.  If a melt inclusion is quenched while diffusive loss is occurring, the process can be identified through an elevated deuterium-to-hydrogen ratio within the inclusion.  This occurs because hydrogen diffuses more rapidly through the host olivine than deuterium but, given enough time for total re-equilibration, the signal will be erased.  Our results also demonstrate that the oxidation state of iron in olivine-hosted melt inclusions &ndash; an indicator of the fugacity of oxygen &ndash; can be modified by diffusive processes on similarly short timescales.  Finally, our results demonstrate that the loss of water from melt inclusions is capable of producing a significant pressure decrease.  This pressure decrease causes carbon dioxide to exsolve from the included melt, forming a vapor bubble. This can potentially lead to significant underestimates of the pre-eruptive carbon dioxide concentration of the magma.  We developed a numerical model that describes diffusive loss of water from olivine-hosted melt inclusions, as well as fractionation of deuterium from hydrogen, and the sequestration of carbon dioxide into a vapor bubble.  This model provides a tool for understanding the post-entrapment modification of volatiles in olivine-hosted melt inclusions and, thereby, improves our estimates for pre-eruptive volatiles.  Funds from this grant also provided training in high-temperature experimentation and state-of-the-art microbeam analytical techniques for a female postdoc and two female graduate students.  Results from this study were reported in three peer-reviewed papers published in top journals, and eleven oral presentations given at international meetings, including two keynote talks.\n\n\t\t\t\t\tLast Modified: 10/04/2014\n\n\t\t\t\t\tSubmitted by: Glenn A Gaetani"
 }
}