{
 "awd_id": "0948701",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SILICIC EXPLOSIVE VOLCANISM: Understanding the Conditions of Steady and Unsteady Eruptive Behavior in Silicic Magmas - The Kaharoa 1314 Eruption",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 240290.0,
 "awd_amount": 240290.0,
 "awd_min_amd_letter_date": "2010-02-01",
 "awd_max_amd_letter_date": "2010-02-01",
 "awd_abstract_narration": "The Taupo Volcanic Zone in New Zealand has had 3 intense sustained eruptions in the last 2000 years with the two most recent events from the host volcano Tarawera (Kaharoa 1314 and Tarawera 1886). The Kaharoa eruption was a devastating and long-lived event that featured multiple highly unsteady explosive phases with rapid and reversible shifts in eruptive intensity. As the youngest rhyolitic eruption in New Zealand it has served as the bench mark scenario to train emergency managers in response and recovery to a large volume explosive eruption. The host volcano, Tarawera, is also a major tourist resource visited by thousands of visitors and school children.\r\n\r\nIn detail, the Kaharoa 1314 eruption had explosive phases that are an intriguing combination of features of high intensity 'Plinian' and short-lived transient 'Vulcanian' explosivity. These characteristics are currently not compatible with end-member numerical models for either rapid and sustained Plinian, or short-lived, low intensity Vulcanian explosions. This proposed study will therefore address a fundamental issue in explosive volcanism - the transition from unsteady to steady flow processes in the conduit. The study plan is to combine microtextural, geochemical and modeling approaches in order to permit examination of the factors that modulate open versus closed system degassing, which are first-order controls on the explosivity of magma in the conduits of silicic volcanoes. This study includes the use of two synchrotron beamlines, continued development of numerical fluid flow codes using HRXRT reconstructed pumice images, and also the application of 1D modeling codes to determine vesiculation and degassing histories of magmas erupted in the spectrum exhibited by the 1314 eruption.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Carey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Carey",
   "pi_email_addr": "rebecca.carey@utas.edu.au",
   "nsf_id": "000506110",
   "pi_start_date": "2010-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 240290.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>EAR0948701: Silicic Explosive Volcanism: Understanding processes of steady and unsteady eruptive behavior &ndash; Kaharoa 1314 AD.</p>\n<p>This NSF project addresses a fundamental issue in explosive volcanism &ndash; the transition from unsteady to steady flow processes in the volcanic conduit. These transitions can occur as a response to changes in magma properties, the geometry of the magmatic plumbing system or vent architecture, however are poorly constrained. The significance of this study is that unsteady behavior is often a prelude to collapsing volcanic columns of ash and gas that can produce ground-hugging hot density currents. Density currents are associated with the majority of fatalities associated with volcanoes. In order to explore parameters that influence these processes we conducted a microtextural, geochemical and modeling study of the ejecta from an archetypal example of an eruption with unsteady and steady phases&ndash; the Kaharoa 1315 eruption.&nbsp; We have conducted field work, and laboratory microtextural, porosity, and permeability studies of the erupted clasts in order to address our research aim: What are the conditions that permit unsteady volcanic eruptions?</p>\n<p>Observations and mapping of the eruptive deposits in the field permitted us to estimate the eruption column heights of individual phases. Column height estimates thus enable us to magma discharge rates of different phases of the eruption, which are important for placing these eruptions into a modern-day context. All Kaharoa phases fit within the moderate to high intensity range of explosive historic eruptions. We have followed up this result with focusing in on small timescale shifts in eruption intensity (ie., steady vs. unsteady eruption dynamics). We have constrained eruption dynamics throughout this eruption with three approaches:</p>\n<p>a) Constraining maximum clast (pumice and lithic) size with stratigraphic height.</p>\n<p>b) Measuring density (porosity) of the erupted products,</p>\n<p>b) Grainsize of the erupted products.</p>\n<p>In summary, our techniques have enabled us to determine the eruptive phases that characterize end-member &ldquo;steady&rdquo; and &ldquo;unsteady&rdquo; eruption styles. The two end-member phases (Unit B and Unit D) characterize steady and unsteady styles respectively. Additionally the analysis of grainsize of these deposits suggest that pyroclastic density currents occurred throughout the duration of deposition of Unit D, yet are lacking in steady Unit B times. We are now investigating the links between unsteadiness and the production of pyroclastic density currents, in particular what conduit and vent conditions are conducive to the production of these currents.</p>\n<p>Our sampling strategy enabled up to characterize small scale shifts in deposit (and hence parent eruptions) for both end-member Unit B and D deposits. The small scales of observations and sampling, and hence fine temporal resolution of the eruption enables us to investigate the magma ascent and fragmentation dynamics responsible for unsteadiness. We have applied three techniques:</p>\n<p>a) measurement of the porosity and permeability of representative pumice clasts</p>\n<p>b) analysis of the porosity characteristics of the pumice (e.g, bubble number, size, shape and organization)</p>\n<p>c) analysis of the remaining volatiles in pumice (responsible for the gas phase which drives eruptions)</p>\n<p>Our research of the permeability, microtextures and volatile data of pumice two end-member phases (steady vs. unsteady) show that the magma erupted during unsteady conditions had extended timescales for the gas (powering the eruption) to decouple from the magma due to slow magma ascent, which in turn permitted permeability development and further gas loss from the system. Our results suggest that at times during the unsteady phase, the magma was able to sta...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nEAR0948701: Silicic Explosive Volcanism: Understanding processes of steady and unsteady eruptive behavior &ndash; Kaharoa 1314 AD.\n\nThis NSF project addresses a fundamental issue in explosive volcanism &ndash; the transition from unsteady to steady flow processes in the volcanic conduit. These transitions can occur as a response to changes in magma properties, the geometry of the magmatic plumbing system or vent architecture, however are poorly constrained. The significance of this study is that unsteady behavior is often a prelude to collapsing volcanic columns of ash and gas that can produce ground-hugging hot density currents. Density currents are associated with the majority of fatalities associated with volcanoes. In order to explore parameters that influence these processes we conducted a microtextural, geochemical and modeling study of the ejecta from an archetypal example of an eruption with unsteady and steady phases&ndash; the Kaharoa 1315 eruption.  We have conducted field work, and laboratory microtextural, porosity, and permeability studies of the erupted clasts in order to address our research aim: What are the conditions that permit unsteady volcanic eruptions?\n\nObservations and mapping of the eruptive deposits in the field permitted us to estimate the eruption column heights of individual phases. Column height estimates thus enable us to magma discharge rates of different phases of the eruption, which are important for placing these eruptions into a modern-day context. All Kaharoa phases fit within the moderate to high intensity range of explosive historic eruptions. We have followed up this result with focusing in on small timescale shifts in eruption intensity (ie., steady vs. unsteady eruption dynamics). We have constrained eruption dynamics throughout this eruption with three approaches:\n\na) Constraining maximum clast (pumice and lithic) size with stratigraphic height.\n\nb) Measuring density (porosity) of the erupted products,\n\nb) Grainsize of the erupted products.\n\nIn summary, our techniques have enabled us to determine the eruptive phases that characterize end-member \"steady\" and \"unsteady\" eruption styles. The two end-member phases (Unit B and Unit D) characterize steady and unsteady styles respectively. Additionally the analysis of grainsize of these deposits suggest that pyroclastic density currents occurred throughout the duration of deposition of Unit D, yet are lacking in steady Unit B times. We are now investigating the links between unsteadiness and the production of pyroclastic density currents, in particular what conduit and vent conditions are conducive to the production of these currents.\n\nOur sampling strategy enabled up to characterize small scale shifts in deposit (and hence parent eruptions) for both end-member Unit B and D deposits. The small scales of observations and sampling, and hence fine temporal resolution of the eruption enables us to investigate the magma ascent and fragmentation dynamics responsible for unsteadiness. We have applied three techniques:\n\na) measurement of the porosity and permeability of representative pumice clasts\n\nb) analysis of the porosity characteristics of the pumice (e.g, bubble number, size, shape and organization)\n\nc) analysis of the remaining volatiles in pumice (responsible for the gas phase which drives eruptions)\n\nOur research of the permeability, microtextures and volatile data of pumice two end-member phases (steady vs. unsteady) show that the magma erupted during unsteady conditions had extended timescales for the gas (powering the eruption) to decouple from the magma due to slow magma ascent, which in turn permitted permeability development and further gas loss from the system. Our results suggest that at times during the unsteady phase, the magma was able to stagnate in the vent potentially sealing the conduit. Gas overpressure then developed to the point where the cap failed and the eruption could continue. This cycle oc..."
 }
}