{
 "awd_id": "0948541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Over-Printing of Crystallographic Preferred Orientation Patterns in Quartz Aggregates: A Program of Experimental Deformation of Natural Mylonite",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 143662.0,
 "awd_amount": 143662.0,
 "awd_min_amd_letter_date": "2009-12-18",
 "awd_max_amd_letter_date": "2009-12-18",
 "awd_abstract_narration": "Crystallographic preferred orientation patterns have been used to interpret strain history in deformed rocks for many years. Recently that interpretation has expanded to include rocks with very complex deformation histories presumably resulting in the overprinting of the patterns. In addition, crystallographic preferred orientation patterns may create such a strong alignment of the crystal axes that the mineral grains are more difficult to deform in subsequent deformation events. Research being carried out in this project seeks to shed light on the effects of more than one deformation event on the resulting crystallographic preferred orientation. The project has three objectives: 1) To determine the effect of pre-existing fabric on the strength of crustal rocks; 2) To quantify the shear strain needed to reset fabrics; and 3) To investigate the effect of grain boundary migration during recrystallization on crystallographic preferred orientation patterns. Naturally deformed rocks with documented crystallographic preferred orientation s and microstructures are experimentally deformed under well-constrained conditions and strain paths. The experiments employ a solid media, piston-cylinder deformation apparatus to deform quartz mylonite under conditions promoting dislocation creep. Suites of experiments are conducted with the samples in various orientations with respect to the original fabric. The resulting microstructures are analyzed with petrographic and transmission electron microscopy and the crystallographic preferred orientation s are analyzed by electron backscatter diffraction methods.\r\n\r\nHow the crust behaves mechanically when stress is applied to it depends on the physical properties of the rock, and has implications for assessing seismic hazards in tectonically active regions. Crystallographic preferred orientations can modify the rock such that its physical properties are anisotropic, that is, the properties have different values in different directions. Anisotropy of seismic wave velocity can affect the interpretation of seismic data of a region, and thus affect the evaluation of seismic hazards. The evolution of crystallographic preferred orientation patterns is important for faults with long histories of movement (i.e., the San Andreas fault). Also, as deeper rocks are brought to the surface, the conditions of deformation change- namely the rocks are cooler (i.e., the Alpine fault in New Zealand). In the mineral quartz, this cooling should lead to the operation of different slip systems, and possible strengthening of the crust, again affecting the seismic properties of the crust.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gayle",
   "pi_last_name": "Gleason",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gayle C Gleason",
   "pi_email_addr": "Gayle.Gleason@cortland.edu",
   "nsf_id": "000461506",
   "pi_start_date": "2009-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Cortland",
  "inst_street_address": "21 GRAHAM AVE",
  "inst_street_address_2": "MILLER BUILDING",
  "inst_city_name": "CORTLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077532511",
  "inst_zip_code": "130452452",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "KCX1UVS7TDN4"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Cortland",
  "perf_str_addr": "21 GRAHAM AVE",
  "perf_city_name": "CORTLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "130452452",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 143662.0
  }
 ],
 "por": null
}