{
 "awd_id": "0948728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental Insights into Crystallization of Hydrous Basaltic Andesite",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 350873.0,
 "awd_amount": 350873.0,
 "awd_min_amd_letter_date": "2010-04-26",
 "awd_max_amd_letter_date": "2010-04-26",
 "awd_abstract_narration": "The textures and phase compositions in volcanic rocks preserve information about the processes that expel them. The proportions, compositions, and interrelationships of crystalline phases and glasses potentially reveal pre-eruptive intensive conditions, the timing of changes therein, and the devolatilization history coeval with eruptive ascent. These parameters are recognized as important monitoring tools at active volcanoes, as well as for interpreting geologic events at pre-historic and remote eruptions. This proposal presents plans to (1) investigate crystallization kinetics, melt inclusion entrapment, and isotopic fractionation in hydrous magma of mafic-intermediate composition using dynamic cooling and decompression experiments, and (2) adapt an existing professional development program for K-12 science teachers to provide Hawaii's pre-service and seasoned teachers with skills and training needed to implement student field trips to sites on Oahu, Hawaii, and Maui islands.\r\n\r\nThis project will investigate crystallization kinetics and melt inclusion entrapment in hydrous magma of mafic-intermediate composition using dynamic cooling and decompression experiments. These experiments involve a complex but volcanologically plausible sequence of events for which no prior experimental constraints are available. The study will redress significant gaps in knowledge of crystallization of natural magmas by examining crystallization kinetics in volatile-rich basaltic andesite, and the experimental design will facilitate comparison with theories of nucleation and phase transformation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Hammer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Julia E Hammer",
   "pi_email_addr": "jhammer@hawaii.edu",
   "nsf_id": "000341932",
   "pi_start_date": "2010-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Huss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Huss",
   "pi_email_addr": "ghuss@higp.hawaii.edu",
   "nsf_id": "000535480",
   "pi_start_date": "2010-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 350873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>The textures and phase compositions in volcanic rocks preserve information about the eruption process. The proportions, compositions, and interrelationships of crystalline phases and glasses potentially reveal pre-eruptive intensive conditions, the timing of changes therein, and the devolatilization history accompanying ascent during eruption. These parameters are recognized as important monitoring tools at active volcanoes, as well as for interpreting geologic events at pre-historic and remote eruptions. The goals of our research were: (a) to investigate crystallization kinetics in hydrous magma of mafic-intermediate composition and determine the rates of nucleation and growth of major rock-forming minerals (feldspar, clinopyroxene, amphibole, and olivine); and (b) to determine whether feldspar abundance, morphology, and composition differ depending upon whether it's formation is stimulated by cooling or decompression and therefore test the efficacy of expressing thermodynamic driving force as \"effective undercooling\".</p>\n<p>First we reproduced the equilibrium phase diagram for our starting material (basaltic andesite from Mexico's Mascota volcanic field), established previously by a different lab using different apparatus. Next, we solved the problem of progressive oxidation in our apparatus, which threatened the viability of our results. We then performed static (isothermal, isobaric) experiments and determined rates of plagioclase and clinopyroxene phenocryst growth, microlite formation, and microlite growth as functions of discrete temperature and pressure change. Finally, we simulated the chemical environment during syn-eruptive, nearly continuous magma ascent and cooling.</p>\n<p>We found that at low to intermediate undercoolings, crystallization is very similar texturally and compositionally whether the crystallization mechanism is cooling or decompression. However, at high degrees of undercooling, feldspar and clinopyroxene nucleation rates are higher in decompression compared to cooling runs. We also observed a transition from interface-limited growth to diffusion-limited growth with increasing undercooling, and a nucleation regime that shifts from homogeneous to heterogeneous. We discovered that crystal morphologies are highly variable but can be used qualitatively to assess the extent of undercooling in a quenched rock. The transition from faceted (polyhedral) to anhedral (skeletal) morphologies signals the beginning of a growth regime in which diffusion of elements in a boundary layer (either toward or away from the growing crystal) becomes the rate-limiting step in crystal growth. Finally, we evaluated our experimental results in the construct of classical theory of crystal nucleation. We used nucleation rates obtained in the static experiments to solve for effective crystal-melt surface free energy, and found values of the crystal-liquid surface energy that are nearly identical to those for plagioclase in rhyolite liquid. This intriguing similarity implies the nucleation rate may be calculable for any point under the stability curve of feldspar using our empirical fits to the surface energy<em> </em>relationship. This has exciting implications for modeling magma ascent during volcanic eruptions.</p>\n<p>We are able to now anticipate the abundance and compostions of plagioclase and other phases forming upon rapid ascent of hydrous mafic-intermediate magma. Thus, our results pave the way toward a more comprehensive simulation of the chemical aspects of magmatic processes occurring during volcanic eruptions.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>Local K-12 teachers participated in workshops, begun under the aegis of an earlier CAREER award to the PI. Each of the 15 teachers who have participated are responsible for 3-5 classes of 20-25 students each. Thus, the workshops impact &gt;1300 students annually. Educational materi...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe textures and phase compositions in volcanic rocks preserve information about the eruption process. The proportions, compositions, and interrelationships of crystalline phases and glasses potentially reveal pre-eruptive intensive conditions, the timing of changes therein, and the devolatilization history accompanying ascent during eruption. These parameters are recognized as important monitoring tools at active volcanoes, as well as for interpreting geologic events at pre-historic and remote eruptions. The goals of our research were: (a) to investigate crystallization kinetics in hydrous magma of mafic-intermediate composition and determine the rates of nucleation and growth of major rock-forming minerals (feldspar, clinopyroxene, amphibole, and olivine); and (b) to determine whether feldspar abundance, morphology, and composition differ depending upon whether it's formation is stimulated by cooling or decompression and therefore test the efficacy of expressing thermodynamic driving force as \"effective undercooling\".\n\nFirst we reproduced the equilibrium phase diagram for our starting material (basaltic andesite from Mexico's Mascota volcanic field), established previously by a different lab using different apparatus. Next, we solved the problem of progressive oxidation in our apparatus, which threatened the viability of our results. We then performed static (isothermal, isobaric) experiments and determined rates of plagioclase and clinopyroxene phenocryst growth, microlite formation, and microlite growth as functions of discrete temperature and pressure change. Finally, we simulated the chemical environment during syn-eruptive, nearly continuous magma ascent and cooling.\n\nWe found that at low to intermediate undercoolings, crystallization is very similar texturally and compositionally whether the crystallization mechanism is cooling or decompression. However, at high degrees of undercooling, feldspar and clinopyroxene nucleation rates are higher in decompression compared to cooling runs. We also observed a transition from interface-limited growth to diffusion-limited growth with increasing undercooling, and a nucleation regime that shifts from homogeneous to heterogeneous. We discovered that crystal morphologies are highly variable but can be used qualitatively to assess the extent of undercooling in a quenched rock. The transition from faceted (polyhedral) to anhedral (skeletal) morphologies signals the beginning of a growth regime in which diffusion of elements in a boundary layer (either toward or away from the growing crystal) becomes the rate-limiting step in crystal growth. Finally, we evaluated our experimental results in the construct of classical theory of crystal nucleation. We used nucleation rates obtained in the static experiments to solve for effective crystal-melt surface free energy, and found values of the crystal-liquid surface energy that are nearly identical to those for plagioclase in rhyolite liquid. This intriguing similarity implies the nucleation rate may be calculable for any point under the stability curve of feldspar using our empirical fits to the surface energy relationship. This has exciting implications for modeling magma ascent during volcanic eruptions.\n\nWe are able to now anticipate the abundance and compostions of plagioclase and other phases forming upon rapid ascent of hydrous mafic-intermediate magma. Thus, our results pave the way toward a more comprehensive simulation of the chemical aspects of magmatic processes occurring during volcanic eruptions.\n\n \n\nBroader Impacts\n\nLocal K-12 teachers participated in workshops, begun under the aegis of an earlier CAREER award to the PI. Each of the 15 teachers who have participated are responsible for 3-5 classes of 20-25 students each. Thus, the workshops impact &gt;1300 students annually. Educational materials developed for the teacher workshops are posted on the PIÆs website (http://www.soest.hawaii.edu/GG/FACULTY/JHAMMER..."
 }
}