{
 "awd_id": "0948622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ULTRA-Ex: Collaborative Research: Land- and Water-Use Decision Making and Ecosystem Services Along a Southwestern Socioecological Gradient",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2010-09-21",
 "awd_max_amd_letter_date": "2010-09-21",
 "awd_abstract_narration": "Rapid population and physical expansion of cities worldwide has increased the urgency for understanding the factors that result in urbanization and the consequences of urban expansion for human beings and the environment.  Present understanding of urbanization as a coupled socioecological system is limited by inadequate knowledge of the type, quantity, and quality of ecosystem services delivered in metropolitan regions and how actors incorporate both considerations of ecosystem services and household preferences into management decisions.  Ecosystem services provide a service and function that is scientifically measureable and derived from a scientific understanding of ecosystem structures or processes, such as cooling from tree canopy cover.  Ecosystem preferences are measurements of what ecosystem services people are willing to pay for, such as being close to recreation areas or clean air.  These preferences often are revealed in housing prices.  This interdisciplinary research project will investigate how decision makers respond to and make land-use and water-use decisions based on measured and preferred ecosystem services on the wildland-rural-urban fringe surrounding urban areas in the arid southwest.  A comparative, gradient approach using the metropolitan areas of Las Cruces and Albuquerque, New Mexico, and Phoenix, Arizona, as case studies will be employed.  By examining three cities along population, economic, and physical gradients in an arid environment, this project should add to basic knowledge about scaling in the urbanization process in a resource scarce environment.  Choosing a southwestern regional context will provide greater insight into the urbanization processes in desert cities, which are underrepresented in urban theory.  Primary methods include stakeholder forums and focus groups with decision makers, hedonic modeling of houses prices and ecosystem service amenities, and biophysical modeling of ecosystem services.\r\n\r\nThe degree to which decision makers consider ecosystem services and preferences in their decisions remains unclear.  In an era when urban sustainability is increasingly important for guiding policy, this project will address this understudied but critical aspect of urban governance.  The project will provide new understanding about ecosystem services and preferences to practitioners in arid urbanizing regions, which they can use to formulate and facilitate best management practices.  Proposed interviews and stakeholder forums will give decision makers and citizen groups a voice in how land and water should be managed on the rapidly growing fringe.  The proposed activities also will allow the research team to assess which ecosystem services and preferences are important to stakeholders, so that future research can address those concerns.  The activities and results will reach decision makers at the city, county, state, and federal levels as well as concerned citizen groups, real estate developers, and tribal groups.  This award was funded as an Urban Long-Term Research Area Exploratory (ULTRA-Ex) award as the result of a special competition jointly supported by the National Science Foundation and the U.S. Department of Agriculture Forest Service.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wright",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Wright",
   "pi_email_addr": "jowright@nmsu.edu",
   "nsf_id": "000097369",
   "pi_start_date": "2010-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "6893",
   "pgm_ref_txt": "ULTRA EXPLORATORY AWARDS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>This ULTRA-Ex research focused on land and water-use decision-making in cities&nbsp;of the Southwest.&nbsp; Two outcomes resulted; 1) land-use, land-cover was mapped and analyzed for Dona Ana County, New Mexico (Las Cruces), and, 2)&nbsp;analysis&nbsp;was completed of how Federal agency personnel perceive and value environmental services in their decision-making process.&nbsp;&nbsp;</p>\n<p><strong>Project Outcomes</strong></p>\n<p><strong>1)&nbsp; Analysis of Land-use and Land-Cover Change</strong></p>\n<p>A&nbsp; land classification typology was created and applied based on land tenure (ownership), parcel size, land cover, and accessibility by the public for Dona Ana County, NM.&nbsp; We created a GIS database of land tenure/land cover types. A copy of the typology that Dr. John Wright created as P.I. has been previously sent to NSF. &nbsp;Land classification mapping was completed for Dona Ana County, New Mexico based on this typology. It was created using aerial photographs as the basis for classification with all work completed using ArcView 10. This immense GIS database was completed under the direction of Dr. John Wright at the Spatial Applications Research Center, part of the Geography Department at New Mexico State University. These data can be accessed through this lab by contacted Randy Carr at <a href=\"mailto:bikerac@nmsu.edu\">bikerac@nmsu.edu</a>.&nbsp; The database can be provided via an FTP site as request.&nbsp;</p>\n<p>A 19,000 hectare (47,000 acre) pilot study in Dona Ana County, NM was completed&nbsp;that analyzed &nbsp;land-use, land-cover change between 1955 and 2007.&nbsp; The results were published in <em>Southwestern Geographer </em>(2010, Vol 14, pages 57-87.)&nbsp; During that fifty year period, population grew at 4.5% per year and almost 30% of the study area was converted from farm and rangeland uses to residential and urban development.&nbsp; Between 1955 and 1980, agricultural lands were perforated and dissected by housing development, causing the landscape to become increasingly fragmented and heterogeneous.&nbsp; Between 1980 and 2007, fragmentation continued, but this process was replaced in some areas by coalescence and growth of residential and urban growth.&nbsp; Major drivers of this growth included natural population gain, in-migration from Mexico and the U.S., expanding Federal employment, and the sale of over 60,000 acres of Federal land to developers.&nbsp; We concluded that absent land conservation programs such as those in Albuquerque and Phoenix, that Las Cruces is on a trajectory to convert massive amounts of agricultural land to residential anbd urban development in the coming decades.</p>\n<p>Land fragmentation in the Phoenix, Albuquerque, and Las Cruces regions was also analyzed and the results were published on February 17th, 20011, in <em>Urban Ecosystems</em>, an on-line journal.&nbsp; This article is entitled: \"Land fragmentation under rapid urbanization:&nbsp; A cross-site analysis of Southwestern Cities.\"&nbsp; Results confirmed that urban growth trajectories are rapid and seemingly unceasing at all three demographic scales.&nbsp; Only the use of open space conservation programs differentiates the cities, with Las Cruces failing to implement land protection actions.</p>\n<p><strong>2)&nbsp; Analysis of Land Use Decision-Making</strong></p>\n<p>Members of the research team from the Rocky Mountain Research State (USFS) completed a 41-page research document entitled:&nbsp; &ldquo;Agency<br />mission and city size influence attitudes about management and preservation of open space.&nbsp; They analyzed how rapid urbanization puts increasing pressure on ecosystem goods and services&nbsp; They studied: 1)&nbsp; how city size influences attitudes about open space and the land use decision-making process, 2) how agency mission influences attitudes about open space and land use decision-making...",
  "por_txt_cntn": "\nIntroduction\n\nThis ULTRA-Ex research focused on land and water-use decision-making in cities of the Southwest.  Two outcomes resulted; 1) land-use, land-cover was mapped and analyzed for Dona Ana County, New Mexico (Las Cruces), and, 2) analysis was completed of how Federal agency personnel perceive and value environmental services in their decision-making process.  \n\nProject Outcomes\n\n1)  Analysis of Land-use and Land-Cover Change\n\nA  land classification typology was created and applied based on land tenure (ownership), parcel size, land cover, and accessibility by the public for Dona Ana County, NM.  We created a GIS database of land tenure/land cover types. A copy of the typology that Dr. John Wright created as P.I. has been previously sent to NSF.  Land classification mapping was completed for Dona Ana County, New Mexico based on this typology. It was created using aerial photographs as the basis for classification with all work completed using ArcView 10. This immense GIS database was completed under the direction of Dr. John Wright at the Spatial Applications Research Center, part of the Geography Department at New Mexico State University. These data can be accessed through this lab by contacted Randy Carr at bikerac@nmsu.edu.  The database can be provided via an FTP site as request. \n\nA 19,000 hectare (47,000 acre) pilot study in Dona Ana County, NM was completed that analyzed  land-use, land-cover change between 1955 and 2007.  The results were published in Southwestern Geographer (2010, Vol 14, pages 57-87.)  During that fifty year period, population grew at 4.5% per year and almost 30% of the study area was converted from farm and rangeland uses to residential and urban development.  Between 1955 and 1980, agricultural lands were perforated and dissected by housing development, causing the landscape to become increasingly fragmented and heterogeneous.  Between 1980 and 2007, fragmentation continued, but this process was replaced in some areas by coalescence and growth of residential and urban growth.  Major drivers of this growth included natural population gain, in-migration from Mexico and the U.S., expanding Federal employment, and the sale of over 60,000 acres of Federal land to developers.  We concluded that absent land conservation programs such as those in Albuquerque and Phoenix, that Las Cruces is on a trajectory to convert massive amounts of agricultural land to residential anbd urban development in the coming decades.\n\nLand fragmentation in the Phoenix, Albuquerque, and Las Cruces regions was also analyzed and the results were published on February 17th, 20011, in Urban Ecosystems, an on-line journal.  This article is entitled: \"Land fragmentation under rapid urbanization:  A cross-site analysis of Southwestern Cities.\"  Results confirmed that urban growth trajectories are rapid and seemingly unceasing at all three demographic scales.  Only the use of open space conservation programs differentiates the cities, with Las Cruces failing to implement land protection actions.\n\n2)  Analysis of Land Use Decision-Making\n\nMembers of the research team from the Rocky Mountain Research State (USFS) completed a 41-page research document entitled:  \"Agency\nmission and city size influence attitudes about management and preservation of open space.  They analyzed how rapid urbanization puts increasing pressure on ecosystem goods and services  They studied: 1)  how city size influences attitudes about open space and the land use decision-making process, 2) how agency mission influences attitudes about open space and land use decision-making, and, 3) how do attitudes about open space and decision-making processes vary among lower and higher level federal land manager employees.  Among their findings were: 1) Federal employees in land managing agencies (USFS and USDI) were 2.7 times more likely\nto view the protection of open space as a major responsibility than employees\nat the Department of Defense, and 2) higher-ranked emp..."
 }
}