{
 "awd_id": "0948944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ULTRA-Ex: Collaborative Research: Urban Sustainability and Push-Pull Drivers of Residential Change: Washington, D.C., Baltimore, Maryland, and the Chesapeake Bay",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 35466.0,
 "awd_amount": 35466.0,
 "awd_min_amd_letter_date": "2010-08-03",
 "awd_max_amd_letter_date": "2010-08-03",
 "awd_abstract_narration": "This research addresses the question, \"What is the relationship between environmental rehabilitation and urban revitalization?\" More specifically, this research investigates the relationships between 1) urban sustainability policies, investments, and outcomes; 2) drivers of urbanization; and 3) long-term dynamics of urban residential neighborhoods. Three inter-related themes will be used to examine these relationships: a) urban forests and open space, b) environmental quality, and c) vector-borne diseases. These research themes are contextualized in a framework that considers vulnerability to climate change and environmental justice. To answer these questions, this research addresses several types of opportunities for theoretical advance in understanding urban systems. Traditional social analysis incorporates several \"push-pull\" factors such as crime, poor government services, and high taxes; expensive and deteriorating housing; small building lots, and racial tension; but there is little emphasis on environmental parameters. This project introduces a novel approach to push-pull driver analysis by incorporating environmental parameters, particularly at a fine resolution. In addition to examining long-term, social-ecological push-pull changes over time, this project explores the utility of a panarchy approach for understanding the relationship between environmental rehabilitation and urban revitalization at the neighborhood level. This project examines the dynamic understanding of neighborhood change from one phase to another: What causes neighborhoods to decline? What causes neighborhoods to reorganize, revitalize, and prosper? Dimensions of change are also examined. A focus on slow and fast changing variables and attention to both change and persistence correspond to an interest in types and rates of change. Numerous types of data and analyses will be employed, including hi-resolution, remotely sensed data, long-term Census data, parcel-level cadastral data, key-informant surveys, water and air sampling, and micro-habitat analysis. In addition to these data and analyses, three workshops - one for each research theme - bring together all of the members of the DC-BC ULTRA community. These workshops develop a Community of Practice that coalesces around the idea of just, sustainable cities and provides opportunities for interactions among constituencies and communication about research findings with multiple groups. \r\n \r\nThis project adopts a fully integrated research-education-outreach model that includes researchers, students, and decision-makers. Researchers and managers collaborate in a full research-application cycle: a) identify questions, b) collect new data and share existing data, c) analyze data, d) interpret results, e) apply findings, and f) identify new questions. Students are engaged in relevant content through coursework and continue to work on the project through paid fellowships, internships, and capstone or thesis projects. Students are recruited from classes and across the DC Consortium and universities in the Baltimore region to apply for paid ULTRA research fellowships. ULTRA Fellows work directly with researchers and managers on projects, attend ULTRA workshops, and contribute to manuscripts. The broad array of opportunities in the natural and social sciences and from basic research to applied internships are designed to attract a diverse student group and diverse set of interests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Welty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire Welty",
   "pi_email_addr": "weltyc@umbc.edu",
   "nsf_id": "000221451",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Miller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Miller",
   "pi_email_addr": "miller@umbc.edu",
   "nsf_id": "000201480",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McGuire",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P McGuire",
   "pi_email_addr": "mmcguire@towson.edu",
   "nsf_id": "000228305",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Neff",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Neff",
   "pi_email_addr": "neff@umbc.edu",
   "nsf_id": "000300571",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Biehler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Biehler",
   "pi_email_addr": "dbiehler@umbc.edu",
   "nsf_id": "000536582",
   "pi_start_date": "2010-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "6893",
   "pgm_ref_txt": "ULTRA EXPLORATORY AWARDS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35466.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Urban Long-Term Research Area Exploratory project for the Washington, DC &ndash; Baltimore, MD region (DC-BC ULTRA-Ex) focused on three interrelated research themes: urban forests and open space, environmental quality (air and water), and vector-borne disease. These themes were of interest to DC-BC ULTRA-Ex investigators because (1) they are relevant to examination of urban theories for factors that cause cities to grow or shrink; (2) they used by agencies and non-governmental organizations in urban sustainability policies, practices, and investments, (3) current understanding and use of this knowledge has not been examined with regard to climate change conditions, and (4) the themes connect directly to long-standing issues of environmental justice in DC and Baltimore. UMBC collaborators on this project contributed to the water and vector-borne disease research themes. &nbsp;</p>\n<p>For the water component, hydrologic data for the DC and Baltimore metropolitan regions were compiled for the years 2000 &ndash; 2009. As a demonstration of how the compiled data could be used quantitatively, water balance calculations were carried out for the Baltimore metropolitan area as a function of time and space.&nbsp; The spatial and temporal variability of water balances of 65 watersheds in the Baltimore, MD metropolitan area were assessed for water years 2001&ndash;2009. Each water balance term was quantified independently and for both natural (precipitation, evapotranspiration, streamflow) and piped (sewer infiltration and inflow [I&amp;I], lawn irrigation, water supply pipe leakage) watershed inflows and outflows. When considering only the natural water balance terms, the water balance residual (inflows minus outflows) increased with urbanization, largely as a result of the decrease in evapotranspiration as modeled by the land surface model Global Land Data Assimilation System/ Noah. During wet years, the difference between urban and rural natural water balance residuals narrowed because of increased urban streamflow. Excess water of the natural water balance in urban areas was exported by I&amp;I into wastewater collection pipes; for some urban watersheds this excess was greater than gauged annual streamflow. I&amp;I also outweighed piped inputs from lawn irrigation and water supply pipe leakage in the Baltimore area analysis. The net effect of piped flows on the urban water balance was a watershed export ranging between 300 and 465 mm/ yr, underscoring the importance of interactions between engineered water and wastewater infrastructure and natural water balance components.&nbsp; The water balance computation served to (1) establish a methodology that can be applied to any urban area including the DC data sets, and (2) identify missing data that are needed to complete these kinds of calculations for the DC area.</p>\n<p>The vector-borne disease component addressed the ULTRA-EX goal related to understanding how residents of neighborhoods across different socioeconomic gradients are able to cope with a potential infectious hazard. &nbsp;The specific focus was on mosquito-borne disease (West Nile Virus) and residential-initiated mosquito-control efforts in Baltimore and DC.&nbsp; Findings from showed that good source reduction of mosquitoes was positively associated with specific knowledge of mosquitoes and with residents&rsquo; age, but not associated with general knowledge of mosquitoes. Interviews and focus groups revealed that community connections were important for residents&rsquo; interest in performing mosquito control. Many residents reported spending more time indoors due to mosquito infestations, refraining from recreational activities around their homes. &nbsp;Results suggested that in general lower income residents may experience greater exposure to potential disease vectors and more specifically Baltimore residents were at greater risk of exposure to mosquitoe...",
  "por_txt_cntn": "\nThe Urban Long-Term Research Area Exploratory project for the Washington, DC &ndash; Baltimore, MD region (DC-BC ULTRA-Ex) focused on three interrelated research themes: urban forests and open space, environmental quality (air and water), and vector-borne disease. These themes were of interest to DC-BC ULTRA-Ex investigators because (1) they are relevant to examination of urban theories for factors that cause cities to grow or shrink; (2) they used by agencies and non-governmental organizations in urban sustainability policies, practices, and investments, (3) current understanding and use of this knowledge has not been examined with regard to climate change conditions, and (4) the themes connect directly to long-standing issues of environmental justice in DC and Baltimore. UMBC collaborators on this project contributed to the water and vector-borne disease research themes.  \n\nFor the water component, hydrologic data for the DC and Baltimore metropolitan regions were compiled for the years 2000 &ndash; 2009. As a demonstration of how the compiled data could be used quantitatively, water balance calculations were carried out for the Baltimore metropolitan area as a function of time and space.  The spatial and temporal variability of water balances of 65 watersheds in the Baltimore, MD metropolitan area were assessed for water years 2001&ndash;2009. Each water balance term was quantified independently and for both natural (precipitation, evapotranspiration, streamflow) and piped (sewer infiltration and inflow [I&amp;I], lawn irrigation, water supply pipe leakage) watershed inflows and outflows. When considering only the natural water balance terms, the water balance residual (inflows minus outflows) increased with urbanization, largely as a result of the decrease in evapotranspiration as modeled by the land surface model Global Land Data Assimilation System/ Noah. During wet years, the difference between urban and rural natural water balance residuals narrowed because of increased urban streamflow. Excess water of the natural water balance in urban areas was exported by I&amp;I into wastewater collection pipes; for some urban watersheds this excess was greater than gauged annual streamflow. I&amp;I also outweighed piped inputs from lawn irrigation and water supply pipe leakage in the Baltimore area analysis. The net effect of piped flows on the urban water balance was a watershed export ranging between 300 and 465 mm/ yr, underscoring the importance of interactions between engineered water and wastewater infrastructure and natural water balance components.  The water balance computation served to (1) establish a methodology that can be applied to any urban area including the DC data sets, and (2) identify missing data that are needed to complete these kinds of calculations for the DC area.\n\nThe vector-borne disease component addressed the ULTRA-EX goal related to understanding how residents of neighborhoods across different socioeconomic gradients are able to cope with a potential infectious hazard.  The specific focus was on mosquito-borne disease (West Nile Virus) and residential-initiated mosquito-control efforts in Baltimore and DC.  Findings from showed that good source reduction of mosquitoes was positively associated with specific knowledge of mosquitoes and with residentsÆ age, but not associated with general knowledge of mosquitoes. Interviews and focus groups revealed that community connections were important for residentsÆ interest in performing mosquito control. Many residents reported spending more time indoors due to mosquito infestations, refraining from recreational activities around their homes.  Results suggested that in general lower income residents may experience greater exposure to potential disease vectors and more specifically Baltimore residents were at greater risk of exposure to mosquitoes carrying West Nile virus. However, findings indicated that resident-reported mosquito nuisance was not correlated ..."
 }
}