{
 "awd_id": "0948222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Catalytic Reactions for Enhanced Synthetic Efficiency",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 465000.0,
 "awd_amount": 465000.0,
 "awd_min_amd_letter_date": "2010-02-22",
 "awd_max_amd_letter_date": "2012-04-03",
 "awd_abstract_narration": "This project revolves around the enhancement in synthetic efficiency by using alkynes as key building blocks.  Most notably, the enhanced chemoselectivity of an alkyne as well as its ability to be chemoselectively transformed into reactive functional groups will be pursued, which should minimize the use of protecting groups, a major contributor to synthetic inefficiency.  Furthermore, it explores the invention of addition reactions where anything else is needed only catalytically, most notably reactions based on ruthenium catalysis. Transformations that previously were unknown or quite difficult not only may become feasible but may be performed with high atom economy.  A rare principle, the use of two separate transition metal catalyzed reactions occurring in the presence of each other either concurrently or consecutively, will also be examined.  In addition, the formation and reactivity of ruthenium enolates will be studied for chemo, regio-, diastereo-, and enantioselective reactions.   \r\n\r\nWith this award, the Chemical Synthesis Program is supporting the research of Professor Barry M. Trost of the Department of Chemistry at Stanford University.  Professor Trost's program will contribute to making the synthesis of complex bioactive molecules more environmentally benign by design.  By so doing, it will help transform one of the most environmentally poor sectors of the chemical industry, the specialty chemical industry which includes both the pharmaceutical and agrichemical industries, into a much more environmentally sound one.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Trost",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barry M Trost",
   "pi_email_addr": "bmtrost@stanford.edu",
   "nsf_id": "000222180",
   "pi_start_date": "2010-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 155000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; Solving societal problems ranging from materials science to biology and medicine resolve down to understanding how molecular structure begets function.&nbsp; One of the most difficult aspects of molecular structure that is particularly fundamental and critical, especially in any biological problems, is the precise three dimensional structure wherein molecules exist in two different mirror isomer forms, comparable to the relationship of one&rsquo;s right and left hands.&nbsp; This program features the development of the fundamental tools, ie the chemical reactions, that address this most difficult structural challenge synthetically.&nbsp; This program has invented new catalytic chemical processes that enable over twenty synthetic transformations which create uniquely such three dimensional structures and that permits the visualization and implementation of new strategies to complex molecules that either previously did not even exist or to structural types identified through natural products but whose availability from nature precluded their evaluation and development.&nbsp; The discoveries involve the invention of novel catalysts based upon organic structures as well as main group and transition metals.&nbsp; The structural types on which we focus deal principally with problems in biology and medicine.&nbsp; As just one illustration, amino acids and nucleosides are basic building blocks of biological systems.&nbsp; Many important drugs derive from such fundamental types of structures.&nbsp; The methods developed herein provide broad access to both of these structural cores adorned with additional structural complexity to target the resultant structures as drug candidates.&nbsp; Thus, we interact with numerous companies with programs in these areas such as pharmaceutical and agrichemical companies.&nbsp; These catalytic systems have already had use within such industries in the initial and beginning development stages of drug research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2013<br>\n\t\t\t\t\tModified by: Barry&nbsp;M&nbsp;Trost</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n        Solving societal problems ranging from materials science to biology and medicine resolve down to understanding how molecular structure begets function.  One of the most difficult aspects of molecular structure that is particularly fundamental and critical, especially in any biological problems, is the precise three dimensional structure wherein molecules exist in two different mirror isomer forms, comparable to the relationship of oneÆs right and left hands.  This program features the development of the fundamental tools, ie the chemical reactions, that address this most difficult structural challenge synthetically.  This program has invented new catalytic chemical processes that enable over twenty synthetic transformations which create uniquely such three dimensional structures and that permits the visualization and implementation of new strategies to complex molecules that either previously did not even exist or to structural types identified through natural products but whose availability from nature precluded their evaluation and development.  The discoveries involve the invention of novel catalysts based upon organic structures as well as main group and transition metals.  The structural types on which we focus deal principally with problems in biology and medicine.  As just one illustration, amino acids and nucleosides are basic building blocks of biological systems.  Many important drugs derive from such fundamental types of structures.  The methods developed herein provide broad access to both of these structural cores adorned with additional structural complexity to target the resultant structures as drug candidates.  Thus, we interact with numerous companies with programs in these areas such as pharmaceutical and agrichemical companies.  These catalytic systems have already had use within such industries in the initial and beginning development stages of drug research.\n\n \n\n\t\t\t\t\tLast Modified: 05/30/2013\n\n\t\t\t\t\tSubmitted by: Barry M Trost"
 }
}