{
 "awd_id": "0948549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lithium Isotopic Investigations of Crustal Evolution",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 446182.0,
 "awd_amount": 446182.0,
 "awd_min_amd_letter_date": "2010-03-09",
 "awd_max_amd_letter_date": "2015-01-13",
 "awd_abstract_narration": "Intellectual Merit. Several lines of evidence point to an important role for chemical weathering in producing the bulk continental crust: [1] its composition is \"andesitic\", although the crust today, and likely since the Archean, grew by addition of basalt, [2] it is depleted in certain fluid-mobile elements relative to mantle-derived magmas (e.g., Sr, as seen in the crust's low Sr/Nd), 3) it has an oxygen isotopic composition heavier than that of the mantle (d18O ~9 vs. 6, respectively, due to lighter oxygen in water vs. rock), and 4) its has a lithium isotopic composition lighter than that of the mantle (d7Li ~1 vs. 4, respectively, due to heavier Li in water vs. rock). However, the mass of crust removed through chemical weathering is poorly constrained.\r\n\r\nIt is proposed here to quantify the influence of weathering on the crust's composition through two parallel PhD projects that focus on Li isotopes and major and trace element geochemistry: [1] quantification of the weathering flux from basaltic continental crust, focusing on the Columbia River Basalts (CRB) in the Pacific NW, and [2] construction of a mass balance model for the bulk continental crust using lithium concentration ([Li]) and d7Li to determine the mass lost to the crust via weathering. The weathering flux from the continents and the attendant transformation of basalt to more Si-enriched regolith will be evaluated through a coupled study of in situ weathering and the riverine flux from the CRB. The strong rain shadow effect of the Cascade Mountains causes large variations in the weathering intensities of CRB basalts east and west of this range. Extensive laterites and bauxites formed on CRB from the wet, western side of the Cascades. In contrast, soil development and/or preservation is variable to the east due to differential exposure ages as a result of the massive flooding that occurred during the last ice age. Analyses of selected weathering profiles coupled with analyses of the fluvial flux in catchments that drain only CRB will be used to quantify the chemical flux and associated reactions attending basalt weathering. These data will be used to model the influence of weathering on continental crust composition. The non-basaltic composition of the continental crust was likely the consequence of the combined effects of delamination of mafic lower crust and removal of soluble components by weathering, but their relative contributions are poorly constrained. A mass balance model constructed to solve for the time-integrated chemical flux of weathering components from the continental crust using Li and its isotopes and accompanying sensitivity tests show that the calculated mass lost is highly sensitive to Li concentration in the bulk continental crust and juvenile crustal additions. These parameters will be estimated via analyses of deep crustal rocks as well as Archean Na-rich granites (trondhjemites, tonalites, granodiorites - TTG = putative slab melts additions to the continental crust). A parallel study of Li in shales through time will explore their utility as indicators of continental weathering intensity over geologic time.\r\n\r\nBroader Impacts. This project will support two PhD projects that are just underway. Several undergraduates will be involved in the research with the expectation that at least one senior thesis will result from this project. The project will support laboratory facilities used as a resource by numerous national and international visitors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberta",
   "pi_last_name": "Rudnick",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Roberta L Rudnick",
   "pi_email_addr": "RUDNICK@geol.ucsb.edu",
   "nsf_id": "000406547",
   "pi_start_date": "2010-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McDonough",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F McDonough",
   "pi_email_addr": "mcdonoug@umd.edu",
   "nsf_id": "000096636",
   "pi_start_date": "2010-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 163818.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 169999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Weathering of silicate rocks at Earth&rsquo;s surface impacts climate, as soluble elements such as Ca that are released during weathering combine with atmospheric CO<sub>2</sub> to precipitate limestone and thereby draw down atmospheric CO<sub>2</sub>. If one could develop a tool to determine how the weathering flux of soluble elements from the continents changed through time, then one gains insight on how atmospheric CO<sub>2</sub>, and climate, may have changed over time, as well as how weathering may have changed the bulk composition of the continental crust.</p>\n<p>&nbsp;</p>\n<p>Lithium, like Ca, is a soluble element that is released from silicate minerals into surface waters as rocks weather.&nbsp; Lithium has two stable isotopes (<sup>6</sup>Li and <sup>7</sup>Li) that partition unequally between water and the secondary minerals formed by weathering. Because of stronger bonds between Li and oxygen in water, <sup>7</sup>Li enters water in preference to <sup>6</sup>Li, making waters isotopically heavy and soils isotopically light. Thus, Li isotopes are being developed as a tool to trace chemical weathering in the past. In particular, the Li isotope composition of seawater, as recorded in foraminifera shells, has increased dramatically through the Cenozoic era, which has been attributed to enhance weathering due to the formation of the Himalayan Mountains.</p>\n<p>&nbsp;</p>\n<p>In this project we sought to quantify the controls on Li isotopes during weathering and its consequences for crustal composition. The project took a two-pronged approach: 1) quantify lithium isotope fractionation associated with weathering of continental basalt (basalt has been shown to exert a disproportionate influence on weathering-produced CO<sub>2 </sub>draw-down) and its transport in rivers, and 2) evaluate the degree to which the mass and composition of the continental crust may have changed due to chemical weathering over Earth history.</p>\n<p>&nbsp;</p>\n<p>We investigated the behavior of Li in soils (bauxites) developed through intense weathering of Columbia River Basalt on the west side of the Oregon Cascades. We found that the soils had systematically lighter Li than fresh basalt, with the lightest Li at the surface, as expected (see Figure 1). However, contrary to expectation, we found that Li concentration increased towards the surface, which was due to addition of dust (as also documented by changing composition of neodynmium isotopes, whose value reflects differences in the source of the Nd &ndash; basalt vs. dust). We also discovered that Li released to rivers by weathering of basalt is significantly heavier than Li in groundwaters that drain the basalts. We attributed this to continued reaction between dissolved Li and Li within minerals suspended in the rivers (see Figure 2). Thus, the Li that eventually enters the ocean reflects isotopic fractionation that has occurred both at the site of weathering (in the groundwater) and during transport in rivers, and the latter may be more important in determining the ultimate isotopic composition of the Li flux entering seawater. This discovery tells us that river transport must be factored in to any interpretations made on the basis of changing seawater composition through time.</p>\n<p>&nbsp;</p>\n<p>The second portion of the project used a mass balance calculation for lithium input and output to the continental crust to quantify the mass of continental crust that may have been lost from the continents due to chemical weathering over Earth history. While the uncertainties in this approach are large, we determined that, between 15-60% by mass of original continental crust must have been lost via weathering over Earth history, making the weathering flux a significant factor in controlling crust composition (see Figure 3).</p>\n<p>&nbsp;</p>\n<p>This project provides first-order insights into the behavior of lithium during continental w...",
  "por_txt_cntn": "\nWeathering of silicate rocks at EarthÆs surface impacts climate, as soluble elements such as Ca that are released during weathering combine with atmospheric CO2 to precipitate limestone and thereby draw down atmospheric CO2. If one could develop a tool to determine how the weathering flux of soluble elements from the continents changed through time, then one gains insight on how atmospheric CO2, and climate, may have changed over time, as well as how weathering may have changed the bulk composition of the continental crust.\n\n \n\nLithium, like Ca, is a soluble element that is released from silicate minerals into surface waters as rocks weather.  Lithium has two stable isotopes (6Li and 7Li) that partition unequally between water and the secondary minerals formed by weathering. Because of stronger bonds between Li and oxygen in water, 7Li enters water in preference to 6Li, making waters isotopically heavy and soils isotopically light. Thus, Li isotopes are being developed as a tool to trace chemical weathering in the past. In particular, the Li isotope composition of seawater, as recorded in foraminifera shells, has increased dramatically through the Cenozoic era, which has been attributed to enhance weathering due to the formation of the Himalayan Mountains.\n\n \n\nIn this project we sought to quantify the controls on Li isotopes during weathering and its consequences for crustal composition. The project took a two-pronged approach: 1) quantify lithium isotope fractionation associated with weathering of continental basalt (basalt has been shown to exert a disproportionate influence on weathering-produced CO2 draw-down) and its transport in rivers, and 2) evaluate the degree to which the mass and composition of the continental crust may have changed due to chemical weathering over Earth history.\n\n \n\nWe investigated the behavior of Li in soils (bauxites) developed through intense weathering of Columbia River Basalt on the west side of the Oregon Cascades. We found that the soils had systematically lighter Li than fresh basalt, with the lightest Li at the surface, as expected (see Figure 1). However, contrary to expectation, we found that Li concentration increased towards the surface, which was due to addition of dust (as also documented by changing composition of neodynmium isotopes, whose value reflects differences in the source of the Nd &ndash; basalt vs. dust). We also discovered that Li released to rivers by weathering of basalt is significantly heavier than Li in groundwaters that drain the basalts. We attributed this to continued reaction between dissolved Li and Li within minerals suspended in the rivers (see Figure 2). Thus, the Li that eventually enters the ocean reflects isotopic fractionation that has occurred both at the site of weathering (in the groundwater) and during transport in rivers, and the latter may be more important in determining the ultimate isotopic composition of the Li flux entering seawater. This discovery tells us that river transport must be factored in to any interpretations made on the basis of changing seawater composition through time.\n\n \n\nThe second portion of the project used a mass balance calculation for lithium input and output to the continental crust to quantify the mass of continental crust that may have been lost from the continents due to chemical weathering over Earth history. While the uncertainties in this approach are large, we determined that, between 15-60% by mass of original continental crust must have been lost via weathering over Earth history, making the weathering flux a significant factor in controlling crust composition (see Figure 3).\n\n \n\nThis project provides first-order insights into the behavior of lithium during continental weathering and supported the research of three PhD students and a number of undergraduate students who assisted in the analyses.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/31/2016\n\n\t\t\t\t\tSubmitted by: Roberta L Rudnick"
 }
}