{
 "awd_id": "0948751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biosynthesis of Fungal Natural Products on Collaborating Iterative Polyketide Synthases",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ranajeet Ghose",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 580378.0,
 "awd_amount": 580378.0,
 "awd_min_amd_letter_date": "2010-02-02",
 "awd_max_amd_letter_date": "2013-03-13",
 "awd_abstract_narration": "Polyketides are one of the largest families of natural products with an astonishing structural variety and a remarkable range of biological activities. Polyketides are biosynthesized in fungi by polyketide synthase (PKS) multienzymes whose individual enzymatic domains are used repeatedly.  While only a single PKS multienzyme is sufficient to produce most fungal polyketides, some of these natural products are assembled by two collaborating fungal PKSs. Such collaborations represent significant departures from the canonical biosynthetic logic of fungal polyketide biosynthesis.  The overarching goal of the current project is to clarify the presently unknown molecular mechanistic details of the assembly of polyketides on such collaborating PKSs, using the biosynthesis of resorcylic acid lactones (RAL) and the related dihydroxybenzeneacetic acid lactones (DAL) as models. Specifically, the project aims to: 1: Characterize the biosynthesis of dehydrocurvularin, a DAL-type natural product; 2: Express RAL and DAL polyketide synthetases, their appropriate mutants, and hybrid enzymes in alternative microbial hosts, and evaluate the production of polyketides using these enzymes and synthetic substrates; and 3: Demonstrate combinatorial biosynthesis by combining related biosynthetic pathways.  These experiments will clarify the programming rules that dictate the assembly of polyketides from simpler metabolites, and control the final shape (cyclization patterns) of such natural products.  The lessons learned will advance our understanding of iterative enzymatic catalysis, and contribute to the development of combinatorial biosynthetic methods for the production of \"designer\" polyketides that may be used as novel agrochemicals or high value specialty chemicals in the future.\r\n\r\nBroader Impacts\r\n\r\nEqually important, the project will incorporate training, education and outreach activities. Extensive research-based training opportunities will be provided to graduate and undergraduate students, including those from minority and underrepresented groups.  The project will also train community college undergraduate student interns, and may host high school seniors as interns under the auspices of a successful outreach program of the University of Arizona.  All students will learn the interdisciplinary science of microbial metabolite biosynthesis and the practice of combinatorial biosynthesis, thus preparing them for careers in the biotechnology industry and in academic research.  Further, professional development opportunities will also be provided to K-12 educators to learn about natural products and their biosynthesis by microorganisms: this knowledge may later be integrated into their science curricula.\r\n\r\nThis project is jointly supported by the Metabolic Biochemistry Program of the Division of Molecular and Cellular Biosciences and the Chemistry of Life Processes Program in the Chemistry Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Istvan",
   "pi_last_name": "Molnar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Istvan Molnar",
   "pi_email_addr": "imolnar@email.arizona.edu",
   "nsf_id": "000519103",
   "pi_start_date": "2010-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 138588.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 142934.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 147221.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 151635.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p><span style=\"font-family: &quot;Calibri&quot;,sans-serif; font-size: 11pt;\">The supported project contributed to the knowledge base on polyketides, one of the largest classes of natural products that display significant structural complexity and novelty.&nbsp; Polyketides are excellent and validated resources as drug lead compounds that had been prescreened by evolution for functional significance, and have highlighted new targets and mechanisms of action for drug discovery.&nbsp; In their natural contexts, polyketides contribute to pathogenesis, symbiosis, parasitic interactions, biological competition and biocontrol, biological signaling, as well as to the tolerance of various environmental stressors.&nbsp; Deciphering the processes of polyketide biosynthesis is of high significance for both basic and applied sciences in biology and chemistry: this research will contribute to our understanding of iterative enzymatic catalysis, and unlock the potential of combinatorial biosynthesis to produce &ldquo;designer&rdquo;, &ldquo;unnatural&rdquo; fungal polyketides for medical, veterinary, agricultural of chemical industrial applications.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p><span style=\"font-family: &quot;Calibri&quot;,sans-serif; font-size: 11pt;\">During the course of the project, we compiled a biosynthetic toolbox that revealed the mechanistic details of the biosynthesis of all existing natural subfamilies of the so-called benzenediol lactone (BDL) polyketides.&nbsp; Heterologous expression of the polyketide synthase enzymes, and the characterization of the main polyketide products and their minor variants clarified the roles that various enzymes and chemical conversions play in generating diverse BDLs.&nbsp; The work also extended the observation of &ldquo;stuttering&rdquo; and &ldquo;sputtering&rdquo; (polyketide chain length irregularities involving an off-program extension cycle [stuttering] or absence of an expected cycle [sputtering]) from bacterial enzymes to fungal ones. Bioinformatic identification (genome mining) of potentially novel BDL biosynthetic systems in fungal genomes contributed to our knowledge of BDL chemical diversity, and the evolutionary history of their biosynthesis.&nbsp; Protein homology modeling, bioinformatic analysis, site-directed mutagenesis and crystallography were used to develop and validate mechanistic proposals on the workings of the complex polyketide synthase enzymes. Subunit heterocombination experiments using native and engineered enzymes from several different BDL biosynthetic systems allowed the generation of a library of structurally varied BDLs in practical amounts, providing a novel methodology for combinatorial biosynthesis.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This methodology was also extended to create hybrid molecules of BDLs with the biosynthetically related azaphilone class of natural products.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Combinatorial tailoring with polyketide modification enzymes further extended the unnatural BDL structural space.&nbsp; These experiments collectively advanced our understanding of iterative enzymatic catalysis, and provided means for the production of &ldquo;designer&rdquo; polyketides that may be used as novel therapeutic agents, agrochemicals, or high value specialty chemicals in the future.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p><span style=\"font-family: &quot;Calibri&quot;,sans-serif; font-size: 11pt;\">The project provided training and education opportunities for research interns, undergraduates, master&rsquo;s students, doctoral students, visiting scientists and postdoctoral research associates. In particular, extensive research-based training opportunities were provided to research ...",
  "por_txt_cntn": "\n \n\nThe supported project contributed to the knowledge base on polyketides, one of the largest classes of natural products that display significant structural complexity and novelty.  Polyketides are excellent and validated resources as drug lead compounds that had been prescreened by evolution for functional significance, and have highlighted new targets and mechanisms of action for drug discovery.  In their natural contexts, polyketides contribute to pathogenesis, symbiosis, parasitic interactions, biological competition and biocontrol, biological signaling, as well as to the tolerance of various environmental stressors.  Deciphering the processes of polyketide biosynthesis is of high significance for both basic and applied sciences in biology and chemistry: this research will contribute to our understanding of iterative enzymatic catalysis, and unlock the potential of combinatorial biosynthesis to produce \"designer\", \"unnatural\" fungal polyketides for medical, veterinary, agricultural of chemical industrial applications.\n\n \n\nDuring the course of the project, we compiled a biosynthetic toolbox that revealed the mechanistic details of the biosynthesis of all existing natural subfamilies of the so-called benzenediol lactone (BDL) polyketides.  Heterologous expression of the polyketide synthase enzymes, and the characterization of the main polyketide products and their minor variants clarified the roles that various enzymes and chemical conversions play in generating diverse BDLs.  The work also extended the observation of \"stuttering\" and \"sputtering\" (polyketide chain length irregularities involving an off-program extension cycle [stuttering] or absence of an expected cycle [sputtering]) from bacterial enzymes to fungal ones. Bioinformatic identification (genome mining) of potentially novel BDL biosynthetic systems in fungal genomes contributed to our knowledge of BDL chemical diversity, and the evolutionary history of their biosynthesis.  Protein homology modeling, bioinformatic analysis, site-directed mutagenesis and crystallography were used to develop and validate mechanistic proposals on the workings of the complex polyketide synthase enzymes. Subunit heterocombination experiments using native and engineered enzymes from several different BDL biosynthetic systems allowed the generation of a library of structurally varied BDLs in practical amounts, providing a novel methodology for combinatorial biosynthesis.  This methodology was also extended to create hybrid molecules of BDLs with the biosynthetically related azaphilone class of natural products.  Combinatorial tailoring with polyketide modification enzymes further extended the unnatural BDL structural space.  These experiments collectively advanced our understanding of iterative enzymatic catalysis, and provided means for the production of \"designer\" polyketides that may be used as novel therapeutic agents, agrochemicals, or high value specialty chemicals in the future.\n\n \n\nThe project provided training and education opportunities for research interns, undergraduates, masterÆs students, doctoral students, visiting scientists and postdoctoral research associates. In particular, extensive research-based training opportunities were provided to research interns and undergraduate students, including those from minority groups, representing the first opportunity for these students to engage in biological research outside the classroom.  All students and project personnel learned the interdisciplinary science of microbial metabolite biosynthesis and the practice of combinatorial biosynthesis, thus preparing them for careers in the biotechnology industry and in academic research.  Interdisciplinary training and mentoring was provided to postdoctoral associates and visiting scientists, preparing them for a research career in the biotechnology industry or in academic research.  The project also benefited an undergraduate/graduate co-convened course on antibiotics taught by the ..."
 }
}