{
 "awd_id": "0948796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of GPR30 in Estrogen-Mediated Effects on Cholinergic Function and Cognition",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Cushing",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 399989.0,
 "awd_amount": 399989.0,
 "awd_min_amd_letter_date": "2010-05-11",
 "awd_max_amd_letter_date": "2010-05-11",
 "awd_abstract_narration": "Animal studies show that estrogens can significantly enhance learning and memory; however, the mechanisms that underlie these effects are very unclear. Studies suggest that neurons that project to the hippocampus and frontal cortex, and that use acetylcholine as their neurotransmitter, play an important role in these effects.  The purpose of this project is to study whether a novel estrogen receptor protein, GPR30, plays an important role in mediating effects on the function of the cholinergic neurons as well as on learning and memory.  Studies will be performed in rats that have had their ovaries removed.  Histochemistry, behavioral pharmacology, and in vivo microdialysis will be used to evaluate the effects of drugs that act on the GPR30 receptor.  It is predicted that selective activation of the GPR30 receptor will significantly enhance the function of the cholinergic neurons of interest, as well as cognitive performance.  In addition, it is predicted that drugs which block activation of the GPR30 receptors, or that destroy the cholinergic neurons of interest, will block the effects of estradiol as well as effects associated specifically with GPR30 activation.  This would demonstrate that GPR30, which is expressed by the cholinergic neurons, plays an important role in mediating the effects of estradiol.  Cell culture studies also will be used to evaluate effects on signaling pathways within the cholinergic neurons. These studies will provide much new and valuable mechanistic information about the role of GPR30 in mediating estrogen effects on the cholinergic neurons and on cognitive performance.  This information will add significantly to our understanding of how loss of ovarian function as well as estrogen replacement influences cognition. Doctoral and undergraduate students will benefit by receiving training in methods of behavioral pharmacology, histochemistry, and in vivo microdialysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Gibbs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Gibbs",
   "pi_email_addr": "gibbsr@pitt.edu",
   "nsf_id": "000283353",
   "pi_start_date": "2010-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 399989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"arial-1\"><strong>Intellectual Merit</strong></p>\n<p class=\"arial-1\">Much research has shown that estrogens influence brain function and cognitive processes, and that the loss of estrogens can contribute to age-related cognitive decline in women.&nbsp; The mechanisms that account for these effects are not very clear.&nbsp; Recent studies have identified a novel membrane-associated estrogen receptor (GPR30) which is capable of conferring estrogen signaling on a rapid time-scale.&nbsp; &nbsp;This project focused on examining GPR30 expression in the brain, on determining whether GPR30 is expressed by specific subgroups of cells in the brain, and on studying the effects of GPR30 activation on specific measures of brain function and cognition.</p>\n<p class=\"arial-1\">The results of these experiments clearly show that GPR30 is expressed in basal forebrain cholinergic neurons located in the medial septum, diagonal band of Broca, nucleus basalis magnocellularis, and in the striatum.&nbsp; Hence GPR30 is positioned to mediate estrogen effects on cholinergic function in the cerebral cortex, hippocampus, amygdala, and basal ganglia, which are known to play important roles in learning and memory processes. In addition, our results show that activation of GPR30 significantly affects cholinergic function in the hippocampus with corresponding effects on cognitive performance.&nbsp; Studies suggest that some of these effects may be mediated indirectly via orexinergic neurons located in the hypothalamus that project to and influence cholinergic function.&nbsp; These studies have led to the development of a novel hypothesis explaining how/why estrogen treatment can influence learning.&nbsp; Specifically, we hypothesize that estradiol, acting via GPR30 receptors located on orexinergic neurons projecting to the medial septum, can improve learning by increasing acetylcholine release in the hippocampus in association with food reward, thus increasing the salience of relevant sensory cues, thus enabling animals to incorporate those cues into a more efficient learning strategy. This hypothesis is quite novel and can be tested at several levels.&nbsp; For example, if the hypothesis is correct then one would predict to see increased acetylcholine release&nbsp;in the hippocampus at specific points during task performance (i.e., in association with food reward), and that this effect would change as a function of learning.&nbsp; In addition, one would predict that the benefits of estradiol on learning would vary according to the degree to which learning involves the incorporation of sensory cues into a learning strategy, and the complexity or salience of those cues.&nbsp; Specifically, the benefits of estradiol would increase as the sensory cues become more complex and less easily detected. There already is data to support this from our studies and in the literature.&nbsp; For example, the benefits of estradiol on learning are clearly task-dependent, and are observed on the DMP task where sensory cures are more complex, but are not observed on two different operant conditioning tasks where the sensory cues are simple and easily detected.&nbsp;This could explain, in part, why estradiol benefits some tasks and not others.As one reviewer of our most recent paper stated, \"The reported data will change the way the field thinks about food reward in learning and memory behavioral paradigms\".</p>\n<p class=\"arial-1\"><strong>Broader Impacts</strong></p>\n<p>Students that participated in this research were provided the opportunity to experience animal research at multiple levels of analysis including behavioral testing, <em>in vivo</em> microdialysis, <em>in vitro</em> analysis of cell culture preparations, enzymatic assays of tissue homogenates, and HPLC analysis of dialysates. This provided a rich environment for students to get a broad-based exposure to preclinical research. A total of eight stude...",
  "por_txt_cntn": "Intellectual Merit\nMuch research has shown that estrogens influence brain function and cognitive processes, and that the loss of estrogens can contribute to age-related cognitive decline in women.  The mechanisms that account for these effects are not very clear.  Recent studies have identified a novel membrane-associated estrogen receptor (GPR30) which is capable of conferring estrogen signaling on a rapid time-scale.   This project focused on examining GPR30 expression in the brain, on determining whether GPR30 is expressed by specific subgroups of cells in the brain, and on studying the effects of GPR30 activation on specific measures of brain function and cognition.\nThe results of these experiments clearly show that GPR30 is expressed in basal forebrain cholinergic neurons located in the medial septum, diagonal band of Broca, nucleus basalis magnocellularis, and in the striatum.  Hence GPR30 is positioned to mediate estrogen effects on cholinergic function in the cerebral cortex, hippocampus, amygdala, and basal ganglia, which are known to play important roles in learning and memory processes. In addition, our results show that activation of GPR30 significantly affects cholinergic function in the hippocampus with corresponding effects on cognitive performance.  Studies suggest that some of these effects may be mediated indirectly via orexinergic neurons located in the hypothalamus that project to and influence cholinergic function.  These studies have led to the development of a novel hypothesis explaining how/why estrogen treatment can influence learning.  Specifically, we hypothesize that estradiol, acting via GPR30 receptors located on orexinergic neurons projecting to the medial septum, can improve learning by increasing acetylcholine release in the hippocampus in association with food reward, thus increasing the salience of relevant sensory cues, thus enabling animals to incorporate those cues into a more efficient learning strategy. This hypothesis is quite novel and can be tested at several levels.  For example, if the hypothesis is correct then one would predict to see increased acetylcholine release in the hippocampus at specific points during task performance (i.e., in association with food reward), and that this effect would change as a function of learning.  In addition, one would predict that the benefits of estradiol on learning would vary according to the degree to which learning involves the incorporation of sensory cues into a learning strategy, and the complexity or salience of those cues.  Specifically, the benefits of estradiol would increase as the sensory cues become more complex and less easily detected. There already is data to support this from our studies and in the literature.  For example, the benefits of estradiol on learning are clearly task-dependent, and are observed on the DMP task where sensory cures are more complex, but are not observed on two different operant conditioning tasks where the sensory cues are simple and easily detected. This could explain, in part, why estradiol benefits some tasks and not others.As one reviewer of our most recent paper stated, \"The reported data will change the way the field thinks about food reward in learning and memory behavioral paradigms\".\nBroader Impacts\n\nStudents that participated in this research were provided the opportunity to experience animal research at multiple levels of analysis including behavioral testing, in vivo microdialysis, in vitro analysis of cell culture preparations, enzymatic assays of tissue homogenates, and HPLC analysis of dialysates. This provided a rich environment for students to get a broad-based exposure to preclinical research. A total of eight students participated in the project.  All students received formalized instruction in research integrity, laboratory safety, conflict of interest, and the use of animals in research. Much of the work on this proposal was conducted by Rebecca Hammond, a graduate student in Dr. Gib..."
 }
}