{
 "awd_id": "0948299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Rodent Diets and Habitat Reconstructions in South Africa: an Actualistic and Applied Multidisciplinary Study",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 87381.0,
 "awd_amount": 87381.0,
 "awd_min_amd_letter_date": "2010-03-02",
 "awd_max_amd_letter_date": "2010-03-02",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Sponheimer, Ungar, and Passey and an international team of colleagues will investigate the environmental context of human evolution. The team includes researchers from the U.S., Canada, Israel,and South Africa who will use their expertise in vertebrate paleontology, isotopic geochemistry, wildlife ecology, and human paleobiology to study human paleoecology through the lens of rodent dietary ecology. It has long been recognized that the ecological diversity and small home ranges of rodents make them particularly useful tools for reconstructing past environments. However, studies of rodent faunas have traditionally made assumptions about the ecology of fossil specimens rather than measuring dietary attributes directly. In contrast, this project will directly determine rodent diets to investigate the relationship between modern rodent dietary ecology and habitats, and then apply this knowledge to the South African human fossil record. \r\n  \t\r\nDiet will be studied using dental microwear texture analysis, stable carbon isotope analysis, and strontium isotope analysis. The first two provide direct measures of dietary attributes (e.g., mechanical properties of foodstuffs, tree fruits/leaves versus grasses), while the last allows determination of where animals lived on the landscape, potentially resulting in more spatially-refined environmental reconstructions. The project will have three phases. In the first phase, the research team will conduct an extensive study of the relationship between modern rodent diets and habitat features. In the second phase, the team will determine the degree to which the diets of modern rodents from owl roosts reflect local habitats, essentially investigating the degree to which owl predation biases the environmental signal. The last phase will entail application of this knowledge to fossil sites in and around the Sterkfontein Valley, South Africa that are from ~2.5 million to ~700 thousand years old.\r\n\r\nThe intellectual merit of this project is that it will provide new evidence of early hominin ecology and environments, and in so doing, will help address questions about hominin adaptations and evolution. For instance, did humans putative ancestors, big-brained early Homo, emerge in Africa only after significant deterioration of preferred enviroments, and did such environmental change contribute to the extinction of our smaller-brained, and presumably less adaptable, evolutionary \"cousin\" Paranthropus? It will also establish a firmer basis for using rodent dietary ecology to reconstruct paleoenvironments, which will be of broad utility at other archaeological and paleontological sites. In addition, it will mark the first time that multiple techniques have been used to investigate the intersection of animal diets, abundances, and environmental/climatic parameters over long (2 million year) timescales. Furthermore, the analytical developments to be made as part of this project will be of use for fields beyond archaeology including biological anthropology, geology, geochemistry, conservation ecology and paleontology.\r\n\r\nThe broader impacts of this study are that it will foster international collaboration, provide training for students from underrepresented groups, enrich undergraduate teaching and graduate mentoring, and be used as a platform for bettering public understanding of science and technology. This is especially relevant for the University of Arkansas, a public university in an underfunded EPSCoR State.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "Sponheimer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matt Sponheimer",
   "pi_email_addr": "matt.sponheimer@gmail.com",
   "nsf_id": "000199302",
   "pi_start_date": "2010-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandi",
   "pi_last_name": "Copeland",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sandi R Copeland",
   "pi_email_addr": "sandicopeland@yahoo.com",
   "nsf_id": "000534442",
   "pi_start_date": "2010-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 87381.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Overview</span></p>\n<p><span>Over the course of three field seasons we identified owl roosts, collected modern rodent material from roosts, trapped&nbsp;rodents in various habitats, and analyzed rodent material at the Transvaal Museum in Pretoria, South Africa. We have also&nbsp;performed botanical transects at all roost and trapping sites and obtained estimates of micromammal abundance.&nbsp;Publications on the relationship between vegetation and micromammal composition/abundance are forthcoming, as are taphonomically-oriented publications on the relationship between owl roost materials and the immediate environment. We&nbsp;expect four publications on this material, and another two from our reanalysis of the Sterkfontein Valley fossil micromammal&nbsp;collections. Once the data are fully integrated we expect this project to produce a minimum of 18 publications.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Results</span></p>\n<p><span>Our findings remain incomplete as we require another 6 months to finish analyzing and integrating the datasets, but what we have is promising.</span></p>\n<p><span>-We now know that atomic force microscopy allows meaningful analysis of rodent diets.</span></p>\n<p><span>-Dental microwear of rodent incisors allows differentiation of rodent taxa, and more&nbsp;importantly, discriminates between different habitats.</span></p>\n<p><span>-Carbon isotopic compositions of rodents and shrews reflect changes in habitat in some&nbsp;species. For instance, shrews of the genus Crocidura have very different carbon isotope&nbsp;compositions in wetland, versus riverine woodland, versus grassland. On the other hand,&nbsp;differences between rodent communities can, but do not always accurately reflect habitat.&nbsp;For example, there are no observable differences in the carbon isotope compositions of&nbsp;some grassland and woodland communities when biodiversity is low and reasonably&nbsp;specialist taxa are abundant.</span></p>\n<p><span>-Shrews may be particularly useful as paleoenvironmental indicators as their diets show&nbsp;more flexibility than was envisioned.</span></p>\n<p><span>-We have new ideas about how measures of the physical and biotic environment impact&nbsp;rodent community assembly which will ultimately improve our ability to reconstruct&nbsp;paleoenvironments. Moreover, this has conservation implications and we are actively&nbsp;publishing this material.</span></p>\n<p><span>-The isotopic compositions of rodents from the fossil sites Gladysvale, Sterkfontein,&nbsp;Swartkrans, and Malapa are not hugely different from what is observed in rodent&nbsp;communities in the area today. If anything, there is small evidence that some of the sites&nbsp;might even have been more open than today, which is quite the opposite of what we&nbsp;expected. For instance, a small sample of fossil rodents from Malapa consumed much more&nbsp;C4 vegetation than most rodents caught next to the site today. There is also limited evidence&nbsp;from oxygen isotope analysis that, contrary to most reconstructions based on large&nbsp;mammals, the area was more arid in the past than it is today.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Training and Development</span></p>\n<p><span>Five graduate students have received training in field methods, micromammal analysis, atomic&nbsp;force microscopy, and dental microwear texture analysis.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Outreach Activities</span></p>\n<p><span>We have had meetings with conservation officers in South Africa who are excited about the&nbsp;project. They hope that projects which focus on the ecology of modern taxa in the&nbsp;Sterkfontein valley and thereabouts (they would like us to expand beyond rodents) will help&nbsp;them communicate conservation priorities to landowners in and around the Cradle of&nbsp;Humankind World Heritage Site. Our work has also revealed much about the conserva...",
  "por_txt_cntn": "\nOverview\n\nOver the course of three field seasons we identified owl roosts, collected modern rodent material from roosts, trapped rodents in various habitats, and analyzed rodent material at the Transvaal Museum in Pretoria, South Africa. We have also performed botanical transects at all roost and trapping sites and obtained estimates of micromammal abundance. Publications on the relationship between vegetation and micromammal composition/abundance are forthcoming, as are taphonomically-oriented publications on the relationship between owl roost materials and the immediate environment. We expect four publications on this material, and another two from our reanalysis of the Sterkfontein Valley fossil micromammal collections. Once the data are fully integrated we expect this project to produce a minimum of 18 publications.\n\n \n\nResults\n\nOur findings remain incomplete as we require another 6 months to finish analyzing and integrating the datasets, but what we have is promising.\n\n-We now know that atomic force microscopy allows meaningful analysis of rodent diets.\n\n-Dental microwear of rodent incisors allows differentiation of rodent taxa, and more importantly, discriminates between different habitats.\n\n-Carbon isotopic compositions of rodents and shrews reflect changes in habitat in some species. For instance, shrews of the genus Crocidura have very different carbon isotope compositions in wetland, versus riverine woodland, versus grassland. On the other hand, differences between rodent communities can, but do not always accurately reflect habitat. For example, there are no observable differences in the carbon isotope compositions of some grassland and woodland communities when biodiversity is low and reasonably specialist taxa are abundant.\n\n-Shrews may be particularly useful as paleoenvironmental indicators as their diets show more flexibility than was envisioned.\n\n-We have new ideas about how measures of the physical and biotic environment impact rodent community assembly which will ultimately improve our ability to reconstruct paleoenvironments. Moreover, this has conservation implications and we are actively publishing this material.\n\n-The isotopic compositions of rodents from the fossil sites Gladysvale, Sterkfontein, Swartkrans, and Malapa are not hugely different from what is observed in rodent communities in the area today. If anything, there is small evidence that some of the sites might even have been more open than today, which is quite the opposite of what we expected. For instance, a small sample of fossil rodents from Malapa consumed much more C4 vegetation than most rodents caught next to the site today. There is also limited evidence from oxygen isotope analysis that, contrary to most reconstructions based on large mammals, the area was more arid in the past than it is today.\n\n \n\nTraining and Development\n\nFive graduate students have received training in field methods, micromammal analysis, atomic force microscopy, and dental microwear texture analysis.\n\n \n\nOutreach Activities\n\nWe have had meetings with conservation officers in South Africa who are excited about the project. They hope that projects which focus on the ecology of modern taxa in the Sterkfontein valley and thereabouts (they would like us to expand beyond rodents) will help them communicate conservation priorities to landowners in and around the Cradle of Humankind World Heritage Site. Our work has also revealed much about the conservation potential in the area, and we are communicating our results about local biodiversity, with suggestions for future conservation, to local landowners and government.\n\nProject members have also given reports on our progress in multiple venues, including museums in the South Africa. Some of the first results from this project are about to appear in the journal Nature, and we expect considerable interaction with the public as a result.\n\n \n\nContributions within Discipline\n\nIt is too early in the project to meaningfully add..."
 }
}