{
 "awd_id": "0948143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Next Step in Unravelling the Earth's Impact History: (U-Th)/He  Dating of Impact Structures",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 306564.0,
 "awd_amount": 306564.0,
 "awd_min_amd_letter_date": "2010-07-01",
 "awd_max_amd_letter_date": "2015-01-20",
 "awd_abstract_narration": "Asteroids and comets have bombarded the planets of the Solar System for billions of years.  Here on Earth, active geological processes have either destroyed or hidden about 90% of these impact craters, and thus far, only 176 impact structures have been identified.  In recent years the scientific community has realized the importance of impact events on Earth?s geological and biological history, including the 65 million years old dinosaur mass extinction event that is linked to the large Chicxulub impact crater.  Therefore, determining accurate and precise ages of these known impact events is vital in our understanding of the Earth's history.  Unfortunately, about 80% of identified terrestrial impact structures are of unknown or only approximately known age because the application of traditional dating techniques is not uniformly successful.  This project represents the application of a new dating technique, which in preliminary studies has shown great promise for improving our understanding of the extraterrestrial impact history on Earth.  \r\n\r\nSpecifically, this project will involve the use of the (U-Th)/He geochronological technique to date individual U- and Th-bearing crystals (e.g., zircon and apatite) from impact materials from 20 small, medium and large impact structures.  The unique properties of the radiogenic daughter product (4He), i.e., its low closure temperature and high diffusivity, make the (U-Th)/He technique ideal for dating the brief, but very intense, thermal and shock metamorphism episode associated with the formation of impact structures.  This project involves a national and international team of scientists from 8 countries and 13 scientific institutions, who will provide impact structure samples and expertise to test this hypothesis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kip",
   "pi_last_name": "Hodges",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Kip V Hodges",
   "pi_email_addr": "kvhodges@asu.edu",
   "nsf_id": "000250818",
   "pi_start_date": "2015-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jo-Anne",
   "pi_last_name": "Wartho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jo-Anne Wartho",
   "pi_email_addr": "Jo-Anne.Wartho@asu.edu",
   "nsf_id": "000534311",
   "pi_start_date": "2010-07-01",
   "pi_end_date": "2015-01-20"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kip",
   "pi_last_name": "Hodges",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Kip V Hodges",
   "pi_email_addr": "kvhodges@asu.edu",
   "nsf_id": "000250818",
   "pi_start_date": "2010-07-01",
   "pi_end_date": "2015-01-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthijs",
   "pi_last_name": "Van Soest",
   "pi_mid_init": "c",
   "pi_sufx_name": "",
   "pi_full_name": "Matthijs c Van Soest",
   "pi_email_addr": "Matthijs.Vansoest@asu.edu",
   "nsf_id": "000519218",
   "pi_start_date": "2010-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 306564.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the 4.5 billion years history of planet Earth, asteroids have repeatedly impacted on land and oceans at speeds of 17 km/second.&nbsp; A major development in Earth Sciences over the past 20 years has been the widespread appreciation of the effects of these powerful asteroid impact events, from global mass extinctions to smaller local events. &nbsp;For example, on a global scale, the 150 km diameter Chicxulub impact crater is widely thought to have triggered the &ldquo;death of the dinosaurs&rdquo; and 75% of all species on Earth during the 65 million years (My) old Cretaceous-Paleogene mass extinction event.&nbsp; On a much smaller scale, the 6.5 km diameter Wetumpka impact event in Alabama, USA resulted in the extinction of two local species of large oysters 84 My ago.&nbsp; Therefore, accurately determining the ages of all 188 known impact craters is of vital importance to the geological and biological communities.</p>\n<p>It sounds easy - just use conventional radiometric methods to date all of the impact craters using crystals or glasses in impact melts that formed during the impact event?&nbsp; Unfortunately, it turns out that dating impact craters can be very hard, as only 10% of rocks hit by asteroids preserve the age of the impact event.&nbsp; These newly shocked, shattered and melted rocks are often very fragile, so are easily removed or altered.&nbsp; In addition, many impact craters form without significant melt production.&nbsp; To aid in the dating of these impact structures, we applied for the first time a newly refined low-temperature radiometric technique, (U-Th)/He dating, to measure the ages of impact crater from twenty small (350 m), medium, and large (90 km) impact craters on Earth from 4 different continents.&nbsp;</p>\n<p>We have obtained new accurate (U-Th)/He ages for a large number of impact craters, including:</p>\n<ul>\n<li>Clearwater West and Clearwater East are two medium sized (32 and 20 km diameter) impact craters in Quebec, Canada that are very closely spaced, with only 4 km separating the two.&nbsp; For 50 years these two craters were thought to have been formed by the impact of a large binary asteroid 261-313 My ago.&nbsp; (U-Th)/He dating of Clearwater West yielded an age of 275 My, in agreement with this previous hypothesis.&nbsp; However, (U-Th)/He dating of grains from Clearwater East yielded a much older age of 447 My, which shows that these two impact craters formed at different times, separated by 172 My.</li>\n<li>Two studies of the large (90 km) Manicouagan impact crater in Canada, included (U-Th)/He dating of (a) zircons from the 1.4 km thick impact melt sheet, and (b) titanite grains from the central uplift region.&nbsp; Medium and large impact craters contain central uplift regions, composed of rocks that are structurally uplifted during the modification stage of crater formation.&nbsp; The Manicouagan impact caused thousands of cubic km of rocks in the central region to be extremely rapidly uplifted from a depth of ~7-10 km, just a few minutes after the asteroid impact.&nbsp; Titanite grains going through this uplift process were not shocked by the impact event, but did cool very rapidly, thus locking in the 214 My (U-Th)/He ages in the grain and allowing indirect dating of the Manicouagan impact crater event. </li>\n<li>Monturaqui impact crater in Chile is one of the world&rsquo;s smallest impact craters, being 350 m in diameter.&nbsp; Previous dating studies yielded young ages ranging from 500,000 - 780,000 years.&nbsp; Our (U-Th)/He dating of single grains from 2 small impact melt + meteorite &ldquo;puddles&rdquo; yielded an age of 663,000 years for this very small impact crater.</li>\n<li>The 6.5 km diameter Wetumpka impact crater in Alabama USA, formed in a shallow sea, and fossil evidence suggests an age of ~83 My. As no impact melt material was preserved (probably washed away by the water resurgence shortly after...",
  "por_txt_cntn": "\nDuring the 4.5 billion years history of planet Earth, asteroids have repeatedly impacted on land and oceans at speeds of 17 km/second.  A major development in Earth Sciences over the past 20 years has been the widespread appreciation of the effects of these powerful asteroid impact events, from global mass extinctions to smaller local events.  For example, on a global scale, the 150 km diameter Chicxulub impact crater is widely thought to have triggered the \"death of the dinosaurs\" and 75% of all species on Earth during the 65 million years (My) old Cretaceous-Paleogene mass extinction event.  On a much smaller scale, the 6.5 km diameter Wetumpka impact event in Alabama, USA resulted in the extinction of two local species of large oysters 84 My ago.  Therefore, accurately determining the ages of all 188 known impact craters is of vital importance to the geological and biological communities.\n\nIt sounds easy - just use conventional radiometric methods to date all of the impact craters using crystals or glasses in impact melts that formed during the impact event?  Unfortunately, it turns out that dating impact craters can be very hard, as only 10% of rocks hit by asteroids preserve the age of the impact event.  These newly shocked, shattered and melted rocks are often very fragile, so are easily removed or altered.  In addition, many impact craters form without significant melt production.  To aid in the dating of these impact structures, we applied for the first time a newly refined low-temperature radiometric technique, (U-Th)/He dating, to measure the ages of impact crater from twenty small (350 m), medium, and large (90 km) impact craters on Earth from 4 different continents. \n\nWe have obtained new accurate (U-Th)/He ages for a large number of impact craters, including:\n\nClearwater West and Clearwater East are two medium sized (32 and 20 km diameter) impact craters in Quebec, Canada that are very closely spaced, with only 4 km separating the two.  For 50 years these two craters were thought to have been formed by the impact of a large binary asteroid 261-313 My ago.  (U-Th)/He dating of Clearwater West yielded an age of 275 My, in agreement with this previous hypothesis.  However, (U-Th)/He dating of grains from Clearwater East yielded a much older age of 447 My, which shows that these two impact craters formed at different times, separated by 172 My.\nTwo studies of the large (90 km) Manicouagan impact crater in Canada, included (U-Th)/He dating of (a) zircons from the 1.4 km thick impact melt sheet, and (b) titanite grains from the central uplift region.  Medium and large impact craters contain central uplift regions, composed of rocks that are structurally uplifted during the modification stage of crater formation.  The Manicouagan impact caused thousands of cubic km of rocks in the central region to be extremely rapidly uplifted from a depth of ~7-10 km, just a few minutes after the asteroid impact.  Titanite grains going through this uplift process were not shocked by the impact event, but did cool very rapidly, thus locking in the 214 My (U-Th)/He ages in the grain and allowing indirect dating of the Manicouagan impact crater event. \nMonturaqui impact crater in Chile is one of the worldÆs smallest impact craters, being 350 m in diameter.  Previous dating studies yielded young ages ranging from 500,000 - 780,000 years.  Our (U-Th)/He dating of single grains from 2 small impact melt + meteorite \"puddles\" yielded an age of 663,000 years for this very small impact crater.\nThe 6.5 km diameter Wetumpka impact crater in Alabama USA, formed in a shallow sea, and fossil evidence suggests an age of ~83 My. As no impact melt material was preserved (probably washed away by the water resurgence shortly after the impact), only lightly shocked breccia samples were available for dating.  Despite this, the (U-Th)/He dating technique was successful in obtaining an age of 84 My, the first radiometric age for this crater.\nThe 40 km diamet..."
 }
}