{
 "awd_id": "0948780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of climate-driven species change on forest carbon and nitrogen cycling",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 597157.0,
 "awd_amount": 597157.0,
 "awd_min_amd_letter_date": "2010-07-19",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "Most studies of the effects of climate change on forests have focused on the direct effects of predicted changes in temperature and precipitation.  However, it is clear that in addition to the direct effects of climate on the functioning of forest ecosystems, there will also be indirect effects caused by climate-driven changes in tree species composition.    As the climate warms, the ranges of North American tree species will gradually shift northward.  At any given location, this will produce a change in tree species, favoring those species adapted to warmer climates.  Because tree species are unique in many different ways, the change in species composition will alter the functioning of the forest ecosystem.   This species change is not included in most computer models that predict the effects of climate change on forests.  This study will fill that gap by linking two separate computer models with a statistical model that predicts how the ranges of tree species will shift as the climate changes, and a simulation model that predicts the effects of the species change on key aspects of forest function such as productivity, carbon storage, and nitrogen cycling.    The linked models will be used to forecast the effects of climate change on forest functioning for several realistic scenarios of climate change over the next century.  This initial effort is focused on the Northeastern U.S., but the approach and the models are potentially applicable to forests throughout the country, and even throughout the world, if sufficient information is available about the characteristics of the most important tree species. This project is a collaborative effort involving the Cary Institute of Ecosystem Studies and the USDA Forest Service.\r\nThis research will have significant impacts on the scientific community studying climate change by focusing attention on the important, but often ignored, issue of how changes in tree species composition will affect the functioning and resillience of forests.  In addition, this is clearly a policy-relevant question that is important for issues of forest growth, biodiversity, carbon sequestration, and retention of air pollution-derived nitrogen in forested watersheds in the Northeast.  The principal investigators from the Cary Institute and the Forest Service will make the results of this research available and accessible to policy makers, natural resource managers, and the general public. The results of the study, including the technical details of the model results, will be available on web sites that will be maintained and supported by project staff.  The models developed in this project will be useful for analysis of other important issues of global change, including tree species change caused by introductions of non-native insect pests and pathogens and by invasions of non-native plants. This project will also support educational opportunities for one postdoctoral associate and two undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Lovett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gary M Lovett",
   "pi_email_addr": "lovettg@caryinstitute.org",
   "nsf_id": "000186446",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Iverson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Louis R Iverson",
   "pi_email_addr": "liverson@fs.fed.us",
   "nsf_id": "000497480",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anantha",
   "pi_last_name": "Prasad",
   "pi_mid_init": "M",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Anantha M Prasad",
   "pi_email_addr": "aprasad@fs.fed.us",
   "nsf_id": "000536560",
   "pi_start_date": "2010-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "inst_street_address": "2801 SHARON TPKE",
  "inst_street_address_2": "",
  "inst_city_name": "MILLBROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8456777600",
  "inst_zip_code": "125455721",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "CARY INSTITUTE OF ECOSYSTEM STUDIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZFCRKN45MMD6"
 },
 "perf_inst": {
  "perf_inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "perf_str_addr": "2801 SHARON TPKE",
  "perf_city_name": "MILLBROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "125455721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7949",
   "pgm_ref_txt": "LIFE IN TRANSITION (LiT)"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 420303.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 176854.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project furthered the development of several sets of quantitative models related to the impact of climate change on the forests of the northeastern US.&nbsp; The DISTRIB2 model predicts suitable habitat for eastern tree species under different climate change scenarios.&nbsp; The SHIFT model simulates the migration of tree species across the landscape as the suitable habitat changes.&nbsp; The Spe-CN model simulates the impacts of these tree species changes on important forest ecosystem services, such as forest productivity, carbon sequestration, and the retention of nitrogen deposited from air pollution. Other aspects of the research include an evaluation of how variation of traits within a single tree species affects the ability to model its response to climate change, and how other sources of tree species change, such as the invasion of novel forest pests, affect the functioning of an ecosystem.&nbsp;</p>\n<p>More specifically, new data and statistical approaches were used to improve the prediction of future suitable habitat for 134 tree species under several climate change scenarios.&nbsp; The maps of current and predicted suitable habitat are available on the Forest Service&rsquo;s Climate Change Atlas web site at <a href=\"http://www.nrs.fs.fed.us/atlas/tree/\">http://www.nrs.fs.fed.us/atlas/tree/</a> .&nbsp; Applying the SHIFT&nbsp; model&nbsp; to four oak species showed that even under optimistic scenarios, tree species&rsquo; ranges do not change very quickly; only a small fraction of the suitable habitats predicted by DISTRIB is likely to be occupied by the species within 100 years, and this will be concentrated in the first 10-20km from the current range &nbsp;boundary of the species. &nbsp;&nbsp;The Spe-CN model shows that changes in tree species composition can have a large impact on the cycling of carbon and nitrogen in a forest ecosystem.&nbsp; The direction of change is dependent on which species decline and which increase at the site.&nbsp; The change is predictable based on key characteristics of the species involved, such as their growth rates, foliar and root chemistry, and maximum size.&nbsp; In cases where a fast-growing species, such as birch, replaces a slower-growing species such as hemlock, the model predicts significant increases in productivity, decreases in soil carbon storage, and increases in nitrogen leaching from the soil to lakes and streams, where the nitrogen can be an important pollutant.&nbsp;</p>\n<p>The output of these modeling efforts is being used for regional and national policy development, including the National Climate Assessment and regional evaluation of the vulnerability of forests to climate change. The climate change/habitat suitability maps for eastern tree species are widely used by researchers, teachers, college professors and other speakers wishing to illustrate potential impacts of climate change on forests.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2015<br>\n\t\t\t\t\tModified by: Gary&nbsp;M&nbsp;Lovett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project furthered the development of several sets of quantitative models related to the impact of climate change on the forests of the northeastern US.  The DISTRIB2 model predicts suitable habitat for eastern tree species under different climate change scenarios.  The SHIFT model simulates the migration of tree species across the landscape as the suitable habitat changes.  The Spe-CN model simulates the impacts of these tree species changes on important forest ecosystem services, such as forest productivity, carbon sequestration, and the retention of nitrogen deposited from air pollution. Other aspects of the research include an evaluation of how variation of traits within a single tree species affects the ability to model its response to climate change, and how other sources of tree species change, such as the invasion of novel forest pests, affect the functioning of an ecosystem. \n\nMore specifically, new data and statistical approaches were used to improve the prediction of future suitable habitat for 134 tree species under several climate change scenarios.  The maps of current and predicted suitable habitat are available on the Forest ServiceÆs Climate Change Atlas web site at http://www.nrs.fs.fed.us/atlas/tree/ .  Applying the SHIFT  model  to four oak species showed that even under optimistic scenarios, tree speciesÆ ranges do not change very quickly; only a small fraction of the suitable habitats predicted by DISTRIB is likely to be occupied by the species within 100 years, and this will be concentrated in the first 10-20km from the current range  boundary of the species.   The Spe-CN model shows that changes in tree species composition can have a large impact on the cycling of carbon and nitrogen in a forest ecosystem.  The direction of change is dependent on which species decline and which increase at the site.  The change is predictable based on key characteristics of the species involved, such as their growth rates, foliar and root chemistry, and maximum size.  In cases where a fast-growing species, such as birch, replaces a slower-growing species such as hemlock, the model predicts significant increases in productivity, decreases in soil carbon storage, and increases in nitrogen leaching from the soil to lakes and streams, where the nitrogen can be an important pollutant. \n\nThe output of these modeling efforts is being used for regional and national policy development, including the National Climate Assessment and regional evaluation of the vulnerability of forests to climate change. The climate change/habitat suitability maps for eastern tree species are widely used by researchers, teachers, college professors and other speakers wishing to illustrate potential impacts of climate change on forests.\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2015\n\n\t\t\t\t\tSubmitted by: Gary M Lovett"
 }
}