{
 "awd_id": "0948366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Career:  Acquisition of an Inductively Coupled Plasma - Mass Spectrometer (ICP-MS) for Research in Geochemical, Environmental, and Paleoenvironmental Geoscience",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 166469.0,
 "awd_amount": 171469.0,
 "awd_min_amd_letter_date": "2010-05-24",
 "awd_max_amd_letter_date": "2012-06-13",
 "awd_abstract_narration": "0948366\r\nBain\r\n\r\nThis award will fund a new inductively Coupled plasma-mass spectrometer (ICP-MS) which will significantly increase sensitivity over the existing ICP-OES and allow synergistic analyses with the institution's TIMS machine. The new instrument will support geochemical investigations by multiple faculty. Trace elemental concentration measurements will be made in precipitation, dry deposition, airborne particulate matter, trace materials in natural waters, sediment digests and in sequential extractions. The requested collision cell technology will assist in obtaining signals from elements with polyatomic interferences such as iron and chromium. An autosampler will improve throughput from multiple users. The acquisition will be used to define human activity geochemical tracers - expanding the list of potential tracers, particularly in surface hydrologic and atmospheric systems, and facilitate cross-comparison between gaseous stable isotope tracer techniques and trace metal/heavy stable isotope techniques. TIMS is currently used at the University of Pittsburgh in order to understand a variety of isotope systems of interest (B, Fe, Cr, Cd). The new ICP-MS will assist in measuring elements from environmental samples and be complementary. Overall research goals involve tectonic structuring and interpreting paleorecords, especially those indicating responses to human forcings. Metal and metalloid flux through Earth systems is of critical societal importance and touches on public health issues. This request supports several early career PIs. K-12 education will be enhanced through better understanding metal contaminants in Southwestern Pennsylvania. Environmental water sampling and reporting will be made available to stakeholders and policy makers and the general public. The ICP-MS instrumentation will be made available to the larger local scientific community. The instrument will also be incorporated into courses. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Bain",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Bain",
   "pi_email_addr": "dbain@pitt.edu",
   "nsf_id": "000277934",
   "pi_start_date": "2010-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Stewart",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Brian W Stewart",
   "pi_email_addr": "bstewart@pitt.edu",
   "nsf_id": "000437869",
   "pi_start_date": "2010-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Abbott",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mark B Abbott",
   "pi_email_addr": "mabbott1@pitt.edu",
   "nsf_id": "000238746",
   "pi_start_date": "2010-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Rosenmeier",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michael F Rosenmeier",
   "pi_email_addr": "mrosenme@pitt.edu",
   "nsf_id": "000336242",
   "pi_start_date": "2010-05-24",
   "pi_end_date": "2011-11-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Elliott",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Emily M Elliott",
   "pi_email_addr": "eelliott@pitt.edu",
   "nsf_id": "000519189",
   "pi_start_date": "2010-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 166469.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award allowed the purchase of an inductively coupled plasma mass spectrometer (ICP-MS) for the laboratories in the University of Pittsburgh&rsquo;s Department of Geology and Planetary Science.&nbsp; The ICP-MS is an instrument that allows measurement of a wide variety of metal concentrations comparatively easily.&nbsp; This fundamental instrument has catalyzed new geochemical research at the University and beyond.</p>\n<p>In the relatively short period this instrument has been available in the laboratory, it has served a wide variety of research projects.&nbsp; It has been used to detect ancient pollution arising from metal refining in Michigan and China.&nbsp; It has been used to determine the levels of metals in plant and animal tissues, clarifying the role of metals in the body&rsquo;s fighting of disease and predators.&nbsp; In addition, the instrument has measured many waters associated with the extraction of natural gas from the Marcellus shale such as &ldquo;frack waters&rdquo; and stream waters near drilling sites.&nbsp; Further, it has allowed an expanded exploration of how cities change water chemistry in their streams.</p>\n<p>These research efforts have directly grown from the installation of the ICPMS and further, have cemented collaborations between researchers in the Department of Geology and Planetary Science with other departments at the University of Pittsburgh, government agencies (e.g., Department of Energy&rsquo;s National Energy Technology Laboratories), and partners outside the university.&nbsp; These collaborations have also broadened many students&rsquo; experience, as the instrument provides the opportunity to actually measure metal contents with their own hands.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2014<br>\n\t\t\t\t\tModified by: Daniel&nbsp;J&nbsp;Bain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award allowed the purchase of an inductively coupled plasma mass spectrometer (ICP-MS) for the laboratories in the University of PittsburghÆs Department of Geology and Planetary Science.  The ICP-MS is an instrument that allows measurement of a wide variety of metal concentrations comparatively easily.  This fundamental instrument has catalyzed new geochemical research at the University and beyond.\n\nIn the relatively short period this instrument has been available in the laboratory, it has served a wide variety of research projects.  It has been used to detect ancient pollution arising from metal refining in Michigan and China.  It has been used to determine the levels of metals in plant and animal tissues, clarifying the role of metals in the bodyÆs fighting of disease and predators.  In addition, the instrument has measured many waters associated with the extraction of natural gas from the Marcellus shale such as \"frack waters\" and stream waters near drilling sites.  Further, it has allowed an expanded exploration of how cities change water chemistry in their streams.\n\nThese research efforts have directly grown from the installation of the ICPMS and further, have cemented collaborations between researchers in the Department of Geology and Planetary Science with other departments at the University of Pittsburgh, government agencies (e.g., Department of EnergyÆs National Energy Technology Laboratories), and partners outside the university.  These collaborations have also broadened many studentsÆ experience, as the instrument provides the opportunity to actually measure metal contents with their own hands.\n\n\t\t\t\t\tLast Modified: 01/29/2014\n\n\t\t\t\t\tSubmitted by: Daniel J Bain"
 }
}