{
 "awd_id": "0948532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Eruptive Potential of Silicic Magmas: Thermodynamic and Fluid Dynamics Modeling, and Implications to the Evolution of Selected Natural Systems",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 102963.0,
 "awd_amount": 102963.0,
 "awd_min_amd_letter_date": "2010-06-27",
 "awd_max_amd_letter_date": "2011-06-10",
 "awd_abstract_narration": "Magma eruptions are fascinating phenomena that have captured the attention of humanity for millennia. They also represent a significant natural hazard. This project is concerned with fundamental questions regarding eruptive systems: Why do some silicic magmas erupt while others stall in the subsurface? Why do some magmas erupt effusively (i.e. as lava flows) while others do so explosively? Are these different magmas that are predestined to different eruptive potential and style, or are they similar magmas subject to different contingencies? Much attention has been given to the importance of external triggers (e.g. earthquakes) in initiating eruptions. Many lines of evidence suggest, however, that eruption triggers are only effective to the extent that a magma body is already primed to the point where eruption is already very likely or inevitable. The fundamental question that this project aims to address is what is the path for priming of a magmatic body? The project will explore the importance of the internal evolution (i.e. crystallization, bubble formation, and magma evolution) of silicic magmas to eruptive potential, and in particular, to explosive potential. A combination of thermodynamic and fluid dynamics modeling will be employed, using selected natural systems as inspiration and guides to exploring the parameter space of the models. While the research being conducted is academic in nature, it will help further the understanding of the eruptive potential of magmatic systems, and may eventually help volcanologists concerned with systems that directly affect society.\r\n\r\nAs part of this project, a thermodynamic model that can appropriately describe the evolution of high-silica systems will be developed, and it will be coupled with new and existing models of the dynamics of the chamber itself and of its walls. Modeling tools developed under this project will be made available to the scientific community as standalone software, web services, and browser-based web clients that will permit users to apply these tools to their own scientific questions and teaching needs. Natural systems to be studied include the Bishop Tuff (CA), Peach Spring Tuff (AZ-NV-CA), and the Highland Range Volcanics (NV), taking advantage of their unique magmatic and eruptive histories to assess some of the first order controls on the eruptive potential of silicic magmas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Josef",
   "pi_last_name": "Dufek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Josef Dufek",
   "pi_email_addr": "jdufek@uoregon.edu",
   "nsf_id": "000075545",
   "pi_start_date": "2010-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 46966.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 55997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ubiquity and abundance of granitoid rocks that compose a dominant portion of the upper continental crust suggests that large volumes of silicic magmas accumulate and crystallize at depth within the Earth&rsquo;s crust. The differentiation of these magmas concentrates incompatible elements and metals, and ultimately relates to the production of Earth&rsquo;s continents. Observation of current silicic volcanism on Earth, as well as investigation of volcanic deposits, further show that silicic magmas not only unquestionably do erupt, but do so in a variety of ways, both effusively and explosively. These different modes of emplacement of silicic magmas beg fundamental questions: Why do some silicic magmas erupt while others stall in the subsurface?&nbsp; Why do some magmas erupt effusively while others do so explosively? Are compositionally distinct magmas predestined to different eruptive potential and style, or is eruptive potential more sensitive to different external contingencies, even with similar magmas? Magma chambers are complex systems containing separate phases (i.e. crystals, bubbles, melt) and are connected both thermally and mechanically with their crustal containers. The eruptive potential of magmas is related to the interaction between these phases and with the crust. To answer these questions and to better understand the processes that lead to the eruption of large silicic reservoirs, this project developed an integrated fluid dynamics and thermodynamics model of magmatic systems.</p>\n<p>Over the course of this project we have broadly met the following goals in order to develop this integrated model: 1. Devised a thermodynamic model that can accurately reproduce phase equilibria in silicic magmas (a software called rhyolite-MELTS). 2. Coupled that model with a fluid dynamics model of the time-dependent evolution of a silicic magma body and surrounding country rock. This model can then describe the processes governing magma chamber evolution including magma dynamics and the heat and mass transfer within and away from the chamber and the coupling between them. 3. Compared modeling results to natural systems that have erupted including the Bishop Tuff, Taupo Volcanic Zone, Martian volcanism and the greater Cotopaxi-Chalupas system in Ecuador.</p>\n<p>&nbsp;</p>\n<p>In general we have found that both the mechanical multiphase separation of melt from crystals and the thermal buffering due to latent heat play an important role in the temporal evolution of these magmatic systems. Through this modeling tool we were able to quantify the most probably compositions that can be removed from these magmatic systems and found that much of the compositional gap often found between andesite-dacite magmas and rhyolites can be explained by the multiphase dynamics of these systems and that the most efficient melt extraction window typically occurs in the 50-70 percent crystal range. The probability of melt extraction from a crystal residue in a cooling magma chamber is highest in this crystallinity window due to (1) enhanced melt segregation in absence of chamber-wide convection, (2) buffering by latent heat of crystallization, and (3) diminished chamber-wall thermal gradients. This mechanical control of igneous distillation is likely to have played a dominant role in the formation of the compositionally layered Earth&rsquo;s crust by allowing multiple and overlapping intrusive episodes of relatively discrete composition that become more silicic upward.</p>\n<p>&nbsp;</p>\n<p>This work also constrained the timing and location of melt evolution in these systems. In both the Bishop and Cotopaxi systems we also found the fractionation in the shallow crust was required to produce the composition ranges observed in geochemical studies. Further, the long-lived thermal anomaly required to produce these reservoirs is aided by latent heat buffering as well as mechanical coupling w...",
  "por_txt_cntn": "\nThe ubiquity and abundance of granitoid rocks that compose a dominant portion of the upper continental crust suggests that large volumes of silicic magmas accumulate and crystallize at depth within the EarthÆs crust. The differentiation of these magmas concentrates incompatible elements and metals, and ultimately relates to the production of EarthÆs continents. Observation of current silicic volcanism on Earth, as well as investigation of volcanic deposits, further show that silicic magmas not only unquestionably do erupt, but do so in a variety of ways, both effusively and explosively. These different modes of emplacement of silicic magmas beg fundamental questions: Why do some silicic magmas erupt while others stall in the subsurface?  Why do some magmas erupt effusively while others do so explosively? Are compositionally distinct magmas predestined to different eruptive potential and style, or is eruptive potential more sensitive to different external contingencies, even with similar magmas? Magma chambers are complex systems containing separate phases (i.e. crystals, bubbles, melt) and are connected both thermally and mechanically with their crustal containers. The eruptive potential of magmas is related to the interaction between these phases and with the crust. To answer these questions and to better understand the processes that lead to the eruption of large silicic reservoirs, this project developed an integrated fluid dynamics and thermodynamics model of magmatic systems.\n\nOver the course of this project we have broadly met the following goals in order to develop this integrated model: 1. Devised a thermodynamic model that can accurately reproduce phase equilibria in silicic magmas (a software called rhyolite-MELTS). 2. Coupled that model with a fluid dynamics model of the time-dependent evolution of a silicic magma body and surrounding country rock. This model can then describe the processes governing magma chamber evolution including magma dynamics and the heat and mass transfer within and away from the chamber and the coupling between them. 3. Compared modeling results to natural systems that have erupted including the Bishop Tuff, Taupo Volcanic Zone, Martian volcanism and the greater Cotopaxi-Chalupas system in Ecuador.\n\n \n\nIn general we have found that both the mechanical multiphase separation of melt from crystals and the thermal buffering due to latent heat play an important role in the temporal evolution of these magmatic systems. Through this modeling tool we were able to quantify the most probably compositions that can be removed from these magmatic systems and found that much of the compositional gap often found between andesite-dacite magmas and rhyolites can be explained by the multiphase dynamics of these systems and that the most efficient melt extraction window typically occurs in the 50-70 percent crystal range. The probability of melt extraction from a crystal residue in a cooling magma chamber is highest in this crystallinity window due to (1) enhanced melt segregation in absence of chamber-wide convection, (2) buffering by latent heat of crystallization, and (3) diminished chamber-wall thermal gradients. This mechanical control of igneous distillation is likely to have played a dominant role in the formation of the compositionally layered EarthÆs crust by allowing multiple and overlapping intrusive episodes of relatively discrete composition that become more silicic upward.\n\n \n\nThis work also constrained the timing and location of melt evolution in these systems. In both the Bishop and Cotopaxi systems we also found the fractionation in the shallow crust was required to produce the composition ranges observed in geochemical studies. Further, the long-lived thermal anomaly required to produce these reservoirs is aided by latent heat buffering as well as mechanical coupling with the crust that reduces the eruption potential compared to a completely rigid end-member that is often assumed. This enabl..."
 }
}