{
 "awd_id": "0948092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Testing for Rapid Pulses of Crustal-scale Heat and Mass Transfer by Fluids in Metamorphic \"Hot Spots\", New Hampshire, USA",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 208257.0,
 "awd_amount": 216598.0,
 "awd_min_amd_letter_date": "2010-07-21",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "Intellectual Merit.  This project addresses the role of H-O-C fluids in heat transfer associated with formation of a Paleozoic belt of metamorphic 'hot spots' exposed in a north-south transect across New Hampshire (NH). At each of these localities, steep gradients in metamorphic temperature and rock geochemistry are centered on syn-metamorphic quartz±graphite vein networks. Chamberlain and Rumble (1988) proposed the hypothesis that these features represent zones where large quantities of hot fluids ascended through fracture networks during Acadian regional metamorphism. On the other hand, numerical modeling studies have shown that typical regional metamorphic devolatilization is unlikely to transport sufficient heat to strongly perturb regional geotherms. It would appear that hot spots can only be produced if the fluid fluxes are enormous and the timescales of flow are extremely short, but it is unknown if such fluxes and timescales are realistic. A multidisciplinary approach is proposed to test this hypothesis. Field work will focus on well-exposed hot spot localities near Bristol and Nelson, NH. The hypothesis must pass five crucial tests. (1) Fluid fluxes must have been large. Time-integrated fluid fluxes through veins will be estimated by quantifying chemical and isotopic (O, H) mass transfer in the vein networks. (2) Fluid flow must have been in a direction of decreasing temperature. The nature and extent of chemical and isotopic metasomatism will determine the direction of fluid flow, and elucidate fluid sources and pathways. (3)  Timescales of flow must have been short (<10^6 yrs). The absolute timing of hot spot formation will be determined using Sm/Nd dating of garnet in metamorphic rocks, and U/Pb dating of monazite and zircons in metamorphic rocks and any magmatic dikes in the field areas. Furthermore, chemical diffusion profiles in calcite, apatite, and garnet will be used to constrain timescales of peak heating. (4) The timing of peak thermal conditions must have been nearly synchronous across isograds (test via Sm/Nd and U/Pb dating). (5) Metamorphic pressures must have been roughly constant across isograds at the present level of exposure. Thermobarometry will be done to determine peak conditions, regional T/P gradients, and P-T-t paths. Knowledge of the time-integrated fluid fluxes and timescales of flow will allow estimation of the actual fluid fluxes through the hot spots as well as gradients in the fluxes across the field areas. This information, together with the P-T-t history, age(s) of fluid flow, and field relations, will provide the initial and boundary conditions needed for modeling of fluid flow (2-dimensional) and its effect on regional thermal structure. If the hypothesis fails then other alternatives will be investigated, including magmatism and upwelling of lower crustal gneiss domes. The Ague lab will take primary responsibility for thermobarometry, mass transfer analysis, and diffusion and flow modeling; the Baxter lab for Sm/Nd garnet dating; and the Chamberlain lab for stable isotope and U/Pb work.\r\n\r\nBroader Impacts.  Large fluid fluxes poentially transport mass as well as heat. Therefore, if correct, the hypothesis of fluid-driven heating would bear on problems of societal relevance including ore metal transport and the transfer of greenhouse gases out of metamorphic belts. Human resources will be developed because Ph.D. graduate student and undergraduate involvement is critical. PIs and students will take part in field work and, in Years 2 and 3, coordinate \"group meetings\" at international conferences. All of the PIs have advised women students and are committed to diversity, including the involvement of underrepresented minority groups in science. Ague spearheaded development of the new Hall of Minerals, Earth, and Space (HoMES) at the Yale Peabody Museum, allowing integration of new research results into Earth science displays viewed by over 150,000 visitors annually. A large fraction of these visitors are schoolchildren, many of whom live in the urban centers of New Haven, Bridgeport, and other Connecticut cities. Moreover, Ague has separate NSF funding to develop educational programs based on the new Hall for area schoolteachers. Baxter will incorporate the field area into his annual \"RoBOT: Rocks Beneath Our Toes\" outreach program as a part of his Fall mineralogy class. The program engages Boston area high school students and BU undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Ague",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jay J Ague",
   "pi_email_addr": "jay.ague@yale.edu",
   "nsf_id": "000327914",
   "pi_start_date": "2010-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 91321.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 96314.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 28963.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water-rich fluids are generated by metamorphism and flow through rocks of the middle and lower crust during mountain building. They can trigger silicate melt and magma formation, transport chemical elements, including those involved in ore formation, influence the strength of rocks and play a role in earthquake genesis, and drive chemical reactions.</p>\n<p>Two critical gaps in knowlegde are whether or not fluids can significantly impact heat transfer in mountain belts, and how metamorphic fluids influence the long-term carbon cycle. This project addresses these questions via field-based, laboratory-based, and theoretical studies of the high-temperature metamorphic \"hot spot\" exposed Bristol New Hampshire, USA, long known for its graphite deposits. This is a collaborative effort between principal investigators and their students at Yale University (J.J. Ague), Boston University (E.F. Baxter), and Stanford Univesity (C.P. Chamberlain).</p>\n<p>The Yale group has focused on the pressure-temperature history of the rocks, the duration of fluid flow activity, and the theoretical computer modeling of fluid flow processes. We have obtained chemical analyses of rocks and minerals; constructed pseudosection phase diagrams for representative samples; developed new thermodynamic treatments of carbon in melt-bearing metamorphic systems; calculated a set of diffusion coefficients for major divalent cations in garnet based on existing experimental data using a new statistical approach; and developed one- and two-dimensional models of fluid flow in compacting systems to theoretically investigate heat and carbon transport by fluids.</p>\n<p>The study has contributed to the Ph.D. training of two graduate students, and has thus far resulted in some 22 papers, book chapters, and conference presentations that are either published or currently in preparation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2014<br>\n\t\t\t\t\tModified by: Jay&nbsp;J&nbsp;Ague</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWater-rich fluids are generated by metamorphism and flow through rocks of the middle and lower crust during mountain building. They can trigger silicate melt and magma formation, transport chemical elements, including those involved in ore formation, influence the strength of rocks and play a role in earthquake genesis, and drive chemical reactions.\n\nTwo critical gaps in knowlegde are whether or not fluids can significantly impact heat transfer in mountain belts, and how metamorphic fluids influence the long-term carbon cycle. This project addresses these questions via field-based, laboratory-based, and theoretical studies of the high-temperature metamorphic \"hot spot\" exposed Bristol New Hampshire, USA, long known for its graphite deposits. This is a collaborative effort between principal investigators and their students at Yale University (J.J. Ague), Boston University (E.F. Baxter), and Stanford Univesity (C.P. Chamberlain).\n\nThe Yale group has focused on the pressure-temperature history of the rocks, the duration of fluid flow activity, and the theoretical computer modeling of fluid flow processes. We have obtained chemical analyses of rocks and minerals; constructed pseudosection phase diagrams for representative samples; developed new thermodynamic treatments of carbon in melt-bearing metamorphic systems; calculated a set of diffusion coefficients for major divalent cations in garnet based on existing experimental data using a new statistical approach; and developed one- and two-dimensional models of fluid flow in compacting systems to theoretically investigate heat and carbon transport by fluids.\n\nThe study has contributed to the Ph.D. training of two graduate students, and has thus far resulted in some 22 papers, book chapters, and conference presentations that are either published or currently in preparation.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2014\n\n\t\t\t\t\tSubmitted by: Jay J Ague"
 }
}