{
 "awd_id": "0949590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Species delimitation, speciation, and evolution of the niche in slimy salamanders (Plethodontidae: Plethodon)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Schneider",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 299108.0,
 "awd_amount": 299108.0,
 "awd_min_amd_letter_date": "2010-01-20",
 "awd_max_amd_letter_date": "2010-01-20",
 "awd_abstract_narration": "This research will examine geographic patterns of variation in DNA sequences to delimit species in a widespread group of eastern North American salamanders (the Plethodon glutinosus group). These salamanders are often the most abundant vertebrates in forested habitats and play a key role in ecosystem functioning. However, due to their overall similarity in appearance and ecology, identifying the number of species in the group has been problematic. The investigators will use a novel combination of genetic, physiological, and microclimatic data to discover species, and to explore the roles that stasis and divergence in the ecological niche play in the origin and maintenance of species lineages.\r\n\r\nUnderstanding the role that the ecological niche plays in generating and maintaining species boundaries will advance our knowledge of how species will respond to rapid changes in climate. Resolving uncertainty surrounding the species-level taxonomy of the Plethodon glutinosus group will have immediate conservation implications in rapidly developing regions of the southeastern United States. In addition, the proposed research will provide training in evolution, ecology, and conservation biology for a postdoctoral student, two graduate students, and several undergraduate researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Kozak",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth H Kozak",
   "pi_email_addr": "kozak016@umn.edu",
   "nsf_id": "000496673",
   "pi_start_date": "2010-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 299108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cataloging the number of species that exist on Earth and how new species arise and are maintained is fundamental to managing and restoring biodiversity in the face of global environmental changes. In many groups of organisms, delimiting the number and geographic limits of species is far from trivial. The evolutionary and ecological processes by which species originate are often decoupled from the rate at which they change in visual appearance, making species delimitation one of the most enduring challenges in biology.&nbsp; Our project sought to delimit species in a group of salamanders (the <em>Plethodon glutinosus </em>species group) that occur across eastern North America and are important to ecosystem functioning in forested habitats.&nbsp; Historically, morphological conservatism and hybridization has made it difficult to generate a species-level taxonomy for the group.&nbsp; We used a combination of new nuclear DNA data and population-genetic methods to delineate the number of species in the group.&nbsp; We also developed novel modeling approaches based on the ecological physiology of salamanders to explore how evolution (or lack thereof) in the niche (species&rsquo; ecological requirements) impacts the origination of new species.&nbsp; We found that despite a long-history of intermittent hybridization, most of the 16 hypothesized species in the group are on independent evolutionary trajectories and should be recognized as distinct species.&nbsp; The origination of new species in the group is rarely accompanied by ecological divergence in the niche, especially among species that are isolated in separate mountain ranges in the southern Appalachian Mountains. Our physiology-based models of species&rsquo; niches predict that the erosion of mountaintop species geographic ranges is a major threat to salamander diversity in the southern Appalachians, which are a global hotspot of salamander biodiversity.&nbsp; During the course of the project, 4 graduate students (3 female, one male) and a postdoctoral researcher were financially supported and trained in methodologies in genetics, ecology, and geographic-information science that are critical to managing Earth's biodiversity in the context of rapid, global environmental change.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2017<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;H&nbsp;Kozak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCataloging the number of species that exist on Earth and how new species arise and are maintained is fundamental to managing and restoring biodiversity in the face of global environmental changes. In many groups of organisms, delimiting the number and geographic limits of species is far from trivial. The evolutionary and ecological processes by which species originate are often decoupled from the rate at which they change in visual appearance, making species delimitation one of the most enduring challenges in biology.  Our project sought to delimit species in a group of salamanders (the Plethodon glutinosus species group) that occur across eastern North America and are important to ecosystem functioning in forested habitats.  Historically, morphological conservatism and hybridization has made it difficult to generate a species-level taxonomy for the group.  We used a combination of new nuclear DNA data and population-genetic methods to delineate the number of species in the group.  We also developed novel modeling approaches based on the ecological physiology of salamanders to explore how evolution (or lack thereof) in the niche (species? ecological requirements) impacts the origination of new species.  We found that despite a long-history of intermittent hybridization, most of the 16 hypothesized species in the group are on independent evolutionary trajectories and should be recognized as distinct species.  The origination of new species in the group is rarely accompanied by ecological divergence in the niche, especially among species that are isolated in separate mountain ranges in the southern Appalachian Mountains. Our physiology-based models of species? niches predict that the erosion of mountaintop species geographic ranges is a major threat to salamander diversity in the southern Appalachians, which are a global hotspot of salamander biodiversity.  During the course of the project, 4 graduate students (3 female, one male) and a postdoctoral researcher were financially supported and trained in methodologies in genetics, ecology, and geographic-information science that are critical to managing Earth's biodiversity in the context of rapid, global environmental change.\n\n \n\n\t\t\t\t\tLast Modified: 08/20/2017\n\n\t\t\t\t\tSubmitted by: Kenneth H Kozak"
 }
}