{
 "awd_id": "0949558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:   WINTER CLIMATE CHANGE IN A NORTHERN HARDWOOD FOREST",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 100669.0,
 "awd_amount": 100669.0,
 "awd_min_amd_letter_date": "2010-09-08",
 "awd_max_amd_letter_date": "2011-09-21",
 "awd_abstract_narration": "In the northeastern U.S., climate is changing more rapidly in winter than in summer. The impacts of winter climate change on ecosystems are greatly complicated by effects on snow depth and soil freezing. Snow is important as an insulator of the soil, and many northern hardwood forest soils normally remain unfrozen during the winter. A lack of snow can result in soil freezing, which is a significant disturbance to forest ecosystems, potentially killing tree roots and microorganisms and disrupting nutrient cycling processes leading to losses of nutrients to water and air. These losses can decrease the productivity of the forest ecosystem and lead to air and water pollution. In this project investigators will use a landscape-scale approach to evaluate three aspects of the effects of changes in snow depth on soil freezing and the cycling of carbon and nitrogen in the northern hardwood forest at the Hubbard Brook Long Term Ecological Research site (HBR) in New Hampshire. First, the research will address uncertainty about the occurrence of colder soils in a warmer world, and whether this pattern will increase losses of nitrogen, an important plant nutrient and source of water and air pollution, from the northern hardwood forest at HBR. Uncertainty about the extent and effects of soil freezing in a warmer world is rooted in limitations in our understanding of where two \"tipping points\" occur across a forest landscape experiencing climate change; where snowpacks are too shallow to insulate the soil, and where air temperatures are too warm to freeze the soil. This uncertainty will be addressed by measuring and modeling snow depth, and soil climate across the entire ~3000 ha Hubbard Brook Experimental Forest (HBEF), which encompasses the range of climate variability that has been predicted for the northeastern U.S. over the next 50-100 years. Measurements of soil temperature, moisture and frost, and nitrogen losses to water and air will be made at 20 experimental field sites that experience a broad range of long-term snowpack regimes to explore critical uncertainties surrounding soil freezing events and their effects on nitrogen cycling. Second, the proposed research will address how winter climate change affects microbial and soil invertebrate processes and resultant changes in carbon flow during winter, testing the hypothesis that carbon flow is the key integrative regulator of winter microbial activity. To test this hypothesis, the movement of isotopically labeled carbon and nitrogen will be traced from sugar maple detritus into and through the soil ecosystem in six intensive study sites that represent the full range of variation in winter climate at HBEF. Third, the proposed research will address if soil freezing alters hydrologic controls of ecosystem nitrogen processing at snowmelt and subsequent export of nitrogen to receiving waters. Snowmelt dynamics will be tested by adding isotopically labeled nitrogen to the snowpack and tracing its movement into and through the soil ecosystem. Effects of soil freezing on export to receiving waters will be tested by analyzing nitrogen export and solutes that serve as natural tracers of hydrologic flowpaths on small watersheds that differ in winter climate/soil freezing.\r\n\r\nThe project will include education and policy activities that explore the effects of winter climate change in the Northeast U.S. on recreation, timber harvesting, biomass energy production, and other ecosystem services. The project will connect ecosystem researchers with relevant stakeholders and interest groups, including loggers and foresters, ski-area operators, maple sugar producers, recreational snowmobile users, conservation-oriented NGOs, citizen scientists, and public and private land managers through a \"Science Links\" program. There will also be two pilot educational initiatives: a winter field course for undergraduates and creation of a teaching guide for middle and high school teachers. Finally, the research will be well integrated into ongoing HBR research on modeling the effects of climate change, fostering extension of current climate change modeling studies to depict the hydrologic and biogeochemical response to soil freezing under future climate change scenarios.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sleeper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Sleeper",
   "pi_email_addr": "dsleeper@hbresearchfoundation.org",
   "nsf_id": "000508067",
   "pi_start_date": "2010-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hubbard Brook Research Foundation",
  "inst_street_address": "25 Dobson Hill Rd",
  "inst_street_address_2": "",
  "inst_city_name": "Thornton",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "8024321042",
  "inst_zip_code": "032856115",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "HUBBARD BROOK RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ETG7ZN6VCEC7"
 },
 "perf_inst": {
  "perf_inst_name": "Hubbard Brook Research Foundation",
  "perf_str_addr": "25 Dobson Hill Rd",
  "perf_city_name": "Thornton",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "032856115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 36141.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 64528.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The final outcomes of the Hubbard Brook Research Foundation (HBRF) project titled Winter Climate Change in a Northern Hardwood Forest can be separated into three main categories: 1) dialogues between scientists and stakeholders; 2) field schools and curriculum development; and 3) science communications with the public.</p>\n<p><span style=\"text-decoration: underline;\">Winter Climate Change Dialogues</span>. The dialogues took the form of two facilitated roundtables involving scientists who study winter climate change at the Hubbard Brook Experimental Forest in Woodstock, NH, and stakeholder groups whose livelihoods or recreational pursuits would be affected by climate disruptions. The roundtable process included pre-meeting interviews; the creation of synthesis documents of the consolidated interviews; day-long roundtables at Hubbard Brook; and follow-up communications that captured the consensus of the group. Seven scientists participated in the roundtables, along with a range of stakeholders. In Roundtable 1, stakeholders included a maple sugar maker, a snowmaker at a commercial ski area, foresters, NGO representatives specializing in recreation, public land managers, wildlife experts, and an agricultural extension agent. Roundtable 2 focused on the snowmobiling industry, with stakeholders from state and federal agencies and from local snowmobile clubs. With both roundtables, information was shared in a two-way fashion: researchers offered evidence from the long-term ecological record and from modeling studies, and stakeholders shared information from on-the-ground observations. The key outcome of both roundtables involved a new willingness of scientists and stakeholders to share relevant information, on a continuing basis, which could affect: a) future research efforts; and b) policies that anticipate or mitigate the effects of climate change.</p>\n<p>&nbsp;<span style=\"text-decoration: underline;\">Educational Outcomes</span>. HBRF educators worked with climate scientists and institutional partners to conduct winter field schools for teachers and members of the public, and also to create curriculum materials based on winter climate research. A key effort involved two field schools for 34 teachers apiece, done in partnership with the NH Math/Science Partnership and involving NH Project Learning Tree, NH Dept. of Environmental Services, NH Fish &amp; Game, GLOBE, and USDA-FS State and Private Forestry; these two sessions examined data on Hubbard Brook&rsquo;s snow pack, soil frost, and phenology, as well as ice formation at Mirror Lake. Other field schools involved 14 teachers from the Institute for Nature-Based Learning, 8 teachers from the Boston metropolitan area, and 28 members of the New England Society of American Foresters. With all field schools, participants interacted with Hubbard Brook scientists and saw first-hand how data was gathered and experiments were constructed, including a soil-warming experiment intended to mimic the conditions of a warming world through the use of buried heating coils. A second educational emphasis involved working with teachers and scientists to develop lesson plans and other teaching tools. Using authentic data from Hubbard Brook, HBRF staff created lessons appropriate for middle and high school students titled &ldquo;Colder Soils in a Warmer World,&rdquo; &ldquo;Climate Change&mdash;a Hot Topic,&rdquo; and &ldquo;Snowpack Studies.&rdquo; A fourth curricular effort involved creation of a Grade 11 Mock NECAP (New England Common Assessment Program) exam, based on ice storm damage at Hubbard Brook. With all education outcomes, principal investigators who perform basic research at Hubbard Brook were able to work with educators to create new ways of imparting cutting-edge scientific information to teachers and members of the public.</p>\n<p><span style=\"text-decoration: underline;\">Science Communications</span>. The project explore...",
  "por_txt_cntn": "\nThe final outcomes of the Hubbard Brook Research Foundation (HBRF) project titled Winter Climate Change in a Northern Hardwood Forest can be separated into three main categories: 1) dialogues between scientists and stakeholders; 2) field schools and curriculum development; and 3) science communications with the public.\n\nWinter Climate Change Dialogues. The dialogues took the form of two facilitated roundtables involving scientists who study winter climate change at the Hubbard Brook Experimental Forest in Woodstock, NH, and stakeholder groups whose livelihoods or recreational pursuits would be affected by climate disruptions. The roundtable process included pre-meeting interviews; the creation of synthesis documents of the consolidated interviews; day-long roundtables at Hubbard Brook; and follow-up communications that captured the consensus of the group. Seven scientists participated in the roundtables, along with a range of stakeholders. In Roundtable 1, stakeholders included a maple sugar maker, a snowmaker at a commercial ski area, foresters, NGO representatives specializing in recreation, public land managers, wildlife experts, and an agricultural extension agent. Roundtable 2 focused on the snowmobiling industry, with stakeholders from state and federal agencies and from local snowmobile clubs. With both roundtables, information was shared in a two-way fashion: researchers offered evidence from the long-term ecological record and from modeling studies, and stakeholders shared information from on-the-ground observations. The key outcome of both roundtables involved a new willingness of scientists and stakeholders to share relevant information, on a continuing basis, which could affect: a) future research efforts; and b) policies that anticipate or mitigate the effects of climate change.\n\n Educational Outcomes. HBRF educators worked with climate scientists and institutional partners to conduct winter field schools for teachers and members of the public, and also to create curriculum materials based on winter climate research. A key effort involved two field schools for 34 teachers apiece, done in partnership with the NH Math/Science Partnership and involving NH Project Learning Tree, NH Dept. of Environmental Services, NH Fish &amp; Game, GLOBE, and USDA-FS State and Private Forestry; these two sessions examined data on Hubbard BrookÆs snow pack, soil frost, and phenology, as well as ice formation at Mirror Lake. Other field schools involved 14 teachers from the Institute for Nature-Based Learning, 8 teachers from the Boston metropolitan area, and 28 members of the New England Society of American Foresters. With all field schools, participants interacted with Hubbard Brook scientists and saw first-hand how data was gathered and experiments were constructed, including a soil-warming experiment intended to mimic the conditions of a warming world through the use of buried heating coils. A second educational emphasis involved working with teachers and scientists to develop lesson plans and other teaching tools. Using authentic data from Hubbard Brook, HBRF staff created lessons appropriate for middle and high school students titled \"Colder Soils in a Warmer World,\" \"Climate Change&mdash;a Hot Topic,\" and \"Snowpack Studies.\" A fourth curricular effort involved creation of a Grade 11 Mock NECAP (New England Common Assessment Program) exam, based on ice storm damage at Hubbard Brook. With all education outcomes, principal investigators who perform basic research at Hubbard Brook were able to work with educators to create new ways of imparting cutting-edge scientific information to teachers and members of the public.\n\nScience Communications. The project explored how research scientists can best share information with the public by supporting a special issue of the Ecological Society of AmericaÆs journal Frontiers in Ecology, published in August 2010. The articles, which were based on a conference held at the Cary Institute of Eco..."
 }
}