{
 "awd_id": "0949754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Perceptual Compensation in Sound Change",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 214714.0,
 "awd_amount": 221104.0,
 "awd_min_amd_letter_date": "2010-05-26",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "Linguists have long hypothesized that sound change--changes in a language over time that alter pronunciation--occurs when a listener misinterprets a speaker and incorporates the misperception into his/her own grammar. However, little is known about the mechanism through which such adjustments occur and mounting evidence is in fact suggesting that listeners are adept at compensating for variation in speech perception and production. From this, it should follow that sound change would occur minimally, contrary to fact.  This research investigates the circumstances under which perceptual compensation (PC) fails to correct for variation in speech and how such failures lead to sound change. The research team will develop a formal representation of PC (and by extension sound change) to corroborate the experimental findings using Bayesian inference, a statistical tool commonly employed in cognitive science research. This model predicts that the effects of PC may be minimized or even overcome when certain parameters in the model are adjusted; that is, the relative magnitude of compensation is mediated by the properties of a language and the speaker's prior experience with it. To test this theory of PC and its connection to sound change, the research team will conduct a number of laboratory experiments testing the limit and variability of PC effects. The experimental paradigm involves testing listeners' compensatory responses by varying (1) the frequency of the sounds involved, (2) the context in which the speech signal occurs, and (3) the nature of the speech signal itself.\r\n\r\nThe results of this research will broaden the empirical database on which theories of phonology, sound change, and speech production and perception are grounded and will advance novel venues for theoretical investigations. This research will fill a gap in work on sound change and in linguistics in general by providing detailed and in-depth experimental and theoretical investigations on speakers' evaluative responses to various linguistic inputs from a cross-linguistic perspective. A better understanding of sound change will offer a unique window into the nature of language change, language acquisition, and human communication and may provide insight into first/second language acquisition, language-teaching, and the development of speech technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Yu",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alan C Yu",
   "pi_email_addr": "aclyu@uchicago.edu",
   "nsf_id": "000487443",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 221104.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Linguists have long hypothesized that sound change&ndash;changes in a language over time that alter pronunciation&ndash;occurs when a listener misinterprets a speaker and incorporates the misperception into his/her own grammar. However, little is known about the mechanism through which such adjustments occur and mounting evidence is in fact suggesting that listeners are adept at compensating for variation in speech perception and production. From this, it should follow that sound change would occur minimally, contrary to fact. This research investigates the circumstances under which perceptual compensation fails to correct for variation in speech and how such failures lead to sound change. We approach this question from two perspectives. We developed a formal representation of PC (and by extension sound change) to corroborate the experimental findings using Bayesian inference, a statistical tool commonly employed in cognitive science research. This model predicts that the effects of PC may be minimized or even overcome when certain parameters in the model are adjusted; that is, the relative magnitude of compensation is mediated by the properties of a language and the speaker&rsquo;s prior experience with it. To test the formal theory of PC and its connection to sound change, we carried out laboratory experiments testing the limit and variability of PC effects. In particular, we investigated listeners&rsquo; compensatory responses to varying frequency of occurrence of sounds in specific contexts, different types of acoustic signals, and different tasks relating to the same speech contexts. We found that perceptual compensation is malleable. The magnitude of compensatory response varies across phonetic dimensions as well as across listeners. Our results have significant ramifications for understanding language change and for linguistics in general. our results also have implications for the development of speech technology and for second language acquisition and pedagogy.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2014<br>\n\t\t\t\t\tModified by: Alan&nbsp;C&nbsp;Yu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLinguists have long hypothesized that sound change&ndash;changes in a language over time that alter pronunciation&ndash;occurs when a listener misinterprets a speaker and incorporates the misperception into his/her own grammar. However, little is known about the mechanism through which such adjustments occur and mounting evidence is in fact suggesting that listeners are adept at compensating for variation in speech perception and production. From this, it should follow that sound change would occur minimally, contrary to fact. This research investigates the circumstances under which perceptual compensation fails to correct for variation in speech and how such failures lead to sound change. We approach this question from two perspectives. We developed a formal representation of PC (and by extension sound change) to corroborate the experimental findings using Bayesian inference, a statistical tool commonly employed in cognitive science research. This model predicts that the effects of PC may be minimized or even overcome when certain parameters in the model are adjusted; that is, the relative magnitude of compensation is mediated by the properties of a language and the speakerÆs prior experience with it. To test the formal theory of PC and its connection to sound change, we carried out laboratory experiments testing the limit and variability of PC effects. In particular, we investigated listenersÆ compensatory responses to varying frequency of occurrence of sounds in specific contexts, different types of acoustic signals, and different tasks relating to the same speech contexts. We found that perceptual compensation is malleable. The magnitude of compensatory response varies across phonetic dimensions as well as across listeners. Our results have significant ramifications for understanding language change and for linguistics in general. our results also have implications for the development of speech technology and for second language acquisition and pedagogy. \n\n \n\n\t\t\t\t\tLast Modified: 08/04/2014\n\n\t\t\t\t\tSubmitted by: Alan C Yu"
 }
}