{
 "awd_id": "0949051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing Motoneuron Dendritic Integration during Locomotion with Targeted Ion Channel Manipulation in Drosophila",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Coppola",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 523766.0,
 "awd_amount": 523766.0,
 "awd_min_amd_letter_date": "2010-08-17",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "In all animals, motor behaviors such as walking, breathing, swimming, or flying rely upon the coordinated patterns of muscle contractions, which in turn, depend on information processing in neural circuits located in the nervous system. Motoneurons transfer neural information from the central neural networks to the muscles. Although the neural network plays critical roles in generating the coordinated information output to the muscles, motoneurons are equipped with intrinsic membrane currents that also sculpt the final motor output. Motoneuron membrane properties are further influenced by neuromodulatory substances which can be released during motor activity to shape patterned motor output. Despite a half century of studying motor pattern generation, our knowledge of how motoneuron membrane currents shape patterned motor output remains fragmentary. One major experimental problem in studying the specific functions of motoneuron membrane currents has been that most pharmacological or genetic loss-of function experiments target all neurons of the network. This project will use the genetic tools available in Drosophila to target genetic manipulations specifically to motoneurons without affecting the rest of the network.  In a comparative approach the experiments will focus on two locomotor activities with different requirements for motoneuron activation; larval crawling and adult flight. In the first step, the study will determine which genes code in motoneurons for calcium, calcium-activated potassium, and hyperpolarization activated currents. Based on this, specific currents will be manipulated genetically only in these motoneurons to test their functions by recordings during motor behavior. The investigators expect to unravel new motor strategies and cellular properties that are relevant to normal motoneuron function and to understanding defects of motoneurons perturbed by disease or injury.  The Broader Impacts of this work include interdisciplinary training of undergraduates and graduate students.  Additional educational activities will include training of students from underrepresented groups; for instance, the PI will recruit students from the local Bioscience High School and mentor these students while the students are involved in the proposed research.  Finally, the PI will contribute to the University?s Minority Access to Research Careers program to increase participation by underrepresented undergraduate students in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carsten",
   "pi_last_name": "Duch",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carsten J Duch",
   "pi_email_addr": "carsten.duch@asu.edu",
   "nsf_id": "000506898",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Levine",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Levine",
   "pi_email_addr": "rbl@neurobio.arizona.edu",
   "nsf_id": "000395438",
   "pi_start_date": "2010-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 169200.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174345.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180221.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Outcome:&nbsp; The generation of rhythmic motor patterns, such as breathing, walking, and flying, relies upon activity in central pattern generating (CPG) networks. CPGs are at the core of motor networks in all animals and can generate patterned motor output in the absence of sensory feedback. Motoneurons (MNs) are the relay output form the CPG networks to the muscles. Although the network plays critical roles in generating the timing of complex patterned spiking output to the muscles, MNs are not merely passive interpreters of synaptic input from pre-motor neurons of the CPG. They are equipped with intrinsic and conditional membrane properties that sculpt the final motor output. Therefore, motor output is determined not only by the synaptic interconnectivity of neurons within the CPG, but also by the intrinsic ionic currents of MNs. MN ion channels are further influenced by neuromodulatory substances which can be released during locomotor activity to shape patterned motor output. Despite a half century of studying MNs by means of intracellular recordings, imaging and computational approaches, our knowledge of how active and conditional membrane properties shape MN synaptic integration and spiking output remains fragmentary. One major problem in identifying the distinct functions of specific ion channel proteins for<br />sculpting behaviorally adequate patterned spiking output in MNs has been that most pharmacological or genetic loss-of-function studies target all neurons of the network. This project utilized the genetic power of Drosophila to target specific genetic knock-downs to subsets of identified MNs without affecting the rest of the network to then analyze the consequences of these manipulations for motoneuron membrane properties, their excitability, their activity patterns during motor behavior, and finally for the execution of proper motor behavior. The experiments focused on two locomotor activities with distinct requirements for motoneuron activation; larval crawling and adult flight in Drosophila. In the first step we have identified the genes that code for distinctly different calcium and potassium membrane currents in larval and adult Drosophila motoneurons. We found that the different requirements for force production and speed in larval crawling and adult flight go along with the expression of distinctly different sets of ionic currents, especially with regard to calcium currents. Next we found that the same gene can encode for calcium channel proteins with very properties, and thus produce calcium currents that have previously been assigned to different gene families. Moreover, we have identified RNAi editing and alternative splicing as part of the underlying mechanisms. And finally, we can show that altered splice variant expression of calcium channels markedly impaired motor behavior. In the specific case of adult Drosophila wing motoneurons, incorrect isoform expression affects courtship song patterns, and this mating success, making calcium channel isoform selection a possible means of prezygotic isolation during evolution. And finally, we have identified neuronal activity of a mechanism that underlies specific calcium channel isoform expression. In addition we have generated mutant fly lines which are now available to the scientific community for further research.&nbsp;The highly conserved nature of ion channel genes from flies to mammals makes it likely that our results are also of importance for the excitability of neurons in the human brain.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts: Understanding single neuron computation is a crucial step toward understanding brain function. Our focus on the relative contributions of<br />calcium, calcium activated potassium, and hyperpolarization activated ion<br />channels for the generation of behaviorally relevant patterned spiking output<br />in MNs has provided a powerful model to identify ...",
  "por_txt_cntn": "\nIntellectual Outcome:  The generation of rhythmic motor patterns, such as breathing, walking, and flying, relies upon activity in central pattern generating (CPG) networks. CPGs are at the core of motor networks in all animals and can generate patterned motor output in the absence of sensory feedback. Motoneurons (MNs) are the relay output form the CPG networks to the muscles. Although the network plays critical roles in generating the timing of complex patterned spiking output to the muscles, MNs are not merely passive interpreters of synaptic input from pre-motor neurons of the CPG. They are equipped with intrinsic and conditional membrane properties that sculpt the final motor output. Therefore, motor output is determined not only by the synaptic interconnectivity of neurons within the CPG, but also by the intrinsic ionic currents of MNs. MN ion channels are further influenced by neuromodulatory substances which can be released during locomotor activity to shape patterned motor output. Despite a half century of studying MNs by means of intracellular recordings, imaging and computational approaches, our knowledge of how active and conditional membrane properties shape MN synaptic integration and spiking output remains fragmentary. One major problem in identifying the distinct functions of specific ion channel proteins for\nsculpting behaviorally adequate patterned spiking output in MNs has been that most pharmacological or genetic loss-of-function studies target all neurons of the network. This project utilized the genetic power of Drosophila to target specific genetic knock-downs to subsets of identified MNs without affecting the rest of the network to then analyze the consequences of these manipulations for motoneuron membrane properties, their excitability, their activity patterns during motor behavior, and finally for the execution of proper motor behavior. The experiments focused on two locomotor activities with distinct requirements for motoneuron activation; larval crawling and adult flight in Drosophila. In the first step we have identified the genes that code for distinctly different calcium and potassium membrane currents in larval and adult Drosophila motoneurons. We found that the different requirements for force production and speed in larval crawling and adult flight go along with the expression of distinctly different sets of ionic currents, especially with regard to calcium currents. Next we found that the same gene can encode for calcium channel proteins with very properties, and thus produce calcium currents that have previously been assigned to different gene families. Moreover, we have identified RNAi editing and alternative splicing as part of the underlying mechanisms. And finally, we can show that altered splice variant expression of calcium channels markedly impaired motor behavior. In the specific case of adult Drosophila wing motoneurons, incorrect isoform expression affects courtship song patterns, and this mating success, making calcium channel isoform selection a possible means of prezygotic isolation during evolution. And finally, we have identified neuronal activity of a mechanism that underlies specific calcium channel isoform expression. In addition we have generated mutant fly lines which are now available to the scientific community for further research. The highly conserved nature of ion channel genes from flies to mammals makes it likely that our results are also of importance for the excitability of neurons in the human brain.\n\n \n\nBroader Impacts: Understanding single neuron computation is a crucial step toward understanding brain function. Our focus on the relative contributions of\ncalcium, calcium activated potassium, and hyperpolarization activated ion\nchannels for the generation of behaviorally relevant patterned spiking output\nin MNs has provided a powerful model to identify shared mechanisms of MN\npattern generation and to test specific hypotheses concerning huma movement disorders..."
 }
}