{
 "awd_id": "0949036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ULTRA-Ex: Resilience in an Urban Socioecological System: Water Management as a Driver of Landscape and Biodiversity in Fresno-Clovis, California",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 299232.0,
 "awd_amount": 299232.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2014-03-04",
 "awd_abstract_narration": "Human beings have transformed the Earth into an increasingly urban planet, with nearly half of humanity now living in cities.  A city is a unique type of ecosystem where human social, economic, and cultural activities play a prominent role in shaping the landscape, which, in turn, influences the distribution and abundance of other species and consequent patterns of biodiversity.  The long-term sustainability of cities is of increasing concern as they continue to grow, straining their infrastructure and pushing against environmental constraints on available natural resources.  A key natural resource is water, especially in the more rapidly urbanizing arid regions of the world.  Understanding water management and use in cities therefore is critical to developing a deeper theoretical understanding of urban ecosystems as well as effective urban policy.  The American West faces a water crisis.  Drought, urban growth, climate change, and the continued demands of agriculture have combined to heighten the competition among water users and spurred the search for institutional arrangements to conserve water.  Common tools used by governments to regulate and reduce water consumption are the water meter and a use-based pricing structure.  In the rapidly urbanizing San Joaquin Valley of California, which is located in an arid region subject to prolonged drought cycles likely to be exacerbated under regional climate change projections, many cities now are installing meters to reduce household water use.  Metering is expected to reduce water availability throughout the urban ecosystem, with residential landscaping choices mediating its effects upon the distribution of plants and animals.  Urban land-use decisions result from dynamic interactions between institutional and individual-level factors.  Landscaping and irrigation at any particular residence, for example, are products of local environmental conditions, the homeowners' cultural preferences, socioeconomic status, neighborhood dynamics, zoning laws, market conditions, city policies, and county/state/federal government regulations.  Because land use is a key determinant of habitat for other species, overall urban biodiversity is strongly driven by the outcome of interactions between these variables, but these interactions remain poorly understood.  This research project will address the significance of water as a key resource shaping regional patterns of landscape and biodiversity in the Fresno-Clovis metropolitan area of central California.  Fresno currently is installing water meters and will start charging for use by 2013, while Clovis has been doing so for almost a century. This contrast in water policies between the two cities provides a unique comparative experimental opportunity to study the impact of metering on human landscaping choices and consequent patterns of urban biodiversity.  The objectives of this project are to analyze and contrast current patterns of water use in these cities by focusing on institutional policy and decision making regarding metering; individual homeowner decision making about landscaping; landscape structure at multiple spatial scales; and patterns in the distribution of plant and bird diversity.  The investigators will employ a range of methods from multiple disciplines including field observations, institutional and individual homeowner surveys, face-to-face interviews with stakeholders, geographical information systems, remote sensing, global positioning systems, statistical tools, systems modeling, and advanced computer visualization techniques.  In addition to addressing many fundamental ecological and socioeconomic questions, the research will be tightly integrated with the education of undergraduate and graduate students and a strong citizen science component built upon the ongoing Fresno Bird Count project. \r\n\r\nThe project will have significant implications for urban socioecological theory, methodology, and application.  In terms of theory, this project will shed light on complex dynamics of interrelated processes among government regulatory policies, human behavior, landscape and habitat structure, and plant and bird distribution at multiple spatial and temporal scales.  In terms of methodology, the research will integrate multidisciplinary methods and advanced technologies to investigate the complexity of the study system, leveraging a \"natural\" experiment occurring due to Fresno's installation of water meters, and involving citizen scientist participation in data gathering.  With respect to broader impacts, the project will provide practical information for urban governance by measuring the impact of a common regulatory tool on citizen behavior and its resulting impacts on landscape and biodiversity. Understanding the relationships among institutions, individual citizens, and biodiversity will help guide urban planning towards more sustainable, resilient, and environmentally healthy cities in the region and throughout the world.  This award was funded as an Urban Long-Term Research Area Exploratory (ULTRA-Ex) award as the result of a special competition jointly supported by the National Science Foundation and the U.S. Department of Agriculture Forest Service.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhusudan",
   "pi_last_name": "Katti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madhusudan Katti",
   "pi_email_addr": "mkatti@ncsu.edu",
   "nsf_id": "000490107",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Cadenasso",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Mary L Cadenasso",
   "pi_email_addr": "mlcadenasso@ucdavis.edu",
   "nsf_id": "000471300",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Bushoven",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Bushoven",
   "pi_email_addr": "jbushoven@csufresno.edu",
   "nsf_id": "000534626",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "C. Derya",
   "pi_last_name": "Ozgoc-Caglar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. Derya Ozgoc-Caglar",
   "pi_email_addr": "derya@csufresno.edu",
   "nsf_id": "000534634",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Jones",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Jones",
   "pi_email_addr": "anjones@csufresno.edu",
   "nsf_id": "000535023",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Fresno Foundation",
  "inst_street_address": "4910 N CHESTNUT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FRESNO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5592780840",
  "inst_zip_code": "937261852",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, FRESNO FOUNDATION",
  "org_prnt_uei_num": "CJSRSPWTJUH7",
  "org_uei_num": "CJSRSPWTJUH7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Fresno",
  "perf_str_addr": "Maple and Shaw Avenue",
  "perf_city_name": "Fresno",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "937400000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "6893",
   "pgm_ref_txt": "ULTRA EXPLORATORY AWARDS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 299232.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cities now represent the primary habitat for human beings on earth, and are best studied as dynamic coupled socio-ecological systems. Modern urban development provides an excellent laboratory to examine how the interplay of socio-ecological relationships affects biodiversity. With<br />increasing demand for limited resources, urban development often sharpens conflicts driven by socioeconomic inequalities, and presents significant challenges for urban policy towards natural resource use and biodiversity conservation. Urban land and water management decisions result from dynamic interactions between institutional, individual and ecological factors. Land use decisions, in turn, influence patterns of urban biodiversity. Landscaping and irrigation decisions at any particular residence, for example, are products of 3 domains of influence: 1) Ecological: geography, hydrology, soil, other environmental conditions; 2) Individual: cultural preferences, socioeconomic status, neighborhood dynamics; 3) Institutional: zoning laws, market conditions, city policies, county/state/federal government regulations. Since land and water management are key determinants of habitat for other species, urban biodiversity is strongly driven by the outcome of interactions between all of these variables.</p>\n<p>The Urban Long-Term Research Area &ndash; Fresno And Clovis Ecosocial Study (ULTRA-FACES; http://www.ultrafaces.org/) study addresses the significance of water as a key variable shaping current patterns of landscape and water use in the Fresno-Clovis Metro Area (FCMA), at a critical time of transition: after historically charging flat low rates for water usage, the city of Fresno is installing meters as a regulatory tool to conserve water. We combine data from the Fresno Bird Count (http://www.fresnobirds.org/) a citizen science bird monitoring project, field surveys of tree diversity, and mail surveys of residents&rsquo; socioeconomics and water use behaviors, to address interactions among key components of this urban socioecological system.</p>\n<p>Both bird species richness and functional group diversity are strongly correlated with residential irrigation and neighborhood poverty. Similarly, tree species diversity at residential sites is strongly correlated with irrigation and poverty. Social survey data indicate the strong role of socioeconomic factors and institutional policy in shaping residential outdoor water use. There is also cultural inertia: a majority claim they are reducing water consumption but only a minority have actually reduced outdoor water use by removing water-intensive plants or planting native species. We examined these results to test several theoretical models explaining outdoor water use behaviors, with the aim of assessing (i) the resilience of such behaviors with the introduction of water metering in Fresno, and (ii) the resilience of urban plant and bird communities to resulting changes in the landscape. Our analysis indicates that socioeconomic status results from a complex interplay of cultural, economic, structural, and social-psychological factors, that influences institutional policies regarding the governance of water resources, and in turn impacts biodiversity within the urban landscape through spatial and temporal variations in water usage.</p>\n<p>In 2013 Fresno finished metering all residences and implemented metered pricing for water use. Simultaneously, California has experienced an ongoing drought that is considered the worst in the state's history. The ULTRA-FACES team is continuing with data collection and analysis of water use and the socio-ecological consequences of water restrictions, metering, and the drought. We are documenting changes in residential landscaping choices, with a move away from lawns to water-wise plantings or artificial turf,and we are observing that the urban ecosystem of Fresno/Clovis is much more dynamic than we initially...",
  "por_txt_cntn": "\nCities now represent the primary habitat for human beings on earth, and are best studied as dynamic coupled socio-ecological systems. Modern urban development provides an excellent laboratory to examine how the interplay of socio-ecological relationships affects biodiversity. With\nincreasing demand for limited resources, urban development often sharpens conflicts driven by socioeconomic inequalities, and presents significant challenges for urban policy towards natural resource use and biodiversity conservation. Urban land and water management decisions result from dynamic interactions between institutional, individual and ecological factors. Land use decisions, in turn, influence patterns of urban biodiversity. Landscaping and irrigation decisions at any particular residence, for example, are products of 3 domains of influence: 1) Ecological: geography, hydrology, soil, other environmental conditions; 2) Individual: cultural preferences, socioeconomic status, neighborhood dynamics; 3) Institutional: zoning laws, market conditions, city policies, county/state/federal government regulations. Since land and water management are key determinants of habitat for other species, urban biodiversity is strongly driven by the outcome of interactions between all of these variables.\n\nThe Urban Long-Term Research Area &ndash; Fresno And Clovis Ecosocial Study (ULTRA-FACES; http://www.ultrafaces.org/) study addresses the significance of water as a key variable shaping current patterns of landscape and water use in the Fresno-Clovis Metro Area (FCMA), at a critical time of transition: after historically charging flat low rates for water usage, the city of Fresno is installing meters as a regulatory tool to conserve water. We combine data from the Fresno Bird Count (http://www.fresnobirds.org/) a citizen science bird monitoring project, field surveys of tree diversity, and mail surveys of residentsÆ socioeconomics and water use behaviors, to address interactions among key components of this urban socioecological system.\n\nBoth bird species richness and functional group diversity are strongly correlated with residential irrigation and neighborhood poverty. Similarly, tree species diversity at residential sites is strongly correlated with irrigation and poverty. Social survey data indicate the strong role of socioeconomic factors and institutional policy in shaping residential outdoor water use. There is also cultural inertia: a majority claim they are reducing water consumption but only a minority have actually reduced outdoor water use by removing water-intensive plants or planting native species. We examined these results to test several theoretical models explaining outdoor water use behaviors, with the aim of assessing (i) the resilience of such behaviors with the introduction of water metering in Fresno, and (ii) the resilience of urban plant and bird communities to resulting changes in the landscape. Our analysis indicates that socioeconomic status results from a complex interplay of cultural, economic, structural, and social-psychological factors, that influences institutional policies regarding the governance of water resources, and in turn impacts biodiversity within the urban landscape through spatial and temporal variations in water usage.\n\nIn 2013 Fresno finished metering all residences and implemented metered pricing for water use. Simultaneously, California has experienced an ongoing drought that is considered the worst in the state's history. The ULTRA-FACES team is continuing with data collection and analysis of water use and the socio-ecological consequences of water restrictions, metering, and the drought. We are documenting changes in residential landscaping choices, with a move away from lawns to water-wise plantings or artificial turf,and we are observing that the urban ecosystem of Fresno/Clovis is much more dynamic than we initially expected. We continue to measure the consequences of these changes on biodiversity in the ..."
 }
}