{
 "awd_id": "0949420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Nutrient co-limitation in young and mature northern hardwood forests",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 97390.0,
 "awd_amount": 97390.0,
 "awd_min_amd_letter_date": "2010-06-21",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "Nutrient Co-limitation in Young and Mature Northern Hardwood Forests\r\n\r\nTemperate forests have long been thought to be nitrogen (N) limited, but chronic N deposition from air pollution should reduce N limitation over time, and theory suggests that ecosystem productivity should be co-limited by multiple nutrients. Experimental tests of N vs. phosphorus (P) limitation in temperate forest systems are lacking.  This study will combine modeling and field studies to explore processes mediating nutrient colimitation in relation to successional change in managed hardwood forest ecosystems.  An improved understanding of ecosystem optimization of resource use, including the maintenance of co-limitation, is important to forest management, environmental protection, and basic scientific knowledge. Balanced nutrient cycling is essential to maintaining forest sustainability, and scientists and managers at the White Mountain National Forest will evaluate silvicultural practices in light of results from the proposed research.  For example, their forest management plans require justifying intensive harvest removals in terms of the ability of forests to acquire nutrients for regrowth.  Feedbacks such as the biological enhancement of mineral weathering when nutrients are limiting are clearly relevant to this appraisal.\r\nThe Multi-Element Limitation (MEL) model represents co-limitation from the perspective of resource optimization theory and ecosystem biogeochemistry. We have extended the model to include P as well as N, carbon, light, and water, and applied it to simulate primary and secondary succession in northern hardwood forests. Using nutrient additions of N alone in some forest stands, P alone in some forest stands, N+P in some forest stands,  in replicated stands of three ages (~20, 30, and > 100 years) at the Bartlett Experimental Forest in New Hampshire, we will test the patterns of resource limitation predicted by the model and multiple mechanisms of allocation of effort to acquire N and P.  Specifically, the model predicts a greater response of aboveground productivity to N+P than N or P alone. In older stands, it predicts a greater response to N than to P addition, but in younger stands, the model suggests that the supply of N from detritus should be sufficient to create P limitation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Rastetter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Edward B Rastetter",
   "pi_email_addr": "erastett@mbl.edu",
   "nsf_id": "000232460",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 M B L ST",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 97390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Just as any family has to optimize expenditure of its assets to meet its needs for food, shelter, education, entertainment, and all the other requirements of life, organisms have to optimize the expenditure of their assets to acquire resources from their environment.&nbsp; For example, plants have to deploy both leaves, to capture sunlight and carbon dioxide, and roots, to acquire nutrients and water from the soil.&nbsp; Plants growing in fertile soil will put on proportionally more leaves and fewer roots than plants in a less fertile soil.&nbsp; This ability to optimize the expenditure of assets to acquire resources is the central ideal behind the Multiple Element Limitation model, or MEL model. In this study, the researchers used the MEL model to study how resource optimization influences the recovery of forest ecosystems from disturbances like hurricane blow-downs and various methods of timber harvest.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A major insight derived from this study was that the major nutrient cycles in a forest have to be synchronized.&nbsp; Over hundreds of years during the initial development of the forest following, for example, the retreat of a glacier, the ecosystem accumulates nutrients and entrains them into the ecosystem and cycles them from plant to soil and back again.&nbsp; At maturity, the ecosystem recycles 20 to 50 times as much nitrogen and phosphorus internally as is supplied from sources like rainfall and weathering of rocks. This means that the ecosystem can be 20 to 50 times as productive as it would be if it depended on these outside-the-ecosystem sources alone. It also means that the nitrogen and phosphorus cycles have to cycle in step with one another because the plants and other organisms require these two nutrients in very specific ratios; for example, the plants will not take up nitrogen unless there is phosphorus to match it and vice versa. &nbsp;The resource optimization in the MEL model represents one of the ways that this synchronization is maintained.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Another insight from this work is that disturbances like timber harvests disrupt this synchronization resulting on one nutrient being released from the soil faster than the plants can make use of it.&nbsp; The faster cycling nutrient therefore cannot be retained and is lost from the ecosystem.&nbsp; This nutrient loss early in the recovery can be larger than the nutrient loss directly as a result of the disturbance. &nbsp;To reestablish the balance among nutrients later in the recovery, either the lost nutrient has to be recovered from external sources or the other nutrients have to be lost from the ecosystem to compensate. These interactions among nutrient can result in an alternating sequence of first one nutrient and then another limiting the growth of vegetation and the full recovery of the ecosystem.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A third insight from this work is that the recovery of forests from disturbance proceeds in two phases.&nbsp; During the first phase, there is a major redistribution of nutrients within the ecosystem from the remnant soil to the recovering vegetation. The tight cycling and strong dependence on an internal store of nutrients in the mature ecosystem means that there is a large nutrient reserve left in the soil that can support the recovery of vegetation.&nbsp; Because of this large nutrient reserve, the vegetation recovery is much faster than the initial development of the ecosystem from, for example, the retreat of a glacier. However, the loss of nutrients in the disturbance and early in the recovery means that the ecosystem cannot fully recover based solely on this redistribution of nutrients.&nbsp; During ...",
  "por_txt_cntn": "\n            Just as any family has to optimize expenditure of its assets to meet its needs for food, shelter, education, entertainment, and all the other requirements of life, organisms have to optimize the expenditure of their assets to acquire resources from their environment.  For example, plants have to deploy both leaves, to capture sunlight and carbon dioxide, and roots, to acquire nutrients and water from the soil.  Plants growing in fertile soil will put on proportionally more leaves and fewer roots than plants in a less fertile soil.  This ability to optimize the expenditure of assets to acquire resources is the central ideal behind the Multiple Element Limitation model, or MEL model. In this study, the researchers used the MEL model to study how resource optimization influences the recovery of forest ecosystems from disturbances like hurricane blow-downs and various methods of timber harvest. \n\n            A major insight derived from this study was that the major nutrient cycles in a forest have to be synchronized.  Over hundreds of years during the initial development of the forest following, for example, the retreat of a glacier, the ecosystem accumulates nutrients and entrains them into the ecosystem and cycles them from plant to soil and back again.  At maturity, the ecosystem recycles 20 to 50 times as much nitrogen and phosphorus internally as is supplied from sources like rainfall and weathering of rocks. This means that the ecosystem can be 20 to 50 times as productive as it would be if it depended on these outside-the-ecosystem sources alone. It also means that the nitrogen and phosphorus cycles have to cycle in step with one another because the plants and other organisms require these two nutrients in very specific ratios; for example, the plants will not take up nitrogen unless there is phosphorus to match it and vice versa.  The resource optimization in the MEL model represents one of the ways that this synchronization is maintained. \n\n            Another insight from this work is that disturbances like timber harvests disrupt this synchronization resulting on one nutrient being released from the soil faster than the plants can make use of it.  The faster cycling nutrient therefore cannot be retained and is lost from the ecosystem.  This nutrient loss early in the recovery can be larger than the nutrient loss directly as a result of the disturbance.  To reestablish the balance among nutrients later in the recovery, either the lost nutrient has to be recovered from external sources or the other nutrients have to be lost from the ecosystem to compensate. These interactions among nutrient can result in an alternating sequence of first one nutrient and then another limiting the growth of vegetation and the full recovery of the ecosystem. \n\n            A third insight from this work is that the recovery of forests from disturbance proceeds in two phases.  During the first phase, there is a major redistribution of nutrients within the ecosystem from the remnant soil to the recovering vegetation. The tight cycling and strong dependence on an internal store of nutrients in the mature ecosystem means that there is a large nutrient reserve left in the soil that can support the recovery of vegetation.  Because of this large nutrient reserve, the vegetation recovery is much faster than the initial development of the ecosystem from, for example, the retreat of a glacier. However, the loss of nutrients in the disturbance and early in the recovery means that the ecosystem cannot fully recover based solely on this redistribution of nutrients.  During the second phase of recovery, nutrients are accumulated and entrained much as they were when the ecosystem first developed from bare rock. Thus the trajectory of the recovery converges with that of the original ecosystem development. \n\n            This work has changed the way the researchers think about ecosystem recovery from disturbance.  It has consequences for the man..."
 }
}