{
 "awd_id": "0949136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research on the Marchantiophyta, Anthocerophyta and Bryophyta of the Cape Horn Archipelago: Floristics and Implications for Conservation",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 196676.0,
 "awd_amount": 196676.0,
 "awd_min_amd_letter_date": "2010-01-25",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "Last Modified Date:  12/16/09  Last Modified By:  Judith Ellen Skog    \r\n  \r\nAbstract \r\nCollaborative Research on the Marchantiophyta, Anthocerophyta and Bryophyta of the Cape Horn Archipelago: Floristics and Implications for Conservation \r\n\r\nThe Cape Horn Archipelago in southernmost Chile is poorly known biologically because of its inaccessibility. Mosses, liverworts and hornworts (i.e., bryophytes), although small plants, comprise the majority of plant biodiversity in this remote region. This project proposes to inventory the bryophytes of the area and prepare a manual for their identification. Exploration will be carried out through the use of a rented ship to take the organizers, W. R. Buck and J. J. Engel, and their collaborators from island to island to collect. The data will also be used to collaborate on conservation of the region. \r\n\r\nMany of the bryophytes of the Cape Horn Archipelago are otherwise only found in distant regions, especially New Zealand and northern North America. This study will allow better understanding of the distribution of these plants and how they have come to grow where they are. A local project, ?Ecotourism with a Hand-Lens,? teaches students and tour-operators to include bryophytes in tourism, thereby using these plants to assist the local economy. The information on diversity and distribution of bryophytes will be useful in determining which areas deserve protection and which can be developed. The project collaborates closely with outreach programs at the Field Museum and will contribute to improving science instruction and student learning at a major urban school system. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Engel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Engel",
   "pi_email_addr": "jengel@fieldmuseum.org",
   "nsf_id": "000338546",
   "pi_start_date": "2010-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "von Konrat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matt von Konrat",
   "pi_email_addr": "mvonkonrat@fieldmuseum.org",
   "nsf_id": "000303874",
   "pi_start_date": "2010-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 S LAKE SHORE DR",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 68295.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 54006.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 74375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Cape Horn Archipelago, at the southernmost tip of South America in Chile, is one of the most remote areas of the world. It is a region of critical importance from a biodiversity perspective and is the subject of increasing conservation interest and activity. Organizations such as Fundaci&oacute;n Omora, solely dedicated to the region, and UNESCO are working to design and implement strategies aimed at sustainable conservation of the region&rsquo;s biodiversity. In order to efficiently and effectively accomplish this goal, accurate and detailed information for all groups of organisms is critically needed.</p>\n<p>The information is especially essential for bryophytes (liverworts, hornworts and mosses) because 1) they dominate the Cape Horn vegetation, 2) many species, including endemics (i.e., found nowhere else in the world), are poorly known, and 3) they have potential to be effective in ecological monitoring and impact studies. Even after centuries of botanical exploration, very little is known about the bryophytes of the area. A climate of cool temperatures, abundant precipitation and strong winds have resulted in the Cape Horn Archipelago being a &ldquo;hotspot&rdquo; for bryophytes. Even though the region occupies less than 0.01% of the Earth&rsquo;s land, it hosts more than 5% of the known bryophytes. The area is scenically spectacular, with virgin southern beech (<em>Nothofagus</em>) forests, their trunks sheathed with mosses and lichens, and glaciers coming down to the sea. We explored the region by renting a commercial crabbing ship each of the four years of the project.</p>\n<p>The core objectives of the project included: 1) pursuing a floristic inventory of liverworts, hornworts and mosses from the&nbsp;Cape Horn Archipelago; and 2) providing detailed taxonomic and distributional information on Cape Horn liverworts, hornworts and mosses. Fieldwork was conducted over a total of four and half months during the project&nbsp;between 2010 and 2015. During that period collections were made from over 200 sites with over 20 participating scientists and students. Over 16,000 specimens of bryophytes were collected from the region.</p>\n<p>We transformed the ship into an efficient bryophyte-collecting vessel. The hold was made into a drying room, using wood and wire racks above light bulbs and fans, ideal for drying the paper bags and packets used to collect bryophytes. The galley was often turned into a high-tech laboratory, with microscopes, cameras and computers. This equipment was to document an important character for the identification of liverworts. Liverworts have a unique cellular organelle, oil bodies, that are useful taxonomically, but which disappear once the plants are dead. So, if one doesn&rsquo;t document these structures within a short time of collection, the information is lost forever.</p>\n<p>We have discovered many species new to the region. However, the very nature of the region limited us to mostly collecting along coastal regions. Interiors of islands were difficult to access, with no trails and steep slopes. We were able to collect in a few remote areas, including backpacking into the interior of Isla Navarino and collect at high elevations.</p>\n<p>There is a strong precipitation gradient in the region. The westernmost part of our area receives about 4 meters (12 feet) of rain a year, but the eastern end only about 700 millimeters (2 feet). The wetter area has a larger liverwort flora whereas the drier area is more diverse for mosses, and we wanted to document how and where this change took place. As taxonomic work continues, we predict that the total number of bryophytes will be about 500, about half mosses and half liverworts/hornworts.</p>\n<p>From each of the trips, a blog was written daily that gave non-scientists an idea of what fieldwork in a remote part of the world was like, and to vicariously experience the exhilarating climate of C...",
  "por_txt_cntn": "\nThe Cape Horn Archipelago, at the southernmost tip of South America in Chile, is one of the most remote areas of the world. It is a region of critical importance from a biodiversity perspective and is the subject of increasing conservation interest and activity. Organizations such as Fundaci&oacute;n Omora, solely dedicated to the region, and UNESCO are working to design and implement strategies aimed at sustainable conservation of the regionÆs biodiversity. In order to efficiently and effectively accomplish this goal, accurate and detailed information for all groups of organisms is critically needed.\n\nThe information is especially essential for bryophytes (liverworts, hornworts and mosses) because 1) they dominate the Cape Horn vegetation, 2) many species, including endemics (i.e., found nowhere else in the world), are poorly known, and 3) they have potential to be effective in ecological monitoring and impact studies. Even after centuries of botanical exploration, very little is known about the bryophytes of the area. A climate of cool temperatures, abundant precipitation and strong winds have resulted in the Cape Horn Archipelago being a \"hotspot\" for bryophytes. Even though the region occupies less than 0.01% of the EarthÆs land, it hosts more than 5% of the known bryophytes. The area is scenically spectacular, with virgin southern beech (Nothofagus) forests, their trunks sheathed with mosses and lichens, and glaciers coming down to the sea. We explored the region by renting a commercial crabbing ship each of the four years of the project.\n\nThe core objectives of the project included: 1) pursuing a floristic inventory of liverworts, hornworts and mosses from the Cape Horn Archipelago; and 2) providing detailed taxonomic and distributional information on Cape Horn liverworts, hornworts and mosses. Fieldwork was conducted over a total of four and half months during the project between 2010 and 2015. During that period collections were made from over 200 sites with over 20 participating scientists and students. Over 16,000 specimens of bryophytes were collected from the region.\n\nWe transformed the ship into an efficient bryophyte-collecting vessel. The hold was made into a drying room, using wood and wire racks above light bulbs and fans, ideal for drying the paper bags and packets used to collect bryophytes. The galley was often turned into a high-tech laboratory, with microscopes, cameras and computers. This equipment was to document an important character for the identification of liverworts. Liverworts have a unique cellular organelle, oil bodies, that are useful taxonomically, but which disappear once the plants are dead. So, if one doesnÆt document these structures within a short time of collection, the information is lost forever.\n\nWe have discovered many species new to the region. However, the very nature of the region limited us to mostly collecting along coastal regions. Interiors of islands were difficult to access, with no trails and steep slopes. We were able to collect in a few remote areas, including backpacking into the interior of Isla Navarino and collect at high elevations.\n\nThere is a strong precipitation gradient in the region. The westernmost part of our area receives about 4 meters (12 feet) of rain a year, but the eastern end only about 700 millimeters (2 feet). The wetter area has a larger liverwort flora whereas the drier area is more diverse for mosses, and we wanted to document how and where this change took place. As taxonomic work continues, we predict that the total number of bryophytes will be about 500, about half mosses and half liverworts/hornworts.\n\nFrom each of the trips, a blog was written daily that gave non-scientists an idea of what fieldwork in a remote part of the world was like, and to vicariously experience the exhilarating climate of Cape Horn. Scientific articles describing new taxa have been published and are in progress. The final product will be an identification guide to the..."
 }
}