{
 "awd_id": "0949193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Response of Day-Side Geomagnetic Field to the Northward Turning of IMF Bz",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachel Walker-Kulzick",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2010-08-06",
 "awd_max_amd_letter_date": "2010-08-06",
 "awd_abstract_narration": "This project will examine the possibility of using ground-based magnetic field measurements near the magnetic equator to determine when a change in the interplanetary magnetic field (IMF) orientation hits Earth's magnetopause.  Knowing exactly when an IMF polarity change hits the magnetopause is important for understanding the exact timing of events related to the initiation of a magnetic substorm.  Currently there is no reliable way of knowing exactly when the polarity change encounters the magnetosphere because the only direct measurements are made by spacecraft located in the solar wind upstream from the magnetopause.  Models for the propagation of the observed IMF from the spacecraft position to Earth are very inexact and potentially error prone.\r\n\r\nIf the proposed method of using the equatorial electrojet can be demonstrated to be a robust method of determining the actual impact of the IMF on the magnetosphere the method has the potential to transform the way IMF controled phenomena are investigated.  This would have significant impacts on our ability to specify space weather conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shinichi",
   "pi_last_name": "Ohtani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shinichi Ohtani",
   "pi_email_addr": "Shin.Ohtani@jhuapl.edu",
   "nsf_id": "000234121",
   "pi_start_date": "2010-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "The Johns Hopkins University Applied Physics Laboratory",
  "perf_str_addr": "11100 Johns Hopkins Road",
  "perf_city_name": "Laurel",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207236099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The magnetosphere-ionosphere (M-I) system is electromagnetically driven by the interplanetary electric field (IEF), for which the orientation and magnitude of the north-south magnetic component of the interplanetary magnetic field (IMF) plays a critical role.&nbsp; The change of IMF <em>B<sub>Z</sub></em>&nbsp;affects every current system in the M-I system, even the equatorial electrojet (EEJ), the zone current system that flows along the geomagnetic equator.&nbsp; In this project we observationally examined how the EEJ responds to step-like changes of IMF Bz.</p>\n<p>&nbsp;</p>\n<p>1. SCIENTIFIC RESULTS</p>\n<p>The equatorial electrojet (EEJ) is driven by zonal electric fields, which are known to be well correlated with the interplanetary electric field and therefore with the interplanetary magnetic field (IMF) <em>B<sub>Z</sub></em> component.&nbsp; In the present study we investigated how the equatorial <em>H</em> magnetic component, and therefore the EEJ, responds to step-like changes of IMF <em>B<sub>Z</sub></em>.&nbsp; The reduction of southward IMF <em>B<sub>Z</sub></em>&nbsp;(northward turnings) and that of northward IMF <em>B<sub>Z</sub></em>&nbsp;(southward turning) are examined separately.&nbsp; The result shows that for the northward turnings, the EEJ immediately starts to weaken with the accuracy of the estimates of the travel times of the IMF changes.&nbsp; The time constant of the response is much longer, and the equatorial <em>H</em> component decreases continuously by 40 nT for 30 min after the northward turnings.&nbsp; In contrast, the response of the EEJ to the southward turnings is far less clear in both magnitude and timing.&nbsp; The difference in the EEJ response to the northward and southward turnings presumably reflects the fact that the magnetosphere-ionosphere system is more sensitive to IMF <em>B<sub>Z</sub></em>&nbsp;for southward IMF <em>B<sub>Z</sub></em>&nbsp;than for northward IMF <em>B<sub>Z</sub></em>.&nbsp; It is suggested that there exists a global current system that connects the auroral electrojets and the EEJ, and the electric field penetrates to the dip equator as the polar cap potential extends to lower latitudes.</p>\n<p>2. OUTREACH/EDUCATION EFFORTS</p>\n<p>The PI has been committed to education and outreach efforts.&nbsp; During the summer of 2012 he hosted and supervised one local high-school (Georgetown Day School) teacher, Mr. Matt Friel, and two students from his advanced science class, Mr. Marcus Boorstin and Mr. Duncan Botti.&nbsp; The task he assigned to them was to examine how differently/similarly geomagnetic activity responds if the energy input from the solar wind to the magnetosphere is the same (as measured by various coupling functions such as IMF <em>B<sub>Z</sub></em>).&nbsp; They selected, from the OMNI data set, ~60 pairs of similar steplike increases of the energy coupling and found that the geomagnetic output (SML) can be very different.&nbsp; They examined such differences in terms of various factors such as seasons, ground station coverage, and substorm activity.&nbsp; The study was submitted to the 2012 Fall AGU meeting with Mr. Boorstin as a first author (\"The response of auroral electrojets to steplike enhancements of energy input from the solar wind\" by Boorstin et al.).</p>\n<p>The PI has been working closely with the SuperMAG project PI, Dr. Jesper Gjerloev, who is serving as an adjunct professor of the University of Bergen (Norway) and keeps a close tie with graduate students over there.&nbsp; The PI participated in those student researches.&nbsp; The PI is also mentoring Dr. Tetsuo Motoba, who recently joined from Japan the SuperMAG team at JHU/APL.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2012<br>\n\t\t\t\t\tModified by: Shin-Ichi&nbsp;Ohtani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe magnetosphere-ionosphere (M-I) system is electromagnetically driven by the interplanetary electric field (IEF), for which the orientation and magnitude of the north-south magnetic component of the interplanetary magnetic field (IMF) plays a critical role.  The change of IMF BZ affects every current system in the M-I system, even the equatorial electrojet (EEJ), the zone current system that flows along the geomagnetic equator.  In this project we observationally examined how the EEJ responds to step-like changes of IMF Bz.\n\n \n\n1. SCIENTIFIC RESULTS\n\nThe equatorial electrojet (EEJ) is driven by zonal electric fields, which are known to be well correlated with the interplanetary electric field and therefore with the interplanetary magnetic field (IMF) BZ component.  In the present study we investigated how the equatorial H magnetic component, and therefore the EEJ, responds to step-like changes of IMF BZ.  The reduction of southward IMF BZ (northward turnings) and that of northward IMF BZ (southward turning) are examined separately.  The result shows that for the northward turnings, the EEJ immediately starts to weaken with the accuracy of the estimates of the travel times of the IMF changes.  The time constant of the response is much longer, and the equatorial H component decreases continuously by 40 nT for 30 min after the northward turnings.  In contrast, the response of the EEJ to the southward turnings is far less clear in both magnitude and timing.  The difference in the EEJ response to the northward and southward turnings presumably reflects the fact that the magnetosphere-ionosphere system is more sensitive to IMF BZ for southward IMF BZ than for northward IMF BZ.  It is suggested that there exists a global current system that connects the auroral electrojets and the EEJ, and the electric field penetrates to the dip equator as the polar cap potential extends to lower latitudes.\n\n2. OUTREACH/EDUCATION EFFORTS\n\nThe PI has been committed to education and outreach efforts.  During the summer of 2012 he hosted and supervised one local high-school (Georgetown Day School) teacher, Mr. Matt Friel, and two students from his advanced science class, Mr. Marcus Boorstin and Mr. Duncan Botti.  The task he assigned to them was to examine how differently/similarly geomagnetic activity responds if the energy input from the solar wind to the magnetosphere is the same (as measured by various coupling functions such as IMF BZ).  They selected, from the OMNI data set, ~60 pairs of similar steplike increases of the energy coupling and found that the geomagnetic output (SML) can be very different.  They examined such differences in terms of various factors such as seasons, ground station coverage, and substorm activity.  The study was submitted to the 2012 Fall AGU meeting with Mr. Boorstin as a first author (\"The response of auroral electrojets to steplike enhancements of energy input from the solar wind\" by Boorstin et al.).\n\nThe PI has been working closely with the SuperMAG project PI, Dr. Jesper Gjerloev, who is serving as an adjunct professor of the University of Bergen (Norway) and keeps a close tie with graduate students over there.  The PI participated in those student researches.  The PI is also mentoring Dr. Tetsuo Motoba, who recently joined from Japan the SuperMAG team at JHU/APL.\n\n\t\t\t\t\tLast Modified: 12/28/2012\n\n\t\t\t\t\tSubmitted by: Shin-Ichi Ohtani"
 }
}