{
 "awd_id": "0949819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolution and Diversification in Apiaceae subfamily Azorelloideae",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 407893.0,
 "awd_amount": 407893.0,
 "awd_min_amd_letter_date": "2010-07-07",
 "awd_max_amd_letter_date": "2016-11-14",
 "awd_abstract_narration": "The project will focus on a closely related group of plants in the carrot family that are commonly found in South America.  Despite centuries of research in this group, relationships among its members have remained inscrutable. These problems are reflected in wide-scale confusion among species and identification of larger groups of species.  Preliminary data suggests that these problems stem in part from multiple, parallel evolution along the Andes mountain range, and from exchanges between South America and Australia/New Zealand, probably through the sub-Antarctic region.  Solving these problems will provide insights into the origin and evolution of the plants in the Andes and the environmental forces that have shaped their diversification.  The researchers propose a multi-disciplinary study that involves intensive field studies, collection of data from both genetic and morphological sources, monographic revisions, and analysis of how the species are related to each other. \r\n\r\nThe collaborative, multi-disciplinary, and integrative design of the study provides many opportunities for impacts of this research to the broader community.  The project involves students across several levels from high school to undergraduate and graduate students that will work along with an international team of researchers who have specialties in field biology, herbarium studies, anatomy, morphology, and genetic data.  Each training opportunity is also designed to be an \"exchange of expertise\" among the project participants, allowing participants at all levels to serve as both teachers and students of different skill sets.  Furthermore, this integrative, multi-disciplinary approach will serve as a model for the study of other major groups of plants where many evolutionary problems persist, as well as for other groups of organisms that evolved in the Andes and the Southern Hemisphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Plunkett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory M Plunkett",
   "pi_email_addr": "gplunkett@nybg.org",
   "nsf_id": "000189509",
   "pi_start_date": "2010-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antoine",
   "pi_last_name": "Nicolas",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Antoine N Nicolas",
   "pi_email_addr": "anicolas01@manhattan.edu",
   "nsf_id": "000243232",
   "pi_start_date": "2010-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Botanical Garden",
  "inst_street_address": "2900 SOUTHERN BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188178840",
  "inst_zip_code": "104585126",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "NEW YORK BOTANICAL GARDEN",
  "org_prnt_uei_num": "",
  "org_uei_num": "E7S2Q4L89F44"
 },
 "perf_inst": {
  "perf_inst_name": "New York Botanical Garden",
  "perf_str_addr": "2900 SOUTHERN BLVD",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104585126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 407893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite centuries of research, evolutionary and geographic relationships in the carrot family (&ldquo;umbels&rdquo;, or Apiaceae) continue to perplex biologists.&nbsp; In this study, the focus was not on &ldquo;typical&rdquo; umbels (like carrots, parsley, dill, hemlock, etc.), but on a group placed in subfamily Azorelloideae, whose species are almost entirely found in the southern hemisphere, often in extreme habitats of elevation, aridity, wind, and temperature fluctuations.&nbsp; Understanding how these plants arose and adapted to their habitats in the past provides insights into how present-day plant species may adapt to our current changing environments.</p>\n<p>Our research involved extensive field and herbarium studies in Andean South America, Central America, and New Zealand, where the great majority of species are native.&nbsp; We also took advantage of co-funding through another project to examine an outlier genus from South Africa (whose relationship to the subfamily had been poorly understood).&nbsp; Through these expeditions, we were able to achieve a near-comprehensive sampling of species in Azorelloideae, including the discovery of several new species and the re-discovery of extremely rare species, including ones thought to be extinct.&nbsp; Material collected included plant samples for herbarium specimens (fully annotated and geo-referenced), leaf tissue for DNA studies, fruit and leaf samples for anatomical studies, and flower buds for chromosome studies.&nbsp; From these raw materials, we have been able to gather data to perform phylogenetic analyses, providing for a detailed understanding of evolutionary relationships among species, and estimates of the geography and timing of their origins.</p>\n<p>The project also took advantage of recent advances in high-throughput DNA sequences to derive sequences of the entire plastid genomes from over 120 representatives of Azorelloideae and other umbels and closely related families, providing a much deeper evolutionary context for these findings.</p>\n<p>These studies have demonstrated that the traditional understanding of relationships in the southern-hemisphere umbels were faulty and misleading in many cases.&nbsp; The majority of genera in Azorelloideae had been incorrectly defined, necessitating large-scale changes to the taxonomy of the group.&nbsp; Such errors in classification can have an enormous effects on evolutionary interpretations, especially when species assumed to be closely related are only distantly so.&nbsp; At the same time, our studies provide evidence that the Andean plants trace their origin to Australasia, and that they reached South America after the break-up of the southern supercontinent of Gondwana.&nbsp; After reaching southern South America, three distinct lineages moved northward, in parallel, adapting to the extreme environments as new habitats arose in response to the uplifting of the Andes.&nbsp; More surprisingly, the Old World members of the group (in New Zealand, Australia, and China) have their origin from these New World lineages, reaching these landmasses by crossing back over the Pacific, most likely using the Subantarctic Islands as stepping stones.</p>\n<p>The project provided many opportunities for impacts to the broader community.&nbsp; Field studies provided training opportunities for American and international students, often working closely together.&nbsp; In total, two post-docs, six graduate students, and seven undergraduates received training from this grant (including seven female and nine Hispanic students).&nbsp; Collaborations were also promoted between US researchers and their overseas counterparts, including colleagues from Peru, Colombia, and Ecuador, as well as New Zealand, South Africa, and China.&nbsp; Both student and colleague collaborations promoted exchanges in expertise, allowing participants at all levels to serve as both teachers and students o...",
  "por_txt_cntn": "\nDespite centuries of research, evolutionary and geographic relationships in the carrot family (\"umbels\", or Apiaceae) continue to perplex biologists.  In this study, the focus was not on \"typical\" umbels (like carrots, parsley, dill, hemlock, etc.), but on a group placed in subfamily Azorelloideae, whose species are almost entirely found in the southern hemisphere, often in extreme habitats of elevation, aridity, wind, and temperature fluctuations.  Understanding how these plants arose and adapted to their habitats in the past provides insights into how present-day plant species may adapt to our current changing environments.\n\nOur research involved extensive field and herbarium studies in Andean South America, Central America, and New Zealand, where the great majority of species are native.  We also took advantage of co-funding through another project to examine an outlier genus from South Africa (whose relationship to the subfamily had been poorly understood).  Through these expeditions, we were able to achieve a near-comprehensive sampling of species in Azorelloideae, including the discovery of several new species and the re-discovery of extremely rare species, including ones thought to be extinct.  Material collected included plant samples for herbarium specimens (fully annotated and geo-referenced), leaf tissue for DNA studies, fruit and leaf samples for anatomical studies, and flower buds for chromosome studies.  From these raw materials, we have been able to gather data to perform phylogenetic analyses, providing for a detailed understanding of evolutionary relationships among species, and estimates of the geography and timing of their origins.\n\nThe project also took advantage of recent advances in high-throughput DNA sequences to derive sequences of the entire plastid genomes from over 120 representatives of Azorelloideae and other umbels and closely related families, providing a much deeper evolutionary context for these findings.\n\nThese studies have demonstrated that the traditional understanding of relationships in the southern-hemisphere umbels were faulty and misleading in many cases.  The majority of genera in Azorelloideae had been incorrectly defined, necessitating large-scale changes to the taxonomy of the group.  Such errors in classification can have an enormous effects on evolutionary interpretations, especially when species assumed to be closely related are only distantly so.  At the same time, our studies provide evidence that the Andean plants trace their origin to Australasia, and that they reached South America after the break-up of the southern supercontinent of Gondwana.  After reaching southern South America, three distinct lineages moved northward, in parallel, adapting to the extreme environments as new habitats arose in response to the uplifting of the Andes.  More surprisingly, the Old World members of the group (in New Zealand, Australia, and China) have their origin from these New World lineages, reaching these landmasses by crossing back over the Pacific, most likely using the Subantarctic Islands as stepping stones.\n\nThe project provided many opportunities for impacts to the broader community.  Field studies provided training opportunities for American and international students, often working closely together.  In total, two post-docs, six graduate students, and seven undergraduates received training from this grant (including seven female and nine Hispanic students).  Collaborations were also promoted between US researchers and their overseas counterparts, including colleagues from Peru, Colombia, and Ecuador, as well as New Zealand, South Africa, and China.  Both student and colleague collaborations promoted exchanges in expertise, allowing participants at all levels to serve as both teachers and students of different skill sets. Examples of these skill sets included field studies, plant preservation and herbarium management, molecular (DNA-based) systematics, and methods in fruit and lea..."
 }
}