{
 "awd_id": "0950233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coiled-coil Modules for Molecular Engineering and Synthetic Biology",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 860000.0,
 "awd_amount": 860000.0,
 "awd_min_amd_letter_date": "2010-03-10",
 "awd_max_amd_letter_date": "2013-03-13",
 "awd_abstract_narration": "Intellectual Merit: Understanding how amino-acid sequences determine the structure and function of proteins provides an opportunity to engineer molecular tools at the nanoscale level. The alpha helical coiled coil is a simple protein structure made up of two or more chains that associate into a rod-like super-helix. Several decades of research have provided insights into the principles that determine whether two protein chains can associate to form a coiled coil. This process can now be controlled, to a certain extent, by manipulating protein sequence using rational molecular design techniques. This project aims to exploit current understanding of coiled-coil sequence-structure relationships, along with powerful molecular engineering techniques, to develop reagents suitable for building new materials and re-engineering cellular circuits using coiled coil motifs. The goal is to generate a list of fully described molecular parts that will allow other scientists to use these as modular units in bioengineering projects. The research builds on the prior identification of 23 synthetic proteins that participate in a variety of complex interaction patterns. Goals for the project are to (1) test whether these peptides, previously characterized in solution in the laboratory, maintain their interaction properties inside bacteria and yeast, (2) refine and tune the interaction strengths and specificities of these 23 proteins through rational molecular design, (3) explore how the modular coiled-coil units can be used to alter information processing in laboratory yeast, specifically by modifying MAP-kinase signaling, and (4) explore the use of modular coiled-coil proteins for constructing artificial DNA-binding proteins. Success in these areas will pave the way for broad use of synthetic coiled coils in molecular engineering applications. As modular design blocks adapted from the natural world, coiled coils have the potential to advance materials science, provide new capabilities for engineering microbial cells, and interface with nanoscale inorganic materials, enabling advanced information processing and smart devices.\r\n\r\nBroader Impacts: Beyond the scientific impact, this project will enhance integrated educational/research opportunities for a diverse group of young scientists. The proposed work will be carried out in the Keating laboratory in the MIT biology department, where education and research activities are tightly coupled. The Keating research group of 12 individuals is composed of graduate students, postdoctoral scientists and undergraduate students. Laboratory members with diverse scientific, economic, ethnic and cultural backgrounds are involved in all group activities, and Dr. Keating additionally participates in mentoring activities for women and under-represented students in science. Undergraduate students will be recruited to work on this project, with summer invitations extended particularly to individuals not likely otherwise to be exposed to modern research. Protein engineering and synthetic biology are appealing research subjects for undergraduates, because these provide the opportunity to rationally construct something entirely new in the molecular world. This will enhance the spirit of exploration and discovery that is critical for engaging and retaining young scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Keating",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Keating",
   "pi_email_addr": "keating@mit.edu",
   "nsf_id": "000179590",
   "pi_start_date": "2010-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 215000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The alpha helical coiled coil is a type of structure found in many naturally occurring proteins (see figure). It is often used to bring two proteins together. Protein engineers have found coiled coils to be useful for many applications in molecular biology, biochemistry, materials science and nanotechnology. The goal of our work was to build and characterize a large toolkit of molecular parts that would expand the ways that coiled coils can be used in molecular design. We call the short, synthetic coiled-coil proteins that we have made and tested &ldquo;SYNZIPs,&rdquo; which stands for &ldquo;synthetic leucine zipper.&rdquo; An important contribution of this NSF-funded project was to demonstrate and make available to the community a useful new set of SYNZIPs that interact in an anti-parallel dimer geometry. We used many different techniques to study how these anti-parallel SYNZIPs, and many other SYNZIPs, interact. In one important publication (Thompson et al. ACS Synthetic Biology 2012) we measured the properties of 27 pairs of SYNZIPs. We determined the stabilities of the complexes that are formed and tested the relative orientation of the two alpha helices in each SYNZIP complex. We recorded the data in standardized specification sheets that can be referenced by molecular engineers to identify protein parts with the properties they need. We also showed that SYNZIPs interact in yeast cells as they do in the test tube, and that they can be used to control yeast signaling pathways. More than a dozen laboratories have contacted us to use our SYNZIP parts in their own applications. Students and postdoctoral scholars from many states and countries were involved in this work. E.g. a Hispanic graduate student from New York City made major contributions, as did a Canadian scientist who is now a US permanent resident and a postdoctoral scientist who came to MIT from North Carolina to work on this study. Undergraduate students from New York, Maryland and Nepal participated in the project and some of these students are now attending top graduate schools in the US (UCSF, MIT).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2015<br>\n\t\t\t\t\tModified by: Amy&nbsp;Keating</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0950233/0950233_10013979_1431747212797_ScreenShot2015-05-15at11.32.26PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0950233/0950233_10013979_1431747212797_ScreenShot2015-05-15at11.32.26PM--rgov-800width.jpg\" title=\"Structure of a SYNZIP pair\"><img src=\"/por/images/Reports/POR/2015/0950233/0950233_10013979_1431747212797_ScreenShot2015-05-15at11.32.26PM--rgov-66x44.jpg\" alt=\"Structure of a SYNZIP pair\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is the structure of a two-helix, parallel SYNZIP complex. It can be found in the Protein Data Bank (ID 3HE4).</div>\n<div class=\"imageCredit\">Amy E Keating</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Amy&nbsp;Keating</div>\n<div class=\"imageTitle\">Structure of a SYNZIP pair</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe alpha helical coiled coil is a type of structure found in many naturally occurring proteins (see figure). It is often used to bring two proteins together. Protein engineers have found coiled coils to be useful for many applications in molecular biology, biochemistry, materials science and nanotechnology. The goal of our work was to build and characterize a large toolkit of molecular parts that would expand the ways that coiled coils can be used in molecular design. We call the short, synthetic coiled-coil proteins that we have made and tested \"SYNZIPs,\" which stands for \"synthetic leucine zipper.\" An important contribution of this NSF-funded project was to demonstrate and make available to the community a useful new set of SYNZIPs that interact in an anti-parallel dimer geometry. We used many different techniques to study how these anti-parallel SYNZIPs, and many other SYNZIPs, interact. In one important publication (Thompson et al. ACS Synthetic Biology 2012) we measured the properties of 27 pairs of SYNZIPs. We determined the stabilities of the complexes that are formed and tested the relative orientation of the two alpha helices in each SYNZIP complex. We recorded the data in standardized specification sheets that can be referenced by molecular engineers to identify protein parts with the properties they need. We also showed that SYNZIPs interact in yeast cells as they do in the test tube, and that they can be used to control yeast signaling pathways. More than a dozen laboratories have contacted us to use our SYNZIP parts in their own applications. Students and postdoctoral scholars from many states and countries were involved in this work. E.g. a Hispanic graduate student from New York City made major contributions, as did a Canadian scientist who is now a US permanent resident and a postdoctoral scientist who came to MIT from North Carolina to work on this study. Undergraduate students from New York, Maryland and Nepal participated in the project and some of these students are now attending top graduate schools in the US (UCSF, MIT).\n\n\t\t\t\t\tLast Modified: 05/15/2015\n\n\t\t\t\t\tSubmitted by: Amy Keating"
 }
}