{
 "awd_id": "0950892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Analysis of the role of Wntless in regulating Wnt gradient formation",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthea Letsou",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 353939.0,
 "awd_min_amd_letter_date": "2010-02-04",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "The proper development of an embryo relies on the coordination and integration of numerous signals.  Wnt proteins represent one such class of signals and are required for many different developmental processes including brain, spinal cord, kidney, limb, lung, skin, bone, gonad, eye, ear, and muscle development.  When properly functioning, Wnt proteins are secreted from cells and form an extracellular concentration gradient that is typified by a graded decline in concentration over distance.  The shape and the length of this gradient have profound effects on the way that target cells respond to the Wnt signal.  The goal of this work is to define the role of Wntless, a protein that is known to regulate the activity and distribution of Wnt proteins.  In particular, this project will examine the role of Wntless in establishing the shape and length of the Wnt gradient.  Upon the completion of these studies, a better understanding of the molecular mechanisms by which gradients are formed will be gained.  These data will have relevance to our understanding of embryonic development and may have broad implications for research pertaining to birth defects and other diseases in which Wnt signaling is improperly regulated.  Importantly, funding for this research will provide research-training opportunities for up to 12 undergraduate and Masters students at San Francisco State University, which has an unusually rich and diverse student population.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Burrus",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Laura W Burrus",
   "pi_email_addr": "lburrus@sfsu.edu",
   "nsf_id": "000348205",
   "pi_start_date": "2010-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 HOLLOWAY AVE",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 113939.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><ol> </ol>\n<p><strong>1.&nbsp;&nbsp;&nbsp; </strong><strong>Intellectual merit</strong><br /> Morphogens make remarkable contributions to the generation of pattern in developing embryos. In order for morphogens to be effective, they must first be distributed in a concentration gradient. Thus, the molecular mechanisms controlling morphogen gradient formation represent a key area of inquiry. In particular, what factors control the length and the slope of a gradient? In a free volume, the length and slope of a gradient can be fully explained by the stability and the diffusion rate of a morphogen. In three-dimensional tissues, numerous additional factors contribute to the formation of the gradient. For secreted proteinaceous morphogens, these include, but are not limited to, the rate of morphogen secretion, binding of the morphogen to additional factors such as receptors, and endocytosis of the morphogen. In recent years, it has been discovered that several secreted morphogens, such as Wnts and Hedgehogs, can be modified with as many as two lipid moieties. This discovery has been both puzzling and exciting. Given that proteins with dual lipid modifications are typically anchored in the membrane bilayer, how is the Wnt gradient established?<br /> The <em>objective </em>of this NSF funded research was to explore how Wls regulates the activity and distribution of Wnt proteins in cultured cells and in the neural tube of the developing chick embryo. We hypothesized that Wntless worked together with another protein, Porcupine, to regulate gradient formation. We made several key observations that are expected to represent significant advances within the field:<br /> <strong>Wls is NOT a palmitoyl acyl transferase</strong><br /><strong>The phenotype of a Wls knockdown is more severe than that of a Wnt1/3a knockout, suggesting that Wls interacts with and regulates other Wnts or other non-Wnt proteins in the spinal cord.</strong><br /><strong>Wls is required for cell survival in the spinal cord.</strong><br /><strong>Excess Wls INHIBITS the activity of Wnt1/3a in the spinal cord with respect to proliferation and neuronal subtype specification.</strong><br /><strong>Porcupine and Wls have opposite effects on secretion</strong><br /><strong>Porcupine and Wls work synergistically to regulate secretion</strong><br /><strong>Porcn and Wls form a complex, which is present on the cell surface</strong><br /> <strong></strong>Cumulatively, these results will necessitate a revision to the model by which Porcn and Wls facilitate Wnt secretion.&nbsp;<strong>2.&nbsp;&nbsp;&nbsp; </strong><strong>Broader Impact</strong><br />&nbsp; The broader impact of this proposal involved the training of female and underrepresented minority students in cutting-edge primary research. This grant supported the training of 10 students, 4 at the master&rsquo;s level and 7 at the undergraduate level. Of these students, 3 were female and 4 were from underrepresented backgrounds. Three of these students (1 female and 1 URM) have already enrolled in PhD programs while another (1 URM) has enrolled in a master&rsquo;s program. One additional student is now in Pharmacy school. Of the remaining students, all but one will be applying for PhD programs this fall. The remaining student will apply in Fall of 2014. Thus, the broader impact of the funded work is that a diverse cadre of students has been well trained to enter doctoral programs in Cell, Molecular and Developmental Biology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2013<br>\n\t\t\t\t\tModified by: Laura&nbsp;W&nbsp;Burrus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n1.    Intellectual merit\n Morphogens make remarkable contributions to the generation of pattern in developing embryos. In order for morphogens to be effective, they must first be distributed in a concentration gradient. Thus, the molecular mechanisms controlling morphogen gradient formation represent a key area of inquiry. In particular, what factors control the length and the slope of a gradient? In a free volume, the length and slope of a gradient can be fully explained by the stability and the diffusion rate of a morphogen. In three-dimensional tissues, numerous additional factors contribute to the formation of the gradient. For secreted proteinaceous morphogens, these include, but are not limited to, the rate of morphogen secretion, binding of the morphogen to additional factors such as receptors, and endocytosis of the morphogen. In recent years, it has been discovered that several secreted morphogens, such as Wnts and Hedgehogs, can be modified with as many as two lipid moieties. This discovery has been both puzzling and exciting. Given that proteins with dual lipid modifications are typically anchored in the membrane bilayer, how is the Wnt gradient established?\n The objective of this NSF funded research was to explore how Wls regulates the activity and distribution of Wnt proteins in cultured cells and in the neural tube of the developing chick embryo. We hypothesized that Wntless worked together with another protein, Porcupine, to regulate gradient formation. We made several key observations that are expected to represent significant advances within the field:\n Wls is NOT a palmitoyl acyl transferase\nThe phenotype of a Wls knockdown is more severe than that of a Wnt1/3a knockout, suggesting that Wls interacts with and regulates other Wnts or other non-Wnt proteins in the spinal cord.\nWls is required for cell survival in the spinal cord.\nExcess Wls INHIBITS the activity of Wnt1/3a in the spinal cord with respect to proliferation and neuronal subtype specification.\nPorcupine and Wls have opposite effects on secretion\nPorcupine and Wls work synergistically to regulate secretion\nPorcn and Wls form a complex, which is present on the cell surface\n Cumulatively, these results will necessitate a revision to the model by which Porcn and Wls facilitate Wnt secretion. 2.    Broader Impact\n  The broader impact of this proposal involved the training of female and underrepresented minority students in cutting-edge primary research. This grant supported the training of 10 students, 4 at the masterÆs level and 7 at the undergraduate level. Of these students, 3 were female and 4 were from underrepresented backgrounds. Three of these students (1 female and 1 URM) have already enrolled in PhD programs while another (1 URM) has enrolled in a masterÆs program. One additional student is now in Pharmacy school. Of the remaining students, all but one will be applying for PhD programs this fall. The remaining student will apply in Fall of 2014. Thus, the broader impact of the funded work is that a diverse cadre of students has been well trained to enter doctoral programs in Cell, Molecular and Developmental Biology.\n\n \n\n\t\t\t\t\tLast Modified: 08/30/2013\n\n\t\t\t\t\tSubmitted by: Laura W Burrus"
 }
}