{
 "awd_id": "0950095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ETBC; Temperature sensitivity of substrate decomposition from enzymes to microbial communities",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 595998.0,
 "awd_amount": 595998.0,
 "awd_min_amd_letter_date": "2010-08-12",
 "awd_max_amd_letter_date": "2010-08-12",
 "awd_abstract_narration": "Soils contain more than 1.5 times the amount of carbon in vegetation and the atmosphere combined, much of it residing in compounds that turnover relatively slowly.  Chemical theory predicts that decomposition of slow turnover compounds will be far more sensitive to a warming climate than compounds with faster turnover rates.  The release of CO2 to the atmosphere from these compounds as they decompose would serve as a positive feedback to global warming.  However, recent research suggests that microorganisms responsible for decomposing soil carbon may adapt or acclimate to warmer environments.  Such adaptation or acclimation may mitigate the temperature sensitivity of soil organic carbon decomposition currently predicted by chemical theory. To date, acclimation and adaptation have yet to be incorporated into a predictive framework for the temperature sensitivity of soil organic carbon decomposition, because the influence of microbial acclimation and adaptation to a new temperature regime is, as yet, unknown. \r\n\r\nFor this project then, investigators will determine: i) the influence of microbial acclimation and adaptation on carbon and nitrogen fluxes through microbes and on temperature sensitivities of decomposition for multiple types of carbon compounds; and ii) the influence of interactions between functionally different microbial populations on the temperature sensitivity of soil organic carbon decomposition. Data characterizing responses of microbial decomposition to warming will be incorporated into a theoretical framework to understand the influence of microbial acclimation and adaptation on the temperature sensitivity of soil organic carbon decomposition. Incubations will be performed across a range of complexity, including: simple, sterile mixtures of enzymes and substrates; soil-like media containing substrates of specified structure and isotopic composition, and inoculated with microbial populations representing a range of biogeochemical functions; and real soils with both introduced and natural microbial communities. The flow of carbon and nitrogen into microbes from soil compounds and subsequent release of CO2, shifts in substrate use, and changes in microbial community structure with temperature will be assessed.\r\n \r\n\r\nModels used to predict how soil organic carbon decomposition rates change with temperature are important because they can help predict future atmospheric CO2 concentrations. Currently, most models are based purely on the characteristics of soil organic carbon. Efforts to examine the acclimation and adaptation of the microorganisms that transform soil carbon into biomass and CO2 with changing temperature typically are thwarted due to the challenges associated with identifying microbial use of distinct soil carbon compounds. By conducting experiments across incremental levels of experimental complexity and integrating measurements of carbon and nitrogen flow through microorganisms into a new theoretical framework, this research will directly address these shortcomings. The work will support one post-doctoral scholar, one graduate student, and four undergraduates.  Research results will be integrated into seven undergraduate and graduate courses, and educational outreach efforts will include dissemination of soil ecology and climate warming information via laboratory websites, and to middle school students and teachers from rural Kansan populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Billings",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon A Billings",
   "pi_email_addr": "sharonb@ku.edu",
   "nsf_id": "000086145",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Ziegler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Ziegler",
   "pi_email_addr": "sziegler@mun.ca",
   "nsf_id": "000076841",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ford",
   "pi_last_name": "Ballantyne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ford Ballantyne",
   "pi_email_addr": "fb4@uga.edu",
   "nsf_id": "000521901",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  },
  {
   "pgm_ele_code": "797800",
   "pgm_ele_name": "Global Systems Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6875",
   "pgm_ref_txt": "EMERG TOPICS BIOGEOCHEM CYCL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 595998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>ETBC: Temperature sensitivity of substrate decomposition from enzymes to microbial communities, NSF Award ID 0950095</strong></p>\n<p>Our project &ldquo;ETBC: Temperature sensitivity of substrate decomposition from enzymes to microbial communities&rdquo; explored how organic compounds often found in Earth&rsquo;s soils are transformed by soil microorganisms at different temperatures.&nbsp; This is important, because most soil microorganisms generate carbon dioxide as byproduct of their activities, and carbon dioxide is an important greenhouse gas.&nbsp; We already know that as soils are warmed, the production of carbon dioxide by the microorganisms they support goes up.&nbsp; As a result, there is great concern among ecosystem scientists that a warming planet will result in a faster rate of carbon dioxide production by the world&rsquo;s soil microorganisms, which in turn would diffuse up into the atmosphere and promote yet more warming.&nbsp; However, predicting if and how this might proceed, and if it does to what extent, in soils around the globe is extremely difficult.&nbsp; Our project aimed to fill key knowledge gaps in this story, in an attempt to help make such predictions.&nbsp; We first examined how temperature influences the decay of organic molecules representative of those found in soils around the globe, without including microorganisms in the experiments (only the enzymes they produce that induce the decay of organic molecules).&nbsp; We demonstrated that the availability of carbon and nutrients important for microbial activities can change with temperature simply as a result of enzymatic behavior, even without microbes present.&nbsp; We also demonstrated that these changes are influenced by pH.&nbsp; We also measured how carbon in organic compounds (either those we supplied to microorganisms that mimicked natural ones, or those found naturally in soils) is transformed as microorganisms use that carbon for their life processes.&nbsp; Some of the carbon is transformed into carbon dioxide, and we focused especially on this process.&nbsp; Using a simplified experimental system, we demonstrated that as temperatures increase, microorganisms produce more carbon dioxide per unit mass.&nbsp; We also demonstrated that the particular isotopes of carbon they transform into carbon dioxide changes with temperature; this is important, because scientists use isotopes of carbon in atmospheric carbon dioxide to infer that carbon dioxide&rsquo;s history.&nbsp; Our work demonstrates how that might change with temperature.&nbsp; Using boreal forest soils, we further demonstrated that increasing temperatures appear to prompt preferential decay and respiration of soil organic matter that has been present in the soil for a relatively long period of time, compared to the decay and respiration of material that has been recently produced by plants.&nbsp; We also demonstrated that the availability of nitrogen to the microorganisms influences this temperature response.&nbsp; These studies link to a set of conceptual advances we made as well; we developed a modeling framework by which we can mathematically predict how soil organic matter decay and its transformation into microbial biomass vs. carbon dioxide will proceed in different environmental conditions.&nbsp; The products of our efforts can be used to formulate predictions about soil organic matter feedbacks to climate.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2014<br>\n\t\t\t\t\tModified by: Sharon&nbsp;A&nbsp;Billings</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nETBC: Temperature sensitivity of substrate decomposition from enzymes to microbial communities, NSF Award ID 0950095\n\nOur project \"ETBC: Temperature sensitivity of substrate decomposition from enzymes to microbial communities\" explored how organic compounds often found in EarthÆs soils are transformed by soil microorganisms at different temperatures.  This is important, because most soil microorganisms generate carbon dioxide as byproduct of their activities, and carbon dioxide is an important greenhouse gas.  We already know that as soils are warmed, the production of carbon dioxide by the microorganisms they support goes up.  As a result, there is great concern among ecosystem scientists that a warming planet will result in a faster rate of carbon dioxide production by the worldÆs soil microorganisms, which in turn would diffuse up into the atmosphere and promote yet more warming.  However, predicting if and how this might proceed, and if it does to what extent, in soils around the globe is extremely difficult.  Our project aimed to fill key knowledge gaps in this story, in an attempt to help make such predictions.  We first examined how temperature influences the decay of organic molecules representative of those found in soils around the globe, without including microorganisms in the experiments (only the enzymes they produce that induce the decay of organic molecules).  We demonstrated that the availability of carbon and nutrients important for microbial activities can change with temperature simply as a result of enzymatic behavior, even without microbes present.  We also demonstrated that these changes are influenced by pH.  We also measured how carbon in organic compounds (either those we supplied to microorganisms that mimicked natural ones, or those found naturally in soils) is transformed as microorganisms use that carbon for their life processes.  Some of the carbon is transformed into carbon dioxide, and we focused especially on this process.  Using a simplified experimental system, we demonstrated that as temperatures increase, microorganisms produce more carbon dioxide per unit mass.  We also demonstrated that the particular isotopes of carbon they transform into carbon dioxide changes with temperature; this is important, because scientists use isotopes of carbon in atmospheric carbon dioxide to infer that carbon dioxideÆs history.  Our work demonstrates how that might change with temperature.  Using boreal forest soils, we further demonstrated that increasing temperatures appear to prompt preferential decay and respiration of soil organic matter that has been present in the soil for a relatively long period of time, compared to the decay and respiration of material that has been recently produced by plants.  We also demonstrated that the availability of nitrogen to the microorganisms influences this temperature response.  These studies link to a set of conceptual advances we made as well; we developed a modeling framework by which we can mathematically predict how soil organic matter decay and its transformation into microbial biomass vs. carbon dioxide will proceed in different environmental conditions.  The products of our efforts can be used to formulate predictions about soil organic matter feedbacks to climate.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2014\n\n\t\t\t\t\tSubmitted by: Sharon A Billings"
 }
}