{
 "awd_id": "0950376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "How Words and Sounds Influence Category Formation in Infancy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 389594.0,
 "awd_amount": 389594.0,
 "awd_min_amd_letter_date": "2010-09-12",
 "awd_max_amd_letter_date": "2011-09-10",
 "awd_abstract_narration": "The research will clarify the effect of words on categorization in the first months of life and trace the developmental trajectory of this effect over the first year of life. The starting point for these studies is a recent demonstration by the investigators that words promoted object categorization in infants as young as 3 months, and do so in a way that carefully matched tones do not. This result opens several new avenues for investigation, each of which will bear on fundamental questions concerning the relation between language and conceptual organization in the first year of life. The project will identify what it is about speech stimuli that promote object categorization over and above the effect of tone sequences in infants so young. The proposed experiments test the hypothesis that human speech engenders in very young infants a heightened attention to the surrounding objects, and that this very general attentional effect later becomes more specific as infants become attuned to the speech sounds of their own ambient language. Pursuing this hypothesis requires an examination of 3- to 12-month-old infants' treatment of a broad range of auditory stimuli. To discover whether the facilitative effect of words on categorization is specific to linguistic stimuli or evident for other complex stimuli as well, the proposed experiments use a preferential-looking task.  In this task, the infant is presented with a series of individual pictures followed by a test trial in which the infant is presented with a novel and a familiar picture side-by-side, and the investigators measure how much time the infant spends looking at each picture. The project investigates the effects of auditory stimuli including naturalistic speech from a range of languages, filtered speech, backwards speech, mammal vocalizations, and bird calls. Another focus of this project is to investigate the developmental trajectory for infants growing up in bilingual homes. \r\n\r\nThe project, focused on typically-developing infants, will have broad impact on theories of normative development in monolingual and bilingual infants and will have implications for interventions with atypically-developing infants and young children. The research focuses on two uniquely human capacities -- language and conceptual development -- and explores an emerging link between them. By mapping out the development of this link, the proposed studies will put practitioners in a better position to identify patterns that deviate from typical development. Moreover, by considering infants growing up bilingual, this work will address crucial questions about consequences of processing two languages in the first years of life, and will advance efforts to promote positive developmental outcomes for the ever-increasing number of bilingual infants and young children in the United States. Finally, this basic research can also serve as a springboard for developing targeted interventions for young children diagnosed with language delay and impairments, as well as those diagnosed with autistic spectrum disorders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Waxman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra R Waxman",
   "pi_email_addr": "s-waxman@northwestern.edu",
   "nsf_id": "000111380",
   "pi_start_date": "2010-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Hespos",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Susan J Hespos",
   "pi_email_addr": "hespos@northwestern.edu",
   "nsf_id": "000114948",
   "pi_start_date": "2010-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 126444.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 263150.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Infants live in an enormously rich environment, filled with myriad new sights and sounds. Amidst this richness, infants must identify <span style=\"text-decoration: underline;\">which are the sounds of their language</span> and <span style=\"text-decoration: underline;\">how these are linked to the world around them</span>. This grant documented that even before infants utter their first words, they have already made great headway in establishing this link. We had previously documented that for infants as young as 3 months of age, listening to human language promotes fundamental cognitive capacities, and does so in a way that is distinct from other carefully-matched auditory stimuli (e.g., tone sequences) (Ferry, Hespos &amp; Waxman, 2010). This evidence for a precocious link between human language and cognition in infancy raised compelling questions concerning the breadth of this initial link and how it becomes tuned over the first year of life.</p>\n<p>By examining infants&rsquo; responses to a broad range of signals, we asked: Is this link specific to human language? The answer is &ldquo;no.&rdquo; For infants at 3 and 4 months of age, this link is sufficiently broad to include vocalizations of both humans and non-human primates (lemurs). However, by 6 months, lemur vocalizations no longer promote categorization; infants have tuned this link specifically to human vocalizations (Ferry, Hespos &amp; Waxman, 2013). Nonetheless, the initial link is not entirely unconstrained: backward human speech, bird calls (zebra finch) and tone sequences fail to engage infants&rsquo; categorization capacities at any age in the first year. This initial breadth, followed by rapid tuning, offers clues into the developmental and evolutionary foundations of human language.</p>\n<p>We next documented a powerful role of experience in the tuning process. Merely exposing 6-month-old infants to lemur vocalizations permits them to reinstate the link between this signal and cognition that was present at 3 and 4 months of age. Moreover, this facilitative effect of exposure operates only on signals that are part of infants&rsquo; initially privileged set. Exposing them to signals that yield null effects at 3 months (e.g., backward speech, bird calls, tones) does not engage their cognitive systems. Together, these results shed light on the intricate relation between capacities inherent in the infant and the shaping role of experience. Infants&rsquo; experience guides them as they hone in on which links to maintain (and which to tune out) as they establish increasingly precise links between the sounds they hear and core cognitive capacities.</p>\n<p>We have also documented how this link is shaped by infants&rsquo; other rapidly-emerging capacities, including their sensitivity to social cues (eye gaze, joint communication; notions of agency). Together, these studies document infants&rsquo; flexibility in establishing communicative signals. This work illuminates the developmental path infants take as they tune in to the communicative signals of their species and link these signals to the foundations of meaning.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span>. This work has far-reaching intellectual merit. Focusing on two essential human capacities - language and cognition &ndash; the work identifies the origin of links between language and cognition, and traces its rapid tuning over the first year of life. We zeroed in, for the first time, on factors that influence the formation of this link between visual and auditory input. It brings principles of infant visual and auditory processing into alignment with core issues in early language and cognitive development. By documenting how infants&rsquo; experience with signals available in the ambient environment shapes their increasingly precise links between language and cognition, the results underscore the vital interaction betwee...",
  "por_txt_cntn": "\nInfants live in an enormously rich environment, filled with myriad new sights and sounds. Amidst this richness, infants must identify which are the sounds of their language and how these are linked to the world around them. This grant documented that even before infants utter their first words, they have already made great headway in establishing this link. We had previously documented that for infants as young as 3 months of age, listening to human language promotes fundamental cognitive capacities, and does so in a way that is distinct from other carefully-matched auditory stimuli (e.g., tone sequences) (Ferry, Hespos &amp; Waxman, 2010). This evidence for a precocious link between human language and cognition in infancy raised compelling questions concerning the breadth of this initial link and how it becomes tuned over the first year of life.\n\nBy examining infantsÆ responses to a broad range of signals, we asked: Is this link specific to human language? The answer is \"no.\" For infants at 3 and 4 months of age, this link is sufficiently broad to include vocalizations of both humans and non-human primates (lemurs). However, by 6 months, lemur vocalizations no longer promote categorization; infants have tuned this link specifically to human vocalizations (Ferry, Hespos &amp; Waxman, 2013). Nonetheless, the initial link is not entirely unconstrained: backward human speech, bird calls (zebra finch) and tone sequences fail to engage infantsÆ categorization capacities at any age in the first year. This initial breadth, followed by rapid tuning, offers clues into the developmental and evolutionary foundations of human language.\n\nWe next documented a powerful role of experience in the tuning process. Merely exposing 6-month-old infants to lemur vocalizations permits them to reinstate the link between this signal and cognition that was present at 3 and 4 months of age. Moreover, this facilitative effect of exposure operates only on signals that are part of infantsÆ initially privileged set. Exposing them to signals that yield null effects at 3 months (e.g., backward speech, bird calls, tones) does not engage their cognitive systems. Together, these results shed light on the intricate relation between capacities inherent in the infant and the shaping role of experience. InfantsÆ experience guides them as they hone in on which links to maintain (and which to tune out) as they establish increasingly precise links between the sounds they hear and core cognitive capacities.\n\nWe have also documented how this link is shaped by infantsÆ other rapidly-emerging capacities, including their sensitivity to social cues (eye gaze, joint communication; notions of agency). Together, these studies document infantsÆ flexibility in establishing communicative signals. This work illuminates the developmental path infants take as they tune in to the communicative signals of their species and link these signals to the foundations of meaning.\n\nIntellectual Merit. This work has far-reaching intellectual merit. Focusing on two essential human capacities - language and cognition &ndash; the work identifies the origin of links between language and cognition, and traces its rapid tuning over the first year of life. We zeroed in, for the first time, on factors that influence the formation of this link between visual and auditory input. It brings principles of infant visual and auditory processing into alignment with core issues in early language and cognitive development. By documenting how infantsÆ experience with signals available in the ambient environment shapes their increasingly precise links between language and cognition, the results underscore the vital interaction between infantsÆ natural endowments and the shaping role of the environment. Recruiting state-of-the-art eye-tracking analyses, this work clarifies not only whether infants link a broad range of signals to cognition, but also the efficiency with which they do so in real time.\n\nBroader impact...."
 }
}