{
 "awd_id": "0950686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop,Conference: Space, Time and Number: The Cerebral Basis of Mathematical Intuitions",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Vishton",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 32717.0,
 "awd_amount": 32717.0,
 "awd_min_amd_letter_date": "2010-04-20",
 "awd_max_amd_letter_date": "2010-04-20",
 "awd_abstract_narration": "Getting around the world in space, keeping track of time, and quantifying the world around us is an essential part of being human.  But how do we accomplish these feats?  What are the neural mechanisms that allow us to navigate from home to work, to estimate when a traffic light should turn green, or to compare the number of people in two grocery checkout lines?  The conference titled \"Space, Time and Number: The Cerebral Basis of Mathematical Intuitions\" will explore the state of the art in research on how these quantitative aspects of the world around us are represented and how they might relate to one another. An exciting aspect of this meeting is that the study of number, space, and time is almost unparalleled in its multidisciplinary nature. The topic requires studying human cognitive development, adult cognition, nonhuman animals, behavioral and brain-based approaches and computational modeling and thus brings together researchers from many different departments and fields of expertise. While the meeting will include senior scientists from around the globe, this NSF award will fund American junior scientists (graduate students, postdoctoral training associates, and assistant professors) who would otherwise be unable to attend.\r\n\r\nThe July 2010 meeting, organized by Dr. Stanislas Dehaene and Dr. Elizabeth Brannon (the Principal Investigator), will be the first international meeting of its kind to focus on the neural bases of the representation of time, space, and number.  The conference will lead to a series of papers to be published for more widespread dissemination among scientists.  Most importantly, by providing a means for junior scholars to attend, this award will support the formation of new research collaborations among this diverse, interdisciplinary group of researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Brannon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Brannon",
   "pi_email_addr": "ebrannon@psych.upenn.edu",
   "nsf_id": "000328978",
   "pi_start_date": "2010-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 32717.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF grant (<span style=\"text-decoration: underline;\">0950686</span>) contributed funding towards an Attention and Performance meeting titled, &ldquo;Space, Time and Number: The Cerebral Basis of Mathematical Intuitions. The meeting was organized by Dr. Stanislas Dehaene and Dr. Elizabeth Brannon and sponsored by the International Association for the Study of Attention and Performance (A&amp;P). The representations of number, time, and space are critical for most organisms&rsquo; survival. Indeed, according to Immanuel Kant they represent &ldquo;pure intuitions&rdquo; that must precede and structure all experience of objects. Considerable research with animals and human infants supports this point of view. An important goal of this meeting was to attempt to isolate the fundamental connections and divergences between the representation of number, space, and time.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The study of number, space, and time is almost unparalleled in its multi-disciplinarity. It involves studying human cognitive development, adult cognition, nonhuman animal models, behavioral and brain-based approaches and computational modeling.&nbsp; Our meeting brought together researchers from these many different approaches and diverse disciplines and included researchers from 13 different countries (Argentina, Belgium, Canada, France, Germany, Italy, Israel, Japan, Netherlands, Norway, Switzerland, UK, USA). The NSF funds supported junior scientists to teavel and attend this meeting. &nbsp;The work and ideas that emerged from the meeting are now published in a special issue of <em>Trends in Cognitive Sciences</em> and a book published by <em>Elsevier</em> titled <span style=\"text-decoration: underline;\">Space, Time and Number in the Brain</span>.&nbsp; The broad impacts of the conference include relevance for mathematics education.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2011<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;M&nbsp;Brannon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF grant (0950686) contributed funding towards an Attention and Performance meeting titled, \"Space, Time and Number: The Cerebral Basis of Mathematical Intuitions. The meeting was organized by Dr. Stanislas Dehaene and Dr. Elizabeth Brannon and sponsored by the International Association for the Study of Attention and Performance (A&amp;P). The representations of number, time, and space are critical for most organismsÆ survival. Indeed, according to Immanuel Kant they represent \"pure intuitions\" that must precede and structure all experience of objects. Considerable research with animals and human infants supports this point of view. An important goal of this meeting was to attempt to isolate the fundamental connections and divergences between the representation of number, space, and time. \n\n \n\nThe study of number, space, and time is almost unparalleled in its multi-disciplinarity. It involves studying human cognitive development, adult cognition, nonhuman animal models, behavioral and brain-based approaches and computational modeling.  Our meeting brought together researchers from these many different approaches and diverse disciplines and included researchers from 13 different countries (Argentina, Belgium, Canada, France, Germany, Italy, Israel, Japan, Netherlands, Norway, Switzerland, UK, USA). The NSF funds supported junior scientists to teavel and attend this meeting.  The work and ideas that emerged from the meeting are now published in a special issue of Trends in Cognitive Sciences and a book published by Elsevier titled Space, Time and Number in the Brain.  The broad impacts of the conference include relevance for mathematics education.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2011\n\n\t\t\t\t\tSubmitted by: Elizabeth M Brannon"
 }
}