{
 "awd_id": "0951160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Acoustic Aposematism, Mimicry, and Sonar Jamming: Efficacy in the Field",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emilia Martins",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2010-05-18",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "The interactions between insect-eating bats and their prey are a classic example of an evolutionary arms race. Bats began the race with the evolution of sophisticated biosonar to track insects in complete darkness. Night-flying insects, including moths, countered with the evolution of sonar detection devices (ears) and erratic evasive maneuvers. Impressive aerobatic 'dog fights' ensue. Tiger moths (Lepidoptera: Arctiidae) added a new twist to the fray - they answer bats with ultrasonic clicks produced by specialized structures called tymbals. Laboratory experiments by this research group over the past decade have demonstrated an impressive array of functions for the clicks. Some moth species use them to warn bats that they are poisonous. Other palatable tiger moths mimic the sounds of noxious species. And, perhaps most impressively, some species make a cacophony of ultrasound to jam bat sonar. \r\n\r\nThe project delves into this exquisite predator-prey system using state-of-the-art technologies in the first comprehensive study of bat-tiger moth warfare under natural conditions. First, using thermal infrared videography and voice recognition software, the investigators will test the effectiveness of acoustic warning, acoustic mimicry, and sonar jamming against natural foraging bats that differ in echolocation strategies and foraging capabilities. The work will also reveal details of aerial battles that have thus far remained hidden. Second, the investigators will use species-specific molecular probes to quantify the DNA of specific moth species naturally occurring in bat guano. The results will be used to determine the utility of each of the tiger moth acoustic defenses in evading predation. The bat-moth story has shaped the field of animal behavior and is one of the most sophisticated predator-prey interactions known. An understanding of these processes will not only explain the fascinating details of bat-tiger moth evolution, it will also illustrate how fundamental behavioral interactions have shaped the acoustic world.\r\n\r\nThe most exciting educational aspect of this project is a partnership with SciWorks in Forsyth County, North Carolina. SciWorks is a science center and environmental park visited by over 30,000 K-12 students per year. The research group will assist in the development of interactive exhibits for SciWorks based on our bat-moth research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Conner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Conner",
   "pi_email_addr": "conner@wfu.edu",
   "nsf_id": "000303005",
   "pi_start_date": "2010-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 WAKE FOREST RD",
  "perf_city_name": "WINSTON SALEM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271096000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tiger moths are a unique group or nocturnal insects that are locked in an arms race with insectivorous echolocating bats.&nbsp; When targeted by a bat, a tiger moth answers with trains of clicks produced by tiny blisters of cuticle called tymbal organs. Laboratory experiments suggest that different species of tiger moths utilize anti-bat sounds in different ways. Some may warn the bat that they are distasteful by virtue of the toxins that these moths sequester from their food as caterpillars. Others may gain an advantage by mimicking the sounds of a toxic species. Some species may &ldquo;jam&rdquo; the sonar of the bat making it difficult for the bat to locate them and some may just startle bats. We decided to test how well these strategies function in nature. At the Southwest Research Station near Portal, Arizona we found evidence for all the strategies under natural conditions and measured the effectiveness of each with free-flying moths and bats.</p>\n<p>Using 3D-infrared videography and simultaneous high frequency sound recording we found that the non-toxic moth <em>Bertholdia trigona</em> is an expert jammer. It produces 4500 clicks per second and the clicks give a moth a 10-fold advantage over animals that do not produce sound. Interestingly the moths combine their sound production with evasive power dives at critical moments making capture even more difficult. This ability to avoid bat predation through sonar jamming appears to have evolved multiple times in the tiger moth group and shares some characteristics with jamming strategies used by the military.</p>\n<p>We found that two related species <em>Pygarctia roseicapitis</em> and <em>Cisthene martini</em> do not use their sounds to jam bat sonar, but instead advertise to bats that they are distasteful. We call this warning sound or acoustic aposematism. This strategy gains the moth a roughly 2-fold advantage over its competition. Some species fly with a nonchalance that implies a certain &ldquo;confidence&rdquo; in their warning and chemical defense. Others hedge their bets by combining evasive action with acoustic warning. Last we have found some tiger moths species that utilize acoustic mimicry. They sound like their toxic relatives and bats are fooled into avoiding them.</p>\n<p>Studying the bat-moth arms race provides an opportunity to teach science, technology, engineering and math to young students. We use students&rsquo; intrinsic interest in bats and bugs to entice them to study the laws of physics that underlie sonar. Be collaborating with SciWorks, a Winston-Salem science center and environmental park with over 40,000 visitors each year, we have introduced minority and economically disadvantage students to the concepts of the speed of sound, the physics of echoes, the biodiversity of bats and insects, and the evolution of behavior. Interactive exhibits developed through this grant include an outdoor bat house capable of housing 1000 to 3000 bats and scaled-up replicas of bat ears that children can use to listen to their surroundings. In collaboration with SciWorks we have also produced podcasts on the evolution of the bat/moth arms race. These have been aired through our local public radio station, WFDD, and were shared with NSF Science 360 Radio.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2015<br>\n\t\t\t\t\tModified by: William&nbsp;E&nbsp;Conner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTiger moths are a unique group or nocturnal insects that are locked in an arms race with insectivorous echolocating bats.  When targeted by a bat, a tiger moth answers with trains of clicks produced by tiny blisters of cuticle called tymbal organs. Laboratory experiments suggest that different species of tiger moths utilize anti-bat sounds in different ways. Some may warn the bat that they are distasteful by virtue of the toxins that these moths sequester from their food as caterpillars. Others may gain an advantage by mimicking the sounds of a toxic species. Some species may \"jam\" the sonar of the bat making it difficult for the bat to locate them and some may just startle bats. We decided to test how well these strategies function in nature. At the Southwest Research Station near Portal, Arizona we found evidence for all the strategies under natural conditions and measured the effectiveness of each with free-flying moths and bats.\n\nUsing 3D-infrared videography and simultaneous high frequency sound recording we found that the non-toxic moth Bertholdia trigona is an expert jammer. It produces 4500 clicks per second and the clicks give a moth a 10-fold advantage over animals that do not produce sound. Interestingly the moths combine their sound production with evasive power dives at critical moments making capture even more difficult. This ability to avoid bat predation through sonar jamming appears to have evolved multiple times in the tiger moth group and shares some characteristics with jamming strategies used by the military.\n\nWe found that two related species Pygarctia roseicapitis and Cisthene martini do not use their sounds to jam bat sonar, but instead advertise to bats that they are distasteful. We call this warning sound or acoustic aposematism. This strategy gains the moth a roughly 2-fold advantage over its competition. Some species fly with a nonchalance that implies a certain \"confidence\" in their warning and chemical defense. Others hedge their bets by combining evasive action with acoustic warning. Last we have found some tiger moths species that utilize acoustic mimicry. They sound like their toxic relatives and bats are fooled into avoiding them.\n\nStudying the bat-moth arms race provides an opportunity to teach science, technology, engineering and math to young students. We use studentsÆ intrinsic interest in bats and bugs to entice them to study the laws of physics that underlie sonar. Be collaborating with SciWorks, a Winston-Salem science center and environmental park with over 40,000 visitors each year, we have introduced minority and economically disadvantage students to the concepts of the speed of sound, the physics of echoes, the biodiversity of bats and insects, and the evolution of behavior. Interactive exhibits developed through this grant include an outdoor bat house capable of housing 1000 to 3000 bats and scaled-up replicas of bat ears that children can use to listen to their surroundings. In collaboration with SciWorks we have also produced podcasts on the evolution of the bat/moth arms race. These have been aired through our local public radio station, WFDD, and were shared with NSF Science 360 Radio.\n\n \n\n\t\t\t\t\tLast Modified: 07/13/2015\n\n\t\t\t\t\tSubmitted by: William E Conner"
 }
}