{
 "awd_id": "0951695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Improving the Accuracy of Affective Forecasting",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "donald hantula",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 276301.0,
 "awd_amount": 276301.0,
 "awd_min_amd_letter_date": "2010-04-27",
 "awd_max_amd_letter_date": "2010-04-27",
 "awd_abstract_narration": "A decade of research has shown that people often can't predict whether something will make them happy, how happy it will make them, and how long that happiness will last. As a result, people make poor decisions in consequential domains ranging from the social and economic to the legal and medical. Researchers have worked hard over the past decade to find a way to improve the accuracy of peoples' predictions, and for the most part they've done this by trying to improve the accuracy with which people imagine or \"mentally simulate\" future events. The results of these attempts have been disappointing. Either they've failed completely, or they've been successful in limited circumstances.\r\n\r\nThe proposed research is based on the argument that the best way to improve the accuracy of affective forecasting is not to improve mental simulation, but to avoid it entirely.  Instead, the investigators argue that to predict how happy you will be in the future you should follow the 17th century essayist François de La Rochefoucauld's advice: \"Before we set our hearts too much upon anything, let us first examine how happy those are who already possess it.\" The investigators have found that this strategy for predicting happiness based solely on the report of another person who has already experienced that event, referred to as \"surrogation,\" can improve predictions dramatically.  Indeed, in many circumstances people are better off relying on the experience of a single randomly-selected stranger than on their own self-knowledge and imaginations! The current research involves a new series of studies designed to explore the conditions under which surrogation will and will not improve prediction accuracy as well as the conditions under which people are and are not likely to use it.\r\n\r\nPeople make poor decisions in consequential domains ranging from the social and economic to the legal and medical, in part as a consequence of being unable to accurately predict how happy different actions will make them. The broader impact of this research is to provide concrete ways to help people make better predictions and, as a consequence, better choices. \r\n \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel T Gilbert",
   "pi_email_addr": "gilbert@wjh.harvard.edu",
   "nsf_id": "000301968",
   "pi_start_date": "2010-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 276301.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A decade of research has shown that people make systematic errors when attempting to predict their affective reactions to future events. For example, people overestimate how bad they will feel when they lose an election, miss a train, or fail to get a job promotion, and they overestimate how good they will feel when they fall in love, receive a kidney transplant ,or move to California. The main reason why people make these mistakes is that they tend to imagine or &ldquo;mentally simulate&rdquo; future events inaccurately. When mental simulations of future events are inaccurate then affective forecastsare naturally inaccurate as well. Researchers have struggled to find ways to improve the accuracy of affective forecasts by improving the accuracy of mental simulation, but the results have been disappointing. Some interventions have failed, and others have succeeded only in limited circumstances. In a paper published in Science, the PIs showed that people can avoid the errors that mental simulation causes by avoiding it entirely. &ldquo;Surrogation&rdquo; is a strategy by which people do not rely on their mental simulations of future events but instead rely solely on the report of another person who has already experienced that event. In two laboratory studies, the PIs found that surrogation can dramatically improve forecasting accuracy, and yet people prefer not to use this type of information, instead relying on their own theories about their preferences. The present research has extended these findings in a number of important ways. We replicated the results with a Korean sample, suggesting that the tendency to underutilize surrogation information is not limited to Western cultures. We showed that people believe that surrogation information from friends is superior to that from strangers, when in fact it was equally useful. We discovered a new way to correct affective forecasting errors, namely having people complete a self-affirmation questionnaire. These findings significantly advance knowledge about how to improve the accuracy of affective forecasts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/10/2014<br>\n\t\t\t\t\tModified by: Daniel&nbsp;T&nbsp;Gilbert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA decade of research has shown that people make systematic errors when attempting to predict their affective reactions to future events. For example, people overestimate how bad they will feel when they lose an election, miss a train, or fail to get a job promotion, and they overestimate how good they will feel when they fall in love, receive a kidney transplant ,or move to California. The main reason why people make these mistakes is that they tend to imagine or \"mentally simulate\" future events inaccurately. When mental simulations of future events are inaccurate then affective forecastsare naturally inaccurate as well. Researchers have struggled to find ways to improve the accuracy of affective forecasts by improving the accuracy of mental simulation, but the results have been disappointing. Some interventions have failed, and others have succeeded only in limited circumstances. In a paper published in Science, the PIs showed that people can avoid the errors that mental simulation causes by avoiding it entirely. \"Surrogation\" is a strategy by which people do not rely on their mental simulations of future events but instead rely solely on the report of another person who has already experienced that event. In two laboratory studies, the PIs found that surrogation can dramatically improve forecasting accuracy, and yet people prefer not to use this type of information, instead relying on their own theories about their preferences. The present research has extended these findings in a number of important ways. We replicated the results with a Korean sample, suggesting that the tendency to underutilize surrogation information is not limited to Western cultures. We showed that people believe that surrogation information from friends is superior to that from strangers, when in fact it was equally useful. We discovered a new way to correct affective forecasting errors, namely having people complete a self-affirmation questionnaire. These findings significantly advance knowledge about how to improve the accuracy of affective forecasts.\n\n\t\t\t\t\tLast Modified: 05/10/2014\n\n\t\t\t\t\tSubmitted by: Daniel T Gilbert"
 }
}