{
 "awd_id": "0951661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: The Jaen Region and the Eastern Slopes: A Study of Interregional Interaction and Changing Sociopolitical Complexity in Prehispanic Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-11-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2009-11-06",
 "awd_max_amd_letter_date": "2012-05-25",
 "awd_abstract_narration": "Under the supervision of Dr. Richard Burger, Mr. Ryan Clasby will collect data for his doctoral dissertation.  He will conduct archaeological investigations at the site of Huayurco in the Jaén region of the northeastern slopes of the Peruvian Andes.  The primary objective of this research is to investigate the impact of interregional interaction on changes in sociopolitical complexity.  \r\n\r\nThe densely forested eastern slopes of the Andes have long been considered marginal to cultural developments occurring on the Central Andean coast and highlands.  However, recent archaeological and ethnohistorical investigations have demonstrated that the eastern Andean slope populations were intimately involved the historical processes of the Central Andes, often facilitating economic and ideological exchange between the peoples of the coast, highlands, and tropical lowlands.  These interregional interactions helped to create shared histories between these different environments, impacting each region's cultural development.  At issue is how these relationships affected sociopolitical change in the eastern Andean slopes.\t\r\n\r\nIn investigating this question, the Jaén region has been selected as it is well situated between the Central Andes, Amazonian lowlands, and Northern Andes.  Ethnohistorical and archaeological evidence have shown that this region has a long history of involvement in exchange with diverse populations across these different environments.  Excavation will occur at Huayurco, a site consisting of seven platform mounds and two domestic areas.  Huayurco has multiple occupations spanning from the Peruvian Initial Period (1800 B.C.) to the end of the Late Horizon (A.D. 1532) and is thought to have acted as an important exchange node within the Jaén region during various periods of prehistory.  \r\n\r\nThrough excavation and analysis of materials, this research will contribute to an understanding of eastern slope communities and their impact on Central Andean sociopolitical development.  This research will address the following questions:  1) how was Huayurco socially organized; 2) how did Huayurco's growth as an exchange node affect changes in sociopolitical complexity; 3) what was the patterning of the site's interregional interactions and how might shifts in these patterns have affected culture change at Huayurco.  In order to address these questions, Mr. Clasby will excavate in both the domestic and public sectors of the site.  Material analysis will focus on the function of public architecture, wealth/status differences, domestic activity, craft production, subsistence base, and the presence of interregional exchange.  He will also incorporate lithic, faunal, botanical, and geomorphological studies to analyze the various patterns of exchange at Huayurco.  This includes lab analyses such as flotation sampling and residue analysis.\r\n\r\nThis project will have a broader impact in that it will help local populations obtain a better understanding of their past and provide material remains for educational purposes. This research also has the potential to impact international relationships.  Jaén was at the center of a long-standing border dispute between Peru and Ecuador that was only recently resolved.  This project will demonstrate that the Jaén region acted as an important link in prehistory between the peoples inhabiting modern Ecuador and Peru.  This research will also contribute to the graduate training of a young scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Burger",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Burger",
   "pi_email_addr": "richard.burger@yale.edu",
   "nsf_id": "000150431",
   "pi_start_date": "2009-11-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Clasby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Clasby",
   "pi_email_addr": "ryan.clasby@yale.edu",
   "nsf_id": "000524529",
   "pi_start_date": "2009-11-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}