{
 "awd_id": "0951240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "12th Conference on Laboratory Phonology",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 19999.0,
 "awd_amount": 19999.0,
 "awd_min_amd_letter_date": "2010-03-15",
 "awd_max_amd_letter_date": "2010-03-15",
 "awd_abstract_narration": "The 12th Conference on Laboratory Phonology (LabPhon 12) will be held at the University of New Mexico on July 8-10, 2010. The LabPhon conference series brings together researchers from a variety of backgrounds who employ empirical methods to study the way that language is organized at the level of its most basic structural elements, the \"atoms\" of sound, sign or gesture. The conference series is distinctive in that each conference is organized around a different theme. The theme for LabPhon 12 is \"Gesture as language; gesture and language\". The objective is to connect the study of movements as linguistic units to the broader study of gesture as part of communication, including gestures that are not part of a linguistic system but nonetheless help us communicate. The conference will bring together researchers who have a gestural perspective on language and encourage cross-fertilization between different areas of research as these intersect at the level of phonological organization. This theme seems particularly timely, as sign language linguistics and gesture studies are increasingly integrated with longer-established fields of linguistic study, and recent technological developments in the study of movement are making possible more extensive and precise analysis of both speech and sign. Special sessions will center on six sub-topics related to the main theme, with an international group of invited speakers. Additional contributed papers addressing these themes will be included in the sessions, which conclude with an invited commentator who reflects on the contributions relating to each sub-topic. One or two non-thematic sessions will be scheduled to accommodate significant contributions on a wider range of topics, and three poster sessions are also planned. Sustained interaction among attendees is facilitated by the LabPhon tradition of having only plenary sessions, maintaining an ongoing dialogue during the three days of the conference.\r\n\r\nLabPhon conferences enjoy strong participation by graduate students, many of whom present results of their ongoing research. Student participation will be encouraged through a favorable low student registration fee. The opportunities to present and discuss their work with peers and senior colleagues contribute to the integration of research with education. Further, the international and inter-disciplinary nature of the meeting is designed to enhance the kind of networking and partnership-building that often spawns the most creative new scientific work. Particular efforts will be made to attract participation by members of minorities under-represented in scientific research activities, most especially in this case members of the Native American and Deaf communities. The conference proceedings will be disseminated not only in formal academic publications but also on the web in a format designed to interest the lay reader and publicized via the university's web site. Among the central topics of the conference are several that have potential to bring direct societal benefits. Greater knowledge of how facial and manual gestures are coordinated with spoken language production promises to enhance automatic speech recognition, as well as training for the Deaf and hard-of-hearing. Deeper understanding of how linguistic gestures are produced provides a sounder foundation for clinical intervention and language instruction as well as for applications in speech technology. Study of the special features of individual languages increases awareness of the significance and value of every community's language and its contribution to overall human culture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline L Smith",
   "pi_email_addr": "caroline@unm.edu",
   "nsf_id": "000252322",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Maddieson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Maddieson",
   "pi_email_addr": "ianm@unm.edu",
   "nsf_id": "000500424",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Twelfth Conference on Laboratory Phonology was held in July 2010 at the University of New Mexico&rsquo;s Continuing Education Center. The National Science Foundation provided supplemental funding for this conference which supported the pre-planning of the event, enabled a number of distinguished scholars to be invited to present their work or to comment critically on others&rsquo; contributions, and assisted with the preparation of the publication of the results. Laboratory Phonology is the use of experimental techniques, computer models and other forms of modern technology to understand how the basic sound and movement patterns of language are organized. For the 2010 edition of the series, the special theme of &ldquo;Gesture as language, gesture and language&rdquo; was chosen. The aim was to focus attention on research into the organization of the movements of the vocal organs and, for signed languages, the hands that form the substance of linguistic communication, and to consider how these movements are coordinated with non-language gestures.</p>\n<p>Many experts consider that it is very likely that the original form of human language was as a system of non-vocal gestures, perhaps with some accompanying vocal sounds. Over time, the vocal component became conventionalized and spoken language became dominant &mdash; but spoken language is still almost always accompanied by gesture even when the speakers cannot see each other.&nbsp; The invited papers at the conference addressed various aspects of how these gestures are aligned in time with and contribute to the interpretation of the meaning of the more strictly linguistic material, as well as how the movements of the articulators in both spoken and signed languages can insightfully be regarded as themselves composed of gestures. A common theme of many of the presentations concerned the sometimes surprising extent to which adjacent gestures &mdash; both linguistic and non-linguistic &mdash; affect each other in both spatial and temporal dimensions.</p>\n<p>These studies help us to understand the full richness of language and to think about how various fields, including educational practices, technological applications involving language understanding, and research into language origins might all benefit from seeing language as inherently dynamic, composed of and accompanied by gestures.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2012<br>\n\t\t\t\t\tModified by: Caroline&nbsp;L&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Twelfth Conference on Laboratory Phonology was held in July 2010 at the University of New MexicoÆs Continuing Education Center. The National Science Foundation provided supplemental funding for this conference which supported the pre-planning of the event, enabled a number of distinguished scholars to be invited to present their work or to comment critically on othersÆ contributions, and assisted with the preparation of the publication of the results. Laboratory Phonology is the use of experimental techniques, computer models and other forms of modern technology to understand how the basic sound and movement patterns of language are organized. For the 2010 edition of the series, the special theme of \"Gesture as language, gesture and language\" was chosen. The aim was to focus attention on research into the organization of the movements of the vocal organs and, for signed languages, the hands that form the substance of linguistic communication, and to consider how these movements are coordinated with non-language gestures.\n\nMany experts consider that it is very likely that the original form of human language was as a system of non-vocal gestures, perhaps with some accompanying vocal sounds. Over time, the vocal component became conventionalized and spoken language became dominant &mdash; but spoken language is still almost always accompanied by gesture even when the speakers cannot see each other.  The invited papers at the conference addressed various aspects of how these gestures are aligned in time with and contribute to the interpretation of the meaning of the more strictly linguistic material, as well as how the movements of the articulators in both spoken and signed languages can insightfully be regarded as themselves composed of gestures. A common theme of many of the presentations concerned the sometimes surprising extent to which adjacent gestures &mdash; both linguistic and non-linguistic &mdash; affect each other in both spatial and temporal dimensions.\n\nThese studies help us to understand the full richness of language and to think about how various fields, including educational practices, technological applications involving language understanding, and research into language origins might all benefit from seeing language as inherently dynamic, composed of and accompanied by gestures.\n\n\t\t\t\t\tLast Modified: 05/22/2012\n\n\t\t\t\t\tSubmitted by: Caroline L Smith"
 }
}