{
 "awd_id": "0951489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Action anticipation in infants",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2010-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 399155.0,
 "awd_amount": 399155.0,
 "awd_min_amd_letter_date": "2010-08-12",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "Humans are an intensely social species, and this fact is evident even at the earliest points in development. Infants are highly attentive to their social partners and cognitively engaged with them. In particular, research over the last decade has revealed that young infants view others' behavior not as purely physical movements but rather as actions structured by the person's goals and states of attention. This sensitivity to the goal structure of action is fundamental to human experience and critical for social and cognitive development. However, current findings do not tell us whether and how infants recruit this sensitivity to others' goals in order to predict their actions in real time.  Anticipating others' goal-directed actions is essential for many forms of social coordination, including one-on-one social interactions, collaborative activities and communication. This project will address this gap in the literature by investigating infants' ability to visually predict a person's next action based on information about his or her prior goals and focus of attention. By using a remote eye-tracking system to record infants' gaze shifts as they view actions on a video monitor, the studies will investigate the range of situations in which infants of different ages can generate action predictions. In addition, the studies will explore two potential contributors to the development of action prediction -- infants' own experience producing well-structured actions and infants' sensitivity to linguistic information about a person's goals.  In this way, the project will both document the emergence of action prediction during infancy and provide insights into the developmental processes that contribute to this ability in infants.\r\n\r\nThis project will provide foundational insights into a critical and largely unstudied aspect of social competence in infants. More broadly, this work will inform our understanding of social, cognitive and linguistic development because it will shed light on the social-cognitive processes that undergird young children's social learning in these domains. The experiments will also develop new research methods for assessing social information processing in infants. Because the eye-tracking methods developed in these studies can also be adapted for use with broader populations, this research will lay the foundation for comparative work across ages, populations, and possibly species. These eye-tracking methods may be particularly useful in participants who have limited abilities to respond to verbal instructions, such as individuals with autism. By elucidating the early development of an important aspect of social cognition, this work may also yield important insights into understanding clinical disorders that involve deficits in social reasoning, social attention, and the on-line interpretation of others' actions (for example, autism and conduct disorder).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Woodward",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda L Woodward",
   "pi_email_addr": "woodward@uchicago.edu",
   "nsf_id": "000139033",
   "pi_start_date": "2010-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 92216.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98745.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 102258.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes: </strong></p>\n<p>This project investigated infants&rsquo; on-line prospective social reasoning, asking whether and when infants generate predictions about an agent&rsquo;s action goals based on observation of his or her prior actions. Eye-tracking measures were used to implement a novel technique for isolating goal-based predictions in infants. The effects of self-produced actions on infants&rsquo; goal-based predictions were assessed.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong>. These studies have provided novel evidence that infants&rsquo; use goal understanding to generate in the moment predictions about others&rsquo; actions, and that their ability to do so is affected by their own action experience. In addition, our findings led to unanticipated insights into the importance of social information processing speed for infants&rsquo; emerging competence in social interactions during the second year. &nbsp;This project has developed a paradigm for assessing social information processing in infants, and, in implementing them, mapped out an aspect of early social cognition that has been largely unstudied so far, the early development of social prediction. Our findings have (1) documented clearly, for the first time, that infants engage goal-knowledge when generating rapid action predictions; (2) suggested the novel hypothesis that developments in social interactive skill during the second year may depend heavily on developments in social information processing speed;&nbsp; (3) revealed that infants&rsquo; active motor behavior may enable them to engage a cognitive system that supports goal-based action analysis and prediction; and (4) established methods that are already being extended to new populations and questions.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong>. This research has provided training opportunities for 2 postdoctoral researchers, increasing their expertise in new eye-tracking approaches, as well as mentoring opportunities for doctoral students, undergraduates, and summer research interns. In addition, the methods used in this research are now being used to investigate social information processing skills and deficits in infants and young children with autism. <strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p><strong>Accomplishments: </strong></p>\n<p>The goals of this project were to: (1) use eye-tracking methods to investigate infants&rsquo; ability to predict others&rsquo; next actions based on an analysis of the agent&rsquo;s goals or intentions; (2) explore the developmental emergence of this ability over the first 12-18 months; (3) to evaluate the role of active motor experience in supporting infants&rsquo; goal-based action predictions; and, (4) to evaluate the role of linguistic information in supporting infants&rsquo; goal-based predictions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2016<br>\n\t\t\t\t\tModified by: Amanda&nbsp;L&nbsp;Woodward</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes: \n\nThis project investigated infantsÆ on-line prospective social reasoning, asking whether and when infants generate predictions about an agentÆs action goals based on observation of his or her prior actions. Eye-tracking measures were used to implement a novel technique for isolating goal-based predictions in infants. The effects of self-produced actions on infantsÆ goal-based predictions were assessed.\n\n \n\nIntellectual Merit. These studies have provided novel evidence that infantsÆ use goal understanding to generate in the moment predictions about othersÆ actions, and that their ability to do so is affected by their own action experience. In addition, our findings led to unanticipated insights into the importance of social information processing speed for infantsÆ emerging competence in social interactions during the second year.  This project has developed a paradigm for assessing social information processing in infants, and, in implementing them, mapped out an aspect of early social cognition that has been largely unstudied so far, the early development of social prediction. Our findings have (1) documented clearly, for the first time, that infants engage goal-knowledge when generating rapid action predictions; (2) suggested the novel hypothesis that developments in social interactive skill during the second year may depend heavily on developments in social information processing speed;  (3) revealed that infantsÆ active motor behavior may enable them to engage a cognitive system that supports goal-based action analysis and prediction; and (4) established methods that are already being extended to new populations and questions.\n\n \n\nBroader Impacts. This research has provided training opportunities for 2 postdoctoral researchers, increasing their expertise in new eye-tracking approaches, as well as mentoring opportunities for doctoral students, undergraduates, and summer research interns. In addition, the methods used in this research are now being used to investigate social information processing skills and deficits in infants and young children with autism.  \n\n \n\nAccomplishments: \n\nThe goals of this project were to: (1) use eye-tracking methods to investigate infantsÆ ability to predict othersÆ next actions based on an analysis of the agentÆs goals or intentions; (2) explore the developmental emergence of this ability over the first 12-18 months; (3) to evaluate the role of active motor experience in supporting infantsÆ goal-based action predictions; and, (4) to evaluate the role of linguistic information in supporting infantsÆ goal-based predictions. \n\n \n\n\t\t\t\t\tLast Modified: 01/08/2016\n\n\t\t\t\t\tSubmitted by: Amanda L Woodward"
 }
}