{
 "awd_id": "0951886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Pax6 and the genetic regulation of eye development in Tribolium",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2010-04-15",
 "awd_max_amd_letter_date": "2012-02-01",
 "awd_abstract_narration": "Pax6 genes encode a highly conserved DNA binding protein (transcription factor), which performs essential regulatory functions during eye development in most animal species investigated including humans. How Pax6 adopted and executes this deeply conserved role is not yet completely understood.  One question is whether Pax6 acts by specifying a large region of the head, where the eyes will develop, or by more specifically instructing the cells that will differentiate into retina.  Another question is whether Pax6 acts solely at the top or at multiple levels of the network of genetic interactions, which orchestrate the development of the eye.  This project will elucidate how Pax6 regulates eye development in insects by determining the consequences of downregulating Pax6 expression in the developing eye of the flour beetle Tribolium castaneum.  Preliminary data indicate significant differences to the fruit fly Drosophila melanogaster, where Pax6 has likewise been extensively studied.  The strategy employed in this project takes advantage of the genome sequence information available in both species, which allows for efficient determination of gene expression levels by high throughput sequencing.  Moreover, the comparison between Tribolium and Drosophila will reveal mechanisms that have remained conserved since the separation of the two species at least 300 million years ago and can therefore be assumed to be of universal importance in animal eye development.  Tribolium and related darkling beetles (Tenebrionidae) are pest species of major economic impact.  In addition, mutations of Pax6 in humans are associated with severe visual birth defects.  Therefore, results from this research will benefit ongoing efforts to solve food storage and human health problems. This research will also enhance the professional training of one Ph.D. student and a postdoctoral research assistant as well as education in the USA as experimental modules of the project will be integrated in a laboratory class offered to undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Markus",
   "pi_last_name": "Friedrich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markus Friedrich",
   "pi_email_addr": "ag7274@wayne.edu",
   "nsf_id": "000489805",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Chen",
   "pi_email_addr": "ruichen@bcm.tmc.edu",
   "nsf_id": "000069252",
   "pi_start_date": "2010-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 390000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal\">Pax6 genes encode a family of regulatory DNA binding proteins (transcription factors) present in all animal species. The activity of Pax6 genes is essential for the normal development of the eyes in both vertebrate and invertebrates. This project was designed to test whether Pax6 genes affect the development of eyes because of broader regulatory functions in the development of the head or because of eye-specific patterning functions. The formation of the larval eyes in the developing head of the red flour beetle <em>Tribolium castaneum</em> was chosen as the experimental model to address this question because of the stronger conservation of embryonic head development in <em>Tribolium</em> in comparison to the more commonly studied genetic model organism <em>Drosophila melanogaster</em>.&nbsp;</p>\n<p class=\"normal\">The project was structured into three components. The outcome of project component 1 was that the <em>Tribolium</em> Pax6 factors &nbsp;Pax6 genes <em>eyeless</em> and <em>twin of eyeless</em> are essential for the normal development of a large, defined area of the embryonic head in <em>Tribolium</em>, the ocular segment (Fig. 1). This finding confirmed the&nbsp;broader regulatory model of Pax6 function by revealing that the loss of eyes in Pax6 lack-of-function <em>Tribolium</em> is primarily a consequence of the hindered development of a larger region of the head: the Pax6-dependent ocular segment.&nbsp;</p>\n<p class=\"normal\">Component 2 of the project investigated the interaction of the <em>Tribolium</em> Pax6 genes <em>eyeless</em> and<em> twin of eyeless</em> with the likewise evolutionarily conserved eye developmental transcription factor dachshund during the embryonic development of the larval head and eyes. We found that one of the two Pax6 genes,&nbsp;<em>twin of eyeless</em>, executes also eye-specific patterning functions in cooperation with&nbsp;<em>dachshund</em>. The <em>Tribolium</em>&nbsp;<em>twin of eyeless </em>Pax6&nbsp;gene thus functions both during the early development of the ocular segment and later, more specifically, during the development of the larval eyes, which form in the ocular segment. Taken together, the outcomes of project components 1 and 2 have refined our understanding of animal body plan evolution in significant ways, revealing that Pax6 genes represent ancient patterning factors of the entire anterior head as opposed to the eyes only.</p>\n<p class=\"normal\">Project component 3 addressed a surprising Pax6-related gene regulatory difference between <em>Drosophila</em> and <em>Tribolium</em>. In <em>Drosophila</em>, the Pax6 factor <em>twin of eyeless</em> activates the <em>eyeless</em> Pax6 factor, which in turn is a direct activator of the <em>dachshund</em> factor. This linear activation cascade leads to the activation of eye-specific target genes. In <em>Tribolium</em>, by contrast, all three factors appear to be activated independently of each other and to share a set of target genes. This is reflected by the fact that the downregulation of each single factor has only mild effects on the development of the adult&nbsp;<em>Tribolium&nbsp;</em>eye while downregulating the three factors in combination results in complete and specific abolishment of the adult eye. To identify potential shared regulatory target genes of <em>eyeless</em>, <em>twin of eyeless</em>, and <em>dachshund</em> in <em>Tribolium</em>, the gene expression profile of normal developing eye tissue was compared with the gene expression profile in the developing eye region after downregulation of&nbsp;<em>eyeless</em>, <em>twin of eyeless</em>, and <em>dachshund</em>. This approach identified over 400 candidate target genes of shared control by <em>eyeless</em>,<em> twin of eyeless</em>, and <em>dachshund</em>. The validation of these candidates exceeded the scope of the funding period but has become important long-term goals in the labor...",
  "por_txt_cntn": "Pax6 genes encode a family of regulatory DNA binding proteins (transcription factors) present in all animal species. The activity of Pax6 genes is essential for the normal development of the eyes in both vertebrate and invertebrates. This project was designed to test whether Pax6 genes affect the development of eyes because of broader regulatory functions in the development of the head or because of eye-specific patterning functions. The formation of the larval eyes in the developing head of the red flour beetle Tribolium castaneum was chosen as the experimental model to address this question because of the stronger conservation of embryonic head development in Tribolium in comparison to the more commonly studied genetic model organism Drosophila melanogaster. \nThe project was structured into three components. The outcome of project component 1 was that the Tribolium Pax6 factors  Pax6 genes eyeless and twin of eyeless are essential for the normal development of a large, defined area of the embryonic head in Tribolium, the ocular segment (Fig. 1). This finding confirmed the broader regulatory model of Pax6 function by revealing that the loss of eyes in Pax6 lack-of-function Tribolium is primarily a consequence of the hindered development of a larger region of the head: the Pax6-dependent ocular segment. \nComponent 2 of the project investigated the interaction of the Tribolium Pax6 genes eyeless and twin of eyeless with the likewise evolutionarily conserved eye developmental transcription factor dachshund during the embryonic development of the larval head and eyes. We found that one of the two Pax6 genes, twin of eyeless, executes also eye-specific patterning functions in cooperation with dachshund. The Tribolium twin of eyeless Pax6 gene thus functions both during the early development of the ocular segment and later, more specifically, during the development of the larval eyes, which form in the ocular segment. Taken together, the outcomes of project components 1 and 2 have refined our understanding of animal body plan evolution in significant ways, revealing that Pax6 genes represent ancient patterning factors of the entire anterior head as opposed to the eyes only.\nProject component 3 addressed a surprising Pax6-related gene regulatory difference between Drosophila and Tribolium. In Drosophila, the Pax6 factor twin of eyeless activates the eyeless Pax6 factor, which in turn is a direct activator of the dachshund factor. This linear activation cascade leads to the activation of eye-specific target genes. In Tribolium, by contrast, all three factors appear to be activated independently of each other and to share a set of target genes. This is reflected by the fact that the downregulation of each single factor has only mild effects on the development of the adult Tribolium eye while downregulating the three factors in combination results in complete and specific abolishment of the adult eye. To identify potential shared regulatory target genes of eyeless, twin of eyeless, and dachshund in Tribolium, the gene expression profile of normal developing eye tissue was compared with the gene expression profile in the developing eye region after downregulation of eyeless, twin of eyeless, and dachshund. This approach identified over 400 candidate target genes of shared control by eyeless, twin of eyeless, and dachshund. The validation of these candidates exceeded the scope of the funding period but has become important long-term goals in the laboratories of the collaborating principal investigators.\nAn additional, unexpected outcome of the third project component was the finding that many structural eye genes are already expressed in the early developing adult eye in Tribolium. This differs from Drosophila, where the expression of structural vision genes initiates at a later developmental stage: in the pupa. To study this difference comprehensively, the collaborative research team also generated differential gene expression data from..."
 }
}