{
 "awd_id": "0951120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Argonaute-RNA Interactome in Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 490309.0,
 "awd_amount": 517709.0,
 "awd_min_amd_letter_date": "2010-01-22",
 "awd_max_amd_letter_date": "2012-03-14",
 "awd_abstract_narration": "Intellectual Merit: The overall goal of this project is to elucidate the molecular mechanisms by which small RNAs (smRNAs) are assorted to several Argonaute (AGO) proteins in Arabidopsis, and to identify smRNA-guided targets using high throughput approaches. SmRNAs are critical regulators to many aspects of biological processes in most eukaryotes. They associate with an AGO to repress expression of target genes. A large number of smRNAs have been identified in Arabidopsis using next-generational sequencing techniques. However, the mechanisms by which the smRNAs are selectively loaded into different AtAGOs remain elusive. Furthermore, functional analysis of these smRNAs is substantially limited by slow processes in identification of their targets. In addition, preliminary data revealed that some AGO genes are specifically expressed in certain cell lineages or induced by particular abiotic stresses, suggesting that these AGOs are functionally specialized for particular physiological conditions.  To elucidate mechanisms of AtAGO/smRNA/target RNA association, and to understand the biological roles of these AGOs, this project will employ biochemical methods to purify AtAGO-containing ribonucleoprotein complexes and to directly identify all RNA components from the isolated AtAGO complexes. Three specific objectives of this project will be:  1) Identification and characterization of AtAGO10-associated smRNAs, 2) Identification of target mRNAs from AtAGO1 and AtAGO10-containing complexes, 3) Functional analysis of AtAGO2 and AtAGO3 in high salinity conditions.  The results from this project will not only shed light on new mechanisms of RNA silencing, but also provide a benchmark to dissect functional specialties or redundancies in AtAGO family genes. In addition, comprehensive investigation of the physiological relevance and underlying mechanism of AtAGOs in abiotic stress responses will also have a significant impact on agricultural productivity. \r\n\r\nBroader Impacts: The planned research provides unique and advanced training opportunities for undergraduates, and graduate students in broad areas from biochemistry, molecular biology, genetics to cutting-edge genomics and high-throughput sequencing / computational biology. The PI will also integrate his experiences in the lab into his teaching mission in the classroom and thereby provide a more inspiring educational experience to students. Finally, the research will reach out to scientists of diverse backgrounds so that the knowledge of RNA silencing gained from Arabidopsis plants will be utilized to improve economically important crops to the benefits of the whole of society. Databases, information, materials, and other resources generated from this project will be made directly available to the public and other researchers, either through a web server or through downloadable source codes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiuren",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiuren Zhang",
   "pi_email_addr": "xiuren.zhang@tamu.edu",
   "nsf_id": "000519251",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sing-Hoi",
   "pi_last_name": "Sze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sing-Hoi Sze",
   "pi_email_addr": "shsze@cs.tamu.edu",
   "nsf_id": "000207351",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 174798.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 163413.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 179498.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>microRNAs (miRNAs) are a group of small non-coding RNAs present in plants, animals, fungi, some unicellular eukaryotes and viruses. miRNAs regulate a diverse array of biological processes by posttranscriptional silencing of their target genes. miRNAs are produced by an RNase III-like enzyme, also known as DICER or Dicer-like (DCL1), whereas miRNAs regulate gene expression through the function of Argonaute (AGO) proteins, widely conserved effectors of RNA-induced silencing complexes (RISCs) in eukaryotes. In this funding period, &nbsp;we focused on the mechanisms of how AGO/miRNA controls gene expression and how AGO/miRNA itself is regulated using Arabidopsis as a model organism. The Arabidopsis genome encodes encodes nine functional <em>AGO</em> family members. AGO1 is required to carry out the function of most miRNAs, and its inactivation severely impairs plant development, leading to pleiotropic phenotypes. AGO10, the closest paralog of AGO1, plays a critical role in stem cell development and differentiation. This regulatory role is exemplified by the fact that <em>ago10</em> mutant seedlings display empty apexes, or differentiated organs in place of the otherwise normal shoot apical meristem (SAM). Whereas AGOs were previously thought to exclusively repress miRNA target genes, we recently uncovered a highly novel mechanism for the function of AGO10 in the regulation of SAM development, and a new paradigm for AGO protein function. We found that AGO10 specifically, and almost exclusively, sequesters a single miRNA class, miR166, to preclude miR166 from functioning in the canonical AGO1-mediated pathway for inhibition of gene expression. Thus, AGO10 functions as an important positive regulator of miR166 targets, and we termed AGO10 a miRNA &ldquo;decoy&rdquo;. Our landmark work has recently been published in <em>Cell</em> and <em>Curr Opin Plant Biol.</em><em>&nbsp;</em></p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Our continuing efforts to characterize miR166 overexpression and mutants with deregulated functions led us to expand our research into broader areas of miRNA biogenesis. We have observed many intriguing phenomena and discovered a novel chemical mechanism of miRNA processing in plants. Briefly, miRNAs originate from primary transcripts (pri-miRNAs) with characteristic stem-loop structures.&nbsp; Accurate and efficient processing of pri-miRNAs ensures productive and functional miRNAs. In this work, using pri-miR165/166 family as a paradigm, we report the decisive role of pri-miRNA terminal loops in miRNA processing and accumulation. Specifically, we found that multi-branched terminal loops in pri-miR166s significantly suppressed miR166 expression <em>in vivo</em>. Unlike the canonical processing of pri-miRNAs, the terminal-branched pri-miRNAs were processed by DCL1 complexes bi-directionally: from base to loop and from loop to base, resulting in productive and abortive processing of miRNAs, respectively. In either case, DCL1 complexes canonically cut pri-miRNAs at a distance of 16~17 base pairs (bp) away from a reference single-stranded loop region. DCL1 could also finely-adjust processing sites toward an internal loop through its helicase domain. Thus, these results provide new insight into the poorly understood processing mechanism of pri-miRNAs with complicated secondary structures. These results have been published as a cover story in <em>Nat Struct Mol Biol</em>.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2014<br>\n\t\t\t\t\tModified by: Xiuren&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div...",
  "por_txt_cntn": "\nmicroRNAs (miRNAs) are a group of small non-coding RNAs present in plants, animals, fungi, some unicellular eukaryotes and viruses. miRNAs regulate a diverse array of biological processes by posttranscriptional silencing of their target genes. miRNAs are produced by an RNase III-like enzyme, also known as DICER or Dicer-like (DCL1), whereas miRNAs regulate gene expression through the function of Argonaute (AGO) proteins, widely conserved effectors of RNA-induced silencing complexes (RISCs) in eukaryotes. In this funding period,  we focused on the mechanisms of how AGO/miRNA controls gene expression and how AGO/miRNA itself is regulated using Arabidopsis as a model organism. The Arabidopsis genome encodes encodes nine functional AGO family members. AGO1 is required to carry out the function of most miRNAs, and its inactivation severely impairs plant development, leading to pleiotropic phenotypes. AGO10, the closest paralog of AGO1, plays a critical role in stem cell development and differentiation. This regulatory role is exemplified by the fact that ago10 mutant seedlings display empty apexes, or differentiated organs in place of the otherwise normal shoot apical meristem (SAM). Whereas AGOs were previously thought to exclusively repress miRNA target genes, we recently uncovered a highly novel mechanism for the function of AGO10 in the regulation of SAM development, and a new paradigm for AGO protein function. We found that AGO10 specifically, and almost exclusively, sequesters a single miRNA class, miR166, to preclude miR166 from functioning in the canonical AGO1-mediated pathway for inhibition of gene expression. Thus, AGO10 functions as an important positive regulator of miR166 targets, and we termed AGO10 a miRNA \"decoy\". Our landmark work has recently been published in Cell and Curr Opin Plant Biol. \n\n           Our continuing efforts to characterize miR166 overexpression and mutants with deregulated functions led us to expand our research into broader areas of miRNA biogenesis. We have observed many intriguing phenomena and discovered a novel chemical mechanism of miRNA processing in plants. Briefly, miRNAs originate from primary transcripts (pri-miRNAs) with characteristic stem-loop structures.  Accurate and efficient processing of pri-miRNAs ensures productive and functional miRNAs. In this work, using pri-miR165/166 family as a paradigm, we report the decisive role of pri-miRNA terminal loops in miRNA processing and accumulation. Specifically, we found that multi-branched terminal loops in pri-miR166s significantly suppressed miR166 expression in vivo. Unlike the canonical processing of pri-miRNAs, the terminal-branched pri-miRNAs were processed by DCL1 complexes bi-directionally: from base to loop and from loop to base, resulting in productive and abortive processing of miRNAs, respectively. In either case, DCL1 complexes canonically cut pri-miRNAs at a distance of 16~17 base pairs (bp) away from a reference single-stranded loop region. DCL1 could also finely-adjust processing sites toward an internal loop through its helicase domain. Thus, these results provide new insight into the poorly understood processing mechanism of pri-miRNAs with complicated secondary structures. These results have been published as a cover story in Nat Struct Mol Biol. \n\n \n\n\t\t\t\t\tLast Modified: 02/20/2014\n\n\t\t\t\t\tSubmitted by: Xiuren Zhang"
 }
}