{
 "awd_id": "0951347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The regulation and function of miR-124 in ascidian neural development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2010-01-29",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "Gene regulation typically refers to the process of transcriptional regulation, that is, the controlled production of an RNA molecule, and subsequently a protein, from a gene.  Recently a class of small RNAs, called microRNAs, has been shown to regulate gene expression by a different mechanism.  In animals, microRNAs control gene activity primarily by repressing the production of proteins from RNAs.  Because a single microRNA may regulate hundreds genes, they are thought to play important roles in the development of organisms.  In this project, a simple animal, the ascidian, which is closely related to humans, will be used to study the regulation and function of a particular microRNA, called miR-124, which is expressed in the nervous system of animals.  Although much is known about microRNA function, previous studies have primarily used cultured cells that have been removed from their normal environment within the tissues of an organism.  In contrast, ascidians provide an excellent whole animal environment in which to identify and characterize the genes regulated by this microRNA.  This proposal will use an integrated experimental approach employing bioinformatics, molecular genetics and classical embryological methods to investigate miR-124 function.  Because these studies will be done using a whole animal approach, it is expected that many novel miR-124 targets will be found (i.e., ones that have been missed in experiments with cultured cells).  In addition, this project will examine whether miR-124 mediated gene regulatory mechanisms evolved prior to the appearance of vertebrates (such as mice and humans) and whether ascidians and vertebrates share miR-124 target genes.  The detailed analysis provided by this project will lead to a better understanding of microRNA function during nervous system development and will establish the ascidian as an excellent whole animal model for studying microRNA function.  This proposal will also provide research opportunities for both undergraduate and graduate students as they train to become the next generation of biological researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Zeller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Zeller",
   "pi_email_addr": "rzeller@mail.sdsu.edu",
   "nsf_id": "000435103",
   "pi_start_date": "2010-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit:</span></p>\n<p>The overall goal of this grant was to understand the role the microRNA miR-124 played during the development of ascidian embryos. microRNAs are small RNAs that control gene activity at the level of the mRNA; they essentially control levels of proteins produced from active genes. These small RNAs are known to play important roles in animal development and have been implicated in human diseases. Ascidians belong to a group of animals without backbones that are the closest living relatives to humans. They have a very simple body, a small genome and fewer genes compared to vertebrates. They are an excellent animal in which to investigate how genes control the development of an embryo and because they share many features in common with vertebrates, including humans, the basic mechanisms studied in these animals are relevant to humans. The experiments funded by this award showed that miR-124 is expressed in both the central and peripheral nervous systems of the ascidian larva. To understand why this microRNA is expressed in the sensory neurons of the peripheral nervous system, we tested the function of several transcription factors, proteins that regulate gene activity, and determined that at least four of these proteins can activate miR-124. In order to understand the function of this microRNA, we used computational methods to predict genes that were likely regulated by miR-124; for some of these targets we confirmed these predictions through a series of experiments in transgenic embryos. Unexpectedly, we discovered that this microRNA regulates at least five components of the Notch signaling pathway. Notch signaling is used in many different biological contexts and plays important roles in development. In collaboration with a mathematician, we developed an expanded mathematical model that describes how miR-124 regulates Notch signaling and how Notch signaling is used to pattern the sensory neurons in the embryo. Together, these experimental results allowed us to construct a preliminary gene regulatory network for the embryonic sensory neurons. This network is essentially a &ldquo;roadmap&rdquo; that describes how various regulatory proteins instruct cells to turn into sensory neurons and it can be used to help design future experiments to investigate sensory neuron development and function. Importantly, our preliminary network shows that ascidians share broad similarities with humans and other animals.</p>\n<p>In addition to the main research goals described above, this award provided funding to adapt and develop several important techniques and approaches that will benefit ascidian researchers and the larger scientific community. These include the generation of large-insert genomic libraries, methods for reducing or eliminating gene activity, and the optimization of vectors for producing transgenic embryos. These methods and procedures promise to facilitate experimentation in the ascidian model system.</p>\n<p><span style=\"text-decoration: underline;\">&nbsp;Broader Impacts:</span></p>\n<p>San Diego State University educates a diverse undergraduate and graduate student body, including a large Hispanic population. SDSU ranks among the top US universities for economic and campus ethnic diversity and has recently been designated a Hispanic-serving institution; 30% of students are Hispanic and 56% are students of color. During this award, the Zeller lab has sponsored 12 undergraduates in the lab (four women, seven students of color) and many of these students have successfully entered graduate school, professional schools, or the local biotech workforce. Eight graduate students have worked in the lab, with an additional four graduate students performing rotation projects (six women, one student of color). Those that have graduated now work in the local biotech workforce or have continued on to postdoct...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe overall goal of this grant was to understand the role the microRNA miR-124 played during the development of ascidian embryos. microRNAs are small RNAs that control gene activity at the level of the mRNA; they essentially control levels of proteins produced from active genes. These small RNAs are known to play important roles in animal development and have been implicated in human diseases. Ascidians belong to a group of animals without backbones that are the closest living relatives to humans. They have a very simple body, a small genome and fewer genes compared to vertebrates. They are an excellent animal in which to investigate how genes control the development of an embryo and because they share many features in common with vertebrates, including humans, the basic mechanisms studied in these animals are relevant to humans. The experiments funded by this award showed that miR-124 is expressed in both the central and peripheral nervous systems of the ascidian larva. To understand why this microRNA is expressed in the sensory neurons of the peripheral nervous system, we tested the function of several transcription factors, proteins that regulate gene activity, and determined that at least four of these proteins can activate miR-124. In order to understand the function of this microRNA, we used computational methods to predict genes that were likely regulated by miR-124; for some of these targets we confirmed these predictions through a series of experiments in transgenic embryos. Unexpectedly, we discovered that this microRNA regulates at least five components of the Notch signaling pathway. Notch signaling is used in many different biological contexts and plays important roles in development. In collaboration with a mathematician, we developed an expanded mathematical model that describes how miR-124 regulates Notch signaling and how Notch signaling is used to pattern the sensory neurons in the embryo. Together, these experimental results allowed us to construct a preliminary gene regulatory network for the embryonic sensory neurons. This network is essentially a \"roadmap\" that describes how various regulatory proteins instruct cells to turn into sensory neurons and it can be used to help design future experiments to investigate sensory neuron development and function. Importantly, our preliminary network shows that ascidians share broad similarities with humans and other animals.\n\nIn addition to the main research goals described above, this award provided funding to adapt and develop several important techniques and approaches that will benefit ascidian researchers and the larger scientific community. These include the generation of large-insert genomic libraries, methods for reducing or eliminating gene activity, and the optimization of vectors for producing transgenic embryos. These methods and procedures promise to facilitate experimentation in the ascidian model system.\n\n Broader Impacts:\n\nSan Diego State University educates a diverse undergraduate and graduate student body, including a large Hispanic population. SDSU ranks among the top US universities for economic and campus ethnic diversity and has recently been designated a Hispanic-serving institution; 30% of students are Hispanic and 56% are students of color. During this award, the Zeller lab has sponsored 12 undergraduates in the lab (four women, seven students of color) and many of these students have successfully entered graduate school, professional schools, or the local biotech workforce. Eight graduate students have worked in the lab, with an additional four graduate students performing rotation projects (six women, one student of color). Those that have graduated now work in the local biotech workforce or have continued on to postdoctoral positions. Students in the Zeller lab take an integrated approach to investigate fundamental questions regarding sensory neuron development by combining skills from multiple disciplines including ..."
 }
}