{
 "awd_id": "0952249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding the Connections Between Strain Transients and Earthquake Swarms",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 118700.0,
 "awd_amount": 118700.0,
 "awd_min_amd_letter_date": "2010-03-09",
 "awd_max_amd_letter_date": "2010-03-09",
 "awd_abstract_narration": "The Plate Boundary Observatory instruments were installed to detect time periods when the deformation of the Earth's crust speeds up or slows down. These transient, predominately aseismic deformation episodes have now been recognized worldwide using geodetic datasets from subduction zone thrust faults, volcanic normal faults, and major strike slip faults. Recent studies have documented that these strain transients often trigger swarms of small to moderate earthquakes. So far, the small number of examples with truly high-quality constraints on the space-time distribution of both the seismic and aseismic fault slip limits the mechanical understanding of earthquake triggering by strain transients. \r\n\r\nThis study combines geodetic inversions and earthquake triggering studies to improve the mechanical models that connect strain transients with increases in earthquake rate. Previous work shows that current mechanical models do not quantitatively predict the stochastic properties of earthquake swarms during transients. A GPS network filtering approach is being employed to detect new strain transients in the Salton Trough in southern California, the Cascadia subduction zone in Oregon and Washington, and the Alaskan subduction zone. The seismicity associated with any detected transients is then analyzed using a combination of stochastic and mechanical models of earthquake triggering to estimate the temporal history of rate-changes associated with individual transients. As the precision of these tests of mechanical triggering models increases, so does our understanding of how earthquake triggering works in different tectonic environments. \r\n\r\nWhen teachers become involved in scientific research, they are better able to model the process of science for their own students; the excitement of playing a role in scientific discovery translates directly to enthusiasm in the classroom. Three teachers per year recruited from Penn State's Master of Education in Earth Sciences program (https://earth.e-education.psu.edu/) participate in a 10-week research effort in which they are trained to analyze catalogs of earthquake swarms that are temporally and spatially correlated to geodetically-detected strain transients. This research effort and related instruction serves as the \"capstone\" for their master's degree. They are working in teams to analyze swarms related to strain transients as well as to develop teaching plans for disseminating the results of their work to secondary students in their own schools. In addition, they are creating learning objects from this work that will be made publicly available as part of Penn State's Open Educational Resources initiative. Therefore, the results of this project have the unprecedented potential to create both a new science product of interest to EarthScope scientists, and new teaching and learning objects for immediate use by secondary school teachers worldwide. \r\n \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eliza",
   "pi_last_name": "Richardson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Eliza B Richardson",
   "pi_email_addr": "eur10@psu.edu",
   "nsf_id": "000242663",
   "pi_start_date": "2010-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 118700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Plate Boundary Observatory geodetic instruments were installed to detect time periods when the deformation of the Earth&rsquo;s crust speeds up or slows down compared to the normal speed of plate motions.&nbsp; Usually these episodes of speeding up are &ldquo;transient&rdquo; which means they last from a few weeks to a few months, and even though they are faster than the plate rate, they are still too slow to make earthquake waves. That means we have to use geodetic instruments that talk to Global Positioning System satellites instead of seismometers to measure these events. Some studies before ours documented that strain transients can trigger swarms of small to moderate earthquakes, which can be measured with seismometers. Knowing the relationship between aseismic strain transients and small ordinary earthquakes might help us understand more about how subduction zones work, which is important for earthquake hazard analysis because the greatest, most devastating earthquakes happen at subduction zones.<br />This study combined geodetic inversions and earthquake triggering studies to improve the mechanical models that connect strain transients with increases in earthquake rate.&nbsp; We used a GPS network filtering approach to detect previously unknown strain transients in the Salton Trough in southern California, the Cascadia subduction zone in Oregon and Washington, and the Alaskan subduction zone.&nbsp; Then we analyzed seismicity associated with those transients to estimate the temporal history of seismic and aseismic patterns associated with individual transients.<br />The fundamentally unique breakthroughs made by this project involved not only new science but also new kinds of scientists. At the beginning of the project we discovered a strain transient in the Alaskan subduction zone (discovery #1). We tried various statistical approaches that have all been successful in the past to try to analyze the microseismicity associate with this subduction zone. However none of the statistical approaches we used worked even close to as well as looking through the data by hand. The reason for this was that earthquakes in the Alaskan subduction zone are extremely depleted in aftershocks at the depth ranges where aseismic transients also happen (discovery #2). The sheer volume of data made looking for clusters by hand impractical, so we borrowed an idea from the astronomy community and decided to crowdsource the cluster-hunting process. We recruited high school teachers from Penn State&rsquo;s Master of Education in Earth Sciences program, which is directed by PI Richardson, to participate in this research effort. We trained them to analyze catalogs of earthquake swarms that are temporally and spatially correlated to geodetically-detected strain transients.&nbsp; <br />When teachers become involved in scientific research, they are better able to model the process of science for their own students; the excitement of playing a role in scientific discovery translates directly to enthusiasm in the classroom (discovery #3).&nbsp; Eight teachers over four years participated in this research effort as they earned their master&rsquo;s degrees. They worked in teams of two to analyze swarms related to strain transients, to analyze the aftershock productivity of subduction zones worldwide, as well as to develop lesson plans based on the results and actually teach it to secondary students in their own schools. This project yielded six presentations at the American Geophysical Union Fall meeting in 2011, 2012, and 2013, three of which were first-authored by high school teachers! That is quite exciting and unusual. We have published one paper in Geophysical Research Letters and have two more in prep (which will be first-authored by high school teachers as well!). In addition, the teachers created learning objects from this work that will be made publicly available as part of Penn S...",
  "por_txt_cntn": "\nThe Plate Boundary Observatory geodetic instruments were installed to detect time periods when the deformation of the EarthÆs crust speeds up or slows down compared to the normal speed of plate motions.  Usually these episodes of speeding up are \"transient\" which means they last from a few weeks to a few months, and even though they are faster than the plate rate, they are still too slow to make earthquake waves. That means we have to use geodetic instruments that talk to Global Positioning System satellites instead of seismometers to measure these events. Some studies before ours documented that strain transients can trigger swarms of small to moderate earthquakes, which can be measured with seismometers. Knowing the relationship between aseismic strain transients and small ordinary earthquakes might help us understand more about how subduction zones work, which is important for earthquake hazard analysis because the greatest, most devastating earthquakes happen at subduction zones.\nThis study combined geodetic inversions and earthquake triggering studies to improve the mechanical models that connect strain transients with increases in earthquake rate.  We used a GPS network filtering approach to detect previously unknown strain transients in the Salton Trough in southern California, the Cascadia subduction zone in Oregon and Washington, and the Alaskan subduction zone.  Then we analyzed seismicity associated with those transients to estimate the temporal history of seismic and aseismic patterns associated with individual transients.\nThe fundamentally unique breakthroughs made by this project involved not only new science but also new kinds of scientists. At the beginning of the project we discovered a strain transient in the Alaskan subduction zone (discovery #1). We tried various statistical approaches that have all been successful in the past to try to analyze the microseismicity associate with this subduction zone. However none of the statistical approaches we used worked even close to as well as looking through the data by hand. The reason for this was that earthquakes in the Alaskan subduction zone are extremely depleted in aftershocks at the depth ranges where aseismic transients also happen (discovery #2). The sheer volume of data made looking for clusters by hand impractical, so we borrowed an idea from the astronomy community and decided to crowdsource the cluster-hunting process. We recruited high school teachers from Penn StateÆs Master of Education in Earth Sciences program, which is directed by PI Richardson, to participate in this research effort. We trained them to analyze catalogs of earthquake swarms that are temporally and spatially correlated to geodetically-detected strain transients.  \nWhen teachers become involved in scientific research, they are better able to model the process of science for their own students; the excitement of playing a role in scientific discovery translates directly to enthusiasm in the classroom (discovery #3).  Eight teachers over four years participated in this research effort as they earned their masterÆs degrees. They worked in teams of two to analyze swarms related to strain transients, to analyze the aftershock productivity of subduction zones worldwide, as well as to develop lesson plans based on the results and actually teach it to secondary students in their own schools. This project yielded six presentations at the American Geophysical Union Fall meeting in 2011, 2012, and 2013, three of which were first-authored by high school teachers! That is quite exciting and unusual. We have published one paper in Geophysical Research Letters and have two more in prep (which will be first-authored by high school teachers as well!). In addition, the teachers created learning objects from this work that will be made publicly available as part of Penn StateÆs Open Educational Resources initiative. Therefore, the results of this project created both new knowledge and new teaching and..."
 }
}