{
 "awd_id": "0952187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interferometric Imaging of Deep Mantle Reflectors Beneath the Western United States",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 154360.0,
 "awd_amount": 154360.0,
 "awd_min_amd_letter_date": "2010-05-11",
 "awd_max_amd_letter_date": "2010-05-11",
 "awd_abstract_narration": "Recent seismological investigations of the upper-mantle located directly beneath the western United States have resolved a remarkable degree of structure and heterogeneity.  These efforts have revealed previously unknown structures, such as large-scale mantle drips.  How these upper-mantle structures are related to structure and processes in the mid- and lower-mantle is currently unresolved.  A key step in deciphering this interaction between upper-mantle structures with deeper mantle layers is to use high resolution mapping of seismic discontinuities.   In particular, discontinuities located approximately 400 to 700 km in depth (the mantle transition zone) are expected to be strongly affected by their interaction with upper mantle structures and are key target areas being investigated in this study.\r\n\r\nThis work has developed a new technique based on seismic interferometry to investigate the nature of seismic reflectors in the upper- to mid-mantle region.  Seismic processing using an interferometry approach has been extensively utilized in small-scale oil exploration efforts in the last decade, yet has not been applied to deeper targets as techniques of this kind require dense spacing of seismic recorders.  Prior to the significant increase in seismic instruments made possible by the USArray project, this technique would not have been possible to adapt.\r\n\r\nPast efforts for looking at mantle discontinuity structure have been focused on studying seismic wave reflections off of the underside of seismic discontinuities.  Many of these efforts have used underside reflections from the seismic phase SS (termed SS-precursors).  However, using SS-precursors presents challenges in determining discontinuity depth, as knowledge of the seismic wave velocity on both the source- and receiver-side of the SS path is needed.  The technique used in this study applies cross-correlation interferometry to migrate the SS-precursor data with the direct S-wave arrival passing through the discontinuity.  This eliminates the need for detailed velocity structure on both source- and receiver-paths and is not dependent on any prior knowledge of where the seismic source is located.  This technique provides better spatial resolution on mantle discontinuity structure and is elucidating the link between upper- and lower-mantle processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Thorne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Thorne",
   "pi_email_addr": "michael.thorne@utah.edu",
   "nsf_id": "000508824",
   "pi_start_date": "2010-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 154360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>In this work we have developed new techniques that have<br />improved the ability to image discontinuities in Earth&rsquo;s upper mantle (depths<br />ranging from approximately 250 to 700 km).&nbsp;<br />The presence of discontinuity structure in the upper mantle is variable due<br />to lateral variations in temperature and composition which are related to large<br />scale tectonic processes. &nbsp;In order to<br />decipher what processes are ongoing in the mantle we need to image these<br />structures better. Much of the previous work has been done using long period<br />seismic S-wave arrivals that bounce off of the underside of these<br />discontinuities.&nbsp; In this project we have<br />developed methods that allow for enhanced imaging of these structures.</p>\n<p><br /><br /></p>\n<p>Notably, we have developed a new method for taking long<br />period wave energy and decomposing the waveforms recorded by seismometers into<br />a series of spikes.&nbsp; We call the<br />technique the Viterbi Sparse Spike Detection (VSSD) technique.&nbsp; This technique requires two inputs: (1) an<br />estimate of what the earthquake source time function looks like, and (2) an<br />estimate of the number of expected seismic arrivals within the time period of<br />interest.&nbsp; The technique takes a seismic<br />recording and returns a series of spikes that gives the most probable<br />travel-time and amplitude of the arrivals that made up the original seismogram.&nbsp; The technique is relatively insensitive to<br />reasonable amounts of noise in the seismogram and errors in the frequency and<br />phase content of the source estimate.&nbsp; In<br />addition it provides robust travel-time and amplitude information when multiple<br />seismic phases arrive nearly coincidentally causing constructive and<br />destructive interference.&nbsp; Because most<br />imaging techniques depend on stable measurements of the travel-time and<br />amplitude of seismic arrivals, this method has improved our imaging<br />capabilities by providing more robust measurements.</p>\n<p><br /><br /></p>\n<p>We have also further developed the SHaxi method for<br />simulating seismic waves that interact with upper mantle discontinuity<br />structure.&nbsp; The SHaxi technique is<br />available free for download and is a method that allows us to simulate<br />earthquake wave motions in the Earth and how these waves interact with Earth<br />structure.&nbsp; We have made further<br />modifications to this method in order to simulate what happens to seismic waves<br />when they encounter realistic changes in mantle discontinuity structure and<br />what the ensuing seismic recordings on the surface of the Earth would look<br />like.&nbsp; An example of what the seismic<br />wave field looks like as it interacts with the mantle transition zone (discontinuities<br />at 410 and 670 km depths) is displayed in the attached figure.&nbsp; In addition, we have compiled a series of<br />animations that show the evolution of the seismic wave field from an earthquake<br />to be used as an educational resource.</p>\n<p><br /><br /></p>\n<p>We have also imaged an intermittent seismic discontinuity that<br />exists between in the depth range from 250 to 310 km.&nbsp; We used seismic recordings from the<br />Earthscope Transportable Array and Flexible Array experiments.&nbsp; We found evidence for a discontinuity that<br />exists beneath the Kurile subduction zone, the Tonga-Fiji subduction region,<br />and the Nazca subduction zone.&nbsp; The<br />presence of a discontinuity at approximately 300 km depth in the vicinity of<br />subduction zones may be due to the increase of basaltic materials that are<br />being subducted in these regions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2013<br>\n\t\t\t\t\tModified by: Michael&nbsp;Thorne</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galCont...",
  "por_txt_cntn": "\n\n\n\n\nIn this work we have developed new techniques that have\nimproved the ability to image discontinuities in EarthÆs upper mantle (depths\nranging from approximately 250 to 700 km). \nThe presence of discontinuity structure in the upper mantle is variable due\nto lateral variations in temperature and composition which are related to large\nscale tectonic processes.  In order to\ndecipher what processes are ongoing in the mantle we need to image these\nstructures better. Much of the previous work has been done using long period\nseismic S-wave arrivals that bounce off of the underside of these\ndiscontinuities.  In this project we have\ndeveloped methods that allow for enhanced imaging of these structures.\n\n\n\n\n\nNotably, we have developed a new method for taking long\nperiod wave energy and decomposing the waveforms recorded by seismometers into\na series of spikes.  We call the\ntechnique the Viterbi Sparse Spike Detection (VSSD) technique.  This technique requires two inputs: (1) an\nestimate of what the earthquake source time function looks like, and (2) an\nestimate of the number of expected seismic arrivals within the time period of\ninterest.  The technique takes a seismic\nrecording and returns a series of spikes that gives the most probable\ntravel-time and amplitude of the arrivals that made up the original seismogram.  The technique is relatively insensitive to\nreasonable amounts of noise in the seismogram and errors in the frequency and\nphase content of the source estimate.  In\naddition it provides robust travel-time and amplitude information when multiple\nseismic phases arrive nearly coincidentally causing constructive and\ndestructive interference.  Because most\nimaging techniques depend on stable measurements of the travel-time and\namplitude of seismic arrivals, this method has improved our imaging\ncapabilities by providing more robust measurements.\n\n\n\n\n\nWe have also further developed the SHaxi method for\nsimulating seismic waves that interact with upper mantle discontinuity\nstructure.  The SHaxi technique is\navailable free for download and is a method that allows us to simulate\nearthquake wave motions in the Earth and how these waves interact with Earth\nstructure.  We have made further\nmodifications to this method in order to simulate what happens to seismic waves\nwhen they encounter realistic changes in mantle discontinuity structure and\nwhat the ensuing seismic recordings on the surface of the Earth would look\nlike.  An example of what the seismic\nwave field looks like as it interacts with the mantle transition zone (discontinuities\nat 410 and 670 km depths) is displayed in the attached figure.  In addition, we have compiled a series of\nanimations that show the evolution of the seismic wave field from an earthquake\nto be used as an educational resource.\n\n\n\n\n\nWe have also imaged an intermittent seismic discontinuity that\nexists between in the depth range from 250 to 310 km.  We used seismic recordings from the\nEarthscope Transportable Array and Flexible Array experiments.  We found evidence for a discontinuity that\nexists beneath the Kurile subduction zone, the Tonga-Fiji subduction region,\nand the Nazca subduction zone.  The\npresence of a discontinuity at approximately 300 km depth in the vicinity of\nsubduction zones may be due to the increase of basaltic materials that are\nbeing subducted in these regions.\n\n\t\t\t\t\tLast Modified: 09/23/2013\n\n\t\t\t\t\tSubmitted by: Michael Thorne"
 }
}