{
 "awd_id": "0952460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Changing the Landscape: Towards the Development of a Physics Identity in High School",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 602418.0,
 "awd_amount": 488567.0,
 "awd_min_amd_letter_date": "2010-05-07",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "The purpose of this study is to contribute to the understanding of how high school physics can have a maximum positive impact on students' self-perceptions, thus noticeably impacting their outcomes in this subject matter. Its focus is on the development of a positive physics identity (students' perceptions of themselves in relation to this field in terms of competence, performance, persistence, interest, and recognition by others) among high school students, particularly females, as a means to increase their academic performance. \r\n\r\nPreliminary data analysis from an ongoing NSF-funded project (GSE/RES 0624444) suggests a strong correlation between the physics identity construct (e.g., Do you see yourself as a physics person?) and the study's proposed physics identity measures (i.e., performance, competence, recognition, and interest). Although most students, especially females, conveyed depressed attitudes toward themselves as physics learners, as well as toward the discipline, those who expressed favorable perceptions toward physics learning identified a set of activities that appear to affect the development of a positive physics identity: (a) focus on conceptual understanding, (b) frequency of laboratory activities that address their beliefs, (c) frequency of opportunities to share and interact, (d) teacher encouragement, and (e) holding discussions on current relevant science topics.\r\n\r\nThe PI hypothesizes that students in general, and females in particular, develop depressed attitudes toward physics, and negative perceptions of themselves as physics learners due to the lack of personally meaningful learning experiences. Thus, she submits the following research questions: (1) What high school physics teaching practices predict physics identity development?; (2) How do these strategies influence physics identity development, especially mediated by perceptions of their performance, competence, recognition, and interest?; (3) What is the long-term impact of these experiences on physics identity as students traverse their undergraduate careers?; and (4) What is the most appropriate pedagogical plan for high school physics teachers to ensure adequate development of positive physics identity?\r\n\r\nThe study's proposed methods consist of case studies, a longitudinal study, development of a pedagogical plan, and the implementation of this plan. Classroom case studies of successful teachers draw on the previously referred survey of which 348 (90 females) finished high school physics with a self-rating as a physics person (5 on a 0-5 scale), including positive perceptions of instructional and leaning experiences. The longitudinal study aims at understanding the long-term impact of specific pedagogical practices on students' physics identity,including 15 students (8 females) who will be tracked over 3 to 4 years through surveys and interviews at the end of each academic year. Development of the pedagogical plan will include 15 sample lesson plans with detailed activities that connect physics content to real-world contexts, counter stereotypes about physics, analysis of underrepresentation in physics, and physics identity formative assessments. The plan will be tested through a quasi-experimental study with four teachers using the same physics course with at least two groups. Each teacher will implement the plan in one of the groups; the other group will be used as control. Of the 180 physics classes, approximately 15 (one every two weeks) will use the education plan. A physics identity scale will be administered at the beginning and end of each course. Classroom observations will be conducted while the plan is implemented.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zahra",
   "pi_last_name": "Hazari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zahra Hazari",
   "pi_email_addr": "zhazari@fiu.edu",
   "nsf_id": "000514840",
   "pi_start_date": "2010-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 145953.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 144955.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 32857.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}