{
 "awd_id": "0952825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Real-time evolution in host-pathogen networks",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 827417.0,
 "awd_amount": 827417.0,
 "awd_min_amd_letter_date": "2010-01-26",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "From the advent of antibiotic resistant bacteria to host switching in viral pathogens, many of the problems we face with infectious disease are evolutionary in nature. Theoretical work suggests that pathogen infectivity and virulence evolve in response to the manner in which hosts move and contact one another (the ?social contact network?). However, there has been relatively little experimental work to test these predictions. This project combines mathematical and computational approaches with real-time microbial evolution to explore how network structure influences host-pathogen evolution. The experimental approach involves a model community comprised of bacteria (hosts) and their viruses (pathogens). The microbes are embedded in subpopulation arrays and a high-throughput robot is used to control movement between subpopulations. As the subpopulation network structure is varied, the changes in both the pathogen and its host are tracked in real time at genetic and physiological levels. The primary investigator will focus on how the structure of the social network influences the evolution of different components of the life cycle of the pathogen (e.g., host entry and exit), the ?evolvability? of the pathogen (i.e., its proclivity for rapid trait change), and the evolution of the host in response to the pathogen and vice versa. \r\n\r\nThe focus of this project is evolution. More generally, the subject of evolution occupies a central pillar of modern biology. Nonetheless, there is widespread public skepticism about evolution in the United States. This doubt is fueled, in part, by basic misunderstanding of evolutionary principles. In the classroom, this situation reflects a failure to communicate central aspects of evolutionary theory, its scientific foundation, and its relevance for the public good. The primary investigator will design and publicly disseminate a set of new real-time evolution modules for use in undergraduate laboratory courses. The focus will be disease evolution, using the innocuous microbial host-pathogen systems described above. These modules will illustrate evolutionary processes through hands-on and inquiry-based experiments. Additionally, the primary investigator will design a year-long sequence in experimental evolution in collaboration with researchers from other disciplines (including bioengineering, cancer research, genome sciences, fisheries, and electrical engineering). In this sequence, students will pose and test their own evolutionary hypotheses. In the process, students will learn about the nature of scientific research and effective experimental methodology. Both educational and research aims of this project will directly involve graduate and undergraduate students and special efforts will be taken to involve underrepresented groups.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Kerr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Kerr",
   "pi_email_addr": "kerrb@u.washington.edu",
   "nsf_id": "000495397",
   "pi_start_date": "2010-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 480930.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170308.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 176179.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Background and Intellectual Merit:</p>\n<p>For socially transmitted diseases, pathogen movement is heavily influenced by how hosts move.&nbsp; While epidemiologists are beginning to consider how the social contact network of hosts influences the ecological dynamics of disease, much less is known about how the social network influences the evolution of disease.&nbsp; Through funding from this grant, our lab has used high-throughput robotics to control connections between populations of bacteria (hosts) and their viruses (pathogens). We propagate these microbes in metapopulations, collections of subpopulations connected by migration.&nbsp; The effect of network structure on evolutionary change is monitored in real time and tracked at both phenotypic and genetic levels.&nbsp; We have demonstrated that the pattern of migration between populations affects pathogen evolution.&nbsp; For instance, spatial restriction of migration favors the evolution of lower infectivity and lower virulence.&nbsp; We explored how the rate of long-distance dispersal influenced ecological and evolutionary dynamics within these host-pathogen communities, finding that ecological dynamics were robust to changes in this rate, but evolutionary trajectories varied with this rate. We have also performed full genome sequencing of evolved pathogens to pinpoint genetic changes that contribute to altered pathogen attributes. We have discovered mutations in tail proteins (which the virus uses to recognize its host cell) and antiholins (which the virus uses to change the timing of exit from an infected cell) that affect infectivity and virulence, respectively.</p>\n<p>Our lab has also extended our approach to explore ecological and evolutionary dynamics in a community of bacteria containing a strain that produces a protein (termed a &ldquo;colicin&rdquo;) that kills a different strain. In natural communities, the colicin-producing strain (immune to the action of its own toxin) often coexists along with strains sensitive to the toxin, and other strains resistant to the toxin (strains that can grow in the presence of the toxin, but do not produce it). In some cases, the growth rate of the sensitive strain (S) will exceed that of the resistant strain (R), which in turn exceeds that of the colicinogenic strain (C). This is because there are costs to being resistant and even greater costs to producing the toxin. However, because C produces a toxin that kills S, we have the following pairwise interactions: C kills S, S outgrows R, and R outgrows C. In other words, we have a rock-paper-scissors relationship. Under support from this grant, we have focused on the <em>evolutionary</em> feedback in this non-transitive community.&nbsp; Using simulations and experiments with bacterial metapopulations, we find that strains do not evolve to maximize their competitive ability in spatially structured habitats when all three strains are present. Non-transitivity and spatial structure are both necessary for this evolution of restraint. In a non-transitive threesome, improving the growth rate of one strain can lead to a lowering of its local density or even its eventual local extinction. This is because, by chasing the enemy of your enemy faster, you are helping liberate your own enemy. In essence, we find evolutionary resonance with the aphorism &ldquo;the enemy of my enemy is my friend.&rdquo;</p>\n<p>One overarching lesson from the above research is that microbes in spatially structured habitats can evolve various forms of restraint (e.g., lower virulence, lower competitive ability, etc.). In addition to an exploration of evolutionary restraint, we have used a combination of experiments with microbes, mathematical models, and computer simulations to explore the adaptation of microbes in environments that are spatially structured and changing in time. We have also used these approaches to probe the evolution of &ldquo;evolvability&rdquo; (i.e., a greater propensity to evolve) in viruses and bacteria under conditions that favor different properties of these microbes.</p>\n<p>Broader Impacts:</p>\n<p>A large group of undergraduate students, graduate students, and postdoctoral researchers have been mentored through this grant. Our lab has been involved with various forms of public outreach (including speaking at Seattle Town Hall, presenting at the Pacific Science Center, developing microbial experiments for local K-12 classrooms, and participating in National Laboratory Days). Using funds from this grant, our group has developed a series of new educational modules for an upper-level undergraduate evolution course (including modules exploring statistics, digital evolution, the evolution of multicellularity, and the evolution of public good production). Finally, our group has been working in collaboration with an HHMI-funded group to revise the laboratories for our introductory biology course at UW as a &ldquo;CURE&rdquo; (course-based undergraduate research experience). This CURE uses the evolution of antibiotic resistance to highlight the connections between genotype (mutations in genes), phenotype (resistance to one or more antibiotics), and fitness (growth and competitive abilities). Within 1-2 years, these new labs will reach thousands of undergraduate students every year. Given dramatic public misunderstanding of evolution, our aim is to demonstrate to our students that evolution is an experimentally tractable and socially relevant process.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2018<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Kerr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground and Intellectual Merit:\n\nFor socially transmitted diseases, pathogen movement is heavily influenced by how hosts move.  While epidemiologists are beginning to consider how the social contact network of hosts influences the ecological dynamics of disease, much less is known about how the social network influences the evolution of disease.  Through funding from this grant, our lab has used high-throughput robotics to control connections between populations of bacteria (hosts) and their viruses (pathogens). We propagate these microbes in metapopulations, collections of subpopulations connected by migration.  The effect of network structure on evolutionary change is monitored in real time and tracked at both phenotypic and genetic levels.  We have demonstrated that the pattern of migration between populations affects pathogen evolution.  For instance, spatial restriction of migration favors the evolution of lower infectivity and lower virulence.  We explored how the rate of long-distance dispersal influenced ecological and evolutionary dynamics within these host-pathogen communities, finding that ecological dynamics were robust to changes in this rate, but evolutionary trajectories varied with this rate. We have also performed full genome sequencing of evolved pathogens to pinpoint genetic changes that contribute to altered pathogen attributes. We have discovered mutations in tail proteins (which the virus uses to recognize its host cell) and antiholins (which the virus uses to change the timing of exit from an infected cell) that affect infectivity and virulence, respectively.\n\nOur lab has also extended our approach to explore ecological and evolutionary dynamics in a community of bacteria containing a strain that produces a protein (termed a \"colicin\") that kills a different strain. In natural communities, the colicin-producing strain (immune to the action of its own toxin) often coexists along with strains sensitive to the toxin, and other strains resistant to the toxin (strains that can grow in the presence of the toxin, but do not produce it). In some cases, the growth rate of the sensitive strain (S) will exceed that of the resistant strain (R), which in turn exceeds that of the colicinogenic strain (C). This is because there are costs to being resistant and even greater costs to producing the toxin. However, because C produces a toxin that kills S, we have the following pairwise interactions: C kills S, S outgrows R, and R outgrows C. In other words, we have a rock-paper-scissors relationship. Under support from this grant, we have focused on the evolutionary feedback in this non-transitive community.  Using simulations and experiments with bacterial metapopulations, we find that strains do not evolve to maximize their competitive ability in spatially structured habitats when all three strains are present. Non-transitivity and spatial structure are both necessary for this evolution of restraint. In a non-transitive threesome, improving the growth rate of one strain can lead to a lowering of its local density or even its eventual local extinction. This is because, by chasing the enemy of your enemy faster, you are helping liberate your own enemy. In essence, we find evolutionary resonance with the aphorism \"the enemy of my enemy is my friend.\"\n\nOne overarching lesson from the above research is that microbes in spatially structured habitats can evolve various forms of restraint (e.g., lower virulence, lower competitive ability, etc.). In addition to an exploration of evolutionary restraint, we have used a combination of experiments with microbes, mathematical models, and computer simulations to explore the adaptation of microbes in environments that are spatially structured and changing in time. We have also used these approaches to probe the evolution of \"evolvability\" (i.e., a greater propensity to evolve) in viruses and bacteria under conditions that favor different properties of these microbes.\n\nBroader Impacts:\n\nA large group of undergraduate students, graduate students, and postdoctoral researchers have been mentored through this grant. Our lab has been involved with various forms of public outreach (including speaking at Seattle Town Hall, presenting at the Pacific Science Center, developing microbial experiments for local K-12 classrooms, and participating in National Laboratory Days). Using funds from this grant, our group has developed a series of new educational modules for an upper-level undergraduate evolution course (including modules exploring statistics, digital evolution, the evolution of multicellularity, and the evolution of public good production). Finally, our group has been working in collaboration with an HHMI-funded group to revise the laboratories for our introductory biology course at UW as a \"CURE\" (course-based undergraduate research experience). This CURE uses the evolution of antibiotic resistance to highlight the connections between genotype (mutations in genes), phenotype (resistance to one or more antibiotics), and fitness (growth and competitive abilities). Within 1-2 years, these new labs will reach thousands of undergraduate students every year. Given dramatic public misunderstanding of evolution, our aim is to demonstrate to our students that evolution is an experimentally tractable and socially relevant process.\n\n\t\t\t\t\tLast Modified: 01/06/2018\n\n\t\t\t\t\tSubmitted by: Benjamin Kerr"
 }
}