{
 "awd_id": "0952376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Innovative Seismic Sensing for Earthquake Analysis and Seismic Hazard Assessment",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 495674.0,
 "awd_amount": 127169.0,
 "awd_min_amd_letter_date": "2010-03-29",
 "awd_max_amd_letter_date": "2011-07-14",
 "awd_abstract_narration": "The Quake-Catcher Network (QCN) is a transformative approach to earthquake detection, science, and outreach. QCN is a distributed computing seismic network that links internal (no cost, built-in) or external (low-cost, USB-based) accelerometers connected to any participating computer for earthquake research. The objective of QCN is to dramatically increase the number of seismic observations by exploiting recent advances in sensing technologies and cyberinfrastructure. This approach will enable the creation of the world?s largest and lowest-cost seismic network to explore earthquake fault rupture and the ground response to seismic wave passage by leveraging innovative cyber-enabled seismic data. This proposal will result in 375 QCN seismic stations at regional K-12 schools and an additional thousand public participants to enable groundbreaking discoveries in seismology. The work will address the following scientific questions: 1) Can MEMS technology and distributed computing produce transformative outcomes in real-time seismology applications by increasing the density of strong-motion observations, improved triggering algorithms and metadata generation, and innovative clustering algorithm development? 2) How do earthquake source properties, such as slip amplitudes and rupture velocity, vary at small spatial scales and how does increased density of observations improve the resolution and stability of source rupture modeling? 3) What is the variability in seismic amplification at a block-by-block scale and do increased seismic observations translate into improved prediction of ground motion estimates?\r\nThe proposed work will result in wide-reaching educational outcomes by involving the community directly in seismic research. Any member of the public, a school, or a community organization can house a QCN strong-motion station. In return, the participant becomes a citizen-scientist, receives up-to-date science results, and access to educational activities and interactive software. The two main educational objectives of this proposal are to: (1) improve student engagement in science and (2) increase community understanding of earthquakes and related seismic hazards. To achieve the first objective, the PI will augment and improve classroom activities that utilize QCN sensors and software and distribute 375 USB-connected MEMS sensors to classrooms. In addition, teacher workshops will be held each year to introduce teachers to QCN, provide educational materials, and form sensor-communities. To accomplish the second objective, the PI will work closely with regional museums to develop displays that incorporate interactive models, regional seismic hazard information, and preparedness information. The QCN software and sensors are a natural platform to introduce the public to seismology as it allows for real-time displays of acceleration data. The aim is to improve public understanding of earthquakes and empower the public to take an active role in earthquake preparedness and policy discourse.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Cochran",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth S Cochran",
   "pi_email_addr": "cochran@ucr.edu",
   "nsf_id": "000229644",
   "pi_start_date": "2010-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 654669.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Quake-Catcher Network (QCN) is a distributed computing seismic network that links internal (no cost, built-in) or external (low-cost, USB-based) accelerometers connected to any participating computer for earthquake research. The objective of QCN is to dramatically increase the number of seismic observations by exploiting recent advances in sensing technologies and cyberinfrastructure. This approach has enabled the creation of one of the world&rsquo;s largest and lowest-cost strong motion seismic network to explore earthquake fault rupture and the ground response to seismic wave. This proposal helped to install several hundred QCN seismic stations in schools and homes. The work resulted in the following findings: 1) MEMS accelerometers can produce seismic data, including peak ground acceleration measurements and response spectra, that are useful for evaluated effects from earthquakes and 2) provide rapid information about on-going earthquake sequence including accurate location and magnitude estimates.</p>\n<p>In addition, by involving members of the general public in scientific data collection, including school classrooms, we worked to increase community understanding of earthquakes and related seismic hazards. Through this award we gave presentations about earthquakes to students in schools in the Inland Empire region of California which included hands-on demonstrations of how the QCN sensors work, demonstrations of the types of seismic waves, and understanding friction and slip on a fault. The QCN software and sensors are a natural platform to introduce the public to seismology as it allows for real-time displays of acceleration data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2012<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;S&nbsp;Cochran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Quake-Catcher Network (QCN) is a distributed computing seismic network that links internal (no cost, built-in) or external (low-cost, USB-based) accelerometers connected to any participating computer for earthquake research. The objective of QCN is to dramatically increase the number of seismic observations by exploiting recent advances in sensing technologies and cyberinfrastructure. This approach has enabled the creation of one of the worldÆs largest and lowest-cost strong motion seismic network to explore earthquake fault rupture and the ground response to seismic wave. This proposal helped to install several hundred QCN seismic stations in schools and homes. The work resulted in the following findings: 1) MEMS accelerometers can produce seismic data, including peak ground acceleration measurements and response spectra, that are useful for evaluated effects from earthquakes and 2) provide rapid information about on-going earthquake sequence including accurate location and magnitude estimates.\n\nIn addition, by involving members of the general public in scientific data collection, including school classrooms, we worked to increase community understanding of earthquakes and related seismic hazards. Through this award we gave presentations about earthquakes to students in schools in the Inland Empire region of California which included hands-on demonstrations of how the QCN sensors work, demonstrations of the types of seismic waves, and understanding friction and slip on a fault. The QCN software and sensors are a natural platform to introduce the public to seismology as it allows for real-time displays of acceleration data.\n\n\t\t\t\t\tLast Modified: 06/29/2012\n\n\t\t\t\t\tSubmitted by: Elizabeth S Cochran"
 }
}