{
 "awd_id": "0952082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:    Computational Modeling of Biological Nanomachines - Protein Unfolding and Translocation by Clp ATPases",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 660644.0,
 "awd_amount": 672037.0,
 "awd_min_amd_letter_date": "2010-01-04",
 "awd_max_amd_letter_date": "2014-01-17",
 "awd_abstract_narration": "Protein degradation and disassembly of aggregates are critical quality control mechanisms for the maintenance of vital cellular functions. Powerful ring-shaped components of Clp macromolecular machines mediate these actions by using a protein threading mechanism, which consists of recognition, unfolding, and translocation of substrates through a central channel. Understanding the mechanism of these biological nanomachines, that carry out crucial cellular functions, represents an important challenge for modern biological studies. The objective of this CAREER project is to elucidate, using computer simulations, kinetic and thermodynamic requirements for protein unfolding and the operational principles of substrate translocation by the Clp nanomachines. These studies will pinpoint the effect of periodic forces on substrate protein unfolding and translocation and the details of interactions between substrates and Clp responsible for these actions. This project will advance understanding of other protein degradation machines and fundamental principles that govern protein unfolding and translocation.\r\n\r\nThis CAREER project combines interdisciplinary research in computational biophysical chemistry with education and training of undergraduate and graduate students in this field. The educational infrastructure at the University of Cincinnati will be enhanced by establishing a computational biophysical chemistry course taught using problem-based learning and active student participation approaches. The PI will collaborate with Central State University and Fisk University to increase the participation of underrepresented minorities in computational sciences. The scope of these collaborations is to enhance the physical chemistry curriculum and to introduce molecular modeling courses at these universities. The PI will provide research experience opportunities for students at these universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Stan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Stan",
   "pi_email_addr": "george.stan@uc.edu",
   "nsf_id": "000225136",
   "pi_start_date": "2010-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 177287.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 157157.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 151226.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 91739.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 94628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; direction: ltr; color: rgb(0, 0, 10); text-align: left; }P.western { font-family: \"Times New Roman\",serif; font-size: 12pt; }P.cjk { font-family: \"Droid Sans Fallback\"; font-size: 12pt; }P.ctl { font-family: \"FreeSans\"; font-size: 12pt; } -->\n<p class=\"western\" style=\"margin-bottom: 0in;\"><span style=\"font-family: Arial,serif;\"><span style=\"font-size: x-small;\">Protein degradation and dissaggregation are essential mechanisms for removal of proteins that are abnormally synthesized or those that are damaged due to cellular stresses such as heat shock or oxidative reactions. These protein quality control mechanisms are carried out by Clp molecular machines and their homologues in the HSP100 family, which use ring-shaped ATP-driven components (ATPases) to apply repetitive forces onto proteins targeted for degradation or disaggregation and to thread them through a narrow central channel. Understanding these mechanisms is important to expand the knowledge of protein unfolding by periodic forces, protein translocation, and function of biological nanomachines. Although biochemical and single-molecule experimental studies resulted in much progress in understanding the action of Clp ATPases, elucidation of kinetic and thermodynamic aspects of protein unfolding and substrate translocation mediated by these biological nanomachines requires computational modeling approaches. Through my NSF-sponsored CAREER project, my group has developed a model that could probe the large </span></span><span style=\"font-family: Arial,serif;\"><span style=\"font-size: x-small;\">timescales and length scales associated with unfolding and translocation of substrate proteins by ClpY and p97 ATPases.  Molecular simulations using this model indicated that, for substrates with diverse topologies, protein unfolding and translocation proceed from the tagged C-terminus and translocation involves concerted transitions of polypeptide segments. By contrast, the time scales, the rate limiting steps in the degradation pathway, the effect of force directionality, and the translocase efficacy are topology-dependent. This is an important outcome because it provides an understanding of the mechanisms employed by Clp ATPases in degradation of substrates with diverse topologies. In addition, ClpY-assisted unfolding and translocation were found to be distinct from those resulting from mechanical pulling through a narrow non-allosteric pore. This is an important outcome as it contrasts ATP-driven mechanisms for protein translocation with those observed in non-ATP driven ones, such as translocation across membranes. Our studies also revealed that the ATPases utilize asymmetric interactions to process substrate proteins. During each cycle, sequential intra-ring motions of ClpY and p97 subunits result in handling of the substrate protein in the clockwise direction and enable multiple subunits to apply mechanical force onto the substrate. These actions underlie coordinated translocation of protein segments observed in recent single-molecule experiments.  These conclusions are significant as they help to understand power-stroke mechanisms common to many biological nanomachines. Based on additional simulations of the interaction between p97 and its substrates, we surmised that transient protein binding and release from the p97 pore involves a lever-type mechanism, which involves binding at one site in the open pore and release through interaction with a nearby site in the closed pore. Transient binding and release are fundamental requirements of the interaction between biological nanomachines and their substrate proteins. We also examined the collaboration between the ClpB ATPase and co-factors DnaK and GrpE</span></span><span style=\"font-family: Arial,serif;\"><span style=\"font-size: x-small;\">. Both our computational approaches and experiments performed by our collaborators identified the region ...",
  "por_txt_cntn": "\nProtein degradation and dissaggregation are essential mechanisms for removal of proteins that are abnormally synthesized or those that are damaged due to cellular stresses such as heat shock or oxidative reactions. These protein quality control mechanisms are carried out by Clp molecular machines and their homologues in the HSP100 family, which use ring-shaped ATP-driven components (ATPases) to apply repetitive forces onto proteins targeted for degradation or disaggregation and to thread them through a narrow central channel. Understanding these mechanisms is important to expand the knowledge of protein unfolding by periodic forces, protein translocation, and function of biological nanomachines. Although biochemical and single-molecule experimental studies resulted in much progress in understanding the action of Clp ATPases, elucidation of kinetic and thermodynamic aspects of protein unfolding and substrate translocation mediated by these biological nanomachines requires computational modeling approaches. Through my NSF-sponsored CAREER project, my group has developed a model that could probe the large timescales and length scales associated with unfolding and translocation of substrate proteins by ClpY and p97 ATPases.  Molecular simulations using this model indicated that, for substrates with diverse topologies, protein unfolding and translocation proceed from the tagged C-terminus and translocation involves concerted transitions of polypeptide segments. By contrast, the time scales, the rate limiting steps in the degradation pathway, the effect of force directionality, and the translocase efficacy are topology-dependent. This is an important outcome because it provides an understanding of the mechanisms employed by Clp ATPases in degradation of substrates with diverse topologies. In addition, ClpY-assisted unfolding and translocation were found to be distinct from those resulting from mechanical pulling through a narrow non-allosteric pore. This is an important outcome as it contrasts ATP-driven mechanisms for protein translocation with those observed in non-ATP driven ones, such as translocation across membranes. Our studies also revealed that the ATPases utilize asymmetric interactions to process substrate proteins. During each cycle, sequential intra-ring motions of ClpY and p97 subunits result in handling of the substrate protein in the clockwise direction and enable multiple subunits to apply mechanical force onto the substrate. These actions underlie coordinated translocation of protein segments observed in recent single-molecule experiments.  These conclusions are significant as they help to understand power-stroke mechanisms common to many biological nanomachines. Based on additional simulations of the interaction between p97 and its substrates, we surmised that transient protein binding and release from the p97 pore involves a lever-type mechanism, which involves binding at one site in the open pore and release through interaction with a nearby site in the closed pore. Transient binding and release are fundamental requirements of the interaction between biological nanomachines and their substrate proteins. We also examined the collaboration between the ClpB ATPase and co-factors DnaK and GrpE. Both our computational approaches and experiments performed by our collaborators identified the region of DnaK important for interaction with ClpB and found that GrpE competes for the same binding region of DnaK as ClpB. To obtain structural insight in these interactions, we obtained an atomistic model of the double-ring ClpB hexamer and performed DnaK-ClpB docking studies. Our results indicated that one DnaK monomer contacts two adjacent ClpB protomers simultaneously, leading us to propose a model of ClpB activation which identifies a distinct level of inter-subunit communication in Clp ATPases. The research performed in this project was tightly integrated with educational activities focused on developing a computational bi..."
 }
}