{
 "awd_id": "0953943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Multi-Disciplinary Approach to the Next Generation of Collaborative Technologies",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 400139.0,
 "awd_amount": 501918.0,
 "awd_min_amd_letter_date": "2009-12-02",
 "awd_max_amd_letter_date": "2014-04-15",
 "awd_abstract_narration": "This research aims to enable the development of the next generation of collaborative technologies and to study their effects on human collaboration. It does so by improving our theoretical understanding of how various features of shared visual context affect communication, coordination and collaboration. The research develops and makes available the code for a new dual eye tracking methodology that can be used to study coordination and collaboration. It also develops a new set of metrics that can be more generally used to understand coordinated eye movements as they relate to dialogue and conversation. The results of this work will add to knowledge in a number of disciplines, including human-computer interaction, language technologies, computer science, computational linguistics, communication studies, cognitive science, and social and cognitive psychology.\r\n\r\nAs recent efforts in telemedicine, distance education, and remote training and repair attest, there exists enormous potential for technologies to support these activities at a distance, ultimately resulting in widespread benefits such as equal access to quality education and medical care. The education activities in this research include: (1) developing a new Ph.D. course that teaches a theory-driven design approach; (2) developing a series of course modules that use the dual eye tracking methodology to teach behavioral coding, statistics and machine learning; (3) developing a publicly available multimodal corpus with a set of tutorials, and (4) developing a series of international workshops on dual eye tracking. Finally, the research will simultaneously advance discovery and understanding while training both graduate and undergraduate students in interdisciplinary research methods and will contribute to the development of traditionally underrepresented individuals in the fields of computer and information sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darren",
   "pi_last_name": "Gergle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Darren R Gergle",
   "pi_email_addr": "dgergle@northwestern.edu",
   "nsf_id": "000327409",
   "pi_start_date": "2009-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 97210.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 108420.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 210861.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 85427.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Popular accounts of technological innovation pledge collaborative systems that, like an expert teammate or personal assistant, will anticipate a partner&rsquo;s needs and actions as they take place in a wide variety of natural contexts. Yet, one of the major roadblocks to developing such systems stems from a lack of understanding the ways in which humans interact naturally in contextualized physical environments. Consider a team of surgeons that work on a time-critical operation and their actions are coordinated through large-scale visual displays, or a college physics professor that watches students run a tabletop physics experiment and she clarifies the experiment based solely on seeing their actions and thus recognizing that they misunderstood her lecture. In each of these settings, inferences about a partner&rsquo;s goals, focus of attention, level of comprehension, shared knowledge, and the state of the joint task all derive from shared visual context and temporal coordination, or lack thereof. In order to create collaborative technologies that are able to anticipate and react appropriately to users&rsquo; need and actions, it is crucial to develop a detailed computational understanding of these basic human collaborative processes.</p>\n<p><em>Intellectual Merit:</em> The overarching goal of this research was to support the development of the next generation of collaborative technologies capable of dealing with natural human processes of coordination both when the humans are co-present and separated by space or time. We worked toward this goal in a number of ways: First, we developed a series of experimental studies of human-to-human communication in both naturalistic and controlled environments. These studies showed, for example, that when pairs are interacting in a mobile environment they use their body position to help disambiguate and evoke the object they want to talk about. This finding suggests that natural language technologies may benefit from richer models of the spatial context in which collaborative pairs interact. Second, we developed and disseminated a novel, real-time, dual person eye-tracking methodology that automatically recognizes a person&rsquo;s gaze to physical objects in a surrounding environment. This methodology can be widely used by researchers to understand how language use varies across different types of physical spaces, and it provides tools and new metrics for assessing collaborative performance in such environments. Third, we formalized our findings into explicit computational models that can be applied in automated or semi-automated technologies. For example, we developed machine-learning and rule-based techniques that can, in limited scenarios, automatically identify which physical objects people are referring to, even when using vague expressions like &ldquo;that one,&rdquo; and we developed new technologies that selectively display a partner&rsquo;s eye-gaze onto a shared workspace. These approaches and tools can be used to better support distance collaboration and remote physical tasks such as directed repairs of physical infrastructure, remote guidance and navigation, or distributed learning centered on tangible or physical models.</p>\n<p><em>Broader Impacts:</em> The work was also incorporated into a series of workshops on dual eye-tracking as an emerging methodology for studying collaborative work. Three national and international workshops were held, and papers from 50+ authors were presented. The research methodologies have also been integrated into research methods and seminar classes, and the work was published and presented at multiple conferences, universities and technology firms. The project supported, in part, the training of four PhD students, one master&rsquo;s student, and a large team of undergraduate researchers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2016<br>\n\t\t\t\t\tModified by: Darren&nbsp;R&nbsp;Gergle...",
  "por_txt_cntn": "\nPopular accounts of technological innovation pledge collaborative systems that, like an expert teammate or personal assistant, will anticipate a partnerÆs needs and actions as they take place in a wide variety of natural contexts. Yet, one of the major roadblocks to developing such systems stems from a lack of understanding the ways in which humans interact naturally in contextualized physical environments. Consider a team of surgeons that work on a time-critical operation and their actions are coordinated through large-scale visual displays, or a college physics professor that watches students run a tabletop physics experiment and she clarifies the experiment based solely on seeing their actions and thus recognizing that they misunderstood her lecture. In each of these settings, inferences about a partnerÆs goals, focus of attention, level of comprehension, shared knowledge, and the state of the joint task all derive from shared visual context and temporal coordination, or lack thereof. In order to create collaborative technologies that are able to anticipate and react appropriately to usersÆ need and actions, it is crucial to develop a detailed computational understanding of these basic human collaborative processes.\n\nIntellectual Merit: The overarching goal of this research was to support the development of the next generation of collaborative technologies capable of dealing with natural human processes of coordination both when the humans are co-present and separated by space or time. We worked toward this goal in a number of ways: First, we developed a series of experimental studies of human-to-human communication in both naturalistic and controlled environments. These studies showed, for example, that when pairs are interacting in a mobile environment they use their body position to help disambiguate and evoke the object they want to talk about. This finding suggests that natural language technologies may benefit from richer models of the spatial context in which collaborative pairs interact. Second, we developed and disseminated a novel, real-time, dual person eye-tracking methodology that automatically recognizes a personÆs gaze to physical objects in a surrounding environment. This methodology can be widely used by researchers to understand how language use varies across different types of physical spaces, and it provides tools and new metrics for assessing collaborative performance in such environments. Third, we formalized our findings into explicit computational models that can be applied in automated or semi-automated technologies. For example, we developed machine-learning and rule-based techniques that can, in limited scenarios, automatically identify which physical objects people are referring to, even when using vague expressions like \"that one,\" and we developed new technologies that selectively display a partnerÆs eye-gaze onto a shared workspace. These approaches and tools can be used to better support distance collaboration and remote physical tasks such as directed repairs of physical infrastructure, remote guidance and navigation, or distributed learning centered on tangible or physical models.\n\nBroader Impacts: The work was also incorporated into a series of workshops on dual eye-tracking as an emerging methodology for studying collaborative work. Three national and international workshops were held, and papers from 50+ authors were presented. The research methodologies have also been integrated into research methods and seminar classes, and the work was published and presented at multiple conferences, universities and technology firms. The project supported, in part, the training of four PhD students, one masterÆs student, and a large team of undergraduate researchers.\n\n\t\t\t\t\tLast Modified: 05/20/2016\n\n\t\t\t\t\tSubmitted by: Darren R Gergle"
 }
}