{
 "awd_id": "0953516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Foundataions of Markets as Information Aggregation Mechanisms",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 461794.0,
 "awd_amount": 461794.0,
 "awd_min_amd_letter_date": "2009-11-27",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "CAREER: Foundations of Markets as Information Aggregation Mechanisms\r\n\r\nPrediction markets are markets designed for information aggregation. To achieve its goal, a prediction market offers a contract whose future payoff is tied to outcomes of an event of interest. Participants of the market express their information about the event through trading the contract. The market price hence potentially incorporates the information of all participants and approximately represents a consensus forecast for the event. Prediction markets have shown great potential as highly effective information aggregation tools in practice. However, they may be subject to manipulation. Participants have incentives to lie about their information in order to seize more profit in the market or be rewarded outside the market. With manipulation, information aggregation may fail and the credibility of market prices is put into question. Another challenge is the computational problem of operating combinatorial prediction markets. When the mechanism becomes more expressive and participants can reveal their information on combinations of outcomes, the process of operating a market may become computationally intractable, which makes such combinatorial prediction markets impractical to use. The goal of this project is to perform a foundational study on issues that arise in prediction market design\r\nbecause of the self-interest of participants and the need of expressiveness. Using computer science theory and game theory as the main research approaches, Dr. Chen will establish the strategic and computational foundations for prediction markets so as to design market mechanisms that are not only theoretically sound but also practically applicable for information aggregation in complex real-world settings.\r\n\r\nThis project is centered around two themes: manipulation-resistant prediction markets and computationally efficient combinatorial prediction markets. The research on manipulation-resistant prediction markets investigates when manipulation arises, how manipulation affects information aggregation, and how to design prediction market mechanisms to explicitly control the impact of manipulation. It will provide answers to the most fundamental question of whether people can trust the\r\ninformation conveyed by prediction markets and design robust market mechanisms for information aggregation. The research on computationally efficient combinatorial prediction markets examines the tradeoff between expressiveness and computational complexity of combinatorial prediction markets, designs tractable combinatorial prediction markets, and develops efficient approximation algorithms for intractable combinatorial prediction markets. It will help to transfer combinatorial prediction markets from theoretical artifacts to practical devices for aggregating richer information. This project does not depend on any specific application domain. Hence, mechanisms designed in this project can be applied to aggregate information in many settings, including business, government, and society. Results of this project will also help to inform policy making on the possible regulation of prediction markets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yiling",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yiling Chen",
   "pi_email_addr": "yiling@seas.harvard.edu",
   "nsf_id": "000508042",
   "pi_start_date": "2009-11-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "793200",
   "pgm_ele_name": "COMPUT GAME THEORY & ECON"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 84209.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 97599.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92021.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 92644.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 95321.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Eliciting and aggregating dispersed information is a ubiquitous need for informed decision making.&nbsp; This project has advanced our understanding of information elicitation and aggregation mechanisms, by developing computational theory and theory of incentive alignment and evaluating the mechanisms using behavioral experiments.</p>\n<p>A first set of results develops a computational framework for designing prediction markets with desirable economic properties and for reasoning about the tractability of the designed markets. Prediction markets are a market-based approach that elicit and aggregate probabilistic information about uncertain events of interest and have been shown to provide more accurate forecasts than other forecasting methods in a large array of real-world settings. Achieving the goal of information elicitation and aggregation requires a prediction market to have appropriate economic properties, while also being computationally efficient. This project develops an online convex optimization framework for designing automated market maker mechanisms for prediction markets with desirable economic properties and computational efficiency. The framework for the first time offers a systematic way to design prediction markets.</p>\n<p>A second set of results focuses on incentive alignment issues of information elicitation and aggregation. It offers new understanding and characterizations of what information, knowledge, or work can be generated by different mechanisms when participants of these mechanisms behave strategically to optimize their self-interest. These include: how to design decision markets, prediction markets where final market prediction is used for decision making, to ensure truthful information elicitation; what knowledge can elicited in online question and answer forums and some other information elicitation mechanisms.</p>\n<p>A third set of results provides new understanding of how mechanisms that have desirable theoretical properties perform in practice. We conduct a controlled online experiment of a peer prediction mechanism. Peer prediction is a class of mechanisms that are designed to truthfully elicit participants&rsquo; information when there is no verification of the elicited information. This class of mechanisms can elegantly achieve a game-theoretic equilibrium where all participants truthfully reveal their information despite the lack of verification. Our experiment shows that the truthful equilibrium is not focal and that participants seem able to coordinate on other, more profitable equilibria. We also set up prediction markets to predict the reproducibility of 44 studies published in prominent psychology journals and replicated in the Reproducibility Project: Psychology. The prediction markets predict the outcomes of the replications well and outperform a survey of market participants&rsquo; individual forecasts.</p>\n<p>This project has also supported the training of a number of Ph.D. students and postdoctoral fellows and provided opportunities for undergraduate research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2016<br>\n\t\t\t\t\tModified by: Yiling&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEliciting and aggregating dispersed information is a ubiquitous need for informed decision making.  This project has advanced our understanding of information elicitation and aggregation mechanisms, by developing computational theory and theory of incentive alignment and evaluating the mechanisms using behavioral experiments.\n\nA first set of results develops a computational framework for designing prediction markets with desirable economic properties and for reasoning about the tractability of the designed markets. Prediction markets are a market-based approach that elicit and aggregate probabilistic information about uncertain events of interest and have been shown to provide more accurate forecasts than other forecasting methods in a large array of real-world settings. Achieving the goal of information elicitation and aggregation requires a prediction market to have appropriate economic properties, while also being computationally efficient. This project develops an online convex optimization framework for designing automated market maker mechanisms for prediction markets with desirable economic properties and computational efficiency. The framework for the first time offers a systematic way to design prediction markets.\n\nA second set of results focuses on incentive alignment issues of information elicitation and aggregation. It offers new understanding and characterizations of what information, knowledge, or work can be generated by different mechanisms when participants of these mechanisms behave strategically to optimize their self-interest. These include: how to design decision markets, prediction markets where final market prediction is used for decision making, to ensure truthful information elicitation; what knowledge can elicited in online question and answer forums and some other information elicitation mechanisms.\n\nA third set of results provides new understanding of how mechanisms that have desirable theoretical properties perform in practice. We conduct a controlled online experiment of a peer prediction mechanism. Peer prediction is a class of mechanisms that are designed to truthfully elicit participantsÆ information when there is no verification of the elicited information. This class of mechanisms can elegantly achieve a game-theoretic equilibrium where all participants truthfully reveal their information despite the lack of verification. Our experiment shows that the truthful equilibrium is not focal and that participants seem able to coordinate on other, more profitable equilibria. We also set up prediction markets to predict the reproducibility of 44 studies published in prominent psychology journals and replicated in the Reproducibility Project: Psychology. The prediction markets predict the outcomes of the replications well and outperform a survey of market participantsÆ individual forecasts.\n\nThis project has also supported the training of a number of Ph.D. students and postdoctoral fellows and provided opportunities for undergraduate research.\n\n\t\t\t\t\tLast Modified: 06/03/2016\n\n\t\t\t\t\tSubmitted by: Yiling Chen"
 }
}