{
 "awd_id": "0953011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: From Modular Representation Theory to Geometry: connections and interactions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 417977.0,
 "awd_amount": 417977.0,
 "awd_min_amd_letter_date": "2010-01-19",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "Pevtsova intends to develop a theory that relates representations of finite group schemes to vector bundles on projective varieties, thereby establishing a novel connection between representation theory and algebraic geometry. The proposed research takes its roots in previous work of the PI and collaborators in representations and cohomology of finite dimensional algebras. The unique perspective of the proposed development has a potential for significant applications in both algebraic geometry and representation theory, ranging from construction of new examples of vector bundles to classification results.    Other specific areas of the proposed research include computations of important examples of support varieties, constructions of new invariants for small quantum groups, and advances to the theory of modules of constant Jordan type.   In addition, Pevtsova proposes to make contributions to the ``triangular geometry\", a new geometric theory that encodes the structure of triangulated categories.  Bringing the projects on finite group schemes and triangular geometry to a meeting point, Pevtsova is seeking to compare derived categories associated to different algebraic objects via their geometry.\r\n\r\nRepresentation theory studies actions of groups and other algebraic structures on vector spaces. It takes its origins in the study of symmetries and has emerged as a subject on its own about hundred years ago in the work of Frobenius and Schur. In its current stage of development, representation theory has been discovered to be intimately intertwined with numerous brunches of mathematics, such as geometry, topology and combinatorics, as well as physics. Pevtsova is particularly interested in connections with geometry. She has always been fascinated by the beautiful interplay between algebra and geometry that transcends many areas of mathematical research. In her CAREER project,  she seeks to develop a new algebra-geometric connection, building a bridge  between algebraic descriptions of representations which can be presented in terms of matrices and certain geometric invariants which can be thought of as spaces.  In that endeavor she hopes to develop techniques that will hold a potential to shed light on some longstanding problems in both representation theory and geometry.  \r\n\r\nThe PI also has an extensive educational program. She intends to supervise both undergraduate and graduate research and to develop a course on problem solving in connection with the training of the Putnam team at the University of Washington. Building on her existing outreach experience the PI intends to create a network of ``Math challenge\" afterschool programs for gifted elementary and middle school students in Seattle  Public schools. She also proposes to organize a summer school for young researchers in Representation Theory and related areas in the  Summer of 2012. By creating these opportunities for talented K-12 students, undergraduates and graduate students, Pevtsova intends to attract more qualified candidates to careers in Mathematical Sciences.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Pevtsova",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julia A Pevtsova",
   "pi_email_addr": "julia@math.washington.edu",
   "nsf_id": "000301186",
   "pi_start_date": "2010-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70244.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75042.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104643.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 82510.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 85538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\n<div>Modular representation theory studies symmetries in linear spaces with an additional requirement that everything is considered modular a prime p. The mod p situation turns out to be considerably different from a more familiar situation of real or complex vector spaces bringing up new challenges as well as new discoveries. One immeasurable difficulty of the subject is that one cannot classify the building blocks for such symmetries, the indecomposable representations &ndash; there are just too many of them which earned the theory a scientifically defined name &ldquo;wild&rdquo;. &nbsp;Nonetheless, looking for structure in this wild territory is not a hopeless task if one asks the right questions. One of the major outcomes of this project is a classification theorem for representations of a finite groups scheme &ndash; an ubiquitous algebraic structure which generalizes both finite groups and Lie algebras &ndash; which allows to answer the following question, inspired by algebraic topology: &ldquo;When one representation can be built from another using homological operations&rdquo;. In the absence on any attainable classification of indecomposable representations this gives classification of &ldquo;localizing subcategories&rdquo; of representations providing the class of symmetries we are studying with a new and beautiful structure expressed in terms of geometry. This result enhances out understanding of the field known as triangular geometry. &nbsp;Other contributions include establishing new relations between symmetries of algebraic and geometric objects, such as representations of finite groups schemes and vector bundles on projective varieties. The PI also made further contributions to the theory of support varieties, powerful geometric invariants of representations in the mod p setting.&nbsp;</div>\n<div></div>\n<div>Part of this CAREER award was designated to support summer schools for young researchers in Representation Theory and related subjects. The PI co-organized two of those during the lifespan of the award:<span>&nbsp;</span><span>\"Cohomology and support in representation theory and related topics&rdquo;, Seattle, WA, Summer 2012, and \"</span><a href=\"http://www.pims.math.ca/scientific-event/160727-psswgatartofg\">Geometric and Topological Aspects of the Representation Theory of Finite Group</a>s&rdquo;, Vancouver, BC, Summer 2016.&nbsp;</div>\n<div></div>\n<div>Another key educational component of the award is PI&rsquo;s continuing involvement with outreach efforts. She is actively promoting mathematics to the larger Seattle community, organizing popular math lectures, math circles, and an annual math Olympiad for Seattle middle and junior high school students. Extensive nformation about all these events is available online:&nbsp;https://sites.math.washington.edu/~mathcircle/circle/</div>\n</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2017<br>\n\t\t\t\t\tModified by: Julia&nbsp;A&nbsp;Pevtsova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nModular representation theory studies symmetries in linear spaces with an additional requirement that everything is considered modular a prime p. The mod p situation turns out to be considerably different from a more familiar situation of real or complex vector spaces bringing up new challenges as well as new discoveries. One immeasurable difficulty of the subject is that one cannot classify the building blocks for such symmetries, the indecomposable representations &ndash; there are just too many of them which earned the theory a scientifically defined name \"wild\".  Nonetheless, looking for structure in this wild territory is not a hopeless task if one asks the right questions. One of the major outcomes of this project is a classification theorem for representations of a finite groups scheme &ndash; an ubiquitous algebraic structure which generalizes both finite groups and Lie algebras &ndash; which allows to answer the following question, inspired by algebraic topology: \"When one representation can be built from another using homological operations\". In the absence on any attainable classification of indecomposable representations this gives classification of \"localizing subcategories\" of representations providing the class of symmetries we are studying with a new and beautiful structure expressed in terms of geometry. This result enhances out understanding of the field known as triangular geometry.  Other contributions include establishing new relations between symmetries of algebraic and geometric objects, such as representations of finite groups schemes and vector bundles on projective varieties. The PI also made further contributions to the theory of support varieties, powerful geometric invariants of representations in the mod p setting. \n\nPart of this CAREER award was designated to support summer schools for young researchers in Representation Theory and related subjects. The PI co-organized two of those during the lifespan of the award: \"Cohomology and support in representation theory and related topics\", Seattle, WA, Summer 2012, and \"Geometric and Topological Aspects of the Representation Theory of Finite Groups\", Vancouver, BC, Summer 2016. \n\nAnother key educational component of the award is PI?s continuing involvement with outreach efforts. She is actively promoting mathematics to the larger Seattle community, organizing popular math lectures, math circles, and an annual math Olympiad for Seattle middle and junior high school students. Extensive nformation about all these events is available online: https://sites.math.washington.edu/~mathcircle/circle/\n\n\n\t\t\t\t\tLast Modified: 11/21/2017\n\n\t\t\t\t\tSubmitted by: Julia A Pevtsova"
 }
}