{
 "awd_id": "0953202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:Engineering Microbial Swarmbots",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2010-05-18",
 "awd_max_amd_letter_date": "2010-05-18",
 "awd_abstract_narration": "0953202\r\nYou\r\n\r\nEngineered cell-based sensors and actuators have great potential for diverse applications in medicine, environmental cleanup, and biotechnology. Their applications, however, have been limited by their lack of controllability and scalability. To address this challenge, the proposed research aims to develop a unique platform technology -- microbial swarmbots, which integrates synthetic biology and biomaterials engineering. A swarmbot consists of autonomously regulated, small bacterialpopulations that are encapsulated in microcapsules built from synthetic or natural polymers. The proposed research will demonstrate the integration of the swarmbots with sensors and actuators of practical relevance.\r\n\r\nThe resulting platform has several distinctive design features: (1) Programmability & modularity: microcapsule properties and circuit functions can be independently designed and optimized, which facilitates \"plug-n-play\" integration for broad applications. (2) Safety: Multi-layer safeguard mechanisms are embedded in system design - bacteria escaping from capsules are programmed to die. This strategy directly addresses the concern on using live bacteria for medical or environmental applications. (3) Stability and efficiency: Micro-encapsulation will reduce the probability of mutants taking over (by partitioning the bacterial populations into encapsulated \"microcolonies\"), thus enhancing overall genetic stability of gene circuits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lingchong",
   "pi_last_name": "You",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lingchong You",
   "pi_email_addr": "you@duke.edu",
   "nsf_id": "000334792",
   "pi_start_date": "2010-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7909",
   "pgm_ref_txt": "BIOSENSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>CAREER: Engineering Microbial Swarmbots</strong></p>\n<p><strong>Intellectual merits</strong></p>\n<p><span style=\"white-space: pre;\"> </span>A major endeavor in synthetic biology is to program robust functions of cells and cell populations in a predictable manner. This ability is critical to realize the full potential of synthetic biology for diverse applications in medicine, environment, and biotechnology. To date, efforts in synthetic biology have focused on engineering of circuit-centric or cell-centric functions. For instance, when engineering a circuit, the host cell is typically considered a static &lsquo;chassis&rsquo;, or a reactor for the biochemical reactions associated with the circuit function. However, this practice is in contrast with operation of natural systems, where functions of cells or cell populations often result from detection of and response to their spatial arrangement. For example, many bacteria can form spatial structures consisting of cell aggregates, such as biofilms and fruiting bodies&nbsp;that allows them to achieve functions beyond the capability of individual cells or homogenous cell populations. We reason that this property represents a novel design strategy to engineer sophisticated functions in engineered cell populations.</p>\n<p><span style=\"white-space: pre;\"> </span>Drawing inspiration from the natural systems, we developed a platform technology &ndash; <strong>microbial swarmbots (MSB)</strong>, <strong>to demonstrate a predefined system function by integrating synthetic biology, biomaterials engineering, and microfluidics.</strong> A MSB microcapsule consists of a small population of engineered bacteria encapsulated in a polymeric capsule. Each MSB microcapsule works as an active carrier of engineered bacteria by coupling of cell-centric functions and environmental sensing.</p>\n<p><span style=\"white-space: pre;\"> </span>Through this grant, we demonstrate a safeguard strategy of engineered bacteria, this strategy can limit unintended proliferation of engineered bacteria, one of the major concerns over their use for medical or environmental applications. In particular, we use synthetic gene circuits to program self-addiction in <em>Escherichia coli</em>, such that the engineered bacteria only survive when present at sufficiently high density. When these bacteria reside in the MSB capsule, they will survive due to their high local density resulting from physical confinement. If they escape from the MSB, however, they will be killed due to a decrease in their density.</p>\n<p><span style=\"white-space: pre;\"> </span>The resulting platform has several distinctive design features: (1) <em>Programmability &amp; modularity</em>: microcapsule properties and circuit functions can be independently designed and optimized, which facilitates &ldquo;plug-and-play&rdquo; integration for broad applications in the long term. (2) <em>Safety</em>: Multi-layer safeguard mechanisms are embedded in system design &ndash; bacteria escaping from capsules are programmed to die. This strategy directly addresses the concern on using live bacteria for medical or environmental applications. (3) <em>Stability and efficiency</em>: Micro-encapsulation will reduce the probability of mutants taking over, thus enhancing overall genetic stability of gene circuits.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The proposed research has led to creation of a versatile platform for diverse potential applications, including drug synthesis and delivery, environmental sensing, and bioremediation. Lessons learned from proposed research projects will provide insight into the engineering of biological parts and devices for robust system dynamics. Experimental techniques and computational infrastructure (computation methods and software packages) arising from the proposed work will be a...",
  "por_txt_cntn": "\nCAREER: Engineering Microbial Swarmbots\n\nIntellectual merits\n\n A major endeavor in synthetic biology is to program robust functions of cells and cell populations in a predictable manner. This ability is critical to realize the full potential of synthetic biology for diverse applications in medicine, environment, and biotechnology. To date, efforts in synthetic biology have focused on engineering of circuit-centric or cell-centric functions. For instance, when engineering a circuit, the host cell is typically considered a static æchassisÆ, or a reactor for the biochemical reactions associated with the circuit function. However, this practice is in contrast with operation of natural systems, where functions of cells or cell populations often result from detection of and response to their spatial arrangement. For example, many bacteria can form spatial structures consisting of cell aggregates, such as biofilms and fruiting bodies that allows them to achieve functions beyond the capability of individual cells or homogenous cell populations. We reason that this property represents a novel design strategy to engineer sophisticated functions in engineered cell populations.\n\n Drawing inspiration from the natural systems, we developed a platform technology &ndash; microbial swarmbots (MSB), to demonstrate a predefined system function by integrating synthetic biology, biomaterials engineering, and microfluidics. A MSB microcapsule consists of a small population of engineered bacteria encapsulated in a polymeric capsule. Each MSB microcapsule works as an active carrier of engineered bacteria by coupling of cell-centric functions and environmental sensing.\n\n Through this grant, we demonstrate a safeguard strategy of engineered bacteria, this strategy can limit unintended proliferation of engineered bacteria, one of the major concerns over their use for medical or environmental applications. In particular, we use synthetic gene circuits to program self-addiction in Escherichia coli, such that the engineered bacteria only survive when present at sufficiently high density. When these bacteria reside in the MSB capsule, they will survive due to their high local density resulting from physical confinement. If they escape from the MSB, however, they will be killed due to a decrease in their density.\n\n The resulting platform has several distinctive design features: (1) Programmability &amp; modularity: microcapsule properties and circuit functions can be independently designed and optimized, which facilitates \"plug-and-play\" integration for broad applications in the long term. (2) Safety: Multi-layer safeguard mechanisms are embedded in system design &ndash; bacteria escaping from capsules are programmed to die. This strategy directly addresses the concern on using live bacteria for medical or environmental applications. (3) Stability and efficiency: Micro-encapsulation will reduce the probability of mutants taking over, thus enhancing overall genetic stability of gene circuits.\n\n \n\nBroader impacts\n\n            The proposed research has led to creation of a versatile platform for diverse potential applications, including drug synthesis and delivery, environmental sensing, and bioremediation. Lessons learned from proposed research projects will provide insight into the engineering of biological parts and devices for robust system dynamics. Experimental techniques and computational infrastructure (computation methods and software packages) arising from the proposed work will be applicable for analyzing both natural and synthetic biological networks.\n\n The proposed research has provided opportunities for pre-college students, undergraduates, and graduate students with backgrounds in biology, engineering, mathematics, and physical sciences to become exposed to interdisciplinary research in bioengineering and synthetic biology. Modeling examples and experiments derived from the proposed research, along with other examples drawn from the literature, ..."
 }
}