{
 "awd_id": "0953010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Chemical Model for the Prebiotic Origins of Tetrapyrrole Macrocycles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 510000.0,
 "awd_min_amd_letter_date": "2010-04-13",
 "awd_max_amd_letter_date": "2011-12-30",
 "awd_abstract_narration": "The question of how life originated on Earth is one of the most challenging and perplexing problems in science. This project supported by the Chemistry of Life Processes Program will examine simple, plausibly prebiotic chemical reactions that lead from early-Earth available substances to tetrapyrrole macrocycles.  All present-day living organisms use a single, universal pathway for the construction of tetrapyrrole molecules.  While mimicry of the modern biosynthetic pathway is attractive, this proposal casts a broad net to examine diverse reactions that plausibly can lead to the formation of tetrapyrrole macrocycles, including those of present-day biochemistry as well as analogues with similar properties that could have played a central role in prebiotic chemistry.  A thesis here is that there may have been diverse pathways to the critical class of tetrapyrrole macrocycles, including the now modern pathway, which were operative in the prebiotic era.  Simple chemical reactions that subsequently transform tetrapyrrole macrocycles and alter their properties, as occurs in the biosynthetic pathways leading to heme and chlorophylls, also will be examined.\r\n\tThe broader impacts of this project include deepening our understanding of biogenesis and the role of energy metabolism in the origin of a self-replicating system.  Elucidation of critical milestones for the emergence of energy-utilizing systems including photosynthesis, for which tetrapyrrole macrocycles would seem essential, may not only be central to life's origins but may also augment our understanding of the earliest steps in the transformation of the Earth.  Perhaps most important is the education and training of students who work on this project, and a related course to be taught by the PI entitled \"The Molecular Origins of Life\", both of which are expected to spark young scientists' curiosity and deepen their passion for science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Lindsey",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan S Lindsey",
   "pi_email_addr": "jlindsey@ncsu.edu",
   "nsf_id": "000288741",
   "pi_start_date": "2010-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How life originated is a question of widespread interest among scientists and laymen alike.&nbsp; While the question may never be answered directly, studies to probe the chemistry that underpins living systems, and perhaps recapitulate facets of biogenesis, can provide compelling insights into fundamental life processes as well as how life might have originated.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; There is wide consensus that photosynthesis was central to the evolution of life; the unknown in this regard is whether photosynthesis developed following, concomitant with, or in fact preceded and drove the origin of life.&nbsp; An essential subordinate question thereto is how the key molecules that enable photosynthesis may have originated.&nbsp; Nature&rsquo;s chief photosynthetic pigments are the chlorophylls and bacteriochlorophylls.&nbsp; Such tetrapyrrole macrocycles play a central role in all present living organisms yet the prebiotic origin of such molecules remains obscure.&nbsp; While the exact origins may never be known, the challenge is to develop a viable chemical model, bounded by constraints of early-earth conditions, that provides deep insight into the possible origins of tetrapyrrole molecules.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The dominant thinking since the 1950s is that the chemical reactions leading to the prebiotic origin of tetrapyrroles recapitulated the extant biosynthetic pathway.&nbsp; The thesis of the present proposal is that there were multiple pathways of origin, some of which likely predated the extant pathway.&nbsp; Regardless, the origin must proceed through a daunting (or poorly understood) series of reactions including conversion of simple, earth-available substances to multifunctional acyclic compounds (stage I), condensation of the acyclic molecules to form a pyrrole equipped for subsequent self-condensation (stage II), self-condensation of the pyrrole to give a porphyrinogen (stage III), oxidation and/or photooxidation to give the porphyrin (stage IV), and processing (hydrogenation, metalation) of so-formed tetrapyrrole macrocycles (stage V).&nbsp; Prior studies to recapitulate the biosynthetic route without enzymes have succeeded for stages III and IV (examined individually but not together) but have failed at stage II to yield the critical pyrrole molecule capable of self-condensation.&nbsp; The resulting impasse has stymied consideration of the utility of tetrapyrrole molecules in prebiotic chemistries.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The present work focused on a pathway wherein a dione and an aminoketone, simple colorless compounds, spontaneously condense under plausible prebiotic conditions in aqueous solution to give a pyrrole equipped for ensuing self-condensation to give the porphyrinogen.&nbsp; The porphyrinogen is uroporphyrinogen, Nature&rsquo;s universal precursor to all tetrapyrroles.&nbsp; Subsequent experiments showed that a mixture of diones and aminoketones react in statistical fashion to give a corresponding mixture of porphyrinogens.&nbsp; A software program (PorphyrinViLiGe) was developed to generate a virtual library of porphyrins, which can be data-mined for valuable information such as the distribution of compounds with a given polarity (lipophilic, amphiphilic, hydrophilic).&nbsp; The program is freely available at <a href=\"http://www.photochemcad.com\">www.photochemcad.com</a>.&nbsp; When the same reaction was carried out in the presence of vesicles, an oxidant, and sunlight, stages II-IV proceeded smoothly; moreover, the resulting porphyrins partitioned spontaneously in the aqueous &ndash; vesicles suspension according to their polarity.&nbsp; Both fractions (aqueous, vesicles) were photochemically active as evidenced...",
  "por_txt_cntn": "\n            How life originated is a question of widespread interest among scientists and laymen alike.  While the question may never be answered directly, studies to probe the chemistry that underpins living systems, and perhaps recapitulate facets of biogenesis, can provide compelling insights into fundamental life processes as well as how life might have originated.\n\n            There is wide consensus that photosynthesis was central to the evolution of life; the unknown in this regard is whether photosynthesis developed following, concomitant with, or in fact preceded and drove the origin of life.  An essential subordinate question thereto is how the key molecules that enable photosynthesis may have originated.  NatureÆs chief photosynthetic pigments are the chlorophylls and bacteriochlorophylls.  Such tetrapyrrole macrocycles play a central role in all present living organisms yet the prebiotic origin of such molecules remains obscure.  While the exact origins may never be known, the challenge is to develop a viable chemical model, bounded by constraints of early-earth conditions, that provides deep insight into the possible origins of tetrapyrrole molecules. \n\n            The dominant thinking since the 1950s is that the chemical reactions leading to the prebiotic origin of tetrapyrroles recapitulated the extant biosynthetic pathway.  The thesis of the present proposal is that there were multiple pathways of origin, some of which likely predated the extant pathway.  Regardless, the origin must proceed through a daunting (or poorly understood) series of reactions including conversion of simple, earth-available substances to multifunctional acyclic compounds (stage I), condensation of the acyclic molecules to form a pyrrole equipped for subsequent self-condensation (stage II), self-condensation of the pyrrole to give a porphyrinogen (stage III), oxidation and/or photooxidation to give the porphyrin (stage IV), and processing (hydrogenation, metalation) of so-formed tetrapyrrole macrocycles (stage V).  Prior studies to recapitulate the biosynthetic route without enzymes have succeeded for stages III and IV (examined individually but not together) but have failed at stage II to yield the critical pyrrole molecule capable of self-condensation.  The resulting impasse has stymied consideration of the utility of tetrapyrrole molecules in prebiotic chemistries.\n\n            The present work focused on a pathway wherein a dione and an aminoketone, simple colorless compounds, spontaneously condense under plausible prebiotic conditions in aqueous solution to give a pyrrole equipped for ensuing self-condensation to give the porphyrinogen.  The porphyrinogen is uroporphyrinogen, NatureÆs universal precursor to all tetrapyrroles.  Subsequent experiments showed that a mixture of diones and aminoketones react in statistical fashion to give a corresponding mixture of porphyrinogens.  A software program (PorphyrinViLiGe) was developed to generate a virtual library of porphyrins, which can be data-mined for valuable information such as the distribution of compounds with a given polarity (lipophilic, amphiphilic, hydrophilic).  The program is freely available at www.photochemcad.com.  When the same reaction was carried out in the presence of vesicles, an oxidant, and sunlight, stages II-IV proceeded smoothly; moreover, the resulting porphyrins partitioned spontaneously in the aqueous &ndash; vesicles suspension according to their polarity.  Both fractions (aqueous, vesicles) were photochemically active as evidenced by fluorescence and by the Krasnovsky reaction, a photosynthetic mimic.\n\n            The intellectual merit of the proposed activity concerns the fundamental examination of routes for the spontaneous formation of tetrapyrrole macrocycles from relatively simple starting materials and reaction conditions.  The knowledge gained provides a chemical model for understanding the possible origins of tetrapyrrole macrocycles under plausib..."
 }
}