{
 "awd_id": "0953331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   An integrated study of the effects of nutrient additions on grassland soil microbial communities",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 655617.0,
 "awd_amount": 654624.0,
 "awd_min_amd_letter_date": "2010-04-28",
 "awd_max_amd_letter_date": "2010-04-28",
 "awd_abstract_narration": "Terrestrial ecosystems across the globe are receiving elevated inputs of nitrogen (N) and phosphorus (P) due to human activities. The microbes that live in soil are likely to respond to these elevated nutrient inputs and such responses could have far-reaching effects on ecosystems given that soil microbes play critical roles in the maintenance of ecosystem health and productivity. However, how the overall structure and diversity of microbial communities may be altered by nutrient additions, and whether microbial responses mirror plant responses, are not yet known. To address these knowledge gaps, soils will be collected from 35 grasslands throughout the world that have been receiving standardized, experimental additions of N and P. The microbial and plant responses to nutrient additions across these grasslands that represent a broad range of soil and site characteristics will be compared to build a more comprehensive understanding of microbial responses to nutrient additions than would be possible by focusing on just a single site or a handful of sites. A series of laboratory experiments to discern the specific mechanisms that may be responsible for the microbial responses observed in the field will also be conducted.\r\n\r\nThe proposed work is innovative in that it takes advantage of recently-developed pyrosequencing methods and phylogeny-based community analysis approaches to yield a far more comprehensive inquiry into soil microbial responses to nutrient additions than any previous study. Results of this study will lead to a predictive, mechanistic understanding of soil microbial responses to changes in nutrient availability and it will improve fundamental understanding of the factors structuring belowground microbial communities in grassland ecosystems. Since grasslands are one of the most widespread and productive ecosystem types on Earth, understanding how the structure and function of grasslands may change in response to elevated loadings of N and P from human activities (namely fossil fuel combustion and the use of agricultural fertilizers) is of critical importance. Better understanding of how microbes will respond to these nutrient inputs is needed because soil microbes play key roles in the maintenance of soil fertility, the terrestrial carbon cycle, and the overall health of ecosystems. The results, methods, and concepts to be developed from this work will be communicated and investigated through several key educational and outreach activities. (1) The initiation of a \"hands-on\", 2-week summer training course for U.S. and international graduate students focused on the use of molecular methods to assess soil microbial diversity. The course will provide a comprehensive introduction to the tools and approaches used to survey microbial biodiversity while fostering collaborations among the next generation of researchers inside and outside of the United States. (2) The development of a series of 'soil ecology' learning activities to introduce local middle-school students participating in the after-school Math, Engineering, and Science Achievement (MESA) program for students underrepresented in science and technology careers to the diversity of belowground biota and the importance of soil organisms in ecosystems. (3) The mentoring and training of graduate and undergraduate students who will be directly involved in the research project over the next 5 years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Fierer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noah Fierer",
   "pi_email_addr": "noah.fierer@colorado.edu",
   "nsf_id": "000207324",
   "pi_start_date": "2010-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6864",
   "pgm_ref_txt": "MICROBIAL SYS IN BIOSPHERE"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 654624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We conducted a series of studies investigating how nutrient amendments influence the diversity, composition, and functional attributes of soil microbial communities. In addition, we have developed some new tools for the analysis of soil microbial communities, demonstrated the suitability of shotgun metagenomic approaches for comparing the functional attributes of soil microbial communities, and we developed a more comprehensive predictive understanding of how soil microbial communities vary across time and space. This funding has directly contributed to 29 manuscripts (nearly all with graduate or undergraduate students as co-authors). In addition, the results from this project have been presented at many different venues over the past few years (including workshops, universities, larger scientific meetings, and public outreach events). As part of this project, we also led a series of formal and informal outreach activities geared towards members of the general public to introduce them to soil microbial diversity and the importance of soil microbial communities to terrestrial ecosystems.</p>\n<p>Our work to date has provided new insight into the range of effects, some expected and some unexpected, that nutrient amendments and other global change factors can have on soil microbial communities. In addition, we have been exploring the biotic and abiotic factors that structure soil microbial communities across time and space using new methods for exploring the phylogenetic and functional attributes of soil microbial communities.</p>\n<p>Our results are not only of interest to microbial ecologists but also to researchers in the fields of global change biology, biogeochemistry and ecosystem ecology given that our work has yielded new insight into the microbial controls on soil carbon and nitrogen dynamics. In addition, we have used this funding to make plant and animal ecologists more aware of the ecology of microorganisms, by comparing and contrasting plant responses to nutrient amendments to the responses exhibited by microorganisms.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2016<br>\n\t\t\t\t\tModified by: Noah&nbsp;Fierer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe conducted a series of studies investigating how nutrient amendments influence the diversity, composition, and functional attributes of soil microbial communities. In addition, we have developed some new tools for the analysis of soil microbial communities, demonstrated the suitability of shotgun metagenomic approaches for comparing the functional attributes of soil microbial communities, and we developed a more comprehensive predictive understanding of how soil microbial communities vary across time and space. This funding has directly contributed to 29 manuscripts (nearly all with graduate or undergraduate students as co-authors). In addition, the results from this project have been presented at many different venues over the past few years (including workshops, universities, larger scientific meetings, and public outreach events). As part of this project, we also led a series of formal and informal outreach activities geared towards members of the general public to introduce them to soil microbial diversity and the importance of soil microbial communities to terrestrial ecosystems.\n\nOur work to date has provided new insight into the range of effects, some expected and some unexpected, that nutrient amendments and other global change factors can have on soil microbial communities. In addition, we have been exploring the biotic and abiotic factors that structure soil microbial communities across time and space using new methods for exploring the phylogenetic and functional attributes of soil microbial communities.\n\nOur results are not only of interest to microbial ecologists but also to researchers in the fields of global change biology, biogeochemistry and ecosystem ecology given that our work has yielded new insight into the microbial controls on soil carbon and nitrogen dynamics. In addition, we have used this funding to make plant and animal ecologists more aware of the ecology of microorganisms, by comparing and contrasting plant responses to nutrient amendments to the responses exhibited by microorganisms.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2016\n\n\t\t\t\t\tSubmitted by: Noah Fierer"
 }
}