{
 "awd_id": "0953635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Wireless Optical Sensors for High Resolution Imaging of Biological Structures",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 541173.0,
 "awd_amount": 563450.0,
 "awd_min_amd_letter_date": "2010-02-19",
 "awd_max_amd_letter_date": "2017-05-16",
 "awd_abstract_narration": "Near infrared (NIR) spectroscopy is emerging as a promising non-invasive imaging tool for fundamental studies of biological processes and structures, offering greater biochemical specificity, high temporal resolution, potential for concurrent intracellular and intravascular event measurement, and portability.  Time-resolved NIR techniques allow explicit separation of optical absorption and scattering parameters related to biological structures, such as tissue, and (in theory) provide functional and metabolic information based on spectral and spatial imaging information.  However, the visibility of superficial and deep structures remains fairly poor due to the lack of imaging sensor technology combining high-resolution spatial mapping, fast pixel response time, and broad spectral response.  The goal of this CAREER program is to develop a new class of highly integrated wireless imaging sensors, combining photonic devices, broadband analog/RF circuits, and free-space optical communication to improve the spatial resolution of time-resolved NIR images; and establish an interdisciplinary educational environment for engineers.  The long-term goal is to further expand the field of biological imaging by developing true mixed-mode integrated systems combining microwave, acoustic, photonic, and nanoscale electronic circuits for concurrent measurement of multiple imaging modalities to increase the visibility of sub-millimeter structures.\r\nThis CAREER program reaches beyond current state-of-the-art to develop imaging sensors incorporating arrayed pixels for phase-sensitive optical detection at high frequencies. Motivated by the need to detect low level optical signals at high-speed, dielectrically-isolated avalanche photodiode structures implemented in digital CMOS technology and integrated at pixel-level with RF analog signal processing circuits will be explored.  New approaches to low-noise front-end amplifier design will be explored to enable detection of RF-modulated optical signals at incident power levels below 1nW using chopper stabilization techniques and resonant circuit topologies.  Process-variant tolerant (PVT) circuit topologies will be employed to ensure amplitude and phase accuracy within 0.1%.  A two-dimensional sensor readout architecture incorporating pixel/column-level data converters and high-speed serial data readout will be developed.  As a result of detailed environmental noise (substrate, power/ground supply) modeling and test structure measurement, a design methodology for arrayed high-frequency imaging sensors will be provided to design engineers.  Pixel-level/column-level ADC architectures will be explored for optimal performance in terms of pixel form factor, power, and resolution.  For the first time, wireless access based on optical transmission will be explored to enable remote data transfer from a wearable NIR imaging device.\r\nThis synergistic research and education program will have significant broader impacts on in vivo characterization of macroscopic optical properties of multiply scattering tissues and enable development of new theories relating to biophysical mechanisms and correlations between signals generated by complementary imaging modalities (e.g. MRI).   The portability of NIR imaging instrumentation is a key merit of the technology, and therefore, this research develops a wearable imaging system with integrated wireless capabilities enabling signal acquisition during movement.  Interactive workshops with scientists and students will be organized to guide sensor development.  The education program is tightly coupled to the research activities, including new undergraduate and graduate courses that vertically integrate topics from optical/electronic devices to circuits/systems and applications.  A cross-campus undergraduate course on technical writing and communication will be developed in collaboration with Howard University to teach strategies in formulating and communicating technical ideas and engage students from under-represented groups in the CAREER program.  The PI is committed to broadening opportunities to all engineers, including under-represented students.  Workshops on graduate school admission, funding, and academic career opportunities will be organized during visits to minority serving institutions across the country.  A complete wireless sensor module will be made available to researchers for experimental testing.   Project outcomes and results, including educational materials, will be available to the public through a website (www.ece.tufts.edu/~vjoyner).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valencia",
   "pi_last_name": "Koomson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Valencia M Koomson",
   "pi_email_addr": "vkoomson@ece.tufts.edu",
   "nsf_id": "000477081",
   "pi_start_date": "2010-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "910300",
   "pgm_ele_name": "CLB-Career"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 101710.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 104648.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 107636.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 227179.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 22277.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The market for wearable devices is expected to grow to $100 billion by 2023 and to $150 billion by 2026. A large share of the wearables market will be &ldquo;smart&rdquo; devices providing connectivity to sensors for personalized nutrition, fitness and health.&nbsp;&nbsp; For decades, health monitoring devices have employed pulse oximeter technology using continuous-wave near infrared techniques to measure heart rate, for example.&nbsp; However, emerging mobile health devices require more complex diagnostic capabilities, which can be provided by custom silicon integrated systems combining advanced signal processing, digitization, and wireless telemetry.&nbsp; This CAREER project has focused on the miniaturization and system-on-chip integration of frequency-domain near infrared spectroscopy tools to meet the growing demand for wearable and point-of-care technologies for biomedical research.&nbsp; This work is the first to demonstrate a miniaturized sensor for tissue oximetry to measure the absolute concentration of important biological chromophores to characterize cerebral hemodynamics and function, diagnosis breast cancer, detect anemia, and monitor the progression of peripheral artery disease.</p>\n<p>Traditional techniques (e.g. PET, MEG, EEG, fMRI) for biological imaging vary considerably in terms of spatial and temporal sensitivity.&nbsp; Although still in its infancy, frequency domain near-infrared (NIR) imaging techniques are beginning to open new pathways towards understanding absorption and scattering in diffuse biological media and deriving blood oxygen saturation, organelle concentration, and oxy- and deoxy-hemoglobin concentration.&nbsp; To date, research and development of instrumentation for non-invasive NIR studies of biological structures has focused primarily on computer simulations and data analysis using commercial-off-the-shelf (COTS) components, which are generally not optimized for the study being undertaken.&nbsp; In many cases, measurement instrument limitations in terms of intolerable system noise, bulky/obtrusive size, high cost, slow response time, and low spatial resolution have resulted in a list of unsolved questions relating to the exact nature of functional and metabolic parameters of biological structures.&nbsp;</p>\n<p>One of the innovative aspects of this CAREER award is the merger of photonics, radio frequency (RF) systems, nanoscale electronic devices, and emerging microfabrication techniques to design a new class of imaging sensors with intelligent, spatial-mapping capabilities for <em>in vivo</em> optical characterization of biological structures. We have made several notable accomplishments in the development of biomicrosystems using commercial silicon processes for tissue spectroscopy and imaging:&nbsp;&nbsp; (1) a monolithically integrated phase-sensitive optical sensor; (2) a dual-mode frequency-mixing front-end amplifier circuit; and (3) a multichannel, system-on-chip sensor architecture exploiting high-<em>f<sub>T</sub> </em>nanodevices and heterodyning for high resolution amplitude and phase detection of NIR signals.&nbsp; In addition to high frequency electrical characterization of our devices, we have developed calibrated solid and liquid phantoms for quantitative system performance validation.&nbsp; Recent published results show system errors below 30% compared to benchtop commercial oximeter systems. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Furthermore, this CAREER award has laid the foundation for further work in bioinstrumentation technology, including brain machine interface systems with integrated fdNIRS and transcranial direct current simulation (tDCS) for closed loop brain stimulation.&nbsp; Transcranial direct-current stimulation (tDCS) is a non-invasive neuro-modulation technique, which has a great potential in treating neurological diseases and enhancing motor and cognitive performance. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2018<br>\n\t\t\t\t\tModified by: Valencia&nbsp;J&nbsp;Koomson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe market for wearable devices is expected to grow to $100 billion by 2023 and to $150 billion by 2026. A large share of the wearables market will be \"smart\" devices providing connectivity to sensors for personalized nutrition, fitness and health.   For decades, health monitoring devices have employed pulse oximeter technology using continuous-wave near infrared techniques to measure heart rate, for example.  However, emerging mobile health devices require more complex diagnostic capabilities, which can be provided by custom silicon integrated systems combining advanced signal processing, digitization, and wireless telemetry.  This CAREER project has focused on the miniaturization and system-on-chip integration of frequency-domain near infrared spectroscopy tools to meet the growing demand for wearable and point-of-care technologies for biomedical research.  This work is the first to demonstrate a miniaturized sensor for tissue oximetry to measure the absolute concentration of important biological chromophores to characterize cerebral hemodynamics and function, diagnosis breast cancer, detect anemia, and monitor the progression of peripheral artery disease.\n\nTraditional techniques (e.g. PET, MEG, EEG, fMRI) for biological imaging vary considerably in terms of spatial and temporal sensitivity.  Although still in its infancy, frequency domain near-infrared (NIR) imaging techniques are beginning to open new pathways towards understanding absorption and scattering in diffuse biological media and deriving blood oxygen saturation, organelle concentration, and oxy- and deoxy-hemoglobin concentration.  To date, research and development of instrumentation for non-invasive NIR studies of biological structures has focused primarily on computer simulations and data analysis using commercial-off-the-shelf (COTS) components, which are generally not optimized for the study being undertaken.  In many cases, measurement instrument limitations in terms of intolerable system noise, bulky/obtrusive size, high cost, slow response time, and low spatial resolution have resulted in a list of unsolved questions relating to the exact nature of functional and metabolic parameters of biological structures. \n\nOne of the innovative aspects of this CAREER award is the merger of photonics, radio frequency (RF) systems, nanoscale electronic devices, and emerging microfabrication techniques to design a new class of imaging sensors with intelligent, spatial-mapping capabilities for in vivo optical characterization of biological structures. We have made several notable accomplishments in the development of biomicrosystems using commercial silicon processes for tissue spectroscopy and imaging:   (1) a monolithically integrated phase-sensitive optical sensor; (2) a dual-mode frequency-mixing front-end amplifier circuit; and (3) a multichannel, system-on-chip sensor architecture exploiting high-fT nanodevices and heterodyning for high resolution amplitude and phase detection of NIR signals.  In addition to high frequency electrical characterization of our devices, we have developed calibrated solid and liquid phantoms for quantitative system performance validation.  Recent published results show system errors below 30% compared to benchtop commercial oximeter systems.  \n\n            Furthermore, this CAREER award has laid the foundation for further work in bioinstrumentation technology, including brain machine interface systems with integrated fdNIRS and transcranial direct current simulation (tDCS) for closed loop brain stimulation.  Transcranial direct-current stimulation (tDCS) is a non-invasive neuro-modulation technique, which has a great potential in treating neurological diseases and enhancing motor and cognitive performance.  \n\n \n\n\t\t\t\t\tLast Modified: 02/13/2018\n\n\t\t\t\t\tSubmitted by: Valencia J Koomson"
 }
}