{
 "awd_id": "0954747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Low-energy circuits for implantable networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2010-02-01",
 "awd_max_amd_letter_date": "2010-02-01",
 "awd_abstract_narration": "Intellectual Merit: As the capabilities of bio-implantable devices advance, there is increasing need for high-speed, low-power in-body communication systems. By using error control techniques with micro-power analog information processing circuits, energy can be reduced without affecting system performance. This approach, called \"analog decoding\", will be used to develop communication chips for in-body applications with minimum energy resources. The system will incorporate several complex nonlinear analog components that have been demonstrated in previous work. The proposed system-on-chip will be the first integration of these analog components into a complete micro-power communication technology. The resulting device will provide continuous throughput greater than two million bits per second without need for sleep modes, and will consume on the order of one milli-Watt of power.\r\n\r\nBroader Impacts: The intended application for this research is cortical stimulators that function as electronic interfaces to the human brain. In theory, these interfaces can be used to effectively cure blindness and paralysis by restoring neural communication with the patient's brain. These devices may eventually be able to repair damage to the central nervous system by bypassing the damaged sites through a wireless network of recording and stimulating devices implanted in the body. The proposed communication circuits will be an important step toward this goal by providing the necessary throughput without elevating power levels beyond current implantable micro-devices. Educationally, this project will develop new instructional materials that integrate electronics education with bio-medial research applications. Outreach efforts will include demonstrations and activities designed around the themes of medical and veterinary monitoring technologies. These activities will be provided at events designed to recruit students from underrepresented backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Winstead",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Chris J Winstead",
   "pi_email_addr": "chris.winstead@usu.edu",
   "nsf_id": "000252530",
   "pi_start_date": "2010-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project constituted a five-year career development award for research and education in the domain of low-energy, high-performance data communication suitable for bio-implantable electronic devices. The project focused primarily on developing micro-power error correction techniques that can improve the performance and reliability of in-body data links without dissipating too much power and thereby generating too much heat. In pursuit of this problem, we developed a solution based on ultra wideband impulse radio communication capable of delivering data into the body at speeds over 100Mbps. In our system, error correction is used to allow relaxed specifications on the radio components, so that they can be operated with lower power dissipation. Our bio-compatible data solution will provide a new technology option to enable future medical applications in rehabilitating neural injuries, and in other applications where a high rate of data transmission is needed.<br /><br />In our study of high-efficiency error correction methods, we discovered a new type of noise-assisted &ldquo;bit flipping&rdquo; algorithm that achieves excellent performance with extremely low digital complexity. This new algorithm has potential applications in many fields, including computer memories and data networks. For example, thanks to the growing popularity of cloud services, data centers and networked devices are projected to consume a major fraction of the world&rsquo;s energy in the coming decades. Our algorithm can reduce that consumption, and when combined with other strategies, it can play a role in managing the economic and environmental impact of those services in the future.<br /><br />Finally, in terms of education and human resource development, this project has aided the development of a popular electronics design curriculum at Utah State University. Through this curriculum, many university students have gained first-hand exposure to the latest research activities in this field, and many have been inspired to become researchers themselves. The project directly supported five PhD students at various times in their career, as well as a few Masters and undergraduate participants who gained valuable experience in performing real research at an early point in their education careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2015<br>\n\t\t\t\t\tModified by: Chris&nbsp;J&nbsp;Winstead</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project constituted a five-year career development award for research and education in the domain of low-energy, high-performance data communication suitable for bio-implantable electronic devices. The project focused primarily on developing micro-power error correction techniques that can improve the performance and reliability of in-body data links without dissipating too much power and thereby generating too much heat. In pursuit of this problem, we developed a solution based on ultra wideband impulse radio communication capable of delivering data into the body at speeds over 100Mbps. In our system, error correction is used to allow relaxed specifications on the radio components, so that they can be operated with lower power dissipation. Our bio-compatible data solution will provide a new technology option to enable future medical applications in rehabilitating neural injuries, and in other applications where a high rate of data transmission is needed.\n\nIn our study of high-efficiency error correction methods, we discovered a new type of noise-assisted \"bit flipping\" algorithm that achieves excellent performance with extremely low digital complexity. This new algorithm has potential applications in many fields, including computer memories and data networks. For example, thanks to the growing popularity of cloud services, data centers and networked devices are projected to consume a major fraction of the worldÆs energy in the coming decades. Our algorithm can reduce that consumption, and when combined with other strategies, it can play a role in managing the economic and environmental impact of those services in the future.\n\nFinally, in terms of education and human resource development, this project has aided the development of a popular electronics design curriculum at Utah State University. Through this curriculum, many university students have gained first-hand exposure to the latest research activities in this field, and many have been inspired to become researchers themselves. The project directly supported five PhD students at various times in their career, as well as a few Masters and undergraduate participants who gained valuable experience in performing real research at an early point in their education careers.\n\n\t\t\t\t\tLast Modified: 07/15/2015\n\n\t\t\t\t\tSubmitted by: Chris J Winstead"
 }
}