{
 "awd_id": "0954651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDIG: Commitment and Flexibility in the Developing Parser",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2010-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 11966.0,
 "awd_amount": 11966.0,
 "awd_min_amd_letter_date": "2010-01-19",
 "awd_max_amd_letter_date": "2010-01-19",
 "awd_abstract_narration": "Language learners must identify linguistic properties that differ across languages in the language input that surrounds them, and much recent research has explored the potential importance of distributional regularities in the language input for successful learning. However, other recent findings on child sentence understanding have shown that children's immature language comprehension system is prone to mis-parsing of the input. This raises the possibility that informative distributional information might be missed by the learner: if a child misanalyzes sentences in the input, then the true input distribution from the perspective of adults and researchers may be different from the 'intake', i.e., the effective input distribution that feeds into the language learning mechanism. This project investigates this issue through studies of incremental sentence parsing and reanalysis in question constructions in English and Japanese. \r\n\r\nUnder the direction of Dr. Colin Phillips and Dr. Jeffrey Lidz, Mr. Akira Omaki will conduct studies using eye-tracking, question-after-story and truth value judgment measures in English and Japanese in order to assess a) whether children, like adults, make early commitments to the interpretation of questions ('active dependency processing'), and b) whether children are able to successfully reanalyze in cases where their initial interpretation turns out to be incorrect. The experimental findings will be supplemented with a corpus analysis and a computational modeling study will be combined with the experimental findings, in order to generate an estimate of how the distribution of wh-question constructions appears from a child's perspective. A novel feature of the project is that it combines experimental and corpus-based approaches to gain an understanding of how children's language comprehension system might lead them to apprehend distributional regularities that do not correspond to what is actually present in their input. Thus, one broader impact of the project is that it could have important implications for any research that emphasizes the role of distributional regularities in the language acquisition process. A second broader impact of the project is that it will help to establish new partnerships for language acquisition research on Japanese, based on developing institutional connections with preschools, and will facilitate future international collaborations on comparative language acquisition studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colin Phillips",
   "pi_email_addr": "colin@umd.edu",
   "nsf_id": "000104852",
   "pi_start_date": "2010-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Lidz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Lidz",
   "pi_email_addr": "jlidz@umd.edu",
   "nsf_id": "000167455",
   "pi_start_date": "2010-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Akira",
   "pi_last_name": "Omaki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akira Omaki",
   "pi_email_addr": "omaki@umd.edu",
   "nsf_id": "000523567",
   "pi_start_date": "2010-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11966.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A key challenge for children learning their first language is to identify its unique grammatical properties. One popular answer to this question is that children are sophisticated data analysts: they can track information across large numbers of sentences and detect distributional regularities that could indicate the rules of grammar. However, this approach leaves aside the issue that children not only have to analyze the data distribution, but also have to gather the data themselves: children must accurately perceive and encode the language input before they can perform distributional analyses. But their comprehension mechanisms are known to often yield non-adultlike interpretations due to their inability to revise moment-by-moment interpretive choices. This project examined children&rsquo;s interpretation of wh-questions in English and Japanese to shed light on the nature of children&rsquo;s immature comprehension mechanisms, and how these mechanisms might influence language acquisition processes.</p>\n<p>A series of story-based comprehension experiments examined preschool-aged children&rsquo;s interpretation of ambiguous questions such as (1), which provide an ideal testing ground for investigating online interpretation and sentence revision capacities in children.</p>\n<p>(1) a. Where did Emily tell someone that she hurt herself?</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; b. Doko-de&nbsp; Emily-wa&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ashi-o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; kegashita-to&nbsp;&nbsp; itteta-no?<br />&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; where-at&nbsp; Emily-topic&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;foot-accusative&nbsp;&nbsp; hurt-that&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; told-question</p>\n<p>&nbsp;In (1), the wh-phrase &lsquo;where&rsquo; could be associated with either &lsquo;tell&rsquo; or &lsquo;hurt&rsquo; (i.e., one could answer where the telling event happened, or where the hurting event happened), but previous studies with adults have demonstrated a strong bias for the first verb association. Due to the different word orders of the two languages, this corresponds to the main clause verb &lsquo;tell&rsquo; in English (1a), and the embedded clause verb &lsquo;hurt&rsquo; in Japanese (1b). Children&rsquo;s comprehension data revealed a remarkably similar bias to associate &lsquo;where&rsquo; to the first verb in the sentence in both English and Japanese, despite the differences in the canonical word order of the language. Next, we manipulated the Japanese examples like (1b) to test whether children were sensitive to cues that indicated that their preferred interpretation was wrong and that revision was required. We found that a syntactic cue was ineffective for children, but that a semantic cue was more effective.</p>\n<p>Armed with the results of our experiments with children, we investigated how children&rsquo;s comprehension biases might impact the language learning process. For wh-questions like (1), there are languages that grammatically prohibit the second verb association (e.g., Russian), which suggests that children must learn whether association to the second verb is possible in their language. Learning this property of a language may require a sentence revision process that inhibits the first verb association. Our experimental findings are very relevant to this learning task, as we identified that children generally struggle with the required revision process, except under very specific conditions. To investigate whether the input contains wh-questions that could allow sentence revision, we conducted a corpus analysis of child-directed speech, to find out whether the types of sentences that would be most useful to children are well-represented in the input. From a sample of 14427 wh-questi...",
  "por_txt_cntn": "\nA key challenge for children learning their first language is to identify its unique grammatical properties. One popular answer to this question is that children are sophisticated data analysts: they can track information across large numbers of sentences and detect distributional regularities that could indicate the rules of grammar. However, this approach leaves aside the issue that children not only have to analyze the data distribution, but also have to gather the data themselves: children must accurately perceive and encode the language input before they can perform distributional analyses. But their comprehension mechanisms are known to often yield non-adultlike interpretations due to their inability to revise moment-by-moment interpretive choices. This project examined childrenÆs interpretation of wh-questions in English and Japanese to shed light on the nature of childrenÆs immature comprehension mechanisms, and how these mechanisms might influence language acquisition processes.\n\nA series of story-based comprehension experiments examined preschool-aged childrenÆs interpretation of ambiguous questions such as (1), which provide an ideal testing ground for investigating online interpretation and sentence revision capacities in children.\n\n(1) a. Where did Emily tell someone that she hurt herself?\n\n      b. Doko-de  Emily-wa               ashi-o                  kegashita-to   itteta-no?\n          where-at  Emily-topic            foot-accusative   hurt-that         told-question\n\n In (1), the wh-phrase æwhereÆ could be associated with either ætellÆ or æhurtÆ (i.e., one could answer where the telling event happened, or where the hurting event happened), but previous studies with adults have demonstrated a strong bias for the first verb association. Due to the different word orders of the two languages, this corresponds to the main clause verb ætellÆ in English (1a), and the embedded clause verb æhurtÆ in Japanese (1b). ChildrenÆs comprehension data revealed a remarkably similar bias to associate æwhereÆ to the first verb in the sentence in both English and Japanese, despite the differences in the canonical word order of the language. Next, we manipulated the Japanese examples like (1b) to test whether children were sensitive to cues that indicated that their preferred interpretation was wrong and that revision was required. We found that a syntactic cue was ineffective for children, but that a semantic cue was more effective.\n\nArmed with the results of our experiments with children, we investigated how childrenÆs comprehension biases might impact the language learning process. For wh-questions like (1), there are languages that grammatically prohibit the second verb association (e.g., Russian), which suggests that children must learn whether association to the second verb is possible in their language. Learning this property of a language may require a sentence revision process that inhibits the first verb association. Our experimental findings are very relevant to this learning task, as we identified that children generally struggle with the required revision process, except under very specific conditions. To investigate whether the input contains wh-questions that could allow sentence revision, we conducted a corpus analysis of child-directed speech, to find out whether the types of sentences that would be most useful to children are well-represented in the input. From a sample of 14427 wh-questions in child-directed speech, only 86 involved wh-adjunct questions with two finite clauses, suggesting that the critical data for learning the interpretation possibilities in (1) are generally sparse. Of these 86 questions, only 20 (around 0.03%) are of the type that our experiments predict to be useful for childrenÆs learning. This is the first demonstration that the input distribution that children must learn from can be skewed based on properties of the learnerÆs comprehension mechanisms, and it highlights the importance of ..."
 }
}