{
 "awd_id": "0955003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Colloidal Origami: Directing and Designing Complex Colloidal Assemblies Using Magnetic Fields",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2009-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 414178.0,
 "awd_amount": 428178.0,
 "awd_min_amd_letter_date": "2009-12-01",
 "awd_max_amd_letter_date": "2012-06-21",
 "awd_abstract_narration": "0955003\r\nBiswal\r\n\r\nThe aim of this proposal is to develop linear colloidal chains that fold into specific shapes using self and directed assembly. This colloidal origami will consist of chains of magnetic colloids that are linked together to form a bead spring bead structure. These chains will have welldefined chemical and physical properties that function to fold them into specific architectures.  For example, by controlling the repulsive and attractive interactions along a flexible chain, a colloidal knot structure can be formed. Active exploration of diverse chemistries and connectivities in these polymer inspired colloidal assemblies will offer the potential for selforganized materials with greater chemical diversity and stability than current colloidal assemblies.\r\n\r\nLinking magnetic colloidal particles into flexible chains will be achieved by exploiting laminar flow characteristics in microfluidic devices. The first objective of this work is to create a chain with heterogeneous rigidity. These multi link chains, colloidal analogs of block copolymers, are composed of magnetic particles which have been linked together with polymers of different lengths. The second objective is to generate attractive and repulsive interactions along the backbone of a chain by introducing point dipoles and patterned charges. This includes synthesizing ferromagnetic particles with varying magnetic susceptibilities and creating chains composed of ferromagnetic and paramagnetic particles. The final objective is to understand the resulting chain structures that form with the goal of controlling the folding pathways of these chains.\r\n\r\nThe intellectual merit of this proposal is the development of novel colloidal microstructures formed when magnetic particles are chemically patterned using microfluidic flows and magnetic fields. These microstructures are of great interest because they impart interesting material properties; for example, by switching from one microstructure to a closely related structure, one may alter the viscosity, elastic modulus, and optical properties of the material. This assembly concept is driven primarily by the desire to create materials that have the capacity for folding and self-assembly, but also possess the diversity of possible chemical functionalities.\r\n\r\nThe educational plan in this proposal includes integrating the research proposed with interactions with local middle school and high school students. The PI's lab will host two female high school students in a project using magnetic colloidal assembly in microfluidic devices. These students will use this project to compete in the International Sustainable World Project Olympiad, an international science fair aimed at promoting awareness in science and technology. The plan also includes outreach to the community in the form of lab demos entitled Magnetic Gummy Worms for middle school children. The PI will also engage undergraduate and graduate students in scientific learning through research and the development of new curriculum and colloquia. This includes the development of an advanced level course entitled Directed Colloidal Assembly, that will be available to chemists, physicists, and engineers.\r\n\r\nThis research proposal brings together methods from surface science and microfluidics to create new colloidal materials. The broader impact of this proposed work is to develop an integrated research and teaching program on colloidal origami that will advance the field of soft materials by leading to a better understanding of colloidal assembly and opening the door to new particle technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sibani",
   "pi_last_name": "Biswal",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sibani L Biswal",
   "pi_email_addr": "biswal@rice.edu",
   "nsf_id": "000440021",
   "pi_start_date": "2009-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 414178.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Self-assembly can be defined as the autonomous organization of components into ordered structures. Although much of our current understanding of self-assembly comes from the examination of static systems, the greatest challenges and opportunities lie in building and studying dynamic systems. Dynamic self-assembly processes underlie many forms of chemical systems. One of the most intriguing examples of dynamic self-assembly in living cells is the polymerization of microtubules, which are relatively stiff biofilaments, that can elongate or shrink depending on environmental chemical cues. &nbsp;</p>\n<p>The difficulty has been <em>monitoring the dynamic assembly processes</em> in real time with high spatial resolution and <em>determining which specific interactions</em> lead to folded structures. &nbsp;Visualizing folding dynamics of a chain can lead to new design rules for synthesizing peptide sequences or understanding protein misfolding.&nbsp;</p>\n<p>With this award, we developed a dynamic colloidal assembly system composed of chains of paramagnetic particles physically assembled using an external magnetic field and chemically linked together with DNA.&nbsp; Paramagnetic colloids are micron sized polystyrene particles containing randomly-oriented magnetic domains. The presence of an external DC magnetic field, induced dipoles within the particles lead to a directional interaction potential, causing the particles to aggregate into chains aligned in the field direction. &nbsp;&nbsp;The particles revert to an isotropic suspension when the field is removed. &nbsp;By utilizing a bifunctional DNA-linker while the chains are aligned, the particles remain connected once the field is removed, resulting in a model &ldquo;bead-spring&rdquo; system.&nbsp;We have shown that these colloidal foldamers can be synthesized with flexibilities that can vary over five orders of magnitude, ranging from rigid, semiflexible, and flexible, shown in Figure 1, as a function of the applied magnetic field strength during the chaining process and the length of the DNA linker.&nbsp; The advantage of this system is two-fold: first, the chain flexibility can be finely controlled and second, the chain remains responsive to an external magnetic field. The characteristic length scales that describes the stiffness of a chain is the persistence length, L<sub>p</sub>, which describes the distance over which orientational correlations along the chain backbone is lost and the contour length, L<sub>c</sub>, which is defined as the length at maximum extension. We utilize optical microscopy with high-speed imaging (typically 30-1200 frames per second) to visualize the dynamics of these filaments and particle tracking algorithms to determine the position of each bead in a given filament as a function of time.&nbsp; This model system is ideal for visualizing dynamic self-assembly processes.</p>\n<p>This award alsoo resulted in the discovery of a novel method to generate an in situ isotropic potential in a 2-D colloidal system using micron-sized superparamagnetic colloidal particles dispersed in an aqueous solution17. The potential is composed of a highly tunable long-range attraction induced via a rotating magnetic field and a short-range electrostatic repulsion. This potential between a pair of paramagnetic dimers can be precisely tuned from 5kBT ~ 40kBT by varying the strength of the magnetic field. Numerous thermodynamic phases are observed in a colloidal suspension at various field strengths, as illustrated in Figure. 2. &nbsp;The gas phase is found at a field strength of 2 Gauss (1.8 kBT), the liquid phase at 2.2 Gauss (2.3 kBT), and the crystal phase under 3.4 Gauss (2.8 kBT). &nbsp;The development of this novel colloidal system with its isotropic interaction potential and its application to study fundamental material properties, such as phase transitions and melting, promises to open up new insights into ...",
  "por_txt_cntn": "\nSelf-assembly can be defined as the autonomous organization of components into ordered structures. Although much of our current understanding of self-assembly comes from the examination of static systems, the greatest challenges and opportunities lie in building and studying dynamic systems. Dynamic self-assembly processes underlie many forms of chemical systems. One of the most intriguing examples of dynamic self-assembly in living cells is the polymerization of microtubules, which are relatively stiff biofilaments, that can elongate or shrink depending on environmental chemical cues.  \n\nThe difficulty has been monitoring the dynamic assembly processes in real time with high spatial resolution and determining which specific interactions lead to folded structures.  Visualizing folding dynamics of a chain can lead to new design rules for synthesizing peptide sequences or understanding protein misfolding. \n\nWith this award, we developed a dynamic colloidal assembly system composed of chains of paramagnetic particles physically assembled using an external magnetic field and chemically linked together with DNA.  Paramagnetic colloids are micron sized polystyrene particles containing randomly-oriented magnetic domains. The presence of an external DC magnetic field, induced dipoles within the particles lead to a directional interaction potential, causing the particles to aggregate into chains aligned in the field direction.   The particles revert to an isotropic suspension when the field is removed.  By utilizing a bifunctional DNA-linker while the chains are aligned, the particles remain connected once the field is removed, resulting in a model \"bead-spring\" system. We have shown that these colloidal foldamers can be synthesized with flexibilities that can vary over five orders of magnitude, ranging from rigid, semiflexible, and flexible, shown in Figure 1, as a function of the applied magnetic field strength during the chaining process and the length of the DNA linker.  The advantage of this system is two-fold: first, the chain flexibility can be finely controlled and second, the chain remains responsive to an external magnetic field. The characteristic length scales that describes the stiffness of a chain is the persistence length, Lp, which describes the distance over which orientational correlations along the chain backbone is lost and the contour length, Lc, which is defined as the length at maximum extension. We utilize optical microscopy with high-speed imaging (typically 30-1200 frames per second) to visualize the dynamics of these filaments and particle tracking algorithms to determine the position of each bead in a given filament as a function of time.  This model system is ideal for visualizing dynamic self-assembly processes.\n\nThis award alsoo resulted in the discovery of a novel method to generate an in situ isotropic potential in a 2-D colloidal system using micron-sized superparamagnetic colloidal particles dispersed in an aqueous solution17. The potential is composed of a highly tunable long-range attraction induced via a rotating magnetic field and a short-range electrostatic repulsion. This potential between a pair of paramagnetic dimers can be precisely tuned from 5kBT ~ 40kBT by varying the strength of the magnetic field. Numerous thermodynamic phases are observed in a colloidal suspension at various field strengths, as illustrated in Figure. 2.  The gas phase is found at a field strength of 2 Gauss (1.8 kBT), the liquid phase at 2.2 Gauss (2.3 kBT), and the crystal phase under 3.4 Gauss (2.8 kBT).  The development of this novel colloidal system with its isotropic interaction potential and its application to study fundamental material properties, such as phase transitions and melting, promises to open up new insights into 2-D materials.  \n\n \n\n\n\n \n\n\n\n \n\n\t\t\t\t\tLast Modified: 02/02/2016\n\n\t\t\t\t\tSubmitted by: Sibani L Biswal"
 }
}