{
 "awd_id": "0955484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Quantum Tunneling in Superconducting and Ferromagnetic Nanoscale Structures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2010-02-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2010-02-18",
 "awd_max_amd_letter_date": "2014-01-23",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT**** \r\nThis Faculty Early CAREER award supports a project with an objective to develop detailed understanding of quantum phenomena in one-dimensional (1D) superconducting wires and in one and zero-dimensional ferromagnetic structures. The project is directly motivated by prospects of incorporating new physics that emerges at the nanoscale into the design of better, more functional materials and devices. Specifically, the unique ability of one-dimensional superconductors to sustain high magnetic fields could be utilized in the design of more compact superconducting magnets and would result in more efficient transmission and distribution of electric power.  Detailed understanding of the physics of 1D-superconductors could provide new methods of controlling and, in fact, enhancing superconductivity at the nanoscale, for example by coupling to a dissipative environment. The outcome of the study on the ferromagnetic structures may influence practical applications in magnetic recording. Graduate and undergraduate students will be involved in an exciting multi-disciplinary research that covers physics, material sciences, nanotechnology and electrical engineering. Small projects will be also offered to local high school science teachers and high school students who will be involved in summer research on magnetism. A new undergraduate course ?Physics Core of Modern Technology and Life Science? will be developed. The course will reinforce the core knowledge of electromagnetism, quantum mechanics and statistical mechanics with carefully selected examples of technologically important devices and structures.\r\n\r\n****TECHNICAL ABSTRACT****\r\nThis Faculty Early CAREER award supports a project with an objective to develop detailed understanding of quantum phenomena in one-dimensional superconducting wires and in one and zero-dimensional ferromagnetic structures. The project is directly motivated by prospects of incorporating new physics that emerges at the nanoscale into the design of better, more functional materials and devices. The mechanism of superconductor-insulator transition in 1D nanowires will be investigated by continuously driving the transition across the critical regime with a magnetic field. A high sampling-rate technique for detection of individual phase slips will be developed and temporal correlations between thermal and quantum phase slips will be studied. The effect of dissipation on quantum phase slips will be elucidated by varying the electromagnetic environment of a wire. A series of homogeneous ferromagnetic nanowires will be fabricated by depositing cobalt, permalloy and rare earth magnetic alloys on top of suspended insulated carbon nanotubes. The wires will be used to test properties of extremely constrained magnetic domain walls. Low temperature transport measurements will be carried out in search for quantum nucleation and quantum depinning of domain walls in these wires. Graduate and undergraduate students will be involved in an exciting multi-disciplinary research that covers physics, material sciences, nanotechnology and electrical engineering. Small projects will be also offered to local high school science teachers and high school students who will be involved in summer research on magnetism. A new undergraduate course will reinforce the core knowledge of electromagnetism, quantum mechanics and statistical mechanics with carefully selected examples of technologically important devices and structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Rogachev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey Rogachev",
   "pi_email_addr": "rogachev@physics.utah.edu",
   "nsf_id": "000300095",
   "pi_start_date": "2010-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Superconductivity is referred to an ability of a material to carry electrical current with no dissipation and, hence with no heat release. Due to this property &nbsp;superconducting electronics (classical and quantum) has emerged as a solution for the energy problem of the data centers, which by now are the fastest growing heat producers on the planet. To achieve this goal the superconducting electronics must overcome many barriers; one of them is to reach the level of miniaturization of Si-based technology. The main applied aspect of our project directly addresses the &ldquo;miniaturization&rdquo; question &ndash; we want to know what happens to superconductivity when the dimeter of a wire reduces to a few nanometers. The most significant achievements in this direction are: (1) We developed state-of-the-art nanofabrication technique which allows to make nanowires with width below 10 nm. (2) From systematical study of many superconducting nanowires we found that the critical temperature, Tc, of the superconducting transition drops exponentially with the inverse cross sectional area of a nanowire. (3) We found that, contrary to many theoretical claims, Tc is not affected by such parameters as length of a wire, its total resistance, state of the contacts.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Besides making strong technological impact, our study of superconducting nanowires advances fundamental science. The object of our study is classified as one-dimensional (1D) superconductor. In general, one-dimensional systems play a special role in physics since they allow a more simple theoretical description than their counterparts in higher dimensions. We therefore anticipate that our research will affect different branches of condensed matter and atomic physics, such as low-dimensional magnetism, low-dimensional materials, statistical physics, physics of ultra-cold atomic systems. The most significant results on this front are: (1) First-ever observation of the direct superconductor-insulator transition, SIT, in 1D system (2) Observation that, under appropriate scaling, low-temperature resistivity data demonstrate so-called scaling collapse. This is strong and first-ever indication of the presence of so-called quantum phase transition (QPT) in 1D superconducting systems. Unlike classical phase transition (water-vapor, for example), QPT takes place at zero temperature and is driven not by thermal but by quantum fluctuations. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to the study superconducting nanowires we carried out systematic study of the dynamical aspects of so-called organic magnetoresistance (OMAR) effect. OMAR is referred to a magnetic-field enhancement of resistance and luminance in organic light emitting diodes (OLEDs). Since the effect occurs at room temperature it can&rsquo;t be caused by equilibrium processes. To uncover the mechanism of OMAR we developed broad-band noise and impedance spectroscopies and used them to study the dynamical response of OLEDs. &nbsp;The most significant results are: (1) The study of noise spectra allowed us to extract and measure the time constant of the electron-hole (e-h) recombination, a process responsible for the light generation in OLEDs. Moreover, we found that this parameter is reduces by 10-20 % when small magnetic field is applied. From analysis of the data we concluded that spin dependence of the e-h recombination process is central for the OMAR mechanism. (2)&nbsp; Another significant outcome of OLEDs is the observation of shot noise, a contribution which appears due to discrete nature of charge carriers, electrons. There is a strong indication that shot noise reflects the percolative nature of electron transport in OLEDs, when conduction occurs along several preferred &ldquo;c...",
  "por_txt_cntn": "\nSuperconductivity is referred to an ability of a material to carry electrical current with no dissipation and, hence with no heat release. Due to this property  superconducting electronics (classical and quantum) has emerged as a solution for the energy problem of the data centers, which by now are the fastest growing heat producers on the planet. To achieve this goal the superconducting electronics must overcome many barriers; one of them is to reach the level of miniaturization of Si-based technology. The main applied aspect of our project directly addresses the \"miniaturization\" question &ndash; we want to know what happens to superconductivity when the dimeter of a wire reduces to a few nanometers. The most significant achievements in this direction are: (1) We developed state-of-the-art nanofabrication technique which allows to make nanowires with width below 10 nm. (2) From systematical study of many superconducting nanowires we found that the critical temperature, Tc, of the superconducting transition drops exponentially with the inverse cross sectional area of a nanowire. (3) We found that, contrary to many theoretical claims, Tc is not affected by such parameters as length of a wire, its total resistance, state of the contacts.\n\n                Besides making strong technological impact, our study of superconducting nanowires advances fundamental science. The object of our study is classified as one-dimensional (1D) superconductor. In general, one-dimensional systems play a special role in physics since they allow a more simple theoretical description than their counterparts in higher dimensions. We therefore anticipate that our research will affect different branches of condensed matter and atomic physics, such as low-dimensional magnetism, low-dimensional materials, statistical physics, physics of ultra-cold atomic systems. The most significant results on this front are: (1) First-ever observation of the direct superconductor-insulator transition, SIT, in 1D system (2) Observation that, under appropriate scaling, low-temperature resistivity data demonstrate so-called scaling collapse. This is strong and first-ever indication of the presence of so-called quantum phase transition (QPT) in 1D superconducting systems. Unlike classical phase transition (water-vapor, for example), QPT takes place at zero temperature and is driven not by thermal but by quantum fluctuations.    \n\n                In addition to the study superconducting nanowires we carried out systematic study of the dynamical aspects of so-called organic magnetoresistance (OMAR) effect. OMAR is referred to a magnetic-field enhancement of resistance and luminance in organic light emitting diodes (OLEDs). Since the effect occurs at room temperature it canÆt be caused by equilibrium processes. To uncover the mechanism of OMAR we developed broad-band noise and impedance spectroscopies and used them to study the dynamical response of OLEDs.  The most significant results are: (1) The study of noise spectra allowed us to extract and measure the time constant of the electron-hole (e-h) recombination, a process responsible for the light generation in OLEDs. Moreover, we found that this parameter is reduces by 10-20 % when small magnetic field is applied. From analysis of the data we concluded that spin dependence of the e-h recombination process is central for the OMAR mechanism. (2)  Another significant outcome of OLEDs is the observation of shot noise, a contribution which appears due to discrete nature of charge carriers, electrons. There is a strong indication that shot noise reflects the percolative nature of electron transport in OLEDs, when conduction occurs along several preferred \"channels\" and limited by a few \"hot spots\" with high resistance. The presence of these \"hot spots\" is undesirable feature of OLEDs, which strongly limits their performance.  If our interpretation is confirmed, noise spectroscopy will emerge as a very important and, in fact, sole..."
 }
}