{
 "awd_id": "0955935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INTEROP: Building Information Sharing Networks to Support Consumer Choice ( I-Choose)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922247",
 "po_email": "rchadduc@nsf.gov",
 "po_sign_block_name": "Robert Chadduck",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 710000.0,
 "awd_amount": 710000.0,
 "awd_min_amd_letter_date": "2010-08-31",
 "awd_max_amd_letter_date": "2010-08-31",
 "awd_abstract_narration": "Award:   0955935\r\nPI:      Theresa A. Pardo\r\nTitle: \t INTEROP: Building Information Sharing Networks to Support Consumer Choice (I-Choose)\r\n\r\nMost products consumed within the North American Free Trade Area (NAFTA) are produced and distributed through low cost supply chains that typically do not reveal certain types of information to end consumers. Without this information it is difficult for consumers to assess the quality of the products they buy or exercise their preferences for safe, environmentally sustainable, and economically just products and services. Producers also have much less of an incentive to provide such goods without an effective, trustworthy way to inform consumers. In order to provide full information about how, when, and by whom manufactured goods were produced, the producers, supply chain operators, and third party certifiers will need to agree on a data architecture that can facilitate exchange and sharing of information that comes from production systems, supply chain distribution systems, and systems used to determine compliance with voluntary and government-mandated product standards. \r\n\r\nThis project will create I-Choose; a data interoperability framework to support the provision of a wide range of information about how, where, and by whom commodities are manufactured and brought to market. This includes information about ?green? supply chains, production methods, wages paid to producers or workers in the supply chain, working conditions, environmental impact, and a wide range of other information about the products can be delivered to consumers. A data architecture designed to enable interoperability will be generated through a multi-stage iterative process of sequential consensus building activities. These activities will include the stakeholders involved in Mexican coffee production for distribution in Canada and the US, along with researchers from the fields of information science, computer science, economics, and political science. We will explore interoperability with three types of specific information systems:  (1) Those designed and maintained by government regulators, (2) Those designed and maintained by consumer advocates using social networking technologies, and (3) proprietary data systems from individual firms in the producer, supply chain, or retail systems.  \r\n\r\nThe I-Choose data interoperability network will be unprecedented in nature as it will involve consumers, producers, government regulatory agencies and supply chain/distribution across multiple domains and countries. It will allow more information into market transactions allowing consumers more informed decision-making that maximize their specific utility preferences and align the strategies of these stakeholder groups through market mechanisms rather than through cumbersome regulation. These diverse stakeholders will collaborate to create a series of technical products of the increasing granularity and specificity (ontology, taxonomy, data architecture) necessary for supporting interoperability while gradually expanding their network. The result of this process will be a fully-formed research and practice network and a high quality set of deliverables produced through the consensus of all relevant stakeholder groups, thus ensuring maximum interoperability of information systems. The knowledge gained through constructing and expanding I-Choose will inform a wide range of future collaborations in terms of how to create a trusted environment where incentives for collaboration and competition are complementary, not mutually exclusive. The study is relevant for a wide range of actors who are already experimenting with new forms of collaboration such as labor, environment, and agriculture departments and agencies in the NAFTA region, interested legislators, businesses, trade unions, environmental NGOs, consumer groups, and agricultural associations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Pardo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa A Pardo",
   "pi_email_addr": "tpardo@ctg.albany.edu",
   "nsf_id": "000429650",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Giri Kumar",
   "pi_last_name": "Tayi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giri Kumar Tayi",
   "pi_email_addr": "g.tayi@albany.edu",
   "nsf_id": "000211015",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jing Zhang",
   "pi_email_addr": "jizhang@clarku.edu",
   "nsf_id": "000537427",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Jarman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Holly Jarman",
   "pi_email_addr": "hjarman@umich.edu",
   "nsf_id": "000537646",
   "pi_start_date": "2010-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "770100",
   "pgm_ele_name": "DATA INTEROPERABILITY NETWORKS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7701",
   "pgm_ref_txt": "DATA INTEROPERABILITY NETWORKS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 710000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The I-Choose project proposal was built on the premise that within a few years consumer-oriented information will reshape retail markets with consumers demanding information about how, where, and under what conditions the products they are purchasing were created as well as information about the supply chain that delivers these products to the retail market.</p>\n<p>This project aimed to create a prototype of interoperable data architecture to support the provision of a wide range of unobservable product information. There were two main areas of work in the project. The first component was the technical part of building a standard-based product information data architecture. We focused our work on the domain of ethical/sustainable certification exploring the feasibility of using OWL-based ontologies attached to some form of an XML-based information package to facilitate interoperable data exchange between key stakeholders. The second component concerned the policy and governance structures needed to make such information sharing possible across classes of stakeholders who have competing interests in how these information packages are assembled.</p>\n<p>The main policy outcome is identification of five principles for supporting private sector transparency.</p>\n<ol>\n<li>Human collaboration as the foundation of a data commons. In  bringing actors from very different fields together, collaborations  should aim to build consensus as to the goals of the project, focusing  on the people involved as well as technology.</li>\n<li>Create transparent and open data systems. Participants should share the goal of increasing data transparency through an open system that is collectively owned and managed.</li>\n<li>Maintain  brands and promote market differentiation. Any collaboration should be  flexible enough to enable private commercial actors to maintain the  values of their brands, and allow these actors to improve their  differentiation in the market.</li>\n<li>Ensure consumer protection and  privacy. Any data collaboration should protect the rights of consumers  to keep their personal information private. </li>\n<li>Support equal  access to decision-making. Any collaboration should strive from the  outset to include representation from groups who have fewer  opportunities to access the shared information, and to give these groups  equal decision-making power.</li>\n</ol>\n<p>The main technical result has been the creation of a proof-of-concept for a Certification and Inspection Data Infrastructure Building Block, which is a set of data standards built on semantic web applications and the functionalities of formal ontology of the certification process.&nbsp;By using specifications established in domain ontologies, semantic web technologies make it possible for data from different organizations and&nbsp; different terminology to be integrated and classified in a structured way for use in automated reasoning. In our case of certified coffee produced in Mexico and consumed in the US and Canada it means allowing certifiers and inspectors to post their data in a standard way and allow consumer advocates to gain access to the full information package that rests behind each certificate.</p>\n<p>CIDIBB has four components:</p>\n<p><strong>1. CertIN Ontology</strong> represents the domain model of certification and inspection in general. This ontology does not refer to a particular certification scheme but encompasses the overarching characteristics of certification and inspection processes. CertIN describes the higher level typology of a certification system and serves as an overarching architecture to connect detailed ontologies from different certification schemes.</p>\n<p><strong>2. FLO Ontology </strong>represents the certification and inspection processes of the Fairtrade Labeling Organization. While CertIN represents an upper domain ontology, the FLO Ontology represents a detailed extens...",
  "por_txt_cntn": "\nThe I-Choose project proposal was built on the premise that within a few years consumer-oriented information will reshape retail markets with consumers demanding information about how, where, and under what conditions the products they are purchasing were created as well as information about the supply chain that delivers these products to the retail market.\n\nThis project aimed to create a prototype of interoperable data architecture to support the provision of a wide range of unobservable product information. There were two main areas of work in the project. The first component was the technical part of building a standard-based product information data architecture. We focused our work on the domain of ethical/sustainable certification exploring the feasibility of using OWL-based ontologies attached to some form of an XML-based information package to facilitate interoperable data exchange between key stakeholders. The second component concerned the policy and governance structures needed to make such information sharing possible across classes of stakeholders who have competing interests in how these information packages are assembled.\n\nThe main policy outcome is identification of five principles for supporting private sector transparency.\n\nHuman collaboration as the foundation of a data commons. In  bringing actors from very different fields together, collaborations  should aim to build consensus as to the goals of the project, focusing  on the people involved as well as technology.\nCreate transparent and open data systems. Participants should share the goal of increasing data transparency through an open system that is collectively owned and managed.\nMaintain  brands and promote market differentiation. Any collaboration should be  flexible enough to enable private commercial actors to maintain the  values of their brands, and allow these actors to improve their  differentiation in the market.\nEnsure consumer protection and  privacy. Any data collaboration should protect the rights of consumers  to keep their personal information private. \nSupport equal  access to decision-making. Any collaboration should strive from the  outset to include representation from groups who have fewer  opportunities to access the shared information, and to give these groups  equal decision-making power.\n\n\nThe main technical result has been the creation of a proof-of-concept for a Certification and Inspection Data Infrastructure Building Block, which is a set of data standards built on semantic web applications and the functionalities of formal ontology of the certification process. By using specifications established in domain ontologies, semantic web technologies make it possible for data from different organizations and  different terminology to be integrated and classified in a structured way for use in automated reasoning. In our case of certified coffee produced in Mexico and consumed in the US and Canada it means allowing certifiers and inspectors to post their data in a standard way and allow consumer advocates to gain access to the full information package that rests behind each certificate.\n\nCIDIBB has four components:\n\n1. CertIN Ontology represents the domain model of certification and inspection in general. This ontology does not refer to a particular certification scheme but encompasses the overarching characteristics of certification and inspection processes. CertIN describes the higher level typology of a certification system and serves as an overarching architecture to connect detailed ontologies from different certification schemes.\n\n2. FLO Ontology represents the certification and inspection processes of the Fairtrade Labeling Organization. While CertIN represents an upper domain ontology, the FLO Ontology represents a detailed extension of the ontology tailored to a specific certification scheme.\n\n3. CITrusT Ontology - In order to assess the trustworthiness of information a consumer advocate would need to formulate precise qu..."
 }
}