{
 "awd_id": "0955714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Dynamics and Transport of Excited Strongly Correlated Many-Particle Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2010-04-28",
 "awd_max_amd_letter_date": "2014-04-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY \r\n\r\nThis CAREER award supports computational and theoretical research, and education aimed at elucidating the emergence of macroscopic dissipative transport from inherently deterministic and usually quantum microscopic motion of interacting particles. Recent explorations of this fundamental question have been anchored by three phenomena: (i) the so called \"bad metal\" behavior in synthetic conductors, (ii) many-body localization, and (iii) equilibration of anharmonic oscillators in one dimension. While the first of these is well documented in many interesting materials, such as vanadium dioxide, Buckminsterfullerene, and high temperature superconductors, the latter two are primarily motivated by fundamental questions of many-body theory. The PI aims to propose clear ways to discern these often subtle phenomena in simple experiments. \r\n\r\nRather than more common approaches that involve taking a limit of zero absolute temperature, the PI will focus on finite temperature approaches for which very precise numerical computations of dynamical properties are possible. Because phenomena of interest dominate asymptotic low frequency response at non-zero temperatures, calculation at finite temperature enables a convenient avenue for exploration. By most common approaches are not able to address hallmarks of correlated transport as violation of Mott-Ioffe-Regel limit and non-Drude optical response. Motivated by the particularly spectacular examples of correlated transport extending from low to very high temperatures, the PI will explore the idea that the high temperature regime may serve as the novel starting point for analyzing a broad range of experiments done at intermediate to low temperature, from bad metals to heavy fermions to apparent quantum critical points. \r\n\r\nThis award supports educational opportunities for graduate and undergraduate students. The PI plans a diverse research group where students at different levels will be involved in mentoring, education and research experiences. The PI plans to teach an exploration-based course in cross-disciplinary computational research. The PI aims to help boost a public appreciation of materials research with a focus on exposing non-expert audiences to cutting edge research in an accessible form with the aim of effectively stimulating lifelong interest in learning. Outreach activities stemming from this CAREER award will also include colloquium-style public lectures about condensed matter physics and PI's own research. \r\n\r\nNONTECHNICAL SUMMARY \r\n\r\nThis CAREER award supports computational and theoretical research, and education involving novel phenomena associated with electron motion in synthetic materials that conduct electricity, magnetic materials, and atomic motion in gases of atoms cooled near the absolute zero of temperature. The PI will develop theoretical and numerical methods to describe the motion of electrons in response to applied fields, for example an applied voltage. The PI seeks in part to understand the microscopic origins of dissipation that degrades electron motion. The PI takes a different approach than much of the previous research that has been done on this topic.  The research more generally focuses on understanding the dynamical behavior of many electron or many atom systems in which the constituent electrons or atoms interact with each other, the systems are described by quantum mechanics, but the temperature may be high enough that the system is approaching the crossover to classical mechanics. Many electron systems such as these may appear in certain kinds of materials and in nanostructures under the right conditions.\r\n\r\nThis award supports fundamental research that aims at our understanding of electronic properties of materials and the microscopic origins of how energy is lost in electronic motion. The results may lead to the discovery of new phenomena advancing fundamental science and may also lead to new technological applications.\r\n\r\nThis award supports educational opportunities for graduate and undergraduate students. The PI plans a diverse research group where students at different levels will be involved in mentoring, education and research experiences. The PI plans to teach an exploration-based course in cross-disciplinary computational research. The PI aims to help boost a public appreciation of materials research with a focus on exposing non-expert audiences to cutting edge research in an accessible form with the aim of effectively stimulating lifelong interest in learning. Outreach activities stemming from this CAREER award will also include colloquium-style public lectures about condensed matter physics and PI?s own research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vadim",
   "pi_last_name": "Oganesyan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vadim Oganesyan",
   "pi_email_addr": "vadim.oganesyan@csi.cuny.edu",
   "nsf_id": "000509119",
   "pi_start_date": "2010-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 VICTORY BLVD",
  "perf_city_name": "STATEN ISLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Problems in condensed matter physics usually involve very large, effectively infinite number of particles. Qualitatively new phenomena become possible, such as spontaneous breaking of spatial or internal symmetries of nature, whose examples include magnetism, crystallization/solidification, superconductivity and many more.&nbsp; Many of these&nbsp;have been studied using methods of statistical physics over the last several decades.&nbsp;The overarching theme in our work has been to look for qualitative novelty in non-equilibrium phenomena for which no framework of statistical physics exists. We have identified and established new kinds of non-equilibrium phenomena which enable us, optimistically, to broaden the notion of phases and phase transitions into the non-equilibrium realm.&nbsp; Much of this progress was enabled by adopting a conceptually new vantage point, namely that of very high temperature at which to study dynamical processes. Ordinarily, high temperatures is the least intereting regime for studying condensed matter systems as most of them are in a \"boring\" gaseous state. This is not true, however, of&nbsp;certain lattice&nbsp;models (that represent faithfully spin dynamics, among other things), where even at high temperatures the dynamics remains nontrivial.&nbsp; These and other points of departure from how these problems have been viewed previously have proved to be useful and are by now commonplace in studying thermalization, localization and everything in-between these two limits on many-body dynamics.</p>\n<p>This research agenda was aided by steady supply of undergraduate students at the College of Staten Island, CUNY, esp. during summer months, who helped explore some of the newest (and riskiest) ideas.&nbsp; Some of these students were also centralf in PI's effort to introduce new courses, such as Computational Physics and Applied Quantum Mechanics.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Vadim&nbsp;Oganesyan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProblems in condensed matter physics usually involve very large, effectively infinite number of particles. Qualitatively new phenomena become possible, such as spontaneous breaking of spatial or internal symmetries of nature, whose examples include magnetism, crystallization/solidification, superconductivity and many more.  Many of these have been studied using methods of statistical physics over the last several decades. The overarching theme in our work has been to look for qualitative novelty in non-equilibrium phenomena for which no framework of statistical physics exists. We have identified and established new kinds of non-equilibrium phenomena which enable us, optimistically, to broaden the notion of phases and phase transitions into the non-equilibrium realm.  Much of this progress was enabled by adopting a conceptually new vantage point, namely that of very high temperature at which to study dynamical processes. Ordinarily, high temperatures is the least intereting regime for studying condensed matter systems as most of them are in a \"boring\" gaseous state. This is not true, however, of certain lattice models (that represent faithfully spin dynamics, among other things), where even at high temperatures the dynamics remains nontrivial.  These and other points of departure from how these problems have been viewed previously have proved to be useful and are by now commonplace in studying thermalization, localization and everything in-between these two limits on many-body dynamics.\n\nThis research agenda was aided by steady supply of undergraduate students at the College of Staten Island, CUNY, esp. during summer months, who helped explore some of the newest (and riskiest) ideas.  Some of these students were also centralf in PI's effort to introduce new courses, such as Computational Physics and Applied Quantum Mechanics. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Vadim Oganesyan"
 }
}