{
 "awd_id": "0955518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Roadmap for Quantum Simulation",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2010-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2010-08-24",
 "awd_max_amd_letter_date": "2014-06-13",
 "awd_abstract_narration": "Quantum theory and the computer were arguably the two most profound scientific developments of the twentieth century. Quantum mechanics underpins every fundamental physical science. Computation has made a profound impact on almost every area of life, and science is no exception, with computer simulation extending our understanding in fields ranging from from fluid mechanics to genomics. However, when we apply computation to the study of quantum systems we face fundamental limitations arising from the difference between classical and quantum physics. Quantum mechanics presents serious conceptual challenges, displacing basic classical notions of physical reality such as the deterministic trajectories of Newtonian motion. This means that exact computer simulation of quantum systems often requires tracking many possible outcomes simultaneously, requiring resources which grow rapidly with the size of the system. However, this also implies that computers which operate according to quantum mechanics should have different capabilities than existing classical computers - in particular, they should allow effcient simulation of quantum systems. Simulation of other quantum systems is therefore one of the most promising applications of quantum computing. The number of quantum bits (qubits) required to implement these algorithms is in the few hundreds even for applications beyond the reach of classical computation. The work funded in this proposal will provide a theoretical roadmap of detailed experiments leading us from the few qubit quantum computers of today to the applications on few tens to few hundreds of qubits which can compete with current calculations of scientific interest. We focus on applications of relevance to chemistry, specifically the calculation of molecular energies and simulation of chemical reactions.\r\n\r\nThe development of even a medium scale quantum computer for quantum simulation would be a technological feat of considerable importance. The work performed in this project will bring this goal closer. Many aspects of this work will be disseminated in the form of a numerical toolkit for quantum simulation, placing the ability to easily design experiments in quantum simulation in the hands of experimental groups. The focus on quantum simulation applied to quantum chemistry means that such experiments will be guided towards the development of devices capable of performing quantum simulations with broad impact in many areas of physical science. The grant will support postdoctoral scholars and undergraduate students at Haverford college and so enhance the research environment for undergraduate students at Haverford college. The educational experience of students outside the physical sciences at Haverford College will be enhanced through the development of a new course for non-majors on foundational questions in quantum mechanics. The impact of this work will also extend beyond the student community through a set of public lectures connected to this new course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Love",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Love",
   "pi_email_addr": "peter.love@tufts.edu",
   "nsf_id": "000082471",
   "pi_start_date": "2010-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Haverford College",
  "inst_street_address": "370 W LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HAVERFORD",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6108961000",
  "inst_zip_code": "190411336",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "THE CORPORATION OF HAVERFORD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "QAP9NNDEWGZ8"
 },
 "perf_inst": {
  "perf_inst_name": "Haverford College",
  "perf_str_addr": "370 W LANCASTER AVE",
  "perf_city_name": "HAVERFORD",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190411336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1287",
   "pgm_ref_txt": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7281",
   "pgm_ref_txt": "QUATM INFO & REVOLUTIONARY COM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum computers are devices in which the principles of atomic physics, quantum mechanics, are used to process information. Such quantum computers exist in the laboratory now, but are only able to process between two and ten quantum bits of information. These experimental devices use various systems to store and manipulate quantum bits, from single atoms and ions, to single particles of light (photons), to small &ldquo;quantum dots&rdquo; constructed in silicon by methods similar to those used to make conventional computers. This technology is interesting because it has the promise to be able to solve certain specific problems much faster than any imaginable conventional computer. It is unlikely that you will ever have a quantum computer on your desktop or in your phone, but during this century it is possible that quantum computers will solve problems that will materially improve our lives.</p>\n<p>&nbsp;</p>\n<p>One area that holds particular promise for technological and economic impact is quantum simulation. Quantum simulation is the use of quantum computers to simulate other quantum systems. For example, a quantum computer using particles of light (photons) could be used to calculate properties of an atom or molecule. Such calculations are very difficult using conventional computers, and a significant fraction of supercomputer time is currently devoted to these calculations. Quantum computers offer the possibility that such calculations could be performed much more accurately and for larger systems than are currently possible, or that may ever be possible using conventional supercomputers. More accurate calculations of molecular energies would advance our basic understanding of chemistry. It could also have wide ranging technological impacts from predicting which chemical reactions will succeed, to designing new catalysts.</p>\n<p>&nbsp;</p>\n<p>The NSF project &ldquo;CAREER: A Roadmap for Quantum Simulation&rdquo; made progress in advancing our understanding of quantum simulation algorithms. This was a theoretical proposal in which we studied the methods that are used to program a quantum computer to simulate chemical systems. These &ldquo;quantum computer programs&rdquo; are mathematical maps that tell us what operations the quantum computer must perform in order to compute the quantities we are interested in. The goal of these studies is to reduce the number of quantum bits &ndash; the size of the quantum memory &ndash; and the number of operations required to perform the calculations. It is well worth performing such studies now, before large experimental devices are available on which to run the methods, because our results can provide guidance to experimental Physicists who are in the process of developing quantum computers in the lab. Resources spent on theoretical work can result in savings spent on experiment.</p>\n<p>&nbsp;</p>\n<p>In the course of this project we have produced a number of results that we think will bring the construction of quantum computers that can perform useful calculations closer. We have investigated new ways of mapping chemical problems to a quantum computer, and collaborated on small-scale experiments to realize these new methods in the lab. Small scale demonstrations are important because a large scale quantum computer will not be constructed in one go &ndash; many small devices will be constructed along the technological road map that ultimately leads to a large scale device. It was one of the goals of this project to help define some logical steps along that road. Experiments are also important because they make sure we have resolved every detail of our algorithm and are capable of mapping it to the actual hardware in the lab. This direct interaction of theory and experiment in quantum information is one of the strengths of the field.</p>\n<p>&nbsp;</p>\n<p>Another example of the interaction of theory and experiment in this proje...",
  "por_txt_cntn": "\nQuantum computers are devices in which the principles of atomic physics, quantum mechanics, are used to process information. Such quantum computers exist in the laboratory now, but are only able to process between two and ten quantum bits of information. These experimental devices use various systems to store and manipulate quantum bits, from single atoms and ions, to single particles of light (photons), to small \"quantum dots\" constructed in silicon by methods similar to those used to make conventional computers. This technology is interesting because it has the promise to be able to solve certain specific problems much faster than any imaginable conventional computer. It is unlikely that you will ever have a quantum computer on your desktop or in your phone, but during this century it is possible that quantum computers will solve problems that will materially improve our lives.\n\n \n\nOne area that holds particular promise for technological and economic impact is quantum simulation. Quantum simulation is the use of quantum computers to simulate other quantum systems. For example, a quantum computer using particles of light (photons) could be used to calculate properties of an atom or molecule. Such calculations are very difficult using conventional computers, and a significant fraction of supercomputer time is currently devoted to these calculations. Quantum computers offer the possibility that such calculations could be performed much more accurately and for larger systems than are currently possible, or that may ever be possible using conventional supercomputers. More accurate calculations of molecular energies would advance our basic understanding of chemistry. It could also have wide ranging technological impacts from predicting which chemical reactions will succeed, to designing new catalysts.\n\n \n\nThe NSF project \"CAREER: A Roadmap for Quantum Simulation\" made progress in advancing our understanding of quantum simulation algorithms. This was a theoretical proposal in which we studied the methods that are used to program a quantum computer to simulate chemical systems. These \"quantum computer programs\" are mathematical maps that tell us what operations the quantum computer must perform in order to compute the quantities we are interested in. The goal of these studies is to reduce the number of quantum bits &ndash; the size of the quantum memory &ndash; and the number of operations required to perform the calculations. It is well worth performing such studies now, before large experimental devices are available on which to run the methods, because our results can provide guidance to experimental Physicists who are in the process of developing quantum computers in the lab. Resources spent on theoretical work can result in savings spent on experiment.\n\n \n\nIn the course of this project we have produced a number of results that we think will bring the construction of quantum computers that can perform useful calculations closer. We have investigated new ways of mapping chemical problems to a quantum computer, and collaborated on small-scale experiments to realize these new methods in the lab. Small scale demonstrations are important because a large scale quantum computer will not be constructed in one go &ndash; many small devices will be constructed along the technological road map that ultimately leads to a large scale device. It was one of the goals of this project to help define some logical steps along that road. Experiments are also important because they make sure we have resolved every detail of our algorithm and are capable of mapping it to the actual hardware in the lab. This direct interaction of theory and experiment in quantum information is one of the strengths of the field.\n\n \n\nAnother example of the interaction of theory and experiment in this project is our work on the calculation of entanglement. One of the main questions in quantum information is what resources quantum devices use to outperform classical calc..."
 }
}