{
 "awd_id": "0955909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Earth Rheology and Deformation Processes",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2010-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 500047.0,
 "awd_amount": 500047.0,
 "awd_min_amd_letter_date": "2010-05-12",
 "awd_max_amd_letter_date": "2014-05-05",
 "awd_abstract_narration": "Mountain-building, earthquakes and other expressions of continental tectonics depend fundamentally on how rocks flow in response to stress. Rock flow properties depend upon temperature, rock type and fluid content, none of which are easily measured at depth, thus limiting our fundamental understanding of tectonic processes. This project will combine gravity and topography data with new tools for seismic imaging and new deformation measurements and modeling tools to carefully measure mass density variations in the Earth and the rock flow that inevitably must accommodate them. By measuring how rock flow responds to large vertical stresses, or ?loads?, that result from piling of sediments or volcanic flows on the Earth?s surface, from intrusion of magmas into the crust, and from thermal and crustal thickness variations, we can better understand flow properties of rock and also determine how these flow properties change from one place to another. The project?s scientific objectives have potentially far-reaching implications for our fundamental understanding of earthquake physics, seismic hazard and mountain-building processes. Knowledge of rock flow properties has the potential to greatly improve our understanding of the earthquake cycle and evolution of stress on faults, and may help to inform studies of glacial melting and other climatological changes.\r\n \r\nThis project develops an innovative approach to estimating rheological parameters (and effective flow viscosity) of the lithosphere from stochastic inversion of dynamical models of gravity, topography, surface heat flow and geodetic data, coupled with new analysis tools for seismic measurement products. A key innovation will be the circumvention of errors commonly introduced in modeling of seismic velocity fields by inverting seismic measurements (e.g. receiver function amplitude stacks) in combination with the other data for desired 3D fields of mass and temperature. These in turn will be used as inputs to dynamical models, which will employ stochastic methods to invert for stress, strain rate and 3D variations in rheological parameters at shallow (lithospheric) depths. Forward modeling of Earth deformation incorporating 3D viscosity heterogeneity at shallow (lithospheric) depths suggests that lateral variations in flow rheology exert a very fundamental control on horizontal velocities and strains at the Earth?s surface. Stochastic inversion approaches to estimating lithospheric flexural strength in continental interiors exhibit strong correlation of sharp gradients in strength with locations of intracontinental seismic belts and geodetic strain focusing. Stimulated in part by the wealth of new data accruing from the EarthScope Major Research Equipment initiative, as well as by recent revolutions in data analysis methodologies and computing power, the project will examine the fundamental question of whether rheology does in fact exert a first-order control on intraplate deformation and explore whether stochastically inverted estimates of lithospheric rheology may illuminate seismic hazard. Project research will also explore mechanisms for (and possible utility of) observed azimuthal anisotropy of isostatic response as well as possible reasons for a discrepancy in estimates of shallow viscosity from long-term isostatic response versus from postseismic and Pleistocene lake rebound studies. The principal scientific products will be new, fully three-dimensional estimates of shallow (lithospheric) mass density, temperature and flow rheological parameters that will be made available to the scientific community and can be used to constrain deformation modeling, or as a means of separating out solid-Earth viscoelastic signals that are intertwined with other desirable signals such as fault slip or ice mass loading histories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Lowry",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony R Lowry",
   "pi_email_addr": "Tony.Lowry@usu.edu",
   "nsf_id": "000414678",
   "pi_start_date": "2010-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 357578.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70407.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 72062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to use EarthScope geophysical imaging of the Earth's deep interior to improve our knowledge of the flow strength, buoyancy and rock chemistry of the continental lithosphere beneath the U.S. Our group used EarthScope seismic data to image thickness and velocity properties of the crust that provide information about chemistry and dissolved water in rocks. We also used estimates of temperature of the uppermost mantle, from other EarthScope seismic studies, to model the temperature variation in the U.S. These pieces of information were then combined with measurements of the total strength of the lithosphere in order to estimate the flow strength properties.</p>\n<p>An important outcome of this project is the finding that hydration state&mdash; a measure of the water dissolved within the crystals of rocks&mdash; is more important in defining the flow strength of rock than is the temperature, and in fact the hydration state of the uppermost mantle is what distinguishes deforming, earthquake-prone, mountainous regions in the Cordillera of the western U.S. from the stable, \"quiet\" flatlands of the midcontinent. In addition, the analyses for this project suggest that the buoyancy of rock (which plays a key role in producing stress in the Earth) is also significantly impacted by hydration state, and volatiles traveling from subducted oceanic lithosphere through the asthenosphere and lithosphere to the surface may also play a defining role in the transfer of heat in the Earth. This growing recognition that hydration plays a major role in all three of the key components of deep solid-Earth deformation&mdash; flow strength, buoyancy, and energy transfer&mdash; is analagous to the 20th century recognition that water is the most important constituent in the climate system.</p>\n<p>The new insights achieved from efforts for this project increase the likelihood that physics-based approaches to \"earthquake system science\" for flow-regime deformation of the lithosphere may lie within our grasp in the near future, but many challenges remain. Our poor appreciation of the role of water in the earthquake cycle stems partly from the difficulty of separating effects of water, temperature and lithology with earlier (pre-EarthScope) geophysical imaging studies, and more progress must be made in types and quantity of data acquired, imaging techniques, mineral physics and modeling in order to progress further in our understanding of flow deformation. Now however, the path to get there is just a little bit clearer.</p>\n<p>The project supported research efforts of several undergraduate students, five graduate students, and a beginning (postdoctoral) researcher. Results and products from this project also were used in many of the geophysics courses taught for Utah State University's undergraduate and graduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2016<br>\n\t\t\t\t\tModified by: Anthony&nbsp;R&nbsp;Lowry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to use EarthScope geophysical imaging of the Earth's deep interior to improve our knowledge of the flow strength, buoyancy and rock chemistry of the continental lithosphere beneath the U.S. Our group used EarthScope seismic data to image thickness and velocity properties of the crust that provide information about chemistry and dissolved water in rocks. We also used estimates of temperature of the uppermost mantle, from other EarthScope seismic studies, to model the temperature variation in the U.S. These pieces of information were then combined with measurements of the total strength of the lithosphere in order to estimate the flow strength properties.\n\nAn important outcome of this project is the finding that hydration state&mdash; a measure of the water dissolved within the crystals of rocks&mdash; is more important in defining the flow strength of rock than is the temperature, and in fact the hydration state of the uppermost mantle is what distinguishes deforming, earthquake-prone, mountainous regions in the Cordillera of the western U.S. from the stable, \"quiet\" flatlands of the midcontinent. In addition, the analyses for this project suggest that the buoyancy of rock (which plays a key role in producing stress in the Earth) is also significantly impacted by hydration state, and volatiles traveling from subducted oceanic lithosphere through the asthenosphere and lithosphere to the surface may also play a defining role in the transfer of heat in the Earth. This growing recognition that hydration plays a major role in all three of the key components of deep solid-Earth deformation&mdash; flow strength, buoyancy, and energy transfer&mdash; is analagous to the 20th century recognition that water is the most important constituent in the climate system.\n\nThe new insights achieved from efforts for this project increase the likelihood that physics-based approaches to \"earthquake system science\" for flow-regime deformation of the lithosphere may lie within our grasp in the near future, but many challenges remain. Our poor appreciation of the role of water in the earthquake cycle stems partly from the difficulty of separating effects of water, temperature and lithology with earlier (pre-EarthScope) geophysical imaging studies, and more progress must be made in types and quantity of data acquired, imaging techniques, mineral physics and modeling in order to progress further in our understanding of flow deformation. Now however, the path to get there is just a little bit clearer.\n\nThe project supported research efforts of several undergraduate students, five graduate students, and a beginning (postdoctoral) researcher. Results and products from this project also were used in many of the geophysics courses taught for Utah State University's undergraduate and graduate students.\n\n\t\t\t\t\tLast Modified: 08/15/2016\n\n\t\t\t\t\tSubmitted by: Anthony R Lowry"
 }
}