{
 "awd_id": "0955027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:Molecular scale electronic biosensor for single molecule sensitivity and high specificity",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2010-06-10",
 "awd_max_amd_letter_date": "2010-06-10",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThis proposal aims to develop molecular-scale biochemical field effect transistors or FETs based on lithographically defined semiconducting quantum wires with nanopatterned functional monolayer to study single-molecule detection of protein and DNA. Study of single-molecule interaction with NW is enabled by physically limiting attachment of only single or few molecules on the nano-dot of self-assembled monolayers. Using this sensor platform, a comprehensive understanding of electronic biosensing mechanisms, ultimate sensitivity, and bio-abio interfaces down to single-molecule level will be developed. Correlations between device physics, surface chemistry, and sensor performance at molecular scale will be investigated. These insights will be leveraged to develop advanced modulated sensing strategies, such as pH-modulated sensing, multi-channel detection and mapping of protein specific activity vs. cross-reactivity, to improve detection specificity. If successful, the proposed methods will lead to an innovative and manufacturable nanoelectronic bio-chip for label-free biosensing with single-molecule sensitivity and high specificity. \r\n\r\nIntellectual merits:\r\n The proposed study of ultimate capability of electronic bio-sensor down to the single-molecule level will significantly advance the understanding of electronic biosensing and provide guidance for future sensor design. This challenging study is enabled by an innovative and reliable biosensor using a patterned monolayer nano-dot as binding interface for a quantum wire transistor defined by lithography. The use of nanolithography to define the nanowires with size (2-10 nm) comparable to those by chemical synthesis will provide better uniformity, device reliability, and manufacturability. It allows in-situ integration with CMOS circuitry on chip. The proposed techniques combining protein titration signature (pH-dependence) with modulated biasing and data analysis with semi-orthogonal mapping of protein specific activity and promiscuous activity to improve specificity are novel and highly transformative. By combining the studies of ultimate sensitivity and specificity, the correlation between them will be investigated, leading to the establishment of critical design rules for electronic biosensor. \r\n\r\nBroader impacts\r\nThe proposed molecular-scale biosensor and comprehensive understanding of electronic interaction between nanoelectronic devices and bio-molecules at single-molecule level will contribute to the fields of biosensors, nanoelectronics, nanofabrication, and molecular electronics. Improved electronic sensors as a general platform could have a considerable impact on a wide-range of biochemical detection and disease diagnostics including pathogen/virus detection, gene expression, immune-screening, whole blood analysis, as well as home land security. It provides a single-chip biosensing solution desired for point of care detection and diagnostics to overcome the limitations of current optical sensors that require bulky and expensive equipment, labeling, complex sample preparation, and long processing time. The program will utilize a concept of ?e-Biosensor Discovery Kit? to generate significant educational impact, including integration of research and education, promoting diversity, and outreach to K-12, underrepresented women and the Hispanic student body at UTD and local community colleges as well as the workforce in the Dallas and Fort/Worth area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Walter Hu",
   "pi_email_addr": "walter.hu@utdallas.edu",
   "nsf_id": "000291437",
   "pi_start_date": "2010-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project aims to develop biochemical field effect transistors or FETs based on ultrasmall lithographically defined Silicon nanowires to study detection of protein and DNA at low abundance. At the device level, we have demonstrated the fabrication of solution gated Si nanowire FETs with nanowire diameter down to 4 nm defined by e-beam lithography. To our best knowledge, this is the smallest lithographic nanowire biosensor ever demonstrated. We then observed strong quantum confinement effects in these tiny nanowires at room temperatur,resulting in significantly improved performance. We then invented a nanowire biosensor with a novel morphology of serpentine shape, and we demonstrate its fabrication both by e-beam lithography and also by industrial standard CMOS process towards its commercialization.&nbsp;</span></p>\n<p><span>Using these sensor platforms, a comprehensive understanding of electronic biosensing mechanisms, sensitivity, and bio-abio interfaces have been developed by both experiments and numerical simulation. Correlations between device physics, surface chemistry, and sensor performance have been systematically investigated. These insights are leveraged to improve sensing performance, e.g. signficantly enhanced stability and accuracy of pH detection, ultrasensitive detection of protein and DNA. New strategy of pH-modulated sensing was investigated and an overlooked surface charge screen effects were first discovered by experiments and also simulation. A new strategy of DNA sequencing based on the backbone charge of DNA template during extension reaction has been initially demonstrated. The multiphysics model we have developed has well explained the contribution of electrokinetics on the biomolecular detection process and provides a physical explanation of the two to three orders of magnitude difference in detection time between experimental results and previous theoretical predications at ultralow concentration.</span><br /><br /><span>Intellectual merits:</span><br /><br /><span>The study of ultimate capability of electronic bio-sensor down to the molecular level has lead to a systematic understanding of electronic biosensing and provide guidance for sensor design. This challenging study is enabled by tiny nanowire transistors defined by lithography. The use of nanolithography to define the nanowires with size comparable to those by chemical synthesis provides better uniformity, device reliability, and manufacturability. It allows in-situ integration with CMOS circuitry on chip, as we have demonstrated. The &nbsp;</span>pH-modulated sensing of protein and DNA sequencing based on its intrinsic charge are emtirely novel. Considering electrokinetic effects has also lead to a better understanding of much shortened detection time for low molecular concentrations. This study has helped us establish critical design rules for electronic biosensor.&nbsp;</p>\n<p><br /><span>Broader impacts</span><br /><br /><span>The molecular-scale biosensor and comprehensive understanding of electronic interaction between nanoelectronic devices and bio-molecules contributes to the fields of biosensors, nanoelectronics, nanofabrication, and molecular electronics. Improved electronic sensors as a general platform could have a considerable impact on a wide-range of biochemical detection and disease diagnostics including pathogen/virus detection, gene expression, immune-screening, whole blood analysis, as well as home land security. It provides a single-chip biosensing solution desired for point of care detection and diagnostics to overcome the limitations of current optical sensors that require bulky and expensive equipment, labeling, complex sample preparation, and long processing time. The program has developed an educational outreach program based on a concept of e-Biosensor Discovery kit to generate significant educational impact, including integration of research and education, promoting diversity, and outreach to K-12, underrepresented women and the Hispanic student body at UTD and local community colleges as well as the workforce in the Dallas and Fort/Worth area. We have supported over 20 students at all levels to obtain hands-on experience in this project. The research project has led to follow-on research fundings over $3 million and the establishment of a startup company funded by venture capital.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2016<br>\n\t\t\t\t\tModified by: Walter&nbsp;Hu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims to develop biochemical field effect transistors or FETs based on ultrasmall lithographically defined Silicon nanowires to study detection of protein and DNA at low abundance. At the device level, we have demonstrated the fabrication of solution gated Si nanowire FETs with nanowire diameter down to 4 nm defined by e-beam lithography. To our best knowledge, this is the smallest lithographic nanowire biosensor ever demonstrated. We then observed strong quantum confinement effects in these tiny nanowires at room temperatur,resulting in significantly improved performance. We then invented a nanowire biosensor with a novel morphology of serpentine shape, and we demonstrate its fabrication both by e-beam lithography and also by industrial standard CMOS process towards its commercialization. \n\nUsing these sensor platforms, a comprehensive understanding of electronic biosensing mechanisms, sensitivity, and bio-abio interfaces have been developed by both experiments and numerical simulation. Correlations between device physics, surface chemistry, and sensor performance have been systematically investigated. These insights are leveraged to improve sensing performance, e.g. signficantly enhanced stability and accuracy of pH detection, ultrasensitive detection of protein and DNA. New strategy of pH-modulated sensing was investigated and an overlooked surface charge screen effects were first discovered by experiments and also simulation. A new strategy of DNA sequencing based on the backbone charge of DNA template during extension reaction has been initially demonstrated. The multiphysics model we have developed has well explained the contribution of electrokinetics on the biomolecular detection process and provides a physical explanation of the two to three orders of magnitude difference in detection time between experimental results and previous theoretical predications at ultralow concentration.\n\nIntellectual merits:\n\nThe study of ultimate capability of electronic bio-sensor down to the molecular level has lead to a systematic understanding of electronic biosensing and provide guidance for sensor design. This challenging study is enabled by tiny nanowire transistors defined by lithography. The use of nanolithography to define the nanowires with size comparable to those by chemical synthesis provides better uniformity, device reliability, and manufacturability. It allows in-situ integration with CMOS circuitry on chip, as we have demonstrated. The  pH-modulated sensing of protein and DNA sequencing based on its intrinsic charge are emtirely novel. Considering electrokinetic effects has also lead to a better understanding of much shortened detection time for low molecular concentrations. This study has helped us establish critical design rules for electronic biosensor. \n\n\nBroader impacts\n\nThe molecular-scale biosensor and comprehensive understanding of electronic interaction between nanoelectronic devices and bio-molecules contributes to the fields of biosensors, nanoelectronics, nanofabrication, and molecular electronics. Improved electronic sensors as a general platform could have a considerable impact on a wide-range of biochemical detection and disease diagnostics including pathogen/virus detection, gene expression, immune-screening, whole blood analysis, as well as home land security. It provides a single-chip biosensing solution desired for point of care detection and diagnostics to overcome the limitations of current optical sensors that require bulky and expensive equipment, labeling, complex sample preparation, and long processing time. The program has developed an educational outreach program based on a concept of e-Biosensor Discovery kit to generate significant educational impact, including integration of research and education, promoting diversity, and outreach to K-12, underrepresented women and the Hispanic student body at UTD and local community colleges as well as the workforce in the Dallas and Fort/Worth area. We have supported over 20 students at all levels to obtain hands-on experience in this project. The research project has led to follow-on research fundings over $3 million and the establishment of a startup company funded by venture capital. \n\n\t\t\t\t\tLast Modified: 11/10/2016\n\n\t\t\t\t\tSubmitted by: Walter Hu"
 }
}