{
 "awd_id": "0955090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Language Processing in Bilinguals",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 249694.0,
 "awd_amount": 249694.0,
 "awd_min_amd_letter_date": "2010-05-26",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "Language scientists have discovered that bilinguals cannot easily \"switch off\" one of their languages. If bilinguals cannot easily function as monolinguals, then how do they control the use of the intended language? This research program investigates the conditions that enable bilinguals to select the intended language when words and grammatical structures in both languages are available. The work will explore how some sentence contexts restrict language processing to one language alone but others encourage code switching between the bilingual's two languages. The work uses the experience of bilinguals as a window into the nature of the interactions that characterize language processing and their consequences for cognitive control. \r\n\r\nThis project has a number of broader implications. It seeks foundational knowledge about multilingualism that can inform educational issues in a society in which many learners are faced with the task of acquiring a second language after the earliest stages of childhood. The research will also contribute to the training of a diverse group of cognitive scientists by including bilingual undergraduate and graduate students and by fostering an international scientific collaboration with scientists in Spain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Kroll",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Judith F Kroll",
   "pi_email_addr": "judith.kroll@uci.edu",
   "nsf_id": "000187627",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Dussias",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paola E Dussias",
   "pi_email_addr": "ped10@psu.edu",
   "nsf_id": "000485721",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "van Hell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet van Hell",
   "pi_email_addr": "jgv3@psu.edu",
   "nsf_id": "000498478",
   "pi_start_date": "2010-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 249694.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the last two decades, there has been a marked increase in research on second language learning and bilingualism (e.g., Kroll &amp; Bialystok, 2013). There are many reasons for the heightened interest in these topics but a set of discoveries about language, cognition, and the brain have catapulted bilingualism into the forefront of cognitive psychology, linguistics, and cognitive neuroscience. Three discoveries are arguably the reason for the new excitement about multiple language use and its consequences (Kroll, Bobb, &amp;&nbsp; Hoshino, 2014).&nbsp; The first is that there is compelling evidence to suggest that when bilinguals listen to speech, read, or plan speech in each language, there is parallel activation of the language not in use.&nbsp; That observation, on its own, might be cause for concern because increased activation and potential competition across the bilingual&rsquo;s two languages might be thought to give rise to errors, to cross-language confusions, and to difficulty in using language in contextually appropriate ways.&nbsp; But contrary to these concerns, the evidence suggests that bilinguals develop ways to control the use of their two languages (e.g., Green, 1999).&nbsp; The second discovery is that bilinguals are not generally disadvantaged by the presence of two languages and the potential competition between them, but instead learn to regulate the use of each language in a manner that confers a set of benefits to cognition and to the brain (e.g., Bialystok, Craik, Green, &amp; Gollan, 2009).&nbsp; The research on the cognitive and neural consequences of bilingualism suggests that the continuous experience of resolving cross-language competition creates expertise and efficiency beyond language, in solving cognitive problems that are not tied to language specifically.&nbsp; The third discovery is that learning a second language comes to affect the native language in ways that change the entire language system, so that bilinguals differ from monolinguals, even when processing the same native language.&nbsp; These new findings suggest that language is a dynamic system and that language learning is a dynamic process that is open to change, even for adults who are past early childhood.</p>\n<p>&nbsp;</p>\n<p>With this context in mind, we conducted a series of studies with the support of the present grant that asked how bilinguals negotiate cross-language information when they read sentences in one language alone or when they read sentences that contain code switches, with words or phrases that are drawn from the other language. In some of the studies we performed, we asked how bilingual readers negotiate the ambiguity that is present when they encounter a word in one language that is similar in the other language (e.g., the word <em>hotel</em> is a cognate, with the same spelling and very similar pronunciation in Spanish). When a monolingual speaker encounters a cognate, the alternative form in the other language is nonexistent.&nbsp; When a bilingual speaker encounters a cognate, the alternative form can either help or hurt, depending on how well it matches across languages and whether it is available to the bilingual. Many past studies, including those we have conducted ourselves, showed that bilinguals continue to have both languages available even when reading a sentence in one language alone.&nbsp; With the support of the present grant we asked whether the grammatical form of the sentence might allow bilinguals to zoom in on the language of the sentence and to ignore potential cross-language ambiguity. We discovered, at least within the context of our experiments, that this was almost impossible to achieve.&nbsp; We also showed that bilinguals can tolerate switches of language from one sentence to the other with little disruption. However, we found that bilinguals are able to exploit information about the socio-cultural context conveyed by a...",
  "por_txt_cntn": "\nIn the last two decades, there has been a marked increase in research on second language learning and bilingualism (e.g., Kroll &amp; Bialystok, 2013). There are many reasons for the heightened interest in these topics but a set of discoveries about language, cognition, and the brain have catapulted bilingualism into the forefront of cognitive psychology, linguistics, and cognitive neuroscience. Three discoveries are arguably the reason for the new excitement about multiple language use and its consequences (Kroll, Bobb, &amp;  Hoshino, 2014).  The first is that there is compelling evidence to suggest that when bilinguals listen to speech, read, or plan speech in each language, there is parallel activation of the language not in use.  That observation, on its own, might be cause for concern because increased activation and potential competition across the bilingualÆs two languages might be thought to give rise to errors, to cross-language confusions, and to difficulty in using language in contextually appropriate ways.  But contrary to these concerns, the evidence suggests that bilinguals develop ways to control the use of their two languages (e.g., Green, 1999).  The second discovery is that bilinguals are not generally disadvantaged by the presence of two languages and the potential competition between them, but instead learn to regulate the use of each language in a manner that confers a set of benefits to cognition and to the brain (e.g., Bialystok, Craik, Green, &amp; Gollan, 2009).  The research on the cognitive and neural consequences of bilingualism suggests that the continuous experience of resolving cross-language competition creates expertise and efficiency beyond language, in solving cognitive problems that are not tied to language specifically.  The third discovery is that learning a second language comes to affect the native language in ways that change the entire language system, so that bilinguals differ from monolinguals, even when processing the same native language.  These new findings suggest that language is a dynamic system and that language learning is a dynamic process that is open to change, even for adults who are past early childhood.\n\n \n\nWith this context in mind, we conducted a series of studies with the support of the present grant that asked how bilinguals negotiate cross-language information when they read sentences in one language alone or when they read sentences that contain code switches, with words or phrases that are drawn from the other language. In some of the studies we performed, we asked how bilingual readers negotiate the ambiguity that is present when they encounter a word in one language that is similar in the other language (e.g., the word hotel is a cognate, with the same spelling and very similar pronunciation in Spanish). When a monolingual speaker encounters a cognate, the alternative form in the other language is nonexistent.  When a bilingual speaker encounters a cognate, the alternative form can either help or hurt, depending on how well it matches across languages and whether it is available to the bilingual. Many past studies, including those we have conducted ourselves, showed that bilinguals continue to have both languages available even when reading a sentence in one language alone.  With the support of the present grant we asked whether the grammatical form of the sentence might allow bilinguals to zoom in on the language of the sentence and to ignore potential cross-language ambiguity. We discovered, at least within the context of our experiments, that this was almost impossible to achieve.  We also showed that bilinguals can tolerate switches of language from one sentence to the other with little disruption. However, we found that bilinguals are able to exploit information about the socio-cultural context conveyed by a sentence and by the grammar to anticipate the switch of an upcoming word or phrase and that code switching behavior is highly sensitive to the speci..."
 }
}