{
 "awd_id": "0956524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Chemical Sensors Based on Electrodeposited Metal Nanowires",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 465004.0,
 "awd_amount": 465004.0,
 "awd_min_amd_letter_date": "2010-02-12",
 "awd_max_amd_letter_date": "2011-12-19",
 "awd_abstract_narration": "Professor Reginald M. Penner of the University of California, Irvine is supported by the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry to investigate the fundamentals of metal nanowires and their use as chemical and biological sensors.  The PI has observed an anomalous 100-10,000% increase in the resistance of silver nanowires upon exposure to ammonia vapor, and 70% increase when a single atomic layer is deposited on the surface of gold nanowires. The goal of this proposal is to gain fundamental understanding of this anomalous conduction behavior at nano dimensions, which the PI believes is due to the infiltration of oxides into grain boundaries on the metallic nanowires. \r\n\r\nGuided by the gained knowledge, single artificial grain boundaries that are optimized for chemical sensing will be developed. These miniaturized constructs will be ideally suited for detection within lab-on-a-chip analysis systems. This interdisciplinary research provides excellent training for students in microfabrication, surface chemistry, electrochemistry, solid-state physics, electronics, and analytical chemistry.  High school students from underrepresented minorities will be involved in this research through an outreach plan.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reginald",
   "pi_last_name": "Penner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Reginald M Penner",
   "pi_email_addr": "rmpenner@uci.edu",
   "nsf_id": "000380097",
   "pi_start_date": "2010-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 202127.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131438.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 131439.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOME 1.&nbsp; Development of a fast, sensitive, and power efficient hydrogen gas sensors based upon palladium nanowires.</strong>&nbsp; Hydrogen gas (H<sub>2</sub>) is a clean, green, fuel for powering fuel cell-powered electric cars and other devices but it is highly flammable and odorless.&nbsp; Contributing to the flammability hazard imposed by H<sub>2</sub> is the fact that hydrogen flames are very hot and invisible in air. Thus, we must have reliable, fast, and inexpensive H<sub>2 </sub>sensors in order to detect the presence of H<sub>2 </sub>long before it becomes explosive (at a concentration of 4% in air).&nbsp; Palladium (Pd) is unique among metals in its ability to absorb H<sub>2</sub> like a sponge.&nbsp; When H<sub>2 </sub>absorption occurs, the electrical resistance of the resulting Pd hydride increases by a factor of two. This means that a palladium resistor can be used to detect the presence of H<sub>2 </sub>in air.&nbsp; The problem is that all existing Pd resistor sensors are much too slow &ndash; according to the Dept. of Energy, a response time at 4% H<sub>2</sub> of 1s is required.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have discovered that ultra-fast, ultra-sensitive H<sub>2 </sub>sensors can be created by shrinking the size of the Pd resistor to the nanometer scale. &nbsp;These Pd &ldquo;nanowire&rdquo; sensors are capable of detecting H<sub>2 </sub>across the concentration range from 10% to 2 ppm in nitrogen &ndash; a much wider range that is required for safety sensors. In addition, they are the fastest H<sub>2</sub> sensors that have been demonstrated. These devices are also the first to meet all cost, sensitivity, and response time metrics required of safety sensors suitable for the detection of leaked H2 in fuel cell-electric vehicles.</p>\n<p><strong>PROJECT OUTCOME 2.&nbsp; An even faster hydrogen (</strong><strong>H<sub>2</sub><strong>) sensor relies on a new and generalizable scientific principle.</strong></strong> &nbsp;A broad goal of our research is to discover new principles that can be harnessed to allow for the development of gas sensors.&nbsp; With this objective in mind, we have studied the properties of platinum (Pt) nanowire resistors for detecting hydrogen gas &ndash; a useful, ultra-clean transportation fuel that is also highly flammable in air.&nbsp; Unlike palladium, platinum can not absorb H<sub>2</sub> &ndash; instead, hydrogen sticks to the surfaces of the nanowire.&nbsp; However the presence of &ldquo;adsorbed&rdquo; hydrogen on the surface of the platinum nanowires causes a measurable DECREASE in the resistance of the nanowire of 1-3%, allowing the detection of H<sub>2</sub> down to 10 parts-per-million in air! Pt nanowires are also much faster at detecting H<sub>2</sub> than Pd nanowires (previously, the world&rsquo;s fastest!) - a factor of 100 faster than a Pd nanowire of similar size. Because these results are based upon a new mechanism for chemical sensing that has not previously been exploited, they portend the development of a new family of metal nanowire based seniors operating on the surface scattering principle.</p>\n<p>&nbsp;</p>\n<p><strong>PROJECT OUTCOME 3.&nbsp; A chemically responsive nanojunction within a silver nanowire.&nbsp;</strong> Another new type of sensor can be realized by breaking a silver nanowire and then repairing the broken nanowire in air. &nbsp;We have discovered that at the point of the break and repair, the silver nanowire acquires the ability to rapidly and reversibly detect ammonia vapor.&nbsp; Ammonia is a very important gas for a variety of industrial applications, but it is both toxic and flammable in air so the ability to detect it using sensors is important from a safety perspective.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Metal nanowires can be intentionally, and gently, fractured using ...",
  "por_txt_cntn": "\nPROJECT OUTCOME 1.  Development of a fast, sensitive, and power efficient hydrogen gas sensors based upon palladium nanowires.  Hydrogen gas (H2) is a clean, green, fuel for powering fuel cell-powered electric cars and other devices but it is highly flammable and odorless.  Contributing to the flammability hazard imposed by H2 is the fact that hydrogen flames are very hot and invisible in air. Thus, we must have reliable, fast, and inexpensive H2 sensors in order to detect the presence of H2 long before it becomes explosive (at a concentration of 4% in air).  Palladium (Pd) is unique among metals in its ability to absorb H2 like a sponge.  When H2 absorption occurs, the electrical resistance of the resulting Pd hydride increases by a factor of two. This means that a palladium resistor can be used to detect the presence of H2 in air.  The problem is that all existing Pd resistor sensors are much too slow &ndash; according to the Dept. of Energy, a response time at 4% H2 of 1s is required.\n\n            We have discovered that ultra-fast, ultra-sensitive H2 sensors can be created by shrinking the size of the Pd resistor to the nanometer scale.  These Pd \"nanowire\" sensors are capable of detecting H2 across the concentration range from 10% to 2 ppm in nitrogen &ndash; a much wider range that is required for safety sensors. In addition, they are the fastest H2 sensors that have been demonstrated. These devices are also the first to meet all cost, sensitivity, and response time metrics required of safety sensors suitable for the detection of leaked H2 in fuel cell-electric vehicles.\n\nPROJECT OUTCOME 2.  An even faster hydrogen (H2) sensor relies on a new and generalizable scientific principle.  A broad goal of our research is to discover new principles that can be harnessed to allow for the development of gas sensors.  With this objective in mind, we have studied the properties of platinum (Pt) nanowire resistors for detecting hydrogen gas &ndash; a useful, ultra-clean transportation fuel that is also highly flammable in air.  Unlike palladium, platinum can not absorb H2 &ndash; instead, hydrogen sticks to the surfaces of the nanowire.  However the presence of \"adsorbed\" hydrogen on the surface of the platinum nanowires causes a measurable DECREASE in the resistance of the nanowire of 1-3%, allowing the detection of H2 down to 10 parts-per-million in air! Pt nanowires are also much faster at detecting H2 than Pd nanowires (previously, the worldÆs fastest!) - a factor of 100 faster than a Pd nanowire of similar size. Because these results are based upon a new mechanism for chemical sensing that has not previously been exploited, they portend the development of a new family of metal nanowire based seniors operating on the surface scattering principle.\n\n \n\nPROJECT OUTCOME 3.  A chemically responsive nanojunction within a silver nanowire.  Another new type of sensor can be realized by breaking a silver nanowire and then repairing the broken nanowire in air.  We have discovered that at the point of the break and repair, the silver nanowire acquires the ability to rapidly and reversibly detect ammonia vapor.  Ammonia is a very important gas for a variety of industrial applications, but it is both toxic and flammable in air so the ability to detect it using sensors is important from a safety perspective.\n\n            Metal nanowires can be intentionally, and gently, fractured using a process feedback-controlled electromigration. The result of this process is the formation of a \"nanogap\" within the nanowire that is less than 10 nm in total width. This nanogap can be reconnected by applying a voltage scan to the broken nanowire; reconnection occurs when the applied voltage exceeds 3-5 V. For silver nanowires, the formation of nanogaps followed by reconnection in air produces a junction that shows a strong increase of its resistance upon exposure to ammonia (NH3). We call such junctions: Chemically Responsive Junctions or CRJs. The formation..."
 }
}