{
 "awd_id": "0956900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase II:  An Ultra Compact and Low Cost Raman Analyzer Based on Slitless Volume Holographic Spectrometers",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2010-03-17",
 "awd_max_amd_letter_date": "2010-03-17",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase II project focuses on the commercialization of a new low-cost and compact low-resolution (~1 nm) Raman spectroscopy (LRRS) technique for medical diagnostics. Current Raman spectroscopy systems are bulky and expensive and have small throughput for diffuse light (e.g., Raman scattering), due to their front narrow slit. Handheld and low-cost LRRS systems are needed for medical diagnostics, specifically at less equipped point of care (POC) facilities. Besides, the small efficiency of the current systems make them use higher pump laser power and focus it onto the examined tissue that adds to the cost and can damage the tissue. The technology adopted in the proposed Raman analyzer is a holographic spectroscopy method that uses spherical and cylindrical beam volume holograms. The technology enables compact, light weight, and low-cost spectrometers with the fewest main elements compared to the conventional LRRS systems. Specifically, the narrow slit as in the conventional spectrometers is eliminated, whereby diffuse light can be more efficiently coupled in the spectrometer. The development of a LRRS system prototype with the mentioned volume holography technology is proposed. The developed LRRS system will be then optimized for medical diagnostics based on surface enhanced Raman spectroscopy (SERS).\r\n\r\nThe broader impact/commercial potential of this project will be over a broad range of applications in the fields of biochemistry, medicine, pharmaceuticals, industrial quality assurance, homeland security, mineralogy, and environmental sensing. The compact and low-cost nature of the proposed instrument makes it the perfect choice for handheld sensing devices that are of high current demand in several fields mentioned above. The entire US market volume that can be covered by this technology has been $2.6B in 2005, with a prospected 7% growth rate through 2010. The potential application of the proposed instrument in the field of medical diagnostics (e.g., in the use of SERS signals for the detection of cardiovascular diseases) will have a major impact on public health by reducing the suffering and death of people due to a variety of medical conditions. The handheld SERS reader can be adapted to other rapid diagnostic tests and many other diseases can be rapidly diagnosed at less equipped POC facilities with this technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arash",
   "pi_last_name": "Karbaschi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arash Karbaschi",
   "pi_email_addr": "akarbaschi@bionicsciences.com",
   "nsf_id": "000494292",
   "pi_start_date": "2010-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "May",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gary S May",
   "pi_email_addr": "gary.may@coe.gatech.edu",
   "nsf_id": "000400256",
   "pi_start_date": "2010-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ProSpect Photonics, Inc.",
  "inst_street_address": "3300 Buckeye Rd",
  "inst_street_address_2": "Suite 527",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6788053920",
  "inst_zip_code": "303414229",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "GA04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation - GA Tech Research Institute",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1591",
   "pgm_ref_txt": "STTR PHASE II"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Technology Transfer (STTR) Phase II project has focused on the commercialization of a new low-cost and compact Raman spectroscopy technique for the detection of the Raman fingerprints of cardiovascular disease biomarkers. The rapid diagnosis of the acute coronary syndrome (ACS) at less equipped point-of-care (POC) settings plays a crucial role in reducing morbidity, mortality, and healthcare costs. A compact Raman system will provide a low-cost and fast system for cardiovascular biomarker sensing for the detection of ACS. Current Raman spectroscopy systems are expensive and have small throughput for diffuse light (e.g., Raman scattering), due to their front narrow slit. Low-cost and sensitive systems are of great need for cardiac disease diagnostics, specifically at POC facilities. Besides, the small efficiency of the current systems make them use higher pump laser power and focus it onto the examined tissue that adds to the cost and can damage the tissue. The technology adopted in the proposed Raman analyzer is a holographic spectroscopy method that uses spherical and cylindrical beam volume holograms. The technology enables compact, lightweight, and low-cost spectrometers with the fewest main elements compared to the conventional Raman systems. Specifically, the narrow slit as in the conventional spectrometers is eliminated, whereby diffuse light can be more efficiently admitted inside the spectrometer. A prototype of the volume holographic spectrometer that can read Raman fingerprints in the visible range has been built. The volume hologram in the prototype has been redesigned for the Raman measurement in the NIR spectral region, 650 nm to 950 nm, corresponding to the biomedical spectral window in blood and tissue where absorption of water and hemoglobin and other interfering components is low. The actual NIR volume hologram however could not be made because of lack of volume holographic material.</p>\n<p>With the low concentration of the target cardiovascular biomarkers in the complex blood sample, direct measurement of the biomarkers level in blood is not possible. Therefore, an appropriate mechanism for the collection and separation of the target biomarker panel and enhancement of the Raman emission is necessary. To overcome this issue, the focus of the team at the Georgia Institute of Technology, the research partner in this STTR, has been on 1) development of the assay protocol for the target cardiovascular biomarkers, 2) development of a nano-structured substrate for the enhancement of the Raman signal of the target molecules (i.e., cardiac biomarkers) based on surface-enhanced Raman scattering (SERS), and 3) development of numerical tools for the identification of Raman signature of different molecules and estimation of each biomarker level in blood in the presence of the interference signal from other materials. The Georgia Tech team has developed new SERS sensors that provide larger SERS enhancement as compared to the current state-of-the-art SERS substrate. Experimental evidence for the efficiency of the fabricated SERS sensor is obtained by functionalization of the sensor using the developed assay and measurement of the SERS spectra after applying the target analyte to the sensor. The experimental study shows a good correlation between the measured SERS spectrum of single layers of molecules on the sensor and bulk Raman measurements.</p>\n<p>The final outcome of this research will provide a sensing chip that can be used in conjunction with ProSpect Photonics Raman analyzer to enhance the Raman signal of the target biomarkers and finally measure the level of different biomarkers in the blood. The broader impact and commercial potential of this project will be over a wide range of applications in the fields of biochemistry, medicine, pharmaceuticals, industrial quality assurance, homeland security, mineralogy, and environmental sensing...",
  "por_txt_cntn": "\nThis Small Business Technology Transfer (STTR) Phase II project has focused on the commercialization of a new low-cost and compact Raman spectroscopy technique for the detection of the Raman fingerprints of cardiovascular disease biomarkers. The rapid diagnosis of the acute coronary syndrome (ACS) at less equipped point-of-care (POC) settings plays a crucial role in reducing morbidity, mortality, and healthcare costs. A compact Raman system will provide a low-cost and fast system for cardiovascular biomarker sensing for the detection of ACS. Current Raman spectroscopy systems are expensive and have small throughput for diffuse light (e.g., Raman scattering), due to their front narrow slit. Low-cost and sensitive systems are of great need for cardiac disease diagnostics, specifically at POC facilities. Besides, the small efficiency of the current systems make them use higher pump laser power and focus it onto the examined tissue that adds to the cost and can damage the tissue. The technology adopted in the proposed Raman analyzer is a holographic spectroscopy method that uses spherical and cylindrical beam volume holograms. The technology enables compact, lightweight, and low-cost spectrometers with the fewest main elements compared to the conventional Raman systems. Specifically, the narrow slit as in the conventional spectrometers is eliminated, whereby diffuse light can be more efficiently admitted inside the spectrometer. A prototype of the volume holographic spectrometer that can read Raman fingerprints in the visible range has been built. The volume hologram in the prototype has been redesigned for the Raman measurement in the NIR spectral region, 650 nm to 950 nm, corresponding to the biomedical spectral window in blood and tissue where absorption of water and hemoglobin and other interfering components is low. The actual NIR volume hologram however could not be made because of lack of volume holographic material.\n\nWith the low concentration of the target cardiovascular biomarkers in the complex blood sample, direct measurement of the biomarkers level in blood is not possible. Therefore, an appropriate mechanism for the collection and separation of the target biomarker panel and enhancement of the Raman emission is necessary. To overcome this issue, the focus of the team at the Georgia Institute of Technology, the research partner in this STTR, has been on 1) development of the assay protocol for the target cardiovascular biomarkers, 2) development of a nano-structured substrate for the enhancement of the Raman signal of the target molecules (i.e., cardiac biomarkers) based on surface-enhanced Raman scattering (SERS), and 3) development of numerical tools for the identification of Raman signature of different molecules and estimation of each biomarker level in blood in the presence of the interference signal from other materials. The Georgia Tech team has developed new SERS sensors that provide larger SERS enhancement as compared to the current state-of-the-art SERS substrate. Experimental evidence for the efficiency of the fabricated SERS sensor is obtained by functionalization of the sensor using the developed assay and measurement of the SERS spectra after applying the target analyte to the sensor. The experimental study shows a good correlation between the measured SERS spectrum of single layers of molecules on the sensor and bulk Raman measurements.\n\nThe final outcome of this research will provide a sensing chip that can be used in conjunction with ProSpect Photonics Raman analyzer to enhance the Raman signal of the target biomarkers and finally measure the level of different biomarkers in the blood. The broader impact and commercial potential of this project will be over a wide range of applications in the fields of biochemistry, medicine, pharmaceuticals, industrial quality assurance, homeland security, mineralogy, and environmental sensing. The compact and low-cost nature of the proposed instrument makes it the ..."
 }
}