{
 "awd_id": "0956755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Measuring and Modeling the Chemical Shift Anisotropy in Materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 328493.0,
 "awd_amount": 328493.0,
 "awd_min_amd_letter_date": "2010-05-17",
 "awd_max_amd_letter_date": "2010-05-17",
 "awd_abstract_narration": "This award, funded by the Chemical Structure, Dynamics and Mechanisms Program of the Division of Chemistry and co-funded by the Office of International Science and Engineering, supports Professor Iuliucci from Washington and Jefferson College to use nuclear magnetic resonance spectroscopy to better characterize novel materials. The development of new materials continues to improve our daily lives, and it is often at the molecular-level that one finds the most important behavior of these materials.  Increasingly, scientists produce novel materials for which it is not possible to obtain structures utilizing traditional diffraction methods. Solid-state nuclear magnetic resonance (NMR) has become a premier tool for structure determination in these cases. The chemical shift, a property describing the electronic environment of molecules, is a key feature of NMR spectroscopy. By measuring and modeling the chemical shift anisotropy, NMR spectroscopy becomes a more powerful tool in explaining the structure of materials. \r\n \r\nProfessor Iuliucci will be exploring the relationship between complex quantum mechanical calculations and chemical-shift anisotropy measurements.   With the use of a database of experimental chemical-shift anisotropy measurements, calculations of the shift can be calibrated enabling a precise knowledge of the relationship between molecular structure and the NMR spectrum.  The creation of new experimental databases of accurate anisotropy measurements is necessary to expand this structure-shift relationship to functional materials.  This research thus aims to make solid-state NMR an accessible and realiable tool for analysis, allowing scientists to develop new materials with predictable properties and applications.  \r\n\r\nA key focus of this endeavor is the training of students for careers in the physical sciences.  Research experience augments the undergraduate's education and exposes the student to cutting-edge scientific areas of study.  While most work will be conducted at Washington and Jefferson College, a primarily undergraduate institution, students will also have the opportunity to use top-notch resources through collaborations with research institutions (high-field NMR at Pennsylvania State University, computer clusters at the University of Utah, and micro-scale NMR probes at Radboud University Nijmegen, the Netherlands).  Such experiences will enhance the undergraduate's education, allowing them to participate in the international scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robbie",
   "pi_last_name": "Iuliucci",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robbie J Iuliucci",
   "pi_email_addr": "riuliucci@washjeff.edu",
   "nsf_id": "000191223",
   "pi_start_date": "2010-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington and Jefferson College",
  "inst_street_address": "60 S LINCOLN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7245031070",
  "inst_zip_code": "153014801",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "PA14",
  "org_lgl_bus_name": "WASHINGTON & JEFFERSON COLLEGE",
  "org_prnt_uei_num": "RCBBF5J41AF6",
  "org_uei_num": "RCBBF5J41AF6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington and Jefferson College",
  "perf_str_addr": "60 S LINCOLN ST",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "153014801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "PA14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 328493.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Molecular structure is fundamental to understanding chemical reactivity and properties of compounds.&nbsp; As molecular technology advances, the size of chemical systems valued by society becomes larger.&nbsp; Today, macromolecular structures are driving nanotechnology and progress in bio-molecular science.&nbsp; Grander molecular systems imply that the system will be in the solid-state.&nbsp; Therefore, the development of tools to elucidate solid-phase structure is vital.&nbsp; The traditional method of structure determination of solids for organic materials is crystallography, which is based on diffraction techniques.&nbsp; While extremely successful, diffraction methods mandate a crystalline sample. Not all compounds form crystals.&nbsp; Solid-state nuclear magnetic resonance (NMR) spectroscopy, a technique not restricted to crystals, is applicable to a wider range of solid-phase&nbsp;systems compared to traditional crystallography.&nbsp;</p>\n<p>The chemical shift anisotropy measured by solid-state NMR is a magnetic resonance parameter&nbsp;that is highly sensitive to molecular structure.&nbsp; Achieving&nbsp; a better understanding of the chemical shift is an important step towards the ultimate goal of identifying a solid compound's structure.&nbsp; Progress has been made in this regard to the new&nbsp;field of NMR crystallography, which strives to solve crystal structures where diffraction falls short.&nbsp; Numerous organic compounds form microcrystals that are too small for single-crystal diffraction.&nbsp; The active pharmaceutical ingredient in many potential drugs has this microcrystalline property and for proper characterization call upon alternative methods.&nbsp;In our study \"<em>Refining crystal structures with experimental <sup>13</sup>C NMR shift tensors and lattice including electron structure methods</em>\"&nbsp; (CrystEngComm 2013, 15, 8693-8704), we improve the quality of diffraction-derived crystal structures by modeling the chemical shift anisotropy with quantum theory.&nbsp; In this exemplary work, the sensitivity of the anisotropy to reflect the position of atoms in molecules is proven better than traditional diffraction techniques.&nbsp; The key result from \"<em>Establishing accurate high-resolution crystal structures in the absence of diffraction data and single-crystals -- an NMR approach</em>\" (Crystal Growth and Design, 2013, 13 (12), 5391-5396) demonstrated the use of chemical shift anisotropy to verify computer generated structures.&nbsp; While computer modeling continues to improve at an unprecedented rate, theoretical models must match what one sees in nature.&nbsp; Chemical shift anisotropy measurements provide such a connection between theory and experiment.&nbsp;</p>\n<p>Chemical shift measurements were also applied to two systems relevant to materials science.&nbsp; In designing nanostructures, anthracene derivatives provide a template to&nbsp;bridge aromatic ring systems.&nbsp; These molecular scaffolding subunits see applications in photoswitches and other molecular electronic devices.&nbsp; They also have the ability to expand the functionality of polymers.&nbsp; To better characterize these building blocks, the study entitled \"C-13 <em>chemical-shift anisotropy of alkyl-substituted aromatic carbon in anthracene derivatives</em>\" (Solid State Nuclear magnetic Resonance, 2013, 53, 1-12) examined the anisotropy in various moieties.&nbsp; The chemical and physical properties of nanoparticles can be tailored by the surface attachment of functionalizable organic acids.&nbsp; The self-assembled layers of acids were assessed by the chemical shift in our study entitled \"<em>Investigation of phosphonic acid surface modifications on zinc oxide nanoparticles under ambient conditions</em>\" (Thin Films, in press).&nbsp; The variability in the type of attached molecules enables the tuning of the nanoparticle's electrical properties and the a...",
  "por_txt_cntn": "\nMolecular structure is fundamental to understanding chemical reactivity and properties of compounds.  As molecular technology advances, the size of chemical systems valued by society becomes larger.  Today, macromolecular structures are driving nanotechnology and progress in bio-molecular science.  Grander molecular systems imply that the system will be in the solid-state.  Therefore, the development of tools to elucidate solid-phase structure is vital.  The traditional method of structure determination of solids for organic materials is crystallography, which is based on diffraction techniques.  While extremely successful, diffraction methods mandate a crystalline sample. Not all compounds form crystals.  Solid-state nuclear magnetic resonance (NMR) spectroscopy, a technique not restricted to crystals, is applicable to a wider range of solid-phase systems compared to traditional crystallography. \n\nThe chemical shift anisotropy measured by solid-state NMR is a magnetic resonance parameter that is highly sensitive to molecular structure.  Achieving  a better understanding of the chemical shift is an important step towards the ultimate goal of identifying a solid compound's structure.  Progress has been made in this regard to the new field of NMR crystallography, which strives to solve crystal structures where diffraction falls short.  Numerous organic compounds form microcrystals that are too small for single-crystal diffraction.  The active pharmaceutical ingredient in many potential drugs has this microcrystalline property and for proper characterization call upon alternative methods. In our study \"Refining crystal structures with experimental 13C NMR shift tensors and lattice including electron structure methods\"  (CrystEngComm 2013, 15, 8693-8704), we improve the quality of diffraction-derived crystal structures by modeling the chemical shift anisotropy with quantum theory.  In this exemplary work, the sensitivity of the anisotropy to reflect the position of atoms in molecules is proven better than traditional diffraction techniques.  The key result from \"Establishing accurate high-resolution crystal structures in the absence of diffraction data and single-crystals -- an NMR approach\" (Crystal Growth and Design, 2013, 13 (12), 5391-5396) demonstrated the use of chemical shift anisotropy to verify computer generated structures.  While computer modeling continues to improve at an unprecedented rate, theoretical models must match what one sees in nature.  Chemical shift anisotropy measurements provide such a connection between theory and experiment. \n\nChemical shift measurements were also applied to two systems relevant to materials science.  In designing nanostructures, anthracene derivatives provide a template to bridge aromatic ring systems.  These molecular scaffolding subunits see applications in photoswitches and other molecular electronic devices.  They also have the ability to expand the functionality of polymers.  To better characterize these building blocks, the study entitled \"C-13 chemical-shift anisotropy of alkyl-substituted aromatic carbon in anthracene derivatives\" (Solid State Nuclear magnetic Resonance, 2013, 53, 1-12) examined the anisotropy in various moieties.  The chemical and physical properties of nanoparticles can be tailored by the surface attachment of functionalizable organic acids.  The self-assembled layers of acids were assessed by the chemical shift in our study entitled \"Investigation of phosphonic acid surface modifications on zinc oxide nanoparticles under ambient conditions\" (Thin Films, in press).  The variability in the type of attached molecules enables the tuning of the nanoparticle's electrical properties and the ability to improve corrosive resistance.  These are appealing properties for green energy applications. \n\nEducation and the training of future scientists is a primary aim of NSF.  It is our mission to help groom the next generation of scientists in order to drive technology ad..."
 }
}