{
 "awd_id": "0956546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Understanding the Economic Crisis and its Social Impacts through Postdoctoral Fellowships",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 256742.0,
 "awd_amount": 256742.0,
 "awd_min_amd_letter_date": "2010-03-16",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Abstract \r\nSES-0957962 \r\nKaren S. Cook \r\nDavid Grusky \r\nStanford University \r\n\r\nSES-0957200 \r\nVictor Nee \r\nKim Weeden \r\nCornell University \r\n\r\nSES-0957900 \r\nPaul DiMaggio \r\nPrinceton University \r\n\r\nSES-0957923 \r\nBruce Western \r\nHarvard University \r\n\r\nSES-0958093 \r\nNeil Fligstein \r\nUniversity of California-Berkeley \r\n\r\nSES-0956546 \r\nErik Wright \r\nJoel Rogers \r\nUniversity of Wisconsin-Madison \r\n\r\nThe United States and the world economy are currently experiencing the most extensive and intense downturn since the Great Depression. A six-university team hosted by Centers for the study of economic sociology and social inequality associated with the Sociology Departments at Cornell, University of California at Berkeley, Harvard, Princeton, Stanford and the University of Wisconsin that share outstanding reputations and strong track records in economic sociology and related specialties will complete research on the causes and consequences of this historic economic crisis. The recession itself presents a fundamental challenge to the economic sociology of efficient markets and to conventional understandings of concepts like risk and trust that are central to all of the social sciences. It is also likely to have important effects on social inequality -- not just inequality in income, but in economic behaviors like savings, job-hunting, and investments in education, as well as such outcomes as health and wellness, fertility and divorce, and criminal victimization. The project will support twelve postdoctoral research fellows who will work with faculty at the six universities to complete independent research while receive training and mentoring, that will cast light on the causes of the crisis and its impact on social inequality and on U.S. institutions. \r\n\r\nBroader Impact: The research will help to inform our understanding of the social consequences of the recession. Specifically, the project will bring a sociological perspective to three pressing questions: (1) how did the financial crisis happen, (2) what are the social consequences of the recession, and how is its impacts distributed, and (3) what are the policy responses to the economic crisis and what are their consequences? The project will also provide a career development opportunity for a diverse set of new Sociology Ph.D.s at a time of declining endowments in the private university sector and declining tax revenues in the states. By providing a footing for a group of young scholars and enabling them to contribute to our understanding of the very crisis that has challenged the labor market into which they are moving, the investigators hope to prevent the loss of talent that the field has experienced in previous severe recessions, and to ensure that graduate-training institutions have a robust and consistent pipeline of new talent as faculty hired in the 1970s and 1980s move towards retirement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Wright",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Erik O Wright",
   "pi_email_addr": "wright@ssc.wisc.edu",
   "nsf_id": "000407795",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Rogers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Rogers",
   "pi_email_addr": "jrogers@ssc.wisc.edu",
   "nsf_id": "000194221",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 84646.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 64103.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 107993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As part of a broad multi-university initiative aimed at examining the causes, consequences, and policy responses related to the current economic crisis, we hired Barry Eidlin, a recent Ph.D. from the University of California, Berkeley, to engage in intensive independent research.</p>\n<p>During his tenure at the University of Wisconsin, from September 2012 through August 2014, Eidlin was an active presence in the department. He pursued his research focused on the decline of working class organizational strength in the U.S. as compared to its northern neighbor, Canada. Research indicates that as working class organizational strength has declined, socio-economic inequality has increased. The financial crisis has exacerbated these already worrying trends. As such, understanding the causes of working class organizational decline is important for understanding why and how the current crisis has had as powerful an impact as it has, as well as for understanding why the pain of the crisis has been distributed in the way it has been.</p>\n<p>Making meticulous use of statistical and archival data, Eidlin&rsquo;s research challenges common perceptions that working class organizational strength has always been different&mdash;and stronger&mdash;in Canada. Rather, he shows that there was a divergence in the postwar period. He then traces this divergence to differences in how working class organizations were brought into the political process in response to the political and economic unrest of the Great Depression and World War II. In the U.S., labor was incorporated as an <em>interest group</em>, whereas in Canada it was incorporated as a <em>class representative</em>. Eidlin shows how different state responses to worker unrest in that critical period powerfully shaped the different directions that politics and social policy took in the postwar years.</p>\n<p>Out of his existing research project, Eidlin developed a book manuscript, which will be published by Cambridge University Press in 2016. He also developed three article-length manuscripts. One was recently published in <em>Politics &amp; Society</em>, one of the top journals in Eidlin&rsquo;s sub-field. Another has received favorable reviews after two rounds of revisions at one of the top journals in sociology. A third will appear as a chapter in an edited volume on the sociology of political parties, which will be published by Stanford University Press later this year. He also wrote a commissioned review article on class formation and class identity, which was published in <em>Sociology Compass</em> last year, and made progress on a chapter on class for the new SAGE Handbook on Work and Employment.</p>\n<p>While at Wisconsin, Eidlin also laid the groundwork for his next project, which seeks to understand why the ongoing economic crisis has failed to dislodge the existing economic policy orthodoxy, commonly known as austerity. While this research is still in its early phases, Eidlin has developed two working hypotheses based on his initial assessment of what might set the current crisis apart from past crises: First, important sections of the organized working class were incorporated into the pro-austerity coalition, thus muting their capacity to articulate a political alternative. This is especially the case for European social democratic parties, although labor unions have been far from immune from this tendency. Second, levels of international financial integration and increased political hegemony of the financial sector allowed a better coordinated, globalized financial elite to articulate and impose is policy preferences, even in the face of popular opposition. Related to this second point, the rise of finance seems to have created such a gulf between the &ldquo;real&rdquo; economy and the financial markets, such that it is possible for profitability to shoot to new highs while the rest of the economy drags along.</p>\n<p>...",
  "por_txt_cntn": "\nAs part of a broad multi-university initiative aimed at examining the causes, consequences, and policy responses related to the current economic crisis, we hired Barry Eidlin, a recent Ph.D. from the University of California, Berkeley, to engage in intensive independent research.\n\nDuring his tenure at the University of Wisconsin, from September 2012 through August 2014, Eidlin was an active presence in the department. He pursued his research focused on the decline of working class organizational strength in the U.S. as compared to its northern neighbor, Canada. Research indicates that as working class organizational strength has declined, socio-economic inequality has increased. The financial crisis has exacerbated these already worrying trends. As such, understanding the causes of working class organizational decline is important for understanding why and how the current crisis has had as powerful an impact as it has, as well as for understanding why the pain of the crisis has been distributed in the way it has been.\n\nMaking meticulous use of statistical and archival data, EidlinÆs research challenges common perceptions that working class organizational strength has always been different&mdash;and stronger&mdash;in Canada. Rather, he shows that there was a divergence in the postwar period. He then traces this divergence to differences in how working class organizations were brought into the political process in response to the political and economic unrest of the Great Depression and World War II. In the U.S., labor was incorporated as an interest group, whereas in Canada it was incorporated as a class representative. Eidlin shows how different state responses to worker unrest in that critical period powerfully shaped the different directions that politics and social policy took in the postwar years.\n\nOut of his existing research project, Eidlin developed a book manuscript, which will be published by Cambridge University Press in 2016. He also developed three article-length manuscripts. One was recently published in Politics &amp; Society, one of the top journals in EidlinÆs sub-field. Another has received favorable reviews after two rounds of revisions at one of the top journals in sociology. A third will appear as a chapter in an edited volume on the sociology of political parties, which will be published by Stanford University Press later this year. He also wrote a commissioned review article on class formation and class identity, which was published in Sociology Compass last year, and made progress on a chapter on class for the new SAGE Handbook on Work and Employment.\n\nWhile at Wisconsin, Eidlin also laid the groundwork for his next project, which seeks to understand why the ongoing economic crisis has failed to dislodge the existing economic policy orthodoxy, commonly known as austerity. While this research is still in its early phases, Eidlin has developed two working hypotheses based on his initial assessment of what might set the current crisis apart from past crises: First, important sections of the organized working class were incorporated into the pro-austerity coalition, thus muting their capacity to articulate a political alternative. This is especially the case for European social democratic parties, although labor unions have been far from immune from this tendency. Second, levels of international financial integration and increased political hegemony of the financial sector allowed a better coordinated, globalized financial elite to articulate and impose is policy preferences, even in the face of popular opposition. Related to this second point, the rise of finance seems to have created such a gulf between the \"real\" economy and the financial markets, such that it is possible for profitability to shoot to new highs while the rest of the economy drags along.\n\nThe ASA-NSF Postdoctoral Fellowship allowed Eidlin to pursue his very interesting, rigorous, and socially relevant research, while also providing profes..."
 }
}