{
 "awd_id": "0956425",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Improved Understanding of Water Isotope Fractionation in Atmospheric Vapor and Its Source",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 399440.0,
 "awd_amount": 399440.0,
 "awd_min_amd_letter_date": "2010-03-15",
 "awd_max_amd_letter_date": "2012-02-20",
 "awd_abstract_narration": "This research project aims to establish a premium water isotope research station with high quality, frequent and uninterrupted atmospheric vapor isotope (2H and 18O) measurements to investigate vapor isotope fractionation and its applications on ecosystem-atmosphere water and CO2 exchange.  The research builds upon current understanding of water vapor isotopic fractionation under the influence of vegetation-atmosphere interaction.  This project will evaluate a number of critical assumptions in hydrospheric isotope models, identify key fractionation processes, and develop mechanistic algorithms to address caveats that mask the potential of hydrogen and oxygen isotope tracers in hydrological and carbon cycle research.  Objectives of the research are to:  quantify the extent of below-cloud evaporation during the descent of raindrops and its effects on the vapor isotope variation in forest air; determine how this recycling of water affects atmospheric moisture and precipitation; evaluate plant-based proxy as an integrator of atmospheric vapor in surface air; provide mechanistic algorithms of isotope fractionation that accompanies surface evapotranspiration in hydrospheric isotope models.\r\n\r\nProducts of the research complement synthesis activities for a number of networks, including Biosphere-Atmosphere Stable Isotope Network (BASIN), Moisture Isotopes in the Biosphere and Atmosphere (MIBA), AmeriFlux, and North American Carbon Program (NACP) site interim synthesis.  New courses will be added to the curriculum to promote the use of stable isotope ratio measurements in biogeoscience research, in order to ensure a breadth of technological skills in students, encourage undergraduate student participation in laboratory research, and increase public awareness of the eco-hydrological consequences of climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chun-Ta",
   "pi_last_name": "Lai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chun-Ta Lai",
   "pi_email_addr": "chun-ta.lai@sdsu.edu",
   "nsf_id": "000252100",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 193994.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102160.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 103286.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Atmospheric moisture accounts for 0.001% of total water on Earth, and yet it has a disproportionally large impact on our climate system. Processes that control atmospheric humidity cycling are poorly understood. Oxygen and hydrogen isotopes are powerful tools to study global water cycles. Our ability to take advantage of these isotopic signals as tracers and environmental predictors was previously hampered because continuous water vapor isotope data were unattainable. This project successfully establishes water isotope research stations with high quality atmospheric vapor isotope measurements. These data provide experimental constraints to develop and evaluate isotope-enabled general circulation models for global and regional assessment of hydrological response to changing climate. Using state-of-the-art optical laser spectroscopy instrument, my research team provides year-round oxygen and hydrogen isotope ratio data in near-surface atmospheric moisture at two premium research stations:</p>\n<p>1) Wind River Field Station (WRFS) near Carson, WA. This Pacific Northwest old-growth coniferous forest supports ecosystem and global change studies by scientists belonging to a number of national research networks (US Forest Service Climate Hub and Tower Networks, AmeriFlux, National Ecological Observatory Network, PhenoCam Network, COSMOS-Cosmic ray Soil Moisture Observation System-Network, Smithsonian Institution Forest Dynamics Network). Hourly and continuous atmospheric vapor isotope data have been made available since summer 2010. My research team demonstrates that water fluxes via local/regional water pathways (evapotranspiration) exert a distinct isotopic imprint on atmospheric humidity. This isotopic signal is most discernable during vegetation&rsquo;s growing season. Another prevalent controlling factor of vapor isotope variation is atmospheric boundary mixing and synoptic weather events. These isotope measurements are being integrated into modeling toolbox of land-atmosphere interaction. Figures 1 &amp; 2 provide an example of research results at this site.</p>\n<p>2) Scripps Pier in La Jolla, San Diego, CA. Scripps Institution of Oceanography operates a suite of atmospheric and marine sensors at Scripps Pier, providing real-time weather, water, and biological data from coastal San Diego. My lab started hourly and uninterrupted atmospheric vapor mixing and isotope ratio measurements at this location in February 2014. Our results demonstrate that atmospheric moisture and its isotopic composition are predominantly influenced by synoptic weather cycles. Specifically, during Santa Ana winds condition, near-surface atmosphere is characterized by ultra low humidity of dry air descending from free troposphere. This dry air stream from inland is isotopically discernable from moist sea breeze. The two air masses collide and create a unique mixing episode that allows one to derive the origin of source moisture based on vapor isotope ratios. Some of the findings have been published as a feature article in <em>Water Resources Research</em> and highlighted by American Geophysical Union&rsquo;s <em>Eos Research Spotlight</em>. Figure 3 provide an example of research results at this site.</p>\n<p>Products include high-precision, -accuracy, -frequency atmospheric moisture mixing and isotope ratio data contribution to NSF DataONE online system. Research findings were presented in international conferences (e.g., American Geophysical Union Falling Meetings) and published as peer-reviewed articles in international journals and conference proceedings. This project supports two graduate student theses and promotes international collaboration (Water Isotopes Monitoring project <a href=\"http://waterisotopes.lsce.ipsl.fr\">http://waterisotopes.lsce.ipsl.fr</a>).</p>\n<p>This project is integrated into outreach activities held at the two research stations. Wind River Field Station education/ou...",
  "por_txt_cntn": "\nAtmospheric moisture accounts for 0.001% of total water on Earth, and yet it has a disproportionally large impact on our climate system. Processes that control atmospheric humidity cycling are poorly understood. Oxygen and hydrogen isotopes are powerful tools to study global water cycles. Our ability to take advantage of these isotopic signals as tracers and environmental predictors was previously hampered because continuous water vapor isotope data were unattainable. This project successfully establishes water isotope research stations with high quality atmospheric vapor isotope measurements. These data provide experimental constraints to develop and evaluate isotope-enabled general circulation models for global and regional assessment of hydrological response to changing climate. Using state-of-the-art optical laser spectroscopy instrument, my research team provides year-round oxygen and hydrogen isotope ratio data in near-surface atmospheric moisture at two premium research stations:\n\n1) Wind River Field Station (WRFS) near Carson, WA. This Pacific Northwest old-growth coniferous forest supports ecosystem and global change studies by scientists belonging to a number of national research networks (US Forest Service Climate Hub and Tower Networks, AmeriFlux, National Ecological Observatory Network, PhenoCam Network, COSMOS-Cosmic ray Soil Moisture Observation System-Network, Smithsonian Institution Forest Dynamics Network). Hourly and continuous atmospheric vapor isotope data have been made available since summer 2010. My research team demonstrates that water fluxes via local/regional water pathways (evapotranspiration) exert a distinct isotopic imprint on atmospheric humidity. This isotopic signal is most discernable during vegetationÆs growing season. Another prevalent controlling factor of vapor isotope variation is atmospheric boundary mixing and synoptic weather events. These isotope measurements are being integrated into modeling toolbox of land-atmosphere interaction. Figures 1 &amp; 2 provide an example of research results at this site.\n\n2) Scripps Pier in La Jolla, San Diego, CA. Scripps Institution of Oceanography operates a suite of atmospheric and marine sensors at Scripps Pier, providing real-time weather, water, and biological data from coastal San Diego. My lab started hourly and uninterrupted atmospheric vapor mixing and isotope ratio measurements at this location in February 2014. Our results demonstrate that atmospheric moisture and its isotopic composition are predominantly influenced by synoptic weather cycles. Specifically, during Santa Ana winds condition, near-surface atmosphere is characterized by ultra low humidity of dry air descending from free troposphere. This dry air stream from inland is isotopically discernable from moist sea breeze. The two air masses collide and create a unique mixing episode that allows one to derive the origin of source moisture based on vapor isotope ratios. Some of the findings have been published as a feature article in Water Resources Research and highlighted by American Geophysical UnionÆs Eos Research Spotlight. Figure 3 provide an example of research results at this site.\n\nProducts include high-precision, -accuracy, -frequency atmospheric moisture mixing and isotope ratio data contribution to NSF DataONE online system. Research findings were presented in international conferences (e.g., American Geophysical Union Falling Meetings) and published as peer-reviewed articles in international journals and conference proceedings. This project supports two graduate student theses and promotes international collaboration (Water Isotopes Monitoring project http://waterisotopes.lsce.ipsl.fr).\n\nThis project is integrated into outreach activities held at the two research stations. Wind River Field Station education/outreach events average 400 visitor days per year and normally consist of walking tours guided by WRFS staff through the old-growth forest to the tower site introduci..."
 }
}