{
 "awd_id": "0956371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  BiSciCol Tracker:  Towards a tagging and tracking infrastructure for biodiversity science collections",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2010-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 446838.0,
 "awd_amount": 475238.0,
 "awd_min_amd_letter_date": "2010-09-28",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "Scientific specimens, typically found in museum collections, serve as the anchor for an expanding array of information that grows and changes over time. This information, about specimens and the species that the specimens represent, is often scattered geographically across institutions and across independent computer systems, making it difficult to access or synthesize. The goal of this project is to develop a two-way system of linking and tracking scientific specimens and specimen-related data across biological collections, and to make this system widely available to the scientific community and the public. This system would employ globally unique identifiers, or GUIDs, to tag and update information associated with specimens, allowing communication between end users and collections.  This project will improve data quality and quantity for non-scientists and scientists, and will actively engage use communities through training workshops, summer student internships, and community BioBlitz enhancements.\r\n\r\nThe ability to integrate specimen data and associated information across biological collections will enable critical studies related to systematics, biogeography, and changing species distributions. These in turn have implications for climate change, changing land use, and other questions key to understanding the past, placing changes in an historical context, and predicting the future of species and environments. This project is part of a 10-year effort to digitize and mobilize the scientific information associated with biological specimens held in U.S. research collections. The images and digitized data from this project will be integrated into the online national resource as outlined in the community strategic plan available at http://digbiocol.files.wordpress.com/2010/05/digistratplanfinaldraft.pdf.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nico",
   "pi_last_name": "Cellinese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nico Cellinese",
   "pi_email_addr": "ncellinese@flmnh.ufl.edu",
   "nsf_id": "000483960",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norris",
   "pi_last_name": "Williams",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Norris H Williams",
   "pi_email_addr": "orchid@flmnh.ufl.edu",
   "nsf_id": "000350440",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Manchester",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Steven R Manchester",
   "pi_email_addr": "steven@flmnh.ufl.edu",
   "nsf_id": "000435780",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gustav",
   "pi_last_name": "Paulay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gustav Paulay",
   "pi_email_addr": "paulay@flmnh.ufl.edu",
   "nsf_id": "000114914",
   "pi_start_date": "2010-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 261001.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 28400.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 185837.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Natural history collections provide irreplaceable legacy information about our biosphere in an era of rapid change. At the heart of these collections are specimens, which have been collected in nature, and brought into museums for perpetuity. These specimens, and associated data collected in the field, and during downstream accessioning and curatorial processes, continue to provide new value long after they are first accessioned. For example, these specimens yield new derivatives, such as tissues used in genetic and genomic analyses, digital records that can be mapped en masse for reconstructing current and past species distributions, and images and other digital content that can help in quantifying the shape and size of biodiversity. As biocollections continue to be rapidly digitized and mobilized, a critical challenge is assuring that the digital content about specimens remains connected together. For example, an analog label associated with a specimen may be digitized in order to gather digital content about taxonomy, data and location of the collecting event and other associated content. This record might be further processed in order to conform to community data standards, and published online as part of ongoing efforts at mobilization. That same specimen at a later date might be subsampled for a tissue and those tissues processed for genomic DNA and ultimately used for genetic or genomic analyses. All of these contents need to be made available in repositories to support initial uses and re-use, and as importantly, they need to all easily and directly point back to the same original specimen.</p>\n<p class=\"p1\">The BiSciCol project is a multi-institutional collaboration developed to tackle the challenge of &ldquo;tagging and tracking&rdquo; specimens and their many derivatives, in the same way that packages shipped via the US mail system has tracking numbers. The challenge BiSciCol faced is that biocollections practice has been built around utilizing local identifiers within institutions, rather than Internet-scale globally unique identifiers. Past practices had also led to specimen records that used to share a common history becoming disconnected when brought into separate institutions. As well, there were as inconsistent (at best) practices among the community when reporting specimen identifiers associated with derivative digital data such as sequences. Finally, the current systems are built around data moving to repositories such as iDigBio or Genbank or Barcode of Life Data Systems in flat-file formats that impede the&nbsp;ability to link data together in new ways.</p>\n<p class=\"p1\">BiSciCol produced a suite of next step solutions to these structural and functional deep problems with the manner in which biocollections data propagate out from the originally collected objects. These solutions ranged across a broad space, and included the following components: 1) A collaboration with the California Digital Library (CDL) to produce a rational solution to the problem of uniquely identifying specimen records. Unlike images or PDFs, specimen records that point to a physical object are often bundled together as datasets, with each row pointing back to a specimen. As well, there are likely over a billion such records, straining the capacity of systems such as digital object identifiers (DOIs) commonly used. The solution with CDL focuses on identifying datasets, while also allowing for individual record identification by &ldquo;passing through&rdquo; that record level ID when resolving that identifier. The end result is that any record level ID can be &ldquo;resolved&rdquo; by a user to find out content related to the ID. 2) The BiSciCol team also studied current practices and isolated the problems in how identifiers are currently being used, especially noting that attempts to build systems where linkages between specimen data and sequence data were kept intact are currently not successful due to lack of strong curatorial practice in entering and maintaining those identifiers into systems. This work led to publications in the open access journals PLOS ONE and Zookeys. 3) The BiSciCol team developed software called &ldquo;The Triplifer&rdquo; and &ldquo;The Triplifer Simplifier&rdquo; that takes input biodiversity in any format, typically in spreadsheets, text-files and databases, and creates ready-made outputs in proper formats (RDF, or resource description framework) useful in more effectively linking data together. The &ldquo;Simplifier&rdquo; part of the toolkit takes the most common interchange format for biocollection data records, called Darwin Core Archives, and produces more properly linked data based on implicit interrelationships in this interchange data. This led to the publication about the tool in the open access journal BMC Bioinformatics. 4) The BiSciCol team has extended from implicit connections within and among datasets to modeling those more explicitly using burgeoning ontology approaches. BiSciCol team members were part of a publication on this new approach in PLOS ONE. Although the BiSciCol grant has ended, it has led to new work that is ongoing and has had its intended impacts on the biocollections and biodiversity informatics community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/17/2017<br>\n\t\t\t\t\tModified by: Nico&nbsp;Cellinese</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Natural history collections provide irreplaceable legacy information about our biosphere in an era of rapid change. At the heart of these collections are specimens, which have been collected in nature, and brought into museums for perpetuity. These specimens, and associated data collected in the field, and during downstream accessioning and curatorial processes, continue to provide new value long after they are first accessioned. For example, these specimens yield new derivatives, such as tissues used in genetic and genomic analyses, digital records that can be mapped en masse for reconstructing current and past species distributions, and images and other digital content that can help in quantifying the shape and size of biodiversity. As biocollections continue to be rapidly digitized and mobilized, a critical challenge is assuring that the digital content about specimens remains connected together. For example, an analog label associated with a specimen may be digitized in order to gather digital content about taxonomy, data and location of the collecting event and other associated content. This record might be further processed in order to conform to community data standards, and published online as part of ongoing efforts at mobilization. That same specimen at a later date might be subsampled for a tissue and those tissues processed for genomic DNA and ultimately used for genetic or genomic analyses. All of these contents need to be made available in repositories to support initial uses and re-use, and as importantly, they need to all easily and directly point back to the same original specimen.\nThe BiSciCol project is a multi-institutional collaboration developed to tackle the challenge of \"tagging and tracking\" specimens and their many derivatives, in the same way that packages shipped via the US mail system has tracking numbers. The challenge BiSciCol faced is that biocollections practice has been built around utilizing local identifiers within institutions, rather than Internet-scale globally unique identifiers. Past practices had also led to specimen records that used to share a common history becoming disconnected when brought into separate institutions. As well, there were as inconsistent (at best) practices among the community when reporting specimen identifiers associated with derivative digital data such as sequences. Finally, the current systems are built around data moving to repositories such as iDigBio or Genbank or Barcode of Life Data Systems in flat-file formats that impede the ability to link data together in new ways.\nBiSciCol produced a suite of next step solutions to these structural and functional deep problems with the manner in which biocollections data propagate out from the originally collected objects. These solutions ranged across a broad space, and included the following components: 1) A collaboration with the California Digital Library (CDL) to produce a rational solution to the problem of uniquely identifying specimen records. Unlike images or PDFs, specimen records that point to a physical object are often bundled together as datasets, with each row pointing back to a specimen. As well, there are likely over a billion such records, straining the capacity of systems such as digital object identifiers (DOIs) commonly used. The solution with CDL focuses on identifying datasets, while also allowing for individual record identification by \"passing through\" that record level ID when resolving that identifier. The end result is that any record level ID can be \"resolved\" by a user to find out content related to the ID. 2) The BiSciCol team also studied current practices and isolated the problems in how identifiers are currently being used, especially noting that attempts to build systems where linkages between specimen data and sequence data were kept intact are currently not successful due to lack of strong curatorial practice in entering and maintaining those identifiers into systems. This work led to publications in the open access journals PLOS ONE and Zookeys. 3) The BiSciCol team developed software called \"The Triplifer\" and \"The Triplifer Simplifier\" that takes input biodiversity in any format, typically in spreadsheets, text-files and databases, and creates ready-made outputs in proper formats (RDF, or resource description framework) useful in more effectively linking data together. The \"Simplifier\" part of the toolkit takes the most common interchange format for biocollection data records, called Darwin Core Archives, and produces more properly linked data based on implicit interrelationships in this interchange data. This led to the publication about the tool in the open access journal BMC Bioinformatics. 4) The BiSciCol team has extended from implicit connections within and among datasets to modeling those more explicitly using burgeoning ontology approaches. BiSciCol team members were part of a publication on this new approach in PLOS ONE. Although the BiSciCol grant has ended, it has led to new work that is ongoing and has had its intended impacts on the biocollections and biodiversity informatics community.\n\n\t\t\t\t\tLast Modified: 01/17/2017\n\n\t\t\t\t\tSubmitted by: Nico Cellinese"
 }
}