{
 "awd_id": "0956581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Biologically Relevant Sulfur Radical Cation Chemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 569100.0,
 "awd_amount": 569100.0,
 "awd_min_amd_letter_date": "2010-07-20",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "With this award, the Chemical Structure, Dynamics, and Mechanisms Program supports Richard S. Glass of University of Arizona in a project investigating the role of organosulfur radical cations in various biologically significant reactions.  The effect of neighboring group participation, by amide and aromatic groups, in the formation and stabilization of these radical cations will be studied. Factors that lower the oxidation potential, thereby stabilizing the resulting sulfur radical cations, and the nature of the bonding in these unique systems will be assessed. To accomplish these goals a combination of techniques, including the use of conformationally constrained molecules, electrochemistry, pulse radiolysis, electron paramagnetic resonance, photoelectron spectroscopy and theoretical calculations, will be used. \r\n\r\nThese studies will involve undergraduate and postdoctoral students as well as collaborations with researchers at the University of Kansas, the University of Fribourg and the University of Notre Dame.  This project is expected to contribute to an understanding of long range electron transfer in biology, the chemical basis of Alzheimer's disease and the mechanism of oxidation of methionine residues in peptides and proteins.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Glass",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Richard S Glass",
   "pi_email_addr": "rglass@email.arizona.edu",
   "nsf_id": "000158911",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Schoneich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christian Schoneich",
   "pi_email_addr": "schoneic@ku.edu",
   "nsf_id": "000406208",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gordon",
   "pi_last_name": "Hug",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordon Hug",
   "pi_email_addr": "hug.1@nd.edu",
   "nsf_id": "000311797",
   "pi_start_date": "2010-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 569100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;The Nobel Prize in Chemistry awarded in 2000 to Alan J. Heeger, Alan G. MacDiarmid and Hideki Shirawaka was in recognition of their transforming insulating plastics into electrically conducting material thereby allowing them to function as wires. To accomplish this feat &ldquo;doping&rdquo; was required in which electrons are removed to generate holes which enable the remaining electrons to move easily through the &ldquo;conjugated&rdquo; system. These ideas for electron mobility may be applicable to biological systems in which electron movement through proteins and, ultimately to oxygen, is important for life. Our research showed the chemical feasibility that certain side chains of amino acids found in proteins, which when properly arranged in space relative to each other conduct electrons easily when &ldquo;doped.&rdquo; This significantly extends the ideas of conduction of electrons since &ldquo;conjugated systems,&rdquo; such as those essential to the Heeger, MacDiarmid and Shirakawa plastics were not involved. Thus the process found by us for conducting electrons is unequivocally proven in chemical model systems and it remains to be demonstrated whether Nature actually takes advantage of this possibility in &ldquo;wiring&rdquo; redox proteins and redox signaling. In addition, certain such arrangements render the proteins susceptible to &ldquo;oxidative damage.&rdquo; Indeed we have identified chemical examples of such damage that may be of biological importance. Oxidative damage is the basis for inflammation and certain neurological diseases. Thus our results may help enable the treatment and prevention of inflammation and certain neurological diseases.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/16/2014<br>\n\t\t\t\t\tModified by: Richard&nbsp;S&nbsp;Glass</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  The Nobel Prize in Chemistry awarded in 2000 to Alan J. Heeger, Alan G. MacDiarmid and Hideki Shirawaka was in recognition of their transforming insulating plastics into electrically conducting material thereby allowing them to function as wires. To accomplish this feat \"doping\" was required in which electrons are removed to generate holes which enable the remaining electrons to move easily through the \"conjugated\" system. These ideas for electron mobility may be applicable to biological systems in which electron movement through proteins and, ultimately to oxygen, is important for life. Our research showed the chemical feasibility that certain side chains of amino acids found in proteins, which when properly arranged in space relative to each other conduct electrons easily when \"doped.\" This significantly extends the ideas of conduction of electrons since \"conjugated systems,\" such as those essential to the Heeger, MacDiarmid and Shirakawa plastics were not involved. Thus the process found by us for conducting electrons is unequivocally proven in chemical model systems and it remains to be demonstrated whether Nature actually takes advantage of this possibility in \"wiring\" redox proteins and redox signaling. In addition, certain such arrangements render the proteins susceptible to \"oxidative damage.\" Indeed we have identified chemical examples of such damage that may be of biological importance. Oxidative damage is the basis for inflammation and certain neurological diseases. Thus our results may help enable the treatment and prevention of inflammation and certain neurological diseases.\n\n\t\t\t\t\tLast Modified: 10/16/2014\n\n\t\t\t\t\tSubmitted by: Richard S Glass"
 }
}