{
 "awd_id": "0957464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Causation and evolution",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 49327.0,
 "awd_amount": 49327.0,
 "awd_min_amd_letter_date": "2010-03-15",
 "awd_max_amd_letter_date": "2010-03-15",
 "awd_abstract_narration": "This is a project to investigate the extent to which recent and influential work in philosophy of science on the theory of causal explanation sheds light on the explanatory character of natural selection. Evolutionary explanations such as the following are commonplace: 'Thick-furred polar bears were fitter than thin-furred ones because of greater insulation, and this explains why polar bears have thick fur today.' The orthodox view, in both science and philosophy, is that they show natural selection to be a cause of biological outcomes. However, that orthodoxy has recently come under sustained attack. In particular, it has been argued that natural selection should instead be seen as a mere statistical summary of the operation of other causes, as in the case of life expectancy.\r\n\r\nA core element of the project will involve getting straight on the many senses of fitness. The fundamental conundrum is that 'fitness' as understood by modern population genetics is defined in terms of outcomes, suggesting it is then circular to invoke fitness also to explain those very same outcomes. 'Survival of the fittest' becomes an empty tautology. The PI will examine whether the various different senses of fitness in the literature can be shown, at least in some circumstances, to be causally related to each other in the necessary way. An analogous controversy surrounds another basic evolutionary process, namely genetic drift. The reward for applying relevant philosophical theory there promises to be a series of surprising results about just how much drift does and does not really explain.\r\n\r\nBy bridging the gap between the foundations of biology literature and the philosophical literature on causation, the PI hopes to clarify contentious discussion about the interpretation of evolutionary theory. Many other debates in philosophy of biology could be transformed by the outcome of this project, given its fundamental character. The PI also expects that the project will serve to foster links between different areas of intellectual enquiry; it could inspire applying ideas from the causal explanation literature to illuminate foundational issues in other scientific areas.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Northcott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Northcott",
   "pi_email_addr": "northcottr@umsl.edu",
   "nsf_id": "000490743",
   "pi_start_date": "2010-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Saint Louis",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145165897",
  "inst_zip_code": "631214400",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "GWCTP4CQ1E65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Saint Louis",
  "perf_str_addr": "1 UNIVERSITY BLVD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631214400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49327.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a constant stream of well publicized new research concerning one evolutionary hypothesis or another. These often inspire intense public reaction, as witness that, for instance, to recent work on the evolutionary story behind human female orgasm. Yet the conceptual issues underlying such eye-catching science are intricate and therefore prone to being misunderstood.</p>\n<p>&nbsp;</p>\n<p>Northcott&rsquo;s research has focused in particular on the issue of in what sense natural selection and fitness can be said to explain evolutionary outcomes. After all, a trait&rsquo;s fitness is often defined by how successful it is likely to be, so it seems circular then to use fitness itself to explain that very success. Several sophisticated versions of this critique have appeared recently. But I think, in accordance with the orthodox view, that fitness can explain outcomes, once we understand clearly that there is more than one sense of &lsquo;fitness&rsquo; in use in science. To show this has required recent technical work from philosophy on how best to understand scientific explanations.</p>\n<p>&nbsp;</p>\n<p>I also tackle a similar issue with respect to the process known as genetic drift, which, roughly speaking, refers to cases of evolutionary success that have occurred &lsquo;randomly&rsquo; rather than because of a trait&rsquo;s fitness. I argue that there is a limited sense in which, again in accordance with orthodoxy, such drift too can also explain evolutionary outcomes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2011<br>\n\t\t\t\t\tModified by: Robert&nbsp;Northcott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is a constant stream of well publicized new research concerning one evolutionary hypothesis or another. These often inspire intense public reaction, as witness that, for instance, to recent work on the evolutionary story behind human female orgasm. Yet the conceptual issues underlying such eye-catching science are intricate and therefore prone to being misunderstood.\n\n \n\nNorthcottÆs research has focused in particular on the issue of in what sense natural selection and fitness can be said to explain evolutionary outcomes. After all, a traitÆs fitness is often defined by how successful it is likely to be, so it seems circular then to use fitness itself to explain that very success. Several sophisticated versions of this critique have appeared recently. But I think, in accordance with the orthodox view, that fitness can explain outcomes, once we understand clearly that there is more than one sense of æfitnessÆ in use in science. To show this has required recent technical work from philosophy on how best to understand scientific explanations.\n\n \n\nI also tackle a similar issue with respect to the process known as genetic drift, which, roughly speaking, refers to cases of evolutionary success that have occurred ærandomlyÆ rather than because of a traitÆs fitness. I argue that there is a limited sense in which, again in accordance with orthodoxy, such drift too can also explain evolutionary outcomes.\n\n\t\t\t\t\tLast Modified: 03/01/2011\n\n\t\t\t\t\tSubmitted by: Robert Northcott"
 }
}