{
 "awd_id": "0957002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Authenticity and Historical Fidelity in Ecological Restoration: The Case of Former U.S. Military Lands",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 244881.0,
 "awd_amount": 244881.0,
 "awd_min_amd_letter_date": "2010-01-13",
 "awd_max_amd_letter_date": "2010-01-13",
 "awd_abstract_narration": "In recent decades, hundreds of U.S. Department of Defense installations have closed as military infrastructure in the United States. Many of these military sites are heavily contaminated with toxic chemicals and unexploded ordnance; however, many of these same lands are ecologically rich and relatively undeveloped. This combination of characteristics has led to the conversion of almost two dozen former military bases to National Wildlife Refuges. The restoration of these military-to-wildlife (M2W) conversion sites raises important questions about restoration goals and the values that underlie them. This project investigates two key values in ecological restoration - authenticity and historical fidelity - and their relation to restoration at M2W sites. The research explicitly considers the values that underlie restoration goals at military-to-wildlife conversion sites and probes the extent to which these values and goals account for the sites' complex genealogies. The research will illuminate the critical ethical and practical question of what restoration should preserve, recreate, or obscure, while also addressing important issues facing managers of M2W lands as they develop restoration plans. Whether restoration should aim to recreate \"pre-settlement conditions,\" \"pre-military conditions,\" or have another goal, and how these goals produce authentic restorations or historically faithful ones, are questions of pressing practical importance. The philosophical portion of this study utilizes conceptual analysis to investigate existing conceptions of authenticity and historical fidelity in the ecological restoration literature. These results will be synthesized with empirical case studies of three M2W sites, involving document reviews, archival research, on-site visits, and interviews and surveys of land managers and refuge visitors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Havlick",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Havlick",
   "pi_email_addr": "dhavlick@uccs.edu",
   "nsf_id": "000417567",
   "pi_start_date": "2010-01-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marion",
   "pi_last_name": "Hourdequin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marion Hourdequin",
   "pi_email_addr": "marion.hourdequin@coloradocollege.edu",
   "nsf_id": "000535357",
   "pi_start_date": "2010-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Colorado Springs",
  "inst_street_address": "1420 AUSTIN BLUFFS PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "COLORADO SPRINGS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7192553153",
  "inst_zip_code": "809183733",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CO05",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "RH87YDXC1AY5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Colorado Springs",
  "perf_str_addr": "1420 AUSTIN BLUFFS PKWY",
  "perf_city_name": "COLORADO SPRINGS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "809183733",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 244881.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated two key guiding values in ecological restoration, authenticity and historical fidelity, and their relevance to the restoration of wildlife refuges formerly managed as military sites.&nbsp; The establishment of restoration goals has traditionally depended on the idea of historical fidelity, or faithfulness to the historical, pre-disturbance conditions at a site.&nbsp; According to this model, authentic restoration is restoration that recreates an ecosystem as it existed prior to significant human influence.&nbsp; <br /> <br /> This research used the complementary but diverse perspectives of environmental philosophy and human geography to explore restoration goals at a number of former military installations in relation to the traditional values of authenticity and historical fidelity. All of the sites studied exemplify qualities of &ldquo;hybrid landscapes&rdquo;: they are neither purely natural, nor purely cultural; instead, cultural and natural features are deeply intertwined. As these sites become the focus of clean up and ecological restoration efforts in order to benefit wildlife and the visiting public, their mixed qualities and changing land use designations often create significant technical, ecological, social, and ethical challenges for land managers, scientists, local citizens, and policy makers.<br /> <br /> The research developed new interpretations of authenticity and historical fidelity that better fit the complex character of these former military lands, as well as empirical social science research aimed at understanding citizens&rsquo; and land managers&rsquo; perceptions of and preferred restoration goals for these lands.&nbsp;</p>\n<p>In research surveys and interviews, we found that wildlife refuge personnel working at these former military sites, as well as the public visiting these areas, typically expressed views of restoration that fit the traditional model. That is, despite decades of military use and an array of hazards that often remains at these sites, visitors and land managers expected restoration efforts to return the land to ecological conditions that largely removed evidence of significant human activity. This orientation has substantially shaped and continues to shape restoration goals on U.S. public lands, including goals at the project study sites. Volunteers who spend considerable time at the sites, and groups dedicated to the military or local histories of the sites, emphasized a different set of restoration goals that focused on retaining meaning at these sites, including legacies of military land seizures, environmental contamination, and subsequent activism to push for base closures and/or cleanups.<br /> &nbsp;<br /> With respect to the conceptual/philosophical component of the project, the researchers proposed that authentic restoration at these sites may be understood in two ways.&nbsp; The first, more traditional sense focuses attention on how well restoration recreates the historical, natural, pre-disturbance landscape.&nbsp; A second sense of authenticity focuses attention on how restored military landscapes faithfully convey their complex histories.&nbsp; Even when restoration does not authentically replicate past ecological conditions, restored military landscapes can offer the public an authentic account of the complexity of the site&rsquo;s social and ecological history and the challenges and opportunities for restoration that follow. In the case of military-to-wildlife conversion sites, we suggest that the second sense of authenticity may be most relevant.</p>\n<p>We suggest an approach to restoration that acknowledges the value of the past without insisting on a return to pre-settlement or pre-disturbance conditions. This approach accommodates both continuity and dynamism in sites&rsquo; diverse histories.&nbsp; In particular, the approach considers restoration as part of a landscape&rsquo;...",
  "por_txt_cntn": "\nThis project investigated two key guiding values in ecological restoration, authenticity and historical fidelity, and their relevance to the restoration of wildlife refuges formerly managed as military sites.  The establishment of restoration goals has traditionally depended on the idea of historical fidelity, or faithfulness to the historical, pre-disturbance conditions at a site.  According to this model, authentic restoration is restoration that recreates an ecosystem as it existed prior to significant human influence.  \n \n This research used the complementary but diverse perspectives of environmental philosophy and human geography to explore restoration goals at a number of former military installations in relation to the traditional values of authenticity and historical fidelity. All of the sites studied exemplify qualities of \"hybrid landscapes\": they are neither purely natural, nor purely cultural; instead, cultural and natural features are deeply intertwined. As these sites become the focus of clean up and ecological restoration efforts in order to benefit wildlife and the visiting public, their mixed qualities and changing land use designations often create significant technical, ecological, social, and ethical challenges for land managers, scientists, local citizens, and policy makers.\n \n The research developed new interpretations of authenticity and historical fidelity that better fit the complex character of these former military lands, as well as empirical social science research aimed at understanding citizensÆ and land managersÆ perceptions of and preferred restoration goals for these lands. \n\nIn research surveys and interviews, we found that wildlife refuge personnel working at these former military sites, as well as the public visiting these areas, typically expressed views of restoration that fit the traditional model. That is, despite decades of military use and an array of hazards that often remains at these sites, visitors and land managers expected restoration efforts to return the land to ecological conditions that largely removed evidence of significant human activity. This orientation has substantially shaped and continues to shape restoration goals on U.S. public lands, including goals at the project study sites. Volunteers who spend considerable time at the sites, and groups dedicated to the military or local histories of the sites, emphasized a different set of restoration goals that focused on retaining meaning at these sites, including legacies of military land seizures, environmental contamination, and subsequent activism to push for base closures and/or cleanups.\n  \n With respect to the conceptual/philosophical component of the project, the researchers proposed that authentic restoration at these sites may be understood in two ways.  The first, more traditional sense focuses attention on how well restoration recreates the historical, natural, pre-disturbance landscape.  A second sense of authenticity focuses attention on how restored military landscapes faithfully convey their complex histories.  Even when restoration does not authentically replicate past ecological conditions, restored military landscapes can offer the public an authentic account of the complexity of the siteÆs social and ecological history and the challenges and opportunities for restoration that follow. In the case of military-to-wildlife conversion sites, we suggest that the second sense of authenticity may be most relevant.\n\nWe suggest an approach to restoration that acknowledges the value of the past without insisting on a return to pre-settlement or pre-disturbance conditions. This approach accommodates both continuity and dynamism in sitesÆ diverse histories.  In particular, the approach considers restoration as part of a landscapeÆs ongoing, evolving narrative, and focuses attention on how restoration can preserve and enhance the siteÆs ecological, social, cultural, and historical meanings and values.\n \n In order to di..."
 }
}