{
 "awd_id": "0957039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-NEW: Towards an Infrastructure for Research on Multimodal Language Processing in Situated Human Robot Dialogue",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 217275.0,
 "awd_amount": 229275.0,
 "awd_min_amd_letter_date": "2010-02-23",
 "awd_max_amd_letter_date": "2012-12-05",
 "awd_abstract_narration": "A new generation of robots is emerging which aims to interact with humans on a daily basis to provide service, care, and companionship.  To support natural interaction between people and this type of robot, robust language processing enabling situated human robot dialogue will become increasingly important.  Compared to traditional spoken dialogue systems and multimodal conversational interfaces, situated human robot dialogue is drastically different due to two unique characteristics.  The first characteristic is situatedness.  A robot is situated in a physical world that is cohabited with human partners.  The spatial relations between the robot, the human, and the environment, and the dynamic nature of the surroundings, have a massive influence on how the robot accomplishes its task and interacts with the human.  The second characteristic is embodiment.  A robot and its human partner both have physical bodies in the environment.  In embodied communication, speakers make extensive use of non-verbal modalities (e.g., eye gaze and gestures) to engage in conversation and make reference to the shared environment.  These two characteristics make automated interpretation of human language in situated human robot dialogue extremely challenging.  This is funding to provide the PI and her team with an enhanced infrastructure that will enable them to address these challenges.  The new resources will include a physical environment and a virtual environment to enable human-centered investigation, tools to capture human multimodal language behaviors that include human speech, eye gaze, and gesture during situated human robot dialogue, and systems to support Wizard-of-Oz experiments, data collection, and data analysis.   The integration of a physical world and a virtual world is an innovation of the new infrastructure.  Limitations of sensor and effector technology often make it difficult or expensive to change robot configurations and implement desired behaviors.  The virtual world paradigm allows efficient and high fidelity simulation of the physical world and robots, as well as studies on multimodal language behavior under many different conditions which are otherwise difficult to obtain in the physical world.  The new infrastructure will enable a human-centered approach by facilitating a wide variety of controlled experiments.  It will enable new empirical findings and provide a testbed for advanced techniques for multimodal language processing that are psycholinguistically plausible.\r\n\r\nBroader Impacts:  The new infrastructure will provide tremendous research and collaborative opportunities for the PI and her colleagues at Michigan State University.  It will have profound implications in enabling the next generation of social and cognitive robots.  This infrastructure will also provide new and exciting training and education opportunities for students at MSU through research mentoring and curriculum development.  It will bring new educational experiences to K-12 students and encourage broader participation in engineering through several outreach programs at MSU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joyce",
   "pi_last_name": "Chai",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Joyce Y Chai",
   "pi_email_addr": "chaijy@umich.edu",
   "nsf_id": "000477137",
   "pi_start_date": "2010-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 229275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A new generation of robots have emerged in recent years to serve as assistants and companions to human partners. To support natural interaction between humans and this type of cognitive robots, technology enabling situated human-robot dialogue has become increasingly important.&nbsp; This project has acquired resources towards a new infrastructure to support research on situated human-robot dialogue. &nbsp;More specifically, through this project, several robots (e.g., PeopleBot, NAO, and a robotic arm) have been acquired together with equipment to track human multimodal language behaviors (e.g., mobile eye tracker, a Kinect, and a stereo camera). This project has also developed software tools for virtual world simulation and created systems for Wizard-of-Oz experiments. The resulting infrastructure has provided many opportunities to conduct research on situated human-robot dialogue. For example, it has been used to develop and evaluate algorithms for collaborative referential grounding in human-robot dialogue. In addition, this project has also provided exciting training and education opportunities for K-12 students and students at MSU. For example, the NAO robot was demonstrated to kindergarten children and the PeopleBot was brought to the classroom to teach concepts in Artificial Intelligence. In the long run, this infrastructure will enable new empirical findings and provide a testbed for advanced techniques for situated multimodal language processing in human-robot dialogue.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2014<br>\n\t\t\t\t\tModified by: Joyce&nbsp;Y&nbsp;Chai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA new generation of robots have emerged in recent years to serve as assistants and companions to human partners. To support natural interaction between humans and this type of cognitive robots, technology enabling situated human-robot dialogue has become increasingly important.  This project has acquired resources towards a new infrastructure to support research on situated human-robot dialogue.  More specifically, through this project, several robots (e.g., PeopleBot, NAO, and a robotic arm) have been acquired together with equipment to track human multimodal language behaviors (e.g., mobile eye tracker, a Kinect, and a stereo camera). This project has also developed software tools for virtual world simulation and created systems for Wizard-of-Oz experiments. The resulting infrastructure has provided many opportunities to conduct research on situated human-robot dialogue. For example, it has been used to develop and evaluate algorithms for collaborative referential grounding in human-robot dialogue. In addition, this project has also provided exciting training and education opportunities for K-12 students and students at MSU. For example, the NAO robot was demonstrated to kindergarten children and the PeopleBot was brought to the classroom to teach concepts in Artificial Intelligence. In the long run, this infrastructure will enable new empirical findings and provide a testbed for advanced techniques for situated multimodal language processing in human-robot dialogue.\n\n\t\t\t\t\tLast Modified: 05/30/2014\n\n\t\t\t\t\tSubmitted by: Joyce Y Chai"
 }
}