{
 "awd_id": "0957555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Flexible Precursor Strategies to New Catalytic Metal Phosphide and Phosphide-Sulfide Materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 386000.0,
 "awd_amount": 386000.0,
 "awd_min_amd_letter_date": "2010-06-21",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "With the support of the Chemical Catalysis Program in the Chemistry Division, Professor Edward G. Gillan of the Chemistry Department at the University of Iowa seeks support for research related to a recently discovered energetically favorable oxygen-free method to produce nanocrystalline phosphorus-rich metal phosphides (e.g., NiP2). This new method uses much lower temperatures and greater macrostructural flexibility than has previously been demonstrated in phosphide synthesis. The proposed research studies will manipulate experimental conditions, particularly with respect to Lewis base coordinating additives in solvothermal reactions, to develop rational and flexible synthetic methodologies for nanoparticle metal phosphide growth. Advances in understanding the molecular basis of precursor reactivity are critical to the tuning and control of composition, structure, and morphology of resulting metal phosphides, sulfides, and mixed anion/cation structures. Improved molecular synthetic understanding will lead to more sophisticated chemical syntheses of phosphide (and sulfide) materials with structural complexity and physical properties that are not accessible by current synthetic methodologies.\r\n\r\nWith the support of the Chemical Catalysis Program in the Chemistry Division, Professor Gillan will perform research where the specific chemical reactivity investigated will encompass catalysis related to photochemical hydrogen evolution from aqueous and alcohol media and thermal catalytic removal of sulfur from organic molecules. Both catalytic processes have potential impacts in energy-relevant areas, particularly in hydrogen implementation in fuel cell technology and in sulfur removal from hydrocarbon fuels. Broader impacts also include training key research personnel to work on multifaceted research at the interface of molecular and materials chemistry and to provide the postdoctoral, graduate, and undergraduate students with the critical tools necessary for future success outside the academic laboratory. Specifically, they will be taught how to design and implement appropriate research safety protocols in the laboratory environment, to foster beneficial collaborative interactions with other researchers in allied fields, and to effectively mentor junior colleagues in design of research strategies. In addition to improvements in the teaching of materials chemistry to undergraduates, Professor Gillan has established new partnerships with the University of Iowa's Nanoscience and Nanotechnology Institute to aid in educating K-12 teachers and the community about real world applications of useful chemical reactions and inorganic and organic materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Gillan",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Edward G Gillan",
   "pi_email_addr": "edward-gillan@uiowa.edu",
   "nsf_id": "000444066",
   "pi_start_date": "2010-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 386000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF research grant supported the development of new synthetic strategies for the synthesis of unusual inorganic materials and templated structures that may have useful long-term application in alternate energy catalytic chemistry, particularly in generating hydrogen fuels from renewable sources using light-assisted catalysis.&nbsp; Before highlighting the most promising materials growth outcomes from this project, it is important to emphasize the key graduate and undergraduate student research development opportunities provided by this grant.&nbsp; A major portion of the grant was used for stipends for research associates.&nbsp; Several of these supported students from underrepresented groups (African-American and Hispanic-American) who came from near (Monmouth College, Illinois and Grand Valley State University, Michigan) and far (Morehouse College, Georgia).&nbsp; During the grant period one student obtained an M.S. degree and two graduate students from underrepresented groups are making great progress towards Ph.D. degrees. &nbsp;Several other undergraduates have gone onto graduate and professional degree programs (MIT, Massachusetts; University of Texas, Austin) or entered the chemical sciences workforce (Penford, Iowa) and utilize their chemical research training obtained in the Gillan lab as a direct result of this research grant.</p>\n<p>Several research advances made possible through support of this NSF research grant include new synthetic designs:&nbsp; (a) to reproducibly produce unusual phosphorus-rich metal phosphides at moderate temperatures near 500 &deg;C, (b) to deposit thin coatings of metal phosphides onto photoactive titania powders, (c) to extend metal phosphide growth strategy to produce unusual and more complex metal phosphide sulfides, (d) and to further develop new porous and photoactive nitride and oxide solids as catalyst supports for metal phosphide coatings and as stand-alone catalysts.&nbsp; In addition, several initial proof-of-concept photocatalytic reactions were performed using selected materials produced in this work.&nbsp; Photo-reactions included organic dye oxidation using air and UV light and hydrogen evolution water splitting reactions with a methanol sacrificial oxidant.&nbsp; While promising initial results on photoactivity for metal phosphides was observed, further experimental work is necessary to determine the best conditions and catalyst combination for UV and visible photocatalytic reactions.&nbsp; The layered metal phosphide sulfides may find use in insertion reactions relevant to battery electrochemical processes.</p>\n<p>The new materials and flexible synthetic strategies arising from this inorganic materials catalysis project may lead to new catalysts and porous supports with improved light harvesting for catalytic energy processes.&nbsp; Importantly the chosen materials do not rely on expensive metals and focus is on lower cost earth abundant metals and may result in cost effective means to extract hydrogen fuels from water using one or more combinations of materials produced by this NSF funded research.&nbsp; Several additional key papers resulting from this funded work will soon be submitted on synthesis and characterization of metal phosphide sulfides, botanically templated porous metal oxides, and metal-doped titanias.&nbsp; A major revamp of the Gillan research web site was also completed that more effectively communicates the importance of these research projects to the research community and general public.&nbsp;</p>\n<p>In addition to key research discoveries and important student training advances, particularly with those from underrepresented groups, this grant included several broader undergraduate student education and community outreach efforts conducted by the PI (Gillan).&nbsp; A first year undergraduate seminar program was developed that introduced the importance of solid-state materials in a rang...",
  "por_txt_cntn": "\nThis NSF research grant supported the development of new synthetic strategies for the synthesis of unusual inorganic materials and templated structures that may have useful long-term application in alternate energy catalytic chemistry, particularly in generating hydrogen fuels from renewable sources using light-assisted catalysis.  Before highlighting the most promising materials growth outcomes from this project, it is important to emphasize the key graduate and undergraduate student research development opportunities provided by this grant.  A major portion of the grant was used for stipends for research associates.  Several of these supported students from underrepresented groups (African-American and Hispanic-American) who came from near (Monmouth College, Illinois and Grand Valley State University, Michigan) and far (Morehouse College, Georgia).  During the grant period one student obtained an M.S. degree and two graduate students from underrepresented groups are making great progress towards Ph.D. degrees.  Several other undergraduates have gone onto graduate and professional degree programs (MIT, Massachusetts; University of Texas, Austin) or entered the chemical sciences workforce (Penford, Iowa) and utilize their chemical research training obtained in the Gillan lab as a direct result of this research grant.\n\nSeveral research advances made possible through support of this NSF research grant include new synthetic designs:  (a) to reproducibly produce unusual phosphorus-rich metal phosphides at moderate temperatures near 500 &deg;C, (b) to deposit thin coatings of metal phosphides onto photoactive titania powders, (c) to extend metal phosphide growth strategy to produce unusual and more complex metal phosphide sulfides, (d) and to further develop new porous and photoactive nitride and oxide solids as catalyst supports for metal phosphide coatings and as stand-alone catalysts.  In addition, several initial proof-of-concept photocatalytic reactions were performed using selected materials produced in this work.  Photo-reactions included organic dye oxidation using air and UV light and hydrogen evolution water splitting reactions with a methanol sacrificial oxidant.  While promising initial results on photoactivity for metal phosphides was observed, further experimental work is necessary to determine the best conditions and catalyst combination for UV and visible photocatalytic reactions.  The layered metal phosphide sulfides may find use in insertion reactions relevant to battery electrochemical processes.\n\nThe new materials and flexible synthetic strategies arising from this inorganic materials catalysis project may lead to new catalysts and porous supports with improved light harvesting for catalytic energy processes.  Importantly the chosen materials do not rely on expensive metals and focus is on lower cost earth abundant metals and may result in cost effective means to extract hydrogen fuels from water using one or more combinations of materials produced by this NSF funded research.  Several additional key papers resulting from this funded work will soon be submitted on synthesis and characterization of metal phosphide sulfides, botanically templated porous metal oxides, and metal-doped titanias.  A major revamp of the Gillan research web site was also completed that more effectively communicates the importance of these research projects to the research community and general public. \n\nIn addition to key research discoveries and important student training advances, particularly with those from underrepresented groups, this grant included several broader undergraduate student education and community outreach efforts conducted by the PI (Gillan).  A first year undergraduate seminar program was developed that introduced the importance of solid-state materials in a range of key commercial technologies (solar cells, batteries, lighting, structural building materials).  Students from various disciplines learned of the impor..."
 }
}