{
 "awd_id": "0957702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Circulenes as Probes of Aromaticity and Models for Graphene Defects",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2010-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 372000.0,
 "awd_amount": 372000.0,
 "awd_min_amd_letter_date": "2010-09-18",
 "awd_max_amd_letter_date": "2010-09-18",
 "awd_abstract_narration": "In this project funded by the Chemical Synthesis Program of the Chemistry Division, Professor Benjamin T. King and his students in the Chemistry Department of the University of Nevada, Reno will prepare and study new circulenes and kekulenes.  These compounds can answer important questions about the nature of aromaticity.  In addition, they also serve as models for defects and provide a starting point to understand the chemistry and physics of graphenes and nanotubes.  \r\n\r\nGraphenes and nanotubes are emerging classes of compounds of significant importance, as they are likely to find widespread technological applications within the next decade.  Understanding the role of defects in these compounds is vital to their applications.  The proposed study is also important in the development of the next generation of a technical workforce.  Both graduate and undergraduate students will be trained through the proposed research.  In addition, broadening participation efforts to recruit high school students out of a diverse candidate pool from local high schools will steer these students down a path to scientific careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "King",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin T King",
   "pi_email_addr": "king@chem.unr.edu",
   "nsf_id": "000240571",
   "pi_start_date": "2010-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 372000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fullerenes, carbon nanotubes, and graphene are the wunderkinds of modern materials chemistry.&nbsp; All three of these materials are made up of carbon atoms that form three bonds, the <em>sp<sup>2</sup> </em>carbon atom.&nbsp; In the course of our NSF-funded research, we have used this same building block, the <em>sp<sup>2</sup> </em>carbon atom, to build molecular and materials architectures beyond those that nature provides.</p>\n<p>We synthesized three fundamentally new molecular architectures:&nbsp; quadrannulene, which contains squares to induce molecular curvature; septulene, which is a model for saddle-shaped graphene analogs; and extended two-dimensional polymers, which are designed to enable applications beyond those of graphene.</p>\n<p>Quadrannulene.&nbsp; The fullerenes, which are built from hexagons and pentagons, are balls made up of <em>sp<sup>2</sup> </em>carbon atoms.&nbsp; The pentagons induce curvature - indeed, it is impossible to make polyhedral balls with only hexagons according to Euler's Polyhedron Theorem.&nbsp; The common soccer ball-shaped fullerene, C<sub>60</sub> contains 12 pentagons and 20 hexagons.&nbsp; But other fullerenes are possible, including the nonclassical C<sub>24</sub> fullerene that has the shape of an octahedron that had its tips snipped off.&nbsp; The fundamental unit is a square basket with hexagonal sides. &nbsp;Will nature allow <em>sp<sup>2</sup></em> carbon atoms to be bent this much?&nbsp; And does synthetic organic chemistry offer enough tools for this molecule to be prepared?</p>\n<p>The answer is yes.&nbsp; We were able to synthesize and isolate a square basket fragment, which we named quadrannulene.&nbsp; The C atoms of the square base are more bent than any other tricordinate C atom, but nonetheless the molecule is stable.&nbsp; The take home message from this work is that nonclassical fullerenes, like C<sub>24</sub>, will likely be stable and can be considered for future materials applications.</p>\n<p>Septulene.&nbsp; Graphene, an isolated sheet of graphite, is a regular hexagon.&nbsp; What happens if a single heptagon is inserted into a sea of hexagons?&nbsp; Theory (indeed, an extended version of Euler's polyhedral theorem) suggests the graphene must disort into a saddle shape.&nbsp; We synthesized such a molecule, in which hexagons encircle a central heptagon.&nbsp; We called this molecule septulene.&nbsp; This molecule taught us an important lesson:&nbsp; the hexagons dominate the behavior.&nbsp; Indeed, the properties of septulene are nearly identical to those of its six-sided cousin, kekulene.&nbsp; The take home message from this work is that hexagons, not other sized rings, determine the chemistry of graphene-like molecules.&nbsp; This understanding allows chemists to smartly design the next generations of organic materials.</p>\n<p>Two-Dimensional Polymers.&nbsp; Graphene is the prototypical two-dimensional polymer, but it is difficult, nigh impossible, to tune its properties with controllable precision.&nbsp; Can we, as synthetic organic chemists, build our own versions of graphene?&nbsp; Can we make sheets with atomic precision and tunable properties?&nbsp; The answer is yes, and the implications are big.</p>\n<p>By combining ideas from many areas of chemistry, we were able design, synthesize, and characterize a two-dimensional polymer that was not made by nature.&nbsp; We built Y-shaped monomers and use crystallization and other methods to pack them into a honeycomb lattice.&nbsp; Shining UV light on the honeycombs linked all of the monomers together to give sheets up to a square inch or so.&nbsp;</p>\n<p>This is important for many reasons. &nbsp;First, we can control structure with atomic precision from the molecular to macroscopic domains. &nbsp;Second, we have demonstrated that scientist can create their own two-dimensional materials and we are not limited to those two-dimensional materials that Nat...",
  "por_txt_cntn": "\nFullerenes, carbon nanotubes, and graphene are the wunderkinds of modern materials chemistry.  All three of these materials are made up of carbon atoms that form three bonds, the sp2 carbon atom.  In the course of our NSF-funded research, we have used this same building block, the sp2 carbon atom, to build molecular and materials architectures beyond those that nature provides.\n\nWe synthesized three fundamentally new molecular architectures:  quadrannulene, which contains squares to induce molecular curvature; septulene, which is a model for saddle-shaped graphene analogs; and extended two-dimensional polymers, which are designed to enable applications beyond those of graphene.\n\nQuadrannulene.  The fullerenes, which are built from hexagons and pentagons, are balls made up of sp2 carbon atoms.  The pentagons induce curvature - indeed, it is impossible to make polyhedral balls with only hexagons according to Euler's Polyhedron Theorem.  The common soccer ball-shaped fullerene, C60 contains 12 pentagons and 20 hexagons.  But other fullerenes are possible, including the nonclassical C24 fullerene that has the shape of an octahedron that had its tips snipped off.  The fundamental unit is a square basket with hexagonal sides.  Will nature allow sp2 carbon atoms to be bent this much?  And does synthetic organic chemistry offer enough tools for this molecule to be prepared?\n\nThe answer is yes.  We were able to synthesize and isolate a square basket fragment, which we named quadrannulene.  The C atoms of the square base are more bent than any other tricordinate C atom, but nonetheless the molecule is stable.  The take home message from this work is that nonclassical fullerenes, like C24, will likely be stable and can be considered for future materials applications.\n\nSeptulene.  Graphene, an isolated sheet of graphite, is a regular hexagon.  What happens if a single heptagon is inserted into a sea of hexagons?  Theory (indeed, an extended version of Euler's polyhedral theorem) suggests the graphene must disort into a saddle shape.  We synthesized such a molecule, in which hexagons encircle a central heptagon.  We called this molecule septulene.  This molecule taught us an important lesson:  the hexagons dominate the behavior.  Indeed, the properties of septulene are nearly identical to those of its six-sided cousin, kekulene.  The take home message from this work is that hexagons, not other sized rings, determine the chemistry of graphene-like molecules.  This understanding allows chemists to smartly design the next generations of organic materials.\n\nTwo-Dimensional Polymers.  Graphene is the prototypical two-dimensional polymer, but it is difficult, nigh impossible, to tune its properties with controllable precision.  Can we, as synthetic organic chemists, build our own versions of graphene?  Can we make sheets with atomic precision and tunable properties?  The answer is yes, and the implications are big.\n\nBy combining ideas from many areas of chemistry, we were able design, synthesize, and characterize a two-dimensional polymer that was not made by nature.  We built Y-shaped monomers and use crystallization and other methods to pack them into a honeycomb lattice.  Shining UV light on the honeycombs linked all of the monomers together to give sheets up to a square inch or so. \n\nThis is important for many reasons.  First, we can control structure with atomic precision from the molecular to macroscopic domains.  Second, we have demonstrated that scientist can create their own two-dimensional materials and we are not limited to those two-dimensional materials that Nature provides.  Third, these materials have tremendous potential for new applications.  Our two-dimensional polymers are perfectly regular, perfectly porous, and as thin as physics will allow.  Obvious applications include gas separations  (e.g. CO2), water desalination, or semipermeable membranes (e.g. Goretex).  \n\nIn summary, we were able to extend our understanding of the ..."
 }
}