{
 "awd_id": "0957948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Influence of Coastal-Trapped Waves on the Inner Continental Shelf:  Temperature and Circulation Patterns",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 376868.0,
 "awd_amount": 376868.0,
 "awd_min_amd_letter_date": "2010-04-06",
 "awd_max_amd_letter_date": "2010-04-06",
 "awd_abstract_narration": "Previous studies show that substantial fluctuations in sea level, along-shelf velocity, and water temperature along the West Coast of North America are due to coastal-trapped waves. These waves propagate poleward, have periods of days to weeks, are mainly driven by wind fluctuations, and are a mechanism by which winds in one location influence the coastal ocean in other locations far away. Remote wind fluctuations in Baja California have been observed to cause transport of warm and cold water masses onshore in the Southern California Bight, with implications for nutrient supply to kelp forests, larval transport, strength of internal tidal temperature fluctuations, and trapping or flushing of coastal pollution and harmful algal blooms. Coastal-trapped waves are also suggested to affect the frequency and strength of internal tidal bores all along the West Coast.\r\n\r\nThis study will test the hypothesis that in the Santa Barbara Channel and around the Northern Channel Islands, along-shelf pressure gradients arriving as coastal-trapped waves generated by wind fluctuations in Baja California are a dominant source of variability in circulation and temperature. It will answer the questions 1) What effect do wind fluctuations in Baja California have on coastal pressure, velocity, temperature, and stratification? 2) How does Point Conception affect the propagation of fluctuations in coastal pressure, velocity, and temperature? and 3) Are internal tides and bores affected by thermocline shoaling due to coastal-trapped waves? This process-oriented study will utilize existing observations from i) mooring deployments covering 18 years, and ii) satellite winds and coastal temperature and sea-level data extending from Baja California to San Francisco, California. It will include comparisons of observed sea-level gradients to remote winds in Baja California, and of observed  velocity and temperature signals near the coast  to proven dynamical models of flow driven by a pressure gradient.  These will help determine whether regional fluctuations in thermocline depth due to the passage of coastal-trapped waves enhance or inhibit internal-tidal temperature fluctuations, and lead to a dynamical understanding of the effects of remote winds in Baja California on the coastal ocean.\r\n\r\nBROADER IMPACTS\r\nCoastal-trapped waves occur worldwide, but their effect on water temperature near the shore and cross-shelf and along-shelf circulation is not well-described. The Santa Barbara Channel and Northern Channel Islands support important fisheries and kelp forest ecosystems and contain several Marine Protected Areas under ecosystem-based management. The influence of winds in Baja California via the coastal-trapped wave mechanism is probably important for delivery of biogenic particles, nutrients, and larvae to productive kelp forest ecosystems in the region. Therefore this study will benefit management and planning of marine protected areas as well as other interdisciplinary research such as at the NSF-supported Santa Barbara Coastal Long-Term Ecological Research project. It will also help maintain diversity in the sciences by supporting a female PI who is a new investigator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Fewings",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie R Fewings",
   "pi_email_addr": "melanie.fewings@oregonstate.edu",
   "nsf_id": "000538622",
   "pi_start_date": "2010-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Libe",
   "pi_last_name": "Washburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Libe Washburn",
   "pi_email_addr": "washburn@icess.ucsb.edu",
   "nsf_id": "000247233",
   "pi_start_date": "2010-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 264214.0
  }
 ],
 "por": null
}