{
 "awd_id": "0957004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation: An Ecology of Nuclear Weapons Testing",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 9962.0,
 "awd_amount": 9962.0,
 "awd_min_amd_letter_date": "2010-01-06",
 "awd_max_amd_letter_date": "2010-01-06",
 "awd_abstract_narration": "This award is for a doctoral dissertation research improvement grant. The project will examine the development of ecological ways of understanding the effects of radioactive fallout upon human health during the atmospheric nuclear weapons testing period in the United States. Specifically, it will examine how ecological conceptions of critical biological and ecological pathways of exposure served to reformulate notions of risk and safety during the late 1950s and early 1960s. \r\n\r\nThis project will apply a number of recent methodological and theoretical approaches in the history of science, environmental history, and historical geography to provide new and intellectually productive interpretations regarding the safety practices of the Atomic Energy Commission (AEC) during the early years of the weapons testing program. Three primary research questions drive this investigation, and they are the following. How did ecological approaches for conceptualizing the relationship between radiation and human health emerge and structure the fallout controversy? In what ways did the political imperatives of nuclear weapons testing shape the institutional practices of the AEC and the scientific practices of scientists engaged in the question of radiation safety? How did scientific activism both within the AEC and outside of the Commission during the fallout controversy affect notions about the relationship between science and public policy? \r\n\r\nAlthough this dissertation is historical in nature, it will inform current policy debates regarding risk management and environmental regulation. By focusing on the divergent practices of many sciences, this dissertation will illuminate the complex ways that one comes to know objectively the risks associated with environmental pollutants. It will demonstrate that policy planners discount outmoded notions of objectivity that rely on correspondence theories of truth; it will suggest instead that policy makers also bring to bear a number of scientific ways of thinking to questions of risk perception and management.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "LeCain",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J LeCain",
   "pi_email_addr": "tlecain@montana.edu",
   "nsf_id": "000411502",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emory",
   "pi_last_name": "Jessee",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Emory J Jessee",
   "pi_email_addr": "tjjessee@gmail.com",
   "nsf_id": "000538807",
   "pi_start_date": "2010-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 9962.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Final Report</strong></p>\n<p>From 1946 to 1963, the United   States conducted over 200 atmospheric nuclear weapons tests at its proving grounds in the Pacific and at the Nevada Test Site outside Las Vegas, Nevada.&nbsp; Although the Limited Test Ban Treaty which banned all atmospheric testing in 1963 largely quelled the global controversy that had arisen in the late 1950s over the perceived effects that fallout from the tests had on human health, lingering questions have remained about the nature of when and what the Atomic Energy Commission (AEC) knew about the dangers of fallout and whether they acted sufficiently to protect potentially affected innocent bystanders.&nbsp; Most studies of the fallout controversy have focused on the scientific and political debate regarding the risk to humans from exposure to low-levels of fallout radiation, downplaying or virtually ignoring the crucial role of ecology and ecological thinking in shaping how scientists and the public perceived the risks associated with the tests.&nbsp; This dissertation has sought to amend this literature by focusing more exclusively on the ways that growing awareness of the critical environmental pathways of radiation exposure reshaped not only the biological research priorities within the Commission but also motivated and structured the anti-testing movement by underscoring the ecological connections between human bodies and irradiated environments.&nbsp; As such, this dissertation has endeavored to understand how <em>what</em> was known about the risks of nuclear weapons testing on human health was in part determined by <em>how</em> one understood the relationship between bodies and environments.&nbsp;</p>\n<p>A number of tentative conclusions can be drawn from the extensive archival visits that were funded by the National Science Foundation STS Dissertation Improvement Grant.&nbsp; Critical for this dissertation was ascertaining and tracing the development of ecological science research within the Atomic Energy Commission and how that research affected the evaluation of fallout risk.&nbsp; Visits to archival holdings of contracted laboratories engaged in ecological work, in addition to the records of the Atomic Energy Commission at the National Archives at College Park, revealed that despite the relatively large amount of ecological research early in the weapons testing program into the effect of fallout on human health, the AEC largely downplayed the potential hazards posed by ingested radioactivity from contaminated food chains.&nbsp; The documents seem to suggest that at least part of this relative lapse can be explained by the utter lack of any centrally coordinated fallout research program.&nbsp; Yet even this conclusion might perhaps be better understood less as a problem of organization and more as a function of the inability of many within the AEC to envision the ways that lingering environmental radiation might circulate through food chains and bioaccumulate in human foods.&nbsp; In fact, the first inkling among upper echelon AEC officials that a coordinated investigation into the ecological mechanisms of radiation exposure was needed did not occur until late 1955, almost a full decade after the first weapons tests.&nbsp; Moreover, many of the documents at the AEC-contracted ecological laboratories revealed that ecologists working in the field were often stymied by the lack of consistent research funding and the lack of appreciation for ecological modes of thinking in general.&nbsp;</p>\n<p>In contrast to the AEC, what is striking about many of the documents found in the records of various anti-testing groups like the Committee for Nuclear Information (CNI) was how well-organized these groups were in campaigning against the weapons tests.&nbsp; Although the testing issue was clearly tied in with larger issues of disarmament, questions regarding the cont...",
  "por_txt_cntn": "Final Report\n\nFrom 1946 to 1963, the United   States conducted over 200 atmospheric nuclear weapons tests at its proving grounds in the Pacific and at the Nevada Test Site outside Las Vegas, Nevada.  Although the Limited Test Ban Treaty which banned all atmospheric testing in 1963 largely quelled the global controversy that had arisen in the late 1950s over the perceived effects that fallout from the tests had on human health, lingering questions have remained about the nature of when and what the Atomic Energy Commission (AEC) knew about the dangers of fallout and whether they acted sufficiently to protect potentially affected innocent bystanders.  Most studies of the fallout controversy have focused on the scientific and political debate regarding the risk to humans from exposure to low-levels of fallout radiation, downplaying or virtually ignoring the crucial role of ecology and ecological thinking in shaping how scientists and the public perceived the risks associated with the tests.  This dissertation has sought to amend this literature by focusing more exclusively on the ways that growing awareness of the critical environmental pathways of radiation exposure reshaped not only the biological research priorities within the Commission but also motivated and structured the anti-testing movement by underscoring the ecological connections between human bodies and irradiated environments.  As such, this dissertation has endeavored to understand how what was known about the risks of nuclear weapons testing on human health was in part determined by how one understood the relationship between bodies and environments. \n\nA number of tentative conclusions can be drawn from the extensive archival visits that were funded by the National Science Foundation STS Dissertation Improvement Grant.  Critical for this dissertation was ascertaining and tracing the development of ecological science research within the Atomic Energy Commission and how that research affected the evaluation of fallout risk.  Visits to archival holdings of contracted laboratories engaged in ecological work, in addition to the records of the Atomic Energy Commission at the National Archives at College Park, revealed that despite the relatively large amount of ecological research early in the weapons testing program into the effect of fallout on human health, the AEC largely downplayed the potential hazards posed by ingested radioactivity from contaminated food chains.  The documents seem to suggest that at least part of this relative lapse can be explained by the utter lack of any centrally coordinated fallout research program.  Yet even this conclusion might perhaps be better understood less as a problem of organization and more as a function of the inability of many within the AEC to envision the ways that lingering environmental radiation might circulate through food chains and bioaccumulate in human foods.  In fact, the first inkling among upper echelon AEC officials that a coordinated investigation into the ecological mechanisms of radiation exposure was needed did not occur until late 1955, almost a full decade after the first weapons tests.  Moreover, many of the documents at the AEC-contracted ecological laboratories revealed that ecologists working in the field were often stymied by the lack of consistent research funding and the lack of appreciation for ecological modes of thinking in general. \n\nIn contrast to the AEC, what is striking about many of the documents found in the records of various anti-testing groups like the Committee for Nuclear Information (CNI) was how well-organized these groups were in campaigning against the weapons tests.  Although the testing issue was clearly tied in with larger issues of disarmament, questions regarding the contamination of food supplies by radionuclides like Strontium-90 drove most anti-testing groups.  CNI, in particular, emerged as the preeminent health-centered anti-testing group, billing itself as a grassroots s..."
 }
}