{
 "awd_id": "0958047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of MYB305 in the Function of the Floral Nectary",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2010-03-31",
 "awd_max_amd_letter_date": "2010-03-31",
 "awd_abstract_narration": "In many species of flowering plants, a floral nectary gland secretes rich nectar that attracts visiting pollinators such as honeybees to the flower. These visiting pollinators then transfer pollen from flower to flower which not only increases the number of seeds set in the fruit, but also increases the diversity of plants by increasing the degree of 'genetic-outcrossing' for the plant. This project involves the study of the floral nectary gland and specifically a transcription factor, MYB305, that mediates the development of this important floral organ. The investigators have previously developed knockout mutants of MYB305 in a tobacco model system. The knockout mutants fail to properly develop and they do not produce nectar. This project will focus on a comparison between the knockout mutant plants with wildtype plants that do produce nectar. Initially the investigators will evaluate the genes that are expressed in the developing nectary gland of both wildtype and mutant plants to identify targets of MYB305 action. The project will also examine nectaries from a number of additional species of solanaceous plants to evaluate the degree to which the tobacco model system can serve to predict the biochemistry and genetics of this very important plant family. Identifying and understanding the molecules that regulate nectary development could lead to novel and dramatic improvements in both nectar quantity and quality that could enhance pollinator visitation, cross-pollination, and ultimately increase plant productivity (yield). \r\n\r\nBroader Impacts \r\nVarious aspects of this proposal are directed towards graduate and undergraduate education and training. Information is disseminated via the Nectary Gene Expression website (www.bb.iastate.edu/necgex/). This website is popular with gardeners, students and laymen. Site hits and resulting emails suggest it is a truly successful outreach to the general population and has been a fruitful educational extension for this project. Further, by enhancing the function of nectaries, increased cross-pollination of insect pollinated fruits, vegetables, nuts, berries, oilseed and other crops will result.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Thornburg",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Thornburg",
   "pi_email_addr": "thorn@iastate.edu",
   "nsf_id": "000482189",
   "pi_start_date": "2010-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Horner",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Harry T Horner",
   "pi_email_addr": "hth@iastate.edu",
   "nsf_id": "000297640",
   "pi_start_date": "2010-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report:&nbsp;&nbsp; <br /> </strong>Within the flower, the nectary gland is one of the least understood floral organs, yet because it secretes nectar to attract insect pollinators, it is one of the most important floral organs.&nbsp; The Thornburg laboratory has previously identified a transcription factor called MYB305 that is expressed in the nectary gland and controls late events in the maturation of the nectary gland.&nbsp; We have previously discovered that knockdown expression of the MYB305 transcription factor results in nectary glands that do not mature, but rather retain juvenile characters.&nbsp; The experiments outlined in this proposal were designed accomplish two goals.&nbsp; First, we have used &ldquo;state-of-the-art&rdquo;, high-throughput sequencing to identify genes whose expression is modified in the MYB305 knockdown nectaries when compared to the wildtype nectaries.&nbsp; Second, we have used similar sequencing methods to compare the genes expressed in the nectaries of multiple species of tobacco, to determine whether nectary maturation and function are similar at the gene level among different species.</p>\n<p>By comparing the genes expressed in the nectaries of wildtype plants and of MYB305 knockdown plants, we have identified almost 500 genes whose expression is altered in correlation with the expression of the MYB305 transcription factor.&nbsp; Of these, 399 genes show greater than five-fold reduced expression in the nectaries of the MYB305 knockdown plants and 92 other genes show greater than 5-fold increased expression.&nbsp; The genes showing reduced expression thus require MYB305 for optimal expression and may be downstream targets that are controlled by MYB305 (Figure 1). &nbsp;In addition, we have identified 92 genes whose expression is increased by 5-fold or more in the nectaries of the MYB305 knockdown plants. &nbsp;These genes appear to be down-regulated by the expression of MYB305 and appear to be controlled by the expression of MYB305.&nbsp;&nbsp;</p>\n<p>Identifying the biochemistry of the nectary gland during floral maturation and anthesis has long been a passion of the Thornburg laboratory.&nbsp; We have previously identified a number of important nectary gland functions, including:&nbsp; nectar production, antimicrobial defenses, production of antioxidants and sugar metabolism that coordinates with the production of nectar.&nbsp; Many of the genes that these studies identified show specific connections with the known biochemistry of the nectary gland and allow us to place these biochemical events under clearly identifiable transcriptional pathways that are controlled by MYB305 and provide strong evidence that MYB305 is a very important factor in regulating the development and biochemistry of the nectary gland.&nbsp;</p>\n<p>The second goal of this proposal was to compare the nectary transcripts from several species of tobacco to determine how similar the nectary transcripts are from different species.&nbsp; For these studies we chose the following species:&nbsp; <em>N. alata</em>, <em>N. langsdorffii</em>, <em>N. rustica</em>, <em>N. suavolens</em>,<em> </em>and the <em>N. langsdorffii</em> x <em>N. sanderae</em> ornamental tobacco. Comparisons of the nectary expressed transcripts from each of these species, shows that between 83 and 91% of the nectary-expressed genes are conserved among these species.&nbsp; Thus, it appears that among the nectary expressed genes are conserved across three large sections (Alatae, Rusticae, and Suaveolentes) of the genus Nicotiana.&nbsp; Because these species express highly similar genes in their nectaries, we can conclude that nectary function and development among these different species is likely to be conserved in this group of plants. It will be of great interest to determine whether other species similarly share high levels of nectary expressed genes.&nbsp;&nbsp;</p>...",
  "por_txt_cntn": "\nProject Outcomes Report:   \n Within the flower, the nectary gland is one of the least understood floral organs, yet because it secretes nectar to attract insect pollinators, it is one of the most important floral organs.  The Thornburg laboratory has previously identified a transcription factor called MYB305 that is expressed in the nectary gland and controls late events in the maturation of the nectary gland.  We have previously discovered that knockdown expression of the MYB305 transcription factor results in nectary glands that do not mature, but rather retain juvenile characters.  The experiments outlined in this proposal were designed accomplish two goals.  First, we have used \"state-of-the-art\", high-throughput sequencing to identify genes whose expression is modified in the MYB305 knockdown nectaries when compared to the wildtype nectaries.  Second, we have used similar sequencing methods to compare the genes expressed in the nectaries of multiple species of tobacco, to determine whether nectary maturation and function are similar at the gene level among different species.\n\nBy comparing the genes expressed in the nectaries of wildtype plants and of MYB305 knockdown plants, we have identified almost 500 genes whose expression is altered in correlation with the expression of the MYB305 transcription factor.  Of these, 399 genes show greater than five-fold reduced expression in the nectaries of the MYB305 knockdown plants and 92 other genes show greater than 5-fold increased expression.  The genes showing reduced expression thus require MYB305 for optimal expression and may be downstream targets that are controlled by MYB305 (Figure 1).  In addition, we have identified 92 genes whose expression is increased by 5-fold or more in the nectaries of the MYB305 knockdown plants.  These genes appear to be down-regulated by the expression of MYB305 and appear to be controlled by the expression of MYB305.  \n\nIdentifying the biochemistry of the nectary gland during floral maturation and anthesis has long been a passion of the Thornburg laboratory.  We have previously identified a number of important nectary gland functions, including:  nectar production, antimicrobial defenses, production of antioxidants and sugar metabolism that coordinates with the production of nectar.  Many of the genes that these studies identified show specific connections with the known biochemistry of the nectary gland and allow us to place these biochemical events under clearly identifiable transcriptional pathways that are controlled by MYB305 and provide strong evidence that MYB305 is a very important factor in regulating the development and biochemistry of the nectary gland. \n\nThe second goal of this proposal was to compare the nectary transcripts from several species of tobacco to determine how similar the nectary transcripts are from different species.  For these studies we chose the following species:  N. alata, N. langsdorffii, N. rustica, N. suavolens, and the N. langsdorffii x N. sanderae ornamental tobacco. Comparisons of the nectary expressed transcripts from each of these species, shows that between 83 and 91% of the nectary-expressed genes are conserved among these species.  Thus, it appears that among the nectary expressed genes are conserved across three large sections (Alatae, Rusticae, and Suaveolentes) of the genus Nicotiana.  Because these species express highly similar genes in their nectaries, we can conclude that nectary function and development among these different species is likely to be conserved in this group of plants. It will be of great interest to determine whether other species similarly share high levels of nectary expressed genes.  \n\n \n\n\t\t\t\t\tLast Modified: 06/04/2012\n\n\t\t\t\t\tSubmitted by: Robert W Thornburg"
 }
}