{
 "awd_id": "0958095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Ethics of Geoengineering: Investigating the Moral Challenges of Solar Radiation Management",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 375272.0,
 "awd_amount": 375272.0,
 "awd_min_amd_letter_date": "2010-01-28",
 "awd_max_amd_letter_date": "2011-05-31",
 "awd_abstract_narration": "The Ethics of Geoengineering:\r\nInvestigating the Moral Challenges of Solar Radiation Management\r\n\r\nGeoengineering, planetary-scale engineering in response to climate change, is increasingly part of the scientific and public debate.  Scientists and politicians around the world are asking if deployment of large scale technologies might be necessary to reduce the effects of global warming while carbon reduction strategies take effect. This project focuses on those geoengineering technologies that manipulate solar radiation, proposals to brighten clouds, enhance terrestrial albedo, engineer sulfate particles for the upper atmosphere, or deploy space mirrors.  Because such proposals involve manipulation of Earth?s climatic system at an unprecedented scale and may involve significant risk and uncertainty, they raise challenging ethical issues. Should humans take intentional control of the climate? What level of risk of unintended consequences is acceptable? Given the uneven nature of the winners and losers, would the potential benefits to any one group be allowed to trump the potential harms to another? Does geoengineering distract attention from important mitigation tasks?  This project will contribute to deliberations over solar radiation management through an investigation of important questions concerning social and procedural justice, the role of technology in solving environmental problems, risk and uncertainty, and public trust in science. The project is interdisciplinary, combining philosophical and social science research, guided by an advisory panel of geoengineers, climate scientists, and policy experts. Interviews with a diversity of stakeholders from around the world, including marginalized and vulnerable populations, will be integrated with ethical research to produce an analysis of the moral issues that the global community needs to address prior to any decision to proceed with geoengineering. Ethics, biophysical science, and social science will be interwoven in a variety of products (a book, scholarly articles, and an interactive web resource) that engage multiple audiences in a dialogue about the very real ethical concerns raised by the possibility of the unprecedented step of intentionally engineering the climate.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "N. Dane",
   "pi_last_name": "Scott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "N. Dane Scott",
   "pi_email_addr": "dane.scott@mso.umt.edu",
   "nsf_id": "000422213",
   "pi_start_date": "2010-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Preston",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Preston",
   "pi_email_addr": "christoper.preston@mso.umt.edu",
   "nsf_id": "000418557",
   "pi_start_date": "2010-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Yung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie Yung",
   "pi_email_addr": "laurie.yung@umontana.edu",
   "nsf_id": "000524869",
   "pi_start_date": "2010-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 CAMPUS DR",
  "perf_city_name": "MISSOULA",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7915",
   "pgm_ref_txt": "Ethics & Values of SET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 208551.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 166721.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;The Ethics of Geoengineering:</strong></p>\n<p><strong>Investigating the Moral Challenges of Solar Radiation Management</strong></p>\n<p>&nbsp;</p>\n<p>In 2006, Nobel Prize winning chemist Paul Crutzen startled the scientific world with a paper in <em>Climatic Change</em> arguing that geoengineering the climate can buy some critical time while carbon emissions are curbed and that we should no longer postpone serious research on geoengineering.&nbsp; Since then, discussion of geoengineering is increasingly part of the scientific and public debate over climate change.&nbsp;&nbsp;&nbsp;</p>\n<p>This project focused on the subset of geoengineering technologies that manipulate solar radiation to change the climate, so called solar radiation management (SRM). Because such proposals involve manipulation of the natural world at an unprecedented scale and may involve significant risk and uncertainty, they raise challenging ethical issues. Should humans take intentional control of the climate? What level of risk of unintended consequences is acceptable? Given the uneven nature of the winners and losers, would the potential benefits to any one group be allowed to trump the potential harms to another? Does geoengineering distract from important mitigation tasks? At the time we proposed this project there was clearly a growing interest in geoengineering. However, there was a deficit of intellectual resources available to provide a foundation for public debate over the ethics of geoengineering. The overarching goal of this project was to make significant and lasting contributions to deliberations over the ethics of solar radiation management (SRM) and to synchronize this ethical reflection with first-of-its-kind social science research among certain vulnerable populations in Africa, the Arctic, and the Pacific Islands.</p>\n<p>This project made a contribution to deliberations over SRM by helping to fill the lack of intellectual resources discussing ethics and SRM. Over the course of this project we stimulated much research on these issues by a number of scholars working in several disciplines. The project kicked off with an interdisciplinary and international workshop on the ethics of SRM.&nbsp; This effort lead to a well-received anthology, a special issue of a journal, and numerous scholarly articles published in widely read international journals, such as <em>Climatic Change</em>, <em>Bulletin of the Atomic Scientists</em>, <em>Environmental Values</em>, <em>Hypatia, WIREs:Climate Change</em>, and <em>Ethics, Policy, and the Environment</em>. &nbsp;We created an often-visited online resource center that provides an introduction to the ethics of climate engineering and includes videos, a bibliography, links to relevant organizations, and a number of teaching tools. Research was conducted that engaged marginalized and vulnerable groups in dialogue about geoengineering through social science research in the South Pacific, Arctic, and Africa.&nbsp; The CO-PI&rsquo;s and the two funded graduate students made more than a dozen presentations on the ethics of geoengineering at universities, community colleges, professional meetings, and community events. We believe the publications, online resource center and research engaging marginalized people will all further the dialogue on ethics and SRM. Further, many of the publications that resulted from this project have already made original and lasting contributions to discussion regarding how we might, in the context of deliberate manipulation of solar radiation, think about questions of social and procedural justice, the role of technology in solving environmental problems, increasing manipulation of the natural world, risk and uncertainty, and public trust in science.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2014<br>\n\t\t\t\t\tModified by: N. Dane&nbsp;Scot...",
  "por_txt_cntn": "\n \n\n The Ethics of Geoengineering:\n\nInvestigating the Moral Challenges of Solar Radiation Management\n\n \n\nIn 2006, Nobel Prize winning chemist Paul Crutzen startled the scientific world with a paper in Climatic Change arguing that geoengineering the climate can buy some critical time while carbon emissions are curbed and that we should no longer postpone serious research on geoengineering.  Since then, discussion of geoengineering is increasingly part of the scientific and public debate over climate change.   \n\nThis project focused on the subset of geoengineering technologies that manipulate solar radiation to change the climate, so called solar radiation management (SRM). Because such proposals involve manipulation of the natural world at an unprecedented scale and may involve significant risk and uncertainty, they raise challenging ethical issues. Should humans take intentional control of the climate? What level of risk of unintended consequences is acceptable? Given the uneven nature of the winners and losers, would the potential benefits to any one group be allowed to trump the potential harms to another? Does geoengineering distract from important mitigation tasks? At the time we proposed this project there was clearly a growing interest in geoengineering. However, there was a deficit of intellectual resources available to provide a foundation for public debate over the ethics of geoengineering. The overarching goal of this project was to make significant and lasting contributions to deliberations over the ethics of solar radiation management (SRM) and to synchronize this ethical reflection with first-of-its-kind social science research among certain vulnerable populations in Africa, the Arctic, and the Pacific Islands.\n\nThis project made a contribution to deliberations over SRM by helping to fill the lack of intellectual resources discussing ethics and SRM. Over the course of this project we stimulated much research on these issues by a number of scholars working in several disciplines. The project kicked off with an interdisciplinary and international workshop on the ethics of SRM.  This effort lead to a well-received anthology, a special issue of a journal, and numerous scholarly articles published in widely read international journals, such as Climatic Change, Bulletin of the Atomic Scientists, Environmental Values, Hypatia, WIREs:Climate Change, and Ethics, Policy, and the Environment.  We created an often-visited online resource center that provides an introduction to the ethics of climate engineering and includes videos, a bibliography, links to relevant organizations, and a number of teaching tools. Research was conducted that engaged marginalized and vulnerable groups in dialogue about geoengineering through social science research in the South Pacific, Arctic, and Africa.  The CO-PIÆs and the two funded graduate students made more than a dozen presentations on the ethics of geoengineering at universities, community colleges, professional meetings, and community events. We believe the publications, online resource center and research engaging marginalized people will all further the dialogue on ethics and SRM. Further, many of the publications that resulted from this project have already made original and lasting contributions to discussion regarding how we might, in the context of deliberate manipulation of solar radiation, think about questions of social and procedural justice, the role of technology in solving environmental problems, increasing manipulation of the natural world, risk and uncertainty, and public trust in science.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/01/2014\n\n\t\t\t\t\tSubmitted by: N. Dane Scott"
 }
}