{
 "awd_id": "0958266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:   Knowledge Discovery based on Personal Web Content Annotation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2010-02-17",
 "awd_max_amd_letter_date": "2010-02-17",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project aims to develop a Recommendation System that offers users links to relevant pages as they browse the Web. As users interact with a Web page annotation platform, they use tools, such as highlighters and sticky notes, to annotate pages. The System is able to leverage these annotations to accurately model the user's information need, and to deliver high-quality recommendations. This Phase II project builds upon a prototype developed in Phase I, applying techniques from the information retrieval and natural language processing research communities to improve recommendation quality. This project encompasses primary research in document modeling, index representations and retrieval models. Further, the project proposes interesting synergies by drawing in methods from the text categorization, topic detection and tracking and collaborative filtering communities. \r\n\r\nThe Broader Impact of this work lies in its potential to positively impact the task of doing research on the web. The company's nascent Web annotation Platform promises to save users time, reducing cost and frustration by providing content management and organizational structures that allow them to preserve state between web research sessions. The next step is to deploy the Recommendation System to bring users the next page they need before they even realize they need it. Individual users and businesses alike will derive value from the time savings provided by the company's Platform and its Recommendation System.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Karkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Karkar",
   "pi_email_addr": "victor@skribel.com",
   "nsf_id": "000083588",
   "pi_start_date": "2010-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "skribel, Inc.",
  "inst_street_address": "19 Ivy Lane",
  "inst_street_address_2": "",
  "inst_city_name": "Burlington",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7815529851",
  "inst_zip_code": "018031332",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "skribel, Inc.",
  "perf_str_addr": "19 Ivy Lane",
  "perf_city_name": "Burlington",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018031332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong id=\"internal-source-marker_0.042509660590440035\"> </strong></p>\n<p><strong id=\"internal-source-marker_0.042509660590440035\"> </strong></p>\n<p dir=\"ltr\"><strong id=\"internal-source-marker_0.042509660590440035\"><span>This Small Business Innovation Research Phase II Project originally aimed to extend an intelligent recommendation system based on Web content annotation (&ldquo;Recommendation System&rdquo;) that was successfully prototyped in the preceding SBIR Phase I Project. &nbsp;The Recommendation System was built atop our existing Webpage Annotation and Online Research Management Platform (&ldquo;Platform&rdquo;), which allows users to annotate and comment on webpages directly in the browser and then share them or save and organize them via an online user account.</span></strong></p>\n<p><strong id=\"internal-source-marker_0.042509660590440035\"> <span>&nbsp;</span><br /> </strong></p>\n<p dir=\"ltr\"><strong id=\"internal-source-marker_0.042509660590440035\"><span>However, early in the Project, we learned that we had to shift focus from extending the Recommendation System to enhancing the underlying Platform. &nbsp;The Recommendation System was dependent upon and built atop the Platform. &nbsp;So, the success of the Recommendation System and this Project as a whole depended on the success of the underlying Platform. &nbsp;If the Platform was useful and used by many people, we would then have the opportunity to help them with the benefits of the Recommendation System.</span></strong></p>\n<p><strong id=\"internal-source-marker_0.042509660590440035\"> <span>&nbsp;</span><br /></strong></p>\n<p dir=\"ltr\"><strong id=\"internal-source-marker_0.042509660590440035\"><span>Early in the Project, after an alpha launch of the Platform targeted at the legal sector, we found that usage of our Platform was low. Although users were impressed with it and interested in using it, their usage was limited because it required Internet Explorer (IE). &nbsp;At that time, our Platform enabled webpage annotation via a browser add-on (a.k.a. extension) in the form of an installable Toolbar for Internet Explorer only. So, users of other browsers couldn&rsquo;t use the Platform. &nbsp;In order to make it successful, we needed to broaden access to it by supporting non-IE browsers. &nbsp;So, we had to shift focus to enhancing the Platform, which we did by developing a sophisticated cross-browser Bookmarklet that made the Platform open and accessible to all.</span></strong></p>\n<p><strong id=\"internal-source-marker_0.042509660590440035\"><br /></strong></p>\n<p dir=\"ltr\"><strong id=\"internal-source-marker_0.042509660590440035\"><span>We took the opportunity of releasing the Bookmarklet to revamp other aspects of the Platform and then relaunched it into public beta. &nbsp;The revamped Platform included improvements to the online account interface that users use to browse, search and organize their saved and annotated webpages. &nbsp;The outcome was that we were well received by tech and startup press and new users. &nbsp;We received over 3,000 signups within 4 days of launch.</span></strong></p>\n<p><strong id=\"internal-source-marker_0.042509660590440035\"><br />\n<p dir=\"ltr\"><span>Since then, we&rsquo;ve worked hard to continue improving the utility of the Platform. &nbsp;We added work group features that enable users to create privately shareable libraries that can be used to collaborate with others. &nbsp;We made it possible for users to generate short, publically accessible URLs that can be embedded in docs, blogs and elsewhere in order to make sharing annotated webpages easier. &nbsp;We streamlined our sign up process, thereby lowering the barrier to adoption. &nbsp;We launched an HTML5 version of Platform for the iPad, thereby offering users a mobile optimized experience. &nbsp;We implemented third party integrations, making it easier for users to sign up and in with their social media accounts and ...",
  "por_txt_cntn": "\n \n\n \nThis Small Business Innovation Research Phase II Project originally aimed to extend an intelligent recommendation system based on Web content annotation (\"Recommendation System\") that was successfully prototyped in the preceding SBIR Phase I Project.  The Recommendation System was built atop our existing Webpage Annotation and Online Research Management Platform (\"Platform\"), which allows users to annotate and comment on webpages directly in the browser and then share them or save and organize them via an online user account.\n\n  \n \nHowever, early in the Project, we learned that we had to shift focus from extending the Recommendation System to enhancing the underlying Platform.  The Recommendation System was dependent upon and built atop the Platform.  So, the success of the Recommendation System and this Project as a whole depended on the success of the underlying Platform.  If the Platform was useful and used by many people, we would then have the opportunity to help them with the benefits of the Recommendation System.\n\n  \n\nEarly in the Project, after an alpha launch of the Platform targeted at the legal sector, we found that usage of our Platform was low. Although users were impressed with it and interested in using it, their usage was limited because it required Internet Explorer (IE).  At that time, our Platform enabled webpage annotation via a browser add-on (a.k.a. extension) in the form of an installable Toolbar for Internet Explorer only. So, users of other browsers couldnÆt use the Platform.  In order to make it successful, we needed to broaden access to it by supporting non-IE browsers.  So, we had to shift focus to enhancing the Platform, which we did by developing a sophisticated cross-browser Bookmarklet that made the Platform open and accessible to all.\n\n\n\nWe took the opportunity of releasing the Bookmarklet to revamp other aspects of the Platform and then relaunched it into public beta.  The revamped Platform included improvements to the online account interface that users use to browse, search and organize their saved and annotated webpages.  The outcome was that we were well received by tech and startup press and new users.  We received over 3,000 signups within 4 days of launch.\n\n\n\nSince then, weÆve worked hard to continue improving the utility of the Platform.  We added work group features that enable users to create privately shareable libraries that can be used to collaborate with others.  We made it possible for users to generate short, publically accessible URLs that can be embedded in docs, blogs and elsewhere in order to make sharing annotated webpages easier.  We streamlined our sign up process, thereby lowering the barrier to adoption.  We launched an HTML5 version of Platform for the iPad, thereby offering users a mobile optimized experience.  We implemented third party integrations, making it easier for users to sign up and in with their social media accounts and post webpages to them.  We also made other changes to improve performance and user experience.\n\n\nOver the course of this Project, we found that, as an online reading and research solution, our Platform has utility in a variety of situations for a variety of users all over the world. For example, startup in Boston used it to better share market research internally.  A Greek user used it to highlight key passages of articles and post them to Twitter.  A Uruguayan librarian created a video tutorial of it for Spanish speakers.  Given the geographic and linguistic diversity of our users and the diversity of their use cases, our Platform has tremendous potential as a broadly useful online reading, research and curation system across numerous markets.\n   \nHowever, our strongest traction in any single area is in the education market.  Users from 465+ different schools and colleges have signed up to use our Platform.  Numerous students, instructors and academic staff members have asked us for academic features, integrations with learning mana..."
 }
}