{
 "awd_id": "0958270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A History of Behavioral Genetics",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2010-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 198514.0,
 "awd_amount": 198514.0,
 "awd_min_amd_letter_date": "2010-02-17",
 "awd_max_amd_letter_date": "2014-01-08",
 "awd_abstract_narration": "This award will enable the PI to complete research for a book that will provide a general history of behavioral genetics focusing on the period from 1960 to 2005. The PI will focus on human studies, and will deal with classical quantitative methods as well as the molecular methods developed since the early 1990s.The history will cover conceptual and intellectual developments, as well as salient social dimensions of the discipline. It will include four topical areas of special importance in the field: IQ and mental functioning, personality and temperament genetics, psychopathology (including schizophrenia, depression, Alzheimer's Disease, and autism), and aggression (impulse problem/criminality) studies. The major articles published in the field in this time period (1960-2005) will be re-reviewed, and intercalated with the results of archival studies and of fifty interviews with both major and minor contributors to behavioral genetics and critics of behavioral genetics. Ongoing plans are for the recordings and transcripts from the 50 interviews to be deposited at the American Philosophical Society for other scholars to access for future projects.\r\n \r\nBehavioral genetics generates both intense public interest as well as social concerns, based on earlier abuse of putative behavioral genetic traits in sterilization programs and in the Holocaust, as well as intense debates about IQ and race. In spite of major scientific developments since the 1960s, there is no written general history. A critical and inclusive history can provide a framework for understanding the complexities of genetic, environmental, and gene-environmental interplay contributions to human traits. Materials developed have and will continue to be tested in the PI's and others' courses and articles will be submitted to widely read popular journals. The PI will continue to work closely with various organizations and professional societies to make available historical background materials for social policy utilization. The diversity of the methods employed in behavioral genetics should shed light on the ongoing debate in philosophy of science about unity and diversity of methods in science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Schaffner",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth F Schaffner",
   "pi_email_addr": "kfs@pitt.edu",
   "nsf_id": "000183959",
   "pi_start_date": "2010-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 178614.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project through its research, published articles, and recent book on <em>Behaving </em>provides an overview of the recent history and methodology of behavioral genetics and psychiatric genetics. The perspective is primarily philosophical and addresses a wide range of issues, including genetic reductionism and determinism, \"free will,\" and quantitative and molecular genetics. The subtitle of the PI&rsquo;s recent book summarizes these issues well: &ldquo;What&rsquo;s genetic and what&rsquo;s not, and why should we care?&rdquo;The molecular genetics material &nbsp;covers newer genome-wide association studies (GWAS) that beginning in 2007/2008 produced a \"paradigm shift\" in behavioral and psychiatric genetics &nbsp;and generated the problem of what is called \"missing heritability\" &ndash; the incomplete molecular explanation of the classical &ldquo;genetic percentage&rdquo; number for describing influence. &nbsp;It is generally not well understood that GWAS results only report on tiny mutations called single nucleotide polymorphisms, or SNPs, that these are not genes, and how the SNPs might fit together to affect traits is still a behavioral mystery. The PI&rsquo;s work clarifies the advantages and limitations of this new paradigm in an accessible way.</p>\n<p>&nbsp;</p>\n<p>&nbsp; Cases involving pro and con arguments for genetic testing for IQ and for Attention Deficit Hyperactivity Disorder (ADHD) are also presented in the book. Though some recent philosophical literature has mentioned the paradigm shift in biological and psychiatric genetics due to the development of genome-wide association studies (GWAS), this book&nbsp; is the first in-depth philosophical analysis of the implications of those results on both common traits of interest and patterns of traits constituting psychiatric disorders.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp; This recent book examines the nature-nurture controversy and Developmental Systems Theory using <em>C. elegans</em> or \"worm\" studies as a simplified test case, concluding that genes are special. It also provides powerful tools, including \"deep homology\" &ndash; an analysis of descendants' similarity -- for investigating behavior. A novel account of biological knowledge emphasizing the importance of models, mechanisms, pathways, and networks is offered which clarifies how partial reductions provide explanations of traits and disorders. Several published articles also present these tools in related ways.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp; The PI&rsquo;s work also examine personality genetics and schizophrenia and its etiology, including supporting quotes from a number of prominent researchers interviewed in recent years. Debates about psychosis leading to the DSM-5 changes in 2013 are discussed both in the book and companion articles. Caspi and Moffitt's research and critiques of their \"candidate gene\" approach are reviewed, but it is noted that \"thousands\" of genes are likely to influence human personality.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp; The recent book as well as the article on &ldquo;Neuroethics&rdquo; reviews further philosophical implications of the genetic analyses raised in the articles and book, including some major worries about \"free will,\" and arguments pro and con about why genes and DNA are so special.&nbsp; A somewhat pessimistic view of the current state of the field, but optimism for the future of the subject, is a recurrent theme arising from this project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp; Behavioral genetic issues are frequently controversial and newsworthy and the examples of IQ genetic testing as well as ADHD genetic testing occurring in the recent book may be of special interest. The work done on this project will also function as the backdrop for a planned sequel to the PI&rsquo;s recent book on <em>Behaving</em>&hellip;. The working title of the sequel is &ldquo;<em>Choosing: How behavioral geneti...",
  "por_txt_cntn": "\nThis project through its research, published articles, and recent book on Behaving provides an overview of the recent history and methodology of behavioral genetics and psychiatric genetics. The perspective is primarily philosophical and addresses a wide range of issues, including genetic reductionism and determinism, \"free will,\" and quantitative and molecular genetics. The subtitle of the PIÆs recent book summarizes these issues well: \"WhatÆs genetic and whatÆs not, and why should we care?\"The molecular genetics material  covers newer genome-wide association studies (GWAS) that beginning in 2007/2008 produced a \"paradigm shift\" in behavioral and psychiatric genetics  and generated the problem of what is called \"missing heritability\" &ndash; the incomplete molecular explanation of the classical \"genetic percentage\" number for describing influence.  It is generally not well understood that GWAS results only report on tiny mutations called single nucleotide polymorphisms, or SNPs, that these are not genes, and how the SNPs might fit together to affect traits is still a behavioral mystery. The PIÆs work clarifies the advantages and limitations of this new paradigm in an accessible way.\n\n \n\n  Cases involving pro and con arguments for genetic testing for IQ and for Attention Deficit Hyperactivity Disorder (ADHD) are also presented in the book. Though some recent philosophical literature has mentioned the paradigm shift in biological and psychiatric genetics due to the development of genome-wide association studies (GWAS), this book  is the first in-depth philosophical analysis of the implications of those results on both common traits of interest and patterns of traits constituting psychiatric disorders.\n\n \n\n    This recent book examines the nature-nurture controversy and Developmental Systems Theory using C. elegans or \"worm\" studies as a simplified test case, concluding that genes are special. It also provides powerful tools, including \"deep homology\" &ndash; an analysis of descendants' similarity -- for investigating behavior. A novel account of biological knowledge emphasizing the importance of models, mechanisms, pathways, and networks is offered which clarifies how partial reductions provide explanations of traits and disorders. Several published articles also present these tools in related ways.\n\n \n\n    The PIÆs work also examine personality genetics and schizophrenia and its etiology, including supporting quotes from a number of prominent researchers interviewed in recent years. Debates about psychosis leading to the DSM-5 changes in 2013 are discussed both in the book and companion articles. Caspi and Moffitt's research and critiques of their \"candidate gene\" approach are reviewed, but it is noted that \"thousands\" of genes are likely to influence human personality.\n\n \n\n    The recent book as well as the article on \"Neuroethics\" reviews further philosophical implications of the genetic analyses raised in the articles and book, including some major worries about \"free will,\" and arguments pro and con about why genes and DNA are so special.  A somewhat pessimistic view of the current state of the field, but optimism for the future of the subject, is a recurrent theme arising from this project.\n\n \n\n   Behavioral genetic issues are frequently controversial and newsworthy and the examples of IQ genetic testing as well as ADHD genetic testing occurring in the recent book may be of special interest. The work done on this project will also function as the backdrop for a planned sequel to the PIÆs recent book on Behaving&hellip;. The working title of the sequel is \"Choosing: How behavioral genetics can frame human flourishing.\"\n\n \n\n\t\t\t\t\tLast Modified: 07/27/2015\n\n\t\t\t\t\tSubmitted by: Kenneth F Schaffner"
 }
}