{
 "awd_id": "0958214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2:  Acquisition of a stable isotope ratio mass spectrometer for studies in biogeochemistry at Southern Oregon University.",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 490737.0,
 "awd_amount": 490737.0,
 "awd_min_amd_letter_date": "2010-01-20",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis Major Research Instrumentation-Recovery and Reinvestment (MRI-R2) award funds the acquisition of a stable isotope ratio mass spectrometer with an elemental analyzer interface at Southern Oregon University (SOU).  The instrumentation provides a powerful tool for understanding the fluxes of water, carbon and nitrogen though biological systems. Stable isotope analysis has permeated most sub-disciplines in biology, chemistry, geology as well as environmental and forensic science. Faculty and students are increasingly utilizing isotopic concepts and applications in both research and teaching. The instrument serves as both a pedagogical tool and a resource for research projects than span many disciplines. With access to this instrument, local scientists explore innovative new projects and obtain preliminary data that enhances research infrastructure and prospects for competitive funding.  SOU has a strong commitment to teaching excellence.  All scientific instrumentation is available for use in instruction. Students learn about stable isotopes in lecture and are able to enhance their understanding of this complex topic through active-learning exercises and hands-on research experiences. Acquisition of this technology enhances the instrumentation infrastructure at SOU for both the Biology and Chemistry departments and provides students with a powerful tool that can be utilized in senior independent research projects. Some of the potential projects listed above could benefit society through an increased understanding of climate variability and change, forensic applications that enhance criminal investigations and a greater appreciation for environmental issues facing aquatic and forest ecosystems.  Results from the studies enabled by the new equipment will be disseminated by student and faculty presentations at regional and national meetings, and through publication in peer-reviewed journals.\r\n",
 "awd_arra_amount": 490737.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Roden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Roden",
   "pi_email_addr": "rodenj@sou.edu",
   "nsf_id": "000422343",
   "pi_start_date": "2010-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Oregon University",
  "inst_street_address": "1250 SISKIYOU BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ASHLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5415528662",
  "inst_zip_code": "975205001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": "SOUTHERN OREGON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GL1WH5BDCN74"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Oregon University",
  "perf_str_addr": "1250 SISKIYOU BLVD",
  "perf_city_name": "ASHLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "975205001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "OR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 490737.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantifying the stable isotope composition of biological materials has become increasingly important in the fields of ecology, biogeochemistry and environmental science. This MRI-R<sup>2</sup> award provided funds to acquire a stable isotope ratio mass spectrometer (IRMS) to measure the stable isotopes of C, O, N and H in plant and animal organic matter and water. This technology has greatly enhanced the science and technology infrastructure of a primarily undergraduate teaching institution (Southern Oregon University).</p>\n<p>&nbsp;</p>\n<p>As an instrumentation acquisition grant, most of our accomplishments center on procuring and setting up the instrument and making it &ldquo;operational&rdquo; so we can begin to throughput a high volume of high quality data. There were 13 major activities accomplished during the three plus years of project implementation including; 1) room modifications to house the new instrument and staff, 2) purchase and delivery of the IRMS 3) hiring and training a highly qualified technician, 4) instrument set-up with factory technician and testing the system so it met factory specifications, 5) advanced training in instrument modifications, maintenance, software and troubleshooting, 6) quality assurance/quality control tests and acquisition of international and working standards, 7) running large numbers of samples through the SOU facility including a diversity of samples that required new protocols, 8) instrument repairs and development of a maintenance schedule, 9) creating an account and a system for sample recharge, 10) gaining a better understanding of IRMS facility operations while visiting other labs as well as through participation in conferences and short courses, 11) fostering a variety potential instrument users including students, local researchers and SOU faculty, 12) developing course modules that will utilize the instrument in a number of classroom situations and 13) learning new techniques (laser absorption mass spectrometry) that may compliment the PI&rsquo;s work in stable isotope analysis in the future,</p>\n<p>&nbsp;</p>\n<p>Although no specific research projects were associated with this equipment grant, our goals were met and some of the outcomes exceeded our expectations. For example our quality control and quality assurance tests with known and blind standards were quite encouraging and indicated that we can be confident that we are providing our users with very good data. Once we were sure of our data quality, we began running samples from a variety of research projects. We will highlight a few projects below.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Student projects</span>. We ran samples for a senior capstone student studying stable isotope differences in C and N on mycorrhizae in oak woodlands and how fungal/tree connections may be exploited for nutrient exchange. Another student project compared 50 year C isotope tree ring chronologies from the northern-most stands of redwood trees with more southerly stands.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Colleague projects</span>. We tested preliminary samples of paddlefish scales and eggs (caviar) for C and N isotope analysis to determine the feasibility of using our facility for forensic analysis. The results show a clean separation between geographic regions. A professor of aquatic ecology at SOU and an ecologist from Crater Lake National Park, utilized our facility to study salamander and fish food webs. They found clear differences between trophic levels and organisms found in the lake and nearby streams. These data will guide further studies on where the newts and fish in Crater Lake are obtaining their nutrients.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">The PI&rsquo;s projects using tree rings</span>. Our ongoing research projects involving the use of stable isotope variation in C and O in the tr...",
  "por_txt_cntn": "\nQuantifying the stable isotope composition of biological materials has become increasingly important in the fields of ecology, biogeochemistry and environmental science. This MRI-R2 award provided funds to acquire a stable isotope ratio mass spectrometer (IRMS) to measure the stable isotopes of C, O, N and H in plant and animal organic matter and water. This technology has greatly enhanced the science and technology infrastructure of a primarily undergraduate teaching institution (Southern Oregon University).\n\n \n\nAs an instrumentation acquisition grant, most of our accomplishments center on procuring and setting up the instrument and making it \"operational\" so we can begin to throughput a high volume of high quality data. There were 13 major activities accomplished during the three plus years of project implementation including; 1) room modifications to house the new instrument and staff, 2) purchase and delivery of the IRMS 3) hiring and training a highly qualified technician, 4) instrument set-up with factory technician and testing the system so it met factory specifications, 5) advanced training in instrument modifications, maintenance, software and troubleshooting, 6) quality assurance/quality control tests and acquisition of international and working standards, 7) running large numbers of samples through the SOU facility including a diversity of samples that required new protocols, 8) instrument repairs and development of a maintenance schedule, 9) creating an account and a system for sample recharge, 10) gaining a better understanding of IRMS facility operations while visiting other labs as well as through participation in conferences and short courses, 11) fostering a variety potential instrument users including students, local researchers and SOU faculty, 12) developing course modules that will utilize the instrument in a number of classroom situations and 13) learning new techniques (laser absorption mass spectrometry) that may compliment the PIÆs work in stable isotope analysis in the future,\n\n \n\nAlthough no specific research projects were associated with this equipment grant, our goals were met and some of the outcomes exceeded our expectations. For example our quality control and quality assurance tests with known and blind standards were quite encouraging and indicated that we can be confident that we are providing our users with very good data. Once we were sure of our data quality, we began running samples from a variety of research projects. We will highlight a few projects below.\n\n \n\nStudent projects. We ran samples for a senior capstone student studying stable isotope differences in C and N on mycorrhizae in oak woodlands and how fungal/tree connections may be exploited for nutrient exchange. Another student project compared 50 year C isotope tree ring chronologies from the northern-most stands of redwood trees with more southerly stands.\n\n \n\nColleague projects. We tested preliminary samples of paddlefish scales and eggs (caviar) for C and N isotope analysis to determine the feasibility of using our facility for forensic analysis. The results show a clean separation between geographic regions. A professor of aquatic ecology at SOU and an ecologist from Crater Lake National Park, utilized our facility to study salamander and fish food webs. They found clear differences between trophic levels and organisms found in the lake and nearby streams. These data will guide further studies on where the newts and fish in Crater Lake are obtaining their nutrients.\n\n \n\nThe PIÆs projects using tree rings. Our ongoing research projects involving the use of stable isotope variation in C and O in the tree rings of ancient redwood slabs for millennial-scale paleo-climate reconstructions. This study has generated the largest number of samples run on the acquired instrument and for extended periods of time over the last few years has kept the instrument running continuously. We have now completed a replicated (&gt; 4 trees), sub..."
 }
}