{
 "awd_id": "0958726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Development of A High-Performance Gas-Filled Cyclotron Stopper",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2010-04-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 3280782.0,
 "awd_amount": 3280782.0,
 "awd_min_amd_letter_date": "2010-03-25",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis award will support the development of a new and unique device, at the National Superconducting Cyclotron Laboratory (NSCL) at Michigan State University, to capture short-lived isotopes produced in nuclear reactions that will facilitate a wide range of new nuclear science.  The NSCL is the forefront facility in the US for nuclear science using fast projectile fragments (GeV kinetic energies) and is the world leader in the thermalization and precision mass measurements of these projectile fragments.  Nearly a fifth of the chemical elements have been thermalized and measured at the NSCL in the last four years. The NSCL is currently building on this success by expanding its experimental arena for precision studies with thermalized projectile fragments to include laser spectroscopy and, in a major step forward, to low-energy nuclear reactions. \r\n\r\nFunds from this award will be used to develop a robust gas-stopping concept for projectile fragments, particularly for light-ion and high intensity beams that will be difficult to produce with existing technology.  The new gas stopper will slow down and thermalize very high-energy projectile fragments in a large gas filled chamber inside a cyclotron-type magnet.  Such a gas-filled cyclotron stopper will be able to provide thermalized ions without regard to their chemical nature, with half-lives as short as tens of milliseconds, and at high incident rates. The development of a novel technique to slow down, capture, and extract these difficult beams using a gas-filled reverse-cyclotron will thus have broad impact by: (1) providing the wide range of beams required for the next generation of precision mass measurements and laser spectroscopy at the NSCL, and (2) allowing unique studies of low-energy nuclear reactions with intense beams of short-lived isotopes that are not available anywhere else in the world. \r\n\r\nThe proposed work will be performed by a collaboration of researchers at MSU, RIKEN (in Japan) and GSI (in Germany) and includes the creation of a break-through device on a three-year timescale. This collaboration has significant expertise in all aspects of the work and the project will foster the technical and scientific exchange among these laboratories. The cyclotron-stopper will be constructed at the NSCL and installed on a dedicated beam line for full-scale testing and subsequent connection to the low-energy arena and re-accelerator. \r\n\r\nThis instrumentation will be a critical component of the NSCL-based research program of many students and postdoctoral scholars.",
 "awd_arra_amount": 3280782.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Morrissey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Morrissey",
   "pi_email_addr": "morrissey@nscl.msu.edu",
   "nsf_id": "000121965",
   "pi_start_date": "2010-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Georg",
   "pi_last_name": "Bollen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georg Bollen",
   "pi_email_addr": "bollen@frib.msu.edu",
   "nsf_id": "000324574",
   "pi_start_date": "2010-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 3280782.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have developed a novel large-scale device to efficiently slow down and capture high-speed rare isotopes produced in energetic nuclear reactions for detailed studies of their properties. The fragmentation of relativistic heavy-ion projectiles enables the fast, chemistry-independent production, separation and delivery of an extremely large range of short-lived and exotic isotopes. &nbsp;The resulting high-energy beams of exotic nuclei have been used for many years to study the basic properties of nuclear matter and provide insight to astrophysical, stellar processes. &nbsp;The National Superconducting Cyclotron Laboratory (NSCL) is a world-leading facility that uses the fast ions for research.&nbsp; The range of possible experiments with these fast beams has recently been extended at the NSCL by slowing down the ions in solid degraders, stopping them in a small chamber of helium gas, and then extracting the remaining ion from the gas.&nbsp; This process opens the possibility of a wide range of new experiments with the exotic ions. &nbsp;The first implementation was found to have a large potential for further development and improvement. &nbsp;Therefore, a new device was designed and constructed to thermalize and extract the fast and high intensity beams using a massive, strong superconducting magnetic to forces the fast ions to follow spiral trajectories during slowing down in buffer gas that allows them to be efficiently collected near the center of the magnet.&nbsp; The gas-filled reverse-cyclotron is called the &ldquo;Cyclotron Stopper&rdquo;.&nbsp;</p>\n<p>The cyclotron stopper uses a superconducting dipole magnet that is 4m (~13 feet) in diameter and 2m (~6.5 feet) thick in a vertical orientation (Photograph 1) weighing approximately 170 tons. &nbsp;A foundry in Michigan made the magnet yoke from a special form of steel with a very low carbon content. &nbsp;The magnet has a central gap between the magnet poles of 18cm (~7 inches) for the gas-filled chamber to stop and collect the beam. In order to access the stopping chamber and the collection electrodes inside, one half of the yoke is mounted on a rail system, while the other half is fixed to the floor.&nbsp; The magnetic field is generated by passing up to 200 amps of electricity through two superconducting coils held at liquid-helium temperature (~4K degrees above absolute zero).&nbsp; The novel design of the refrigeration system requires 16 liters (~4 gallons) of liquid helium to circulate around the coils but it does not rely on an external supply of the liquid. This is beneficial, as helium is becoming an increasingly scarce resource. A novel \"ion surfing\" technique using traveling electric waves was developed and demonstrated for the extraction of the ions stopped inside the large vacuum chamber.</p>\n<p>Operation of the Cyclotron Stopper at the NSCL will have a very positive impact on the expanding stopped and reaccelerated beam program at the NSCL. The device will benefit the large user community at this on-going NSF-funded premier national user facility for rare isotope science in the US and, through the scientific progress, society at large.&nbsp; Three graduate students and three post-doctoral researchers contributed to the design and construction of the Cyclotron Stopper during their appointments at the NSCL. &nbsp;These young scientists had a unique educational experience developing novel technology for cutting-edge science and all have continued on to careers in nuclear science.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2013<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Morrissey</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n...",
  "por_txt_cntn": "\nWe have developed a novel large-scale device to efficiently slow down and capture high-speed rare isotopes produced in energetic nuclear reactions for detailed studies of their properties. The fragmentation of relativistic heavy-ion projectiles enables the fast, chemistry-independent production, separation and delivery of an extremely large range of short-lived and exotic isotopes.  The resulting high-energy beams of exotic nuclei have been used for many years to study the basic properties of nuclear matter and provide insight to astrophysical, stellar processes.  The National Superconducting Cyclotron Laboratory (NSCL) is a world-leading facility that uses the fast ions for research.  The range of possible experiments with these fast beams has recently been extended at the NSCL by slowing down the ions in solid degraders, stopping them in a small chamber of helium gas, and then extracting the remaining ion from the gas.  This process opens the possibility of a wide range of new experiments with the exotic ions.  The first implementation was found to have a large potential for further development and improvement.  Therefore, a new device was designed and constructed to thermalize and extract the fast and high intensity beams using a massive, strong superconducting magnetic to forces the fast ions to follow spiral trajectories during slowing down in buffer gas that allows them to be efficiently collected near the center of the magnet.  The gas-filled reverse-cyclotron is called the \"Cyclotron Stopper\". \n\nThe cyclotron stopper uses a superconducting dipole magnet that is 4m (~13 feet) in diameter and 2m (~6.5 feet) thick in a vertical orientation (Photograph 1) weighing approximately 170 tons.  A foundry in Michigan made the magnet yoke from a special form of steel with a very low carbon content.  The magnet has a central gap between the magnet poles of 18cm (~7 inches) for the gas-filled chamber to stop and collect the beam. In order to access the stopping chamber and the collection electrodes inside, one half of the yoke is mounted on a rail system, while the other half is fixed to the floor.  The magnetic field is generated by passing up to 200 amps of electricity through two superconducting coils held at liquid-helium temperature (~4K degrees above absolute zero).  The novel design of the refrigeration system requires 16 liters (~4 gallons) of liquid helium to circulate around the coils but it does not rely on an external supply of the liquid. This is beneficial, as helium is becoming an increasingly scarce resource. A novel \"ion surfing\" technique using traveling electric waves was developed and demonstrated for the extraction of the ions stopped inside the large vacuum chamber.\n\nOperation of the Cyclotron Stopper at the NSCL will have a very positive impact on the expanding stopped and reaccelerated beam program at the NSCL. The device will benefit the large user community at this on-going NSF-funded premier national user facility for rare isotope science in the US and, through the scientific progress, society at large.  Three graduate students and three post-doctoral researchers contributed to the design and construction of the Cyclotron Stopper during their appointments at the NSCL.  These young scientists had a unique educational experience developing novel technology for cutting-edge science and all have continued on to careers in nuclear science.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2013\n\n\t\t\t\t\tSubmitted by: David J Morrissey"
 }
}