{
 "awd_id": "0958658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2: Development of an Ice Imaging System for Monitoring Changing Ice Sheets Mounted on the NYANG LC-130",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924746",
 "po_email": "lclough@nsf.gov",
 "po_sign_block_name": "Lisa Clough",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 4140323.0,
 "awd_amount": 4140323.0,
 "awd_min_amd_letter_date": "2010-04-22",
 "awd_max_amd_letter_date": "2011-03-16",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). The icePod system will consist of a suite of imaging sensors mounted in an external pod installed and operated on New York Air National Guard LC-130 aircraft during routine and targeted missions across Antarctica and Greenland. This system will be operated as a shared community research facility providing data to scientists and educators. Instrumentation will include a scanning laser for precise measurements of the ice surface, visible and infrared imaging cameras to document the ice surface structure and temperature, and ice-penetrating radar to recover ice thickness and constrain the distribution of water at the ice sheet bed. Geo-referencing of the measurements will be provided by precision GPS satellite data integrated with inertial technology. Using the icePod system, a majority of the remaining unexplored regions of East Antarctica will become open for study including several key regions in Antarctica. Data from the integrated icePod sensor system will enable novel studies of the dynamics of outlet glaciers, the stability of the West Antarctic ice sheet grounding lines, the nature of the water movement between subglacial lakes and on the role surface melt water plays in the seasonal acceleration of the Greenland ice sheet. This project could provide the integrated ice imaging system capable of measuring in detail both the ice surface and the ice bed. The icePod imaging system will leverage a newly available instrumented door plug developed for Department of Defense Special Forces applications that can be installed in any LC-130 rear troop door. This proposal will design, build, calibrate, test and commission the instrument over a five-year period. A scientific advisory committee will provide input to the icePod team to ensure the system meets the science community?s needs and an operations advisory group will provide input on aircraft operations, logistics, testing and certification. The goal of the icePod project is that the sensor system will become a facility operated for the science community and the data will be served to the science community through a NSF- supported polar data center. \r\n\r\nStudents will be engaged in the development of icePod through design, construction and demonstration of sample measurement systems. The investigators will also build a network of educators who can access, understand and employ the data collected from the icePod, thereby engaging students with the science of environmental change and instrumentation development.",
 "awd_arra_amount": 4140323.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Bell",
   "pi_email_addr": "robinb@ldeo.columbia.edu",
   "nsf_id": "000085832",
   "pi_start_date": "2010-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Studinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Studinger",
   "pi_email_addr": "mstuding@ldeo.columbia.edu",
   "nsf_id": "000188427",
   "pi_start_date": "2010-04-22",
   "pi_end_date": "2011-03-16"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Zappa",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Zappa",
   "pi_email_addr": "zappa@ldeo.columbia.edu",
   "nsf_id": "000095756",
   "pi_start_date": "2010-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Frearson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Frearson",
   "pi_email_addr": "nfre@ldeo.columbia.edu",
   "nsf_id": "000538610",
   "pi_start_date": "2010-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "164700",
   "pgm_ele_name": "ANT Instrum & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4140323.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>MRI-R2&nbsp; Development of an Ice Imaging System for Monitoring Changing Ice Sheets Mounted on the NYANG LC-130</p>\n<p>&nbsp;</p>\n<p>Evidence from satellites has documented that the amount of ice in both the earth&rsquo;s polar regions is decreasing as global temperatures increase.&nbsp; Understanding how this change is occurring, and building an understanding of how fast these continent-sized pieces of ice will change in the future, is critical as society develops plans for adapting to changing coastlines. &nbsp;To measure change and understand the processes driving these changes requires the capacity to image the polar ice sheets and oceans from long-range aircraft. This &nbsp;MRI-R2 program developed innovative airborne-imaging technology called Icepod. IcePod can mounted on any LC-130, the aircraft used in the polar regions, for the major logistical support.&nbsp; &nbsp;The Icepod system was developed by engineers and scientists at Columbia University, working in close collaboration with the New York Air National Guard, who operate the ski-equipped LC-130 aircraft for the National Science Foundation in Antarctica and Greenland.&nbsp; The Icepod instrumentation package presently consists of: a scanning laser for precise measurements of the ice surface, visible and infrared imaging cameras to document the ice surface structure and temperature, ice-penetrating radar to recover the ice thickness and constrain the distribution of water at the ice sheet bed, and shallow-ice radar to measure snow accumulation. A magnetometer system is mounted inside the pod to recover information on the solid earth structure. Positioning of the Icepod during flights and the measurements are &nbsp;provided by precision GPS satellite data and inertial technology. A gravimeter, using its own rack, is also employed in conjunction with the IcePod sensor suite. Through the course of this program the system was flight-certified in New York and the instrumentation suite was tested during a series of flight operations in Greenland.&nbsp; The final commissioning of the system occurred in November &ndash; December 2014 in Antarctica. &nbsp;The Icepod system was successfully operated in full polar conditions with a series of flights from McMurdo Station over the Ross Ice Shelf, the Ross Sea, the Dry Valleys, the Transantarctic Mountains and to South Pole.&nbsp; The system is now available to the polar community for novel imaging applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2015<br>\n\t\t\t\t\tModified by: Robin&nbsp;E&nbsp;Bell</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0958658/0958658_10015121_1432223710019_ICEPOD_IMAGE_LC130--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0958658/0958658_10015121_1432223710019_ICEPOD_IMAGE_LC130--rgov-800width.jpg\" title=\"IcePod on LC-130\"><img src=\"/por/images/Reports/POR/2015/0958658/0958658_10015121_1432223710019_ICEPOD_IMAGE_LC130--rgov-66x44.jpg\" alt=\"IcePod on LC-130\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The IcePod mounted on the LC-130 plane.</div>\n<div class=\"imageCredit\">Robin Bell</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robin&nbsp;E&nbsp;Bell</div>\n<div class=\"imageTitle\">IcePod on LC-130</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/0958658/0958658_10015121_1432224214136_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0958658/0958658...",
  "por_txt_cntn": "\nMRI-R2  Development of an Ice Imaging System for Monitoring Changing Ice Sheets Mounted on the NYANG LC-130\n\n \n\nEvidence from satellites has documented that the amount of ice in both the earthÆs polar regions is decreasing as global temperatures increase.  Understanding how this change is occurring, and building an understanding of how fast these continent-sized pieces of ice will change in the future, is critical as society develops plans for adapting to changing coastlines.  To measure change and understand the processes driving these changes requires the capacity to image the polar ice sheets and oceans from long-range aircraft. This  MRI-R2 program developed innovative airborne-imaging technology called Icepod. IcePod can mounted on any LC-130, the aircraft used in the polar regions, for the major logistical support.   The Icepod system was developed by engineers and scientists at Columbia University, working in close collaboration with the New York Air National Guard, who operate the ski-equipped LC-130 aircraft for the National Science Foundation in Antarctica and Greenland.  The Icepod instrumentation package presently consists of: a scanning laser for precise measurements of the ice surface, visible and infrared imaging cameras to document the ice surface structure and temperature, ice-penetrating radar to recover the ice thickness and constrain the distribution of water at the ice sheet bed, and shallow-ice radar to measure snow accumulation. A magnetometer system is mounted inside the pod to recover information on the solid earth structure. Positioning of the Icepod during flights and the measurements are  provided by precision GPS satellite data and inertial technology. A gravimeter, using its own rack, is also employed in conjunction with the IcePod sensor suite. Through the course of this program the system was flight-certified in New York and the instrumentation suite was tested during a series of flight operations in Greenland.  The final commissioning of the system occurred in November &ndash; December 2014 in Antarctica.  The Icepod system was successfully operated in full polar conditions with a series of flights from McMurdo Station over the Ross Ice Shelf, the Ross Sea, the Dry Valleys, the Transantarctic Mountains and to South Pole.  The system is now available to the polar community for novel imaging applications.\n\n\t\t\t\t\tLast Modified: 05/21/2015\n\n\t\t\t\t\tSubmitted by: Robin E Bell"
 }
}