{
 "awd_id": "0958245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  MSB: Defining Plant-Associated Metagenomics",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2010-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 2490169.0,
 "awd_amount": 2496169.0,
 "awd_min_amd_letter_date": "2010-04-16",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "All land plants grow in association with complex microbial communities both on above\r\nground plant organs (called the phyllosphere) and below the ground on roots (called the\r\nrhizosphere). The relationships between a microbiota (the community of microbes\r\nintimately associated with a plant) and its host can vary from pathogenic to symbiotic.\r\nThe microbiome (the set of genes encoded by any particular microbiota) can perform\r\necosystem services by providing the host plant with critical nutrients, protection from\r\npathogens, production of functional plant hormones, and provision of tolerance to\r\nstressors like heat. The plant, in turn, provides the microbiome with an improved\r\nenvironment, including a complex array of energy sources released by deposition of\r\nplant-based sugars into the soil. Decaying plant tissue and carbon-rich root exudates\r\nredirect large amounts of fixed atmospheric carbon to the soil, making the rhizosphere a\r\nlarge carbon sequestration zone, important in the balance of carbon in a changing\r\nenvironment. Site specific characteristics of climate and soil that influence the yield of\r\nmaize and other crops and the productivity of any plant community rely in part on the\r\nrespective rhizosphere microbiome. This research will ultimately lead to agricultural\r\npractices designed to increase plant health and productivity, carbon sequestration, and\r\ndisease resistance through the rational utilization of the probiotic capacity of soils and\r\nthe local environment. The project team is a collaborative interdisciplinary group from\r\nUNC-Chapel Hill, Cornell and the DOE Joint Genome Institute. The experiments to be\r\ncarried out will define the rhizosphere microbiota and associated microbiome using two\r\nimportant model plant species: Arabidopsis thaliana, the premier model for rapid\r\ndiscovery in plant biology, and Zea mays, the premier model for genetic dissection of\r\ncomplex traits in crops. Data generated by the project will be made freely available (http://www.bio.unc.edu/dangl/lab/projects/Metagenome_2-3-10.htm; http://www.ncbi.nlm.nih.gov/Genbank/), and will provide starting points for a variety of deeper studies into the complexities of host-microbe interactions. The project will provide training opportunities for undergraduates, doctoral students and post-doctoral fellows.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Dangl",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery L Dangl",
   "pi_email_addr": "dangl@email.unc.edu",
   "nsf_id": "000448324",
   "pi_start_date": "2010-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6864",
   "pgm_ref_txt": "MICROBIAL SYS IN BIOSPHERE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2490169.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Land plants associate with a root microbiota distinct from the complex microbial community present in surrounding soil. The microbiota &nbsp;colonizing the rhizosphere (immediately surrounding the root), and the endophytic compartment (within the root), contribute to plant growth, productivity, carbon sequestration, and phytoremediation. Colonization of the root occurs despite a sophisticated plant immune system, suggesting finely-tuned discrimination of mutualists and commensals from pathogens. Genetic principles governing the derivation of host-specific endophyte communities from soil communities are poorly understood.</p>\n<p>This project used a variety of interdisciplinar approaches to understand how root associated bacteria might help influence plant productivity. Plant roots grow within extremely diverse soil microbial communities,   but assemble a taxonomically limited root-associated microbiome. We found that plant-roots harbor a rich, non-random bacterial community in their roots. Evidence from culture independent surveys in wild soils indicated some degree of soil specificity over the bacterial community that assembled on wild-type roots, which suggests fine tuning by the plant in response to different conditions. Fully elucidating the role of the plant in modulating bacterial assembly requires controlling both the bacterial community and the abiotic factors in the system. We performed microcosm reconstitution experiments by inoculating plants with a complex, but well defined, bacterial communities of dozens of isolates, while systematically varying nutrient composition in a soil-like substrate with standard physical properties. Monitoring of plant phenotypes established the effect of the bacterial community on plant health, while DNA sequencing allows for unambiguous and accurate quantification of the final communities in the root. We defined a set of robust bacterial root colonizers, and nutrient perturbation experiments allowed us to identify bacterial strains that help the plant to cope with nutrient stress, or inhibit the growth of a fungal pathogen.</p>\n<p>Immune systems distinguish &lsquo;self&rsquo; from &lsquo;non-&shy;self&rsquo; to maintain homeostasis and must differentially gate access to allow colonization by beneficial, but not pathogenic, microbes. Thus, an effective immune system tolerates beneficial microbes while stopping pathogens. We grew normal plants and mutants with altered immune systems in a wild soil and also in recolonization experiments with a synthetic bacterial community. We established that a phytohormone that normally works in the leaves to control the immune system, called salicylic acid, is required to assemble a normal root microbiome. Salicylic acid modulates colonization of the root by specific bacterial families. Thus, plant signaling drives selection from the available microbial communities to sculpt the root microbiome.</p>\n<p>In summary, our approach allowed us to identify bacteria are good candidates for further development as plant probiotics. We continue to learn the rules that govern bacterial colonization of the plant in response to a variety of nutrient conditions, and in concert with the plant's normal immune system.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/25/2015<br>\n\t\t\t\t\tModified by: Jeffery&nbsp;L&nbsp;Dangl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLand plants associate with a root microbiota distinct from the complex microbial community present in surrounding soil. The microbiota  colonizing the rhizosphere (immediately surrounding the root), and the endophytic compartment (within the root), contribute to plant growth, productivity, carbon sequestration, and phytoremediation. Colonization of the root occurs despite a sophisticated plant immune system, suggesting finely-tuned discrimination of mutualists and commensals from pathogens. Genetic principles governing the derivation of host-specific endophyte communities from soil communities are poorly understood.\n\nThis project used a variety of interdisciplinar approaches to understand how root associated bacteria might help influence plant productivity. Plant roots grow within extremely diverse soil microbial communities,   but assemble a taxonomically limited root-associated microbiome. We found that plant-roots harbor a rich, non-random bacterial community in their roots. Evidence from culture independent surveys in wild soils indicated some degree of soil specificity over the bacterial community that assembled on wild-type roots, which suggests fine tuning by the plant in response to different conditions. Fully elucidating the role of the plant in modulating bacterial assembly requires controlling both the bacterial community and the abiotic factors in the system. We performed microcosm reconstitution experiments by inoculating plants with a complex, but well defined, bacterial communities of dozens of isolates, while systematically varying nutrient composition in a soil-like substrate with standard physical properties. Monitoring of plant phenotypes established the effect of the bacterial community on plant health, while DNA sequencing allows for unambiguous and accurate quantification of the final communities in the root. We defined a set of robust bacterial root colonizers, and nutrient perturbation experiments allowed us to identify bacterial strains that help the plant to cope with nutrient stress, or inhibit the growth of a fungal pathogen.\n\nImmune systems distinguish æselfÆ from ænon-&shy;selfÆ to maintain homeostasis and must differentially gate access to allow colonization by beneficial, but not pathogenic, microbes. Thus, an effective immune system tolerates beneficial microbes while stopping pathogens. We grew normal plants and mutants with altered immune systems in a wild soil and also in recolonization experiments with a synthetic bacterial community. We established that a phytohormone that normally works in the leaves to control the immune system, called salicylic acid, is required to assemble a normal root microbiome. Salicylic acid modulates colonization of the root by specific bacterial families. Thus, plant signaling drives selection from the available microbial communities to sculpt the root microbiome.\n\nIn summary, our approach allowed us to identify bacteria are good candidates for further development as plant probiotics. We continue to learn the rules that govern bacterial colonization of the plant in response to a variety of nutrient conditions, and in concert with the plant's normal immune system.\n\n\t\t\t\t\tLast Modified: 05/25/2015\n\n\t\t\t\t\tSubmitted by: Jeffery L Dangl"
 }
}