{
 "awd_id": "0958093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Understanding the Economic Crisis and it's Social Impacts through Postdoctoral Fellowships",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 233640.0,
 "awd_amount": 233640.0,
 "awd_min_amd_letter_date": "2010-03-16",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Abstract \r\nSES-0957962 \r\nKaren S. Cook \r\nDavid Grusky \r\nStanford University \r\n\r\nSES-0957200 \r\nVictor Nee \r\nKim Weeden \r\nCornell University \r\n\r\nSES-0957900 \r\nPaul DiMaggio \r\nPrinceton University \r\n\r\nSES-0957923 \r\nBruce Western \r\nHarvard University \r\n\r\nSES-0958093 \r\nNeil Fligstein \r\nUniversity of California-Berkeley \r\n\r\nSES-0956546 \r\nErik Wright \r\nJoel Rogers \r\nUniversity of Wisconsin-Madison \r\n\r\nThe United States and the world economy are currently experiencing the most extensive and intense downturn since the Great Depression. A six-university team hosted by Centers for the study of economic sociology and social inequality associated with the Sociology Departments at Cornell, University of California at Berkeley, Harvard, Princeton, Stanford and the University of Wisconsin that share outstanding reputations and strong track records in economic sociology and related specialties will complete research on the causes and consequences of this historic economic crisis. The recession itself presents a fundamental challenge to the economic sociology of efficient markets and to conventional understandings of concepts like risk and trust that are central to all of the social sciences. It is also likely to have important effects on social inequality -- not just inequality in income, but in economic behaviors like savings, job-hunting, and investments in education, as well as such outcomes as health and wellness, fertility and divorce, and criminal victimization. The project will support twelve postdoctoral research fellows who will work with faculty at the six universities to complete independent research while receive training and mentoring, that will cast light on the causes of the crisis and its impact on social inequality and on U.S. institutions. \r\n\r\nBroader Impact: The research will help to inform our understanding of the social consequences of the recession. Specifically, the project will bring a sociological perspective to three pressing questions: (1) how did the financial crisis happen, (2) what are the social consequences of the recession, and how is its impacts distributed, and (3) what are the policy responses to the economic crisis and what are their consequences? The project will also provide a career development opportunity for a diverse set of new Sociology Ph.D.s at a time of declining endowments in the private university sector and declining tax revenues in the states. By providing a footing for a group of young scholars and enabling them to contribute to our understanding of the very crisis that has challenged the labor market into which they are moving, the investigators hope to prevent the loss of talent that the field has experienced in previous severe recessions, and to ensure that graduate-training institutions have a robust and consistent pipeline of new talent as faculty hired in the 1970s and 1980s move towards retirement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Fligstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neil Fligstein",
   "pi_email_addr": "fligst@berkeley.edu",
   "nsf_id": "000432551",
   "pi_start_date": "2010-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 77880.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58410.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 97350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the period of the grant, we had two postdoctoral fellows at the University of California, Abby Larsen and Victor Chen.</p>\n<p>Dr. Larsen's project involved interviewing 62 people who worked for banks from August 2008-January 2009. Her goal was to ascertain how they saw the crisis, what role they personally played, and why they participated in the activities of banks when those activities were so clearly detrimental not only to the economy as a whole but the firms in which they worked (most of the firms went bankrupt). Dr. Larson&rsquo;s work reveals that bankers took unnecessary risks because of pressures from their superiors and competitors. These risks were normalized by participants who felt that what they were doing was economically rational. Many argued that they were providing an important service and that their risks were reasonably controlled by being hedged in various ways. But they also reported that they knew that they had to take those risks or else lose their jobs. Boards of directors, CEOs, and Department managers all pushed middle level bankers to produce more products &nbsp;to sell to customers. In this way, the banks were organizationally incapable of coping with the downturn in those products.</p>\n<p>She is currently a postdoctoral fellow at the Center for Education Policy Analysis at Stanford University.</p>\n<p>Dr. Chen's project was a study of how auto workers near Detroit and Toronto who were laid off in the aftermath of the crisis came to deal with their situations.&nbsp;Dr. Chen's project has turned into a book \"Cut Loose: Jobless and Hopeless in an Unfair Economy\" &nbsp;that will be published in August 2015 by the University of California Press.&nbsp;&nbsp;Dr. Chen's interviewees were employed in &nbsp;high paying jobs on the assembly lines when the recession began. &nbsp;\"Cut Loose<em>\"</em>&nbsp;provides a vivid and moving account of the experiences of some of these men and women. Dr. Chen shows that the services provided to them in the aftermath of the recession were inadequate to make workers capable of traning for and finding new jobs. Many were unable to afford health care. As a result, these workers feel deserted by their employers, the union, and the government. These same workers were amongst those who had built a strong middle class in the decades after World War II. But today, they find themselves in a changed economy of greater inequality, risk, and few opportunities.</p>\n<p>Dr. Chen is currently an Assistant Professor of Sociology at Vrigina Commonweatlh University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2015<br>\n\t\t\t\t\tModified by: Neil&nbsp;Fligstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the period of the grant, we had two postdoctoral fellows at the University of California, Abby Larsen and Victor Chen.\n\nDr. Larsen's project involved interviewing 62 people who worked for banks from August 2008-January 2009. Her goal was to ascertain how they saw the crisis, what role they personally played, and why they participated in the activities of banks when those activities were so clearly detrimental not only to the economy as a whole but the firms in which they worked (most of the firms went bankrupt). Dr. LarsonÆs work reveals that bankers took unnecessary risks because of pressures from their superiors and competitors. These risks were normalized by participants who felt that what they were doing was economically rational. Many argued that they were providing an important service and that their risks were reasonably controlled by being hedged in various ways. But they also reported that they knew that they had to take those risks or else lose their jobs. Boards of directors, CEOs, and Department managers all pushed middle level bankers to produce more products  to sell to customers. In this way, the banks were organizationally incapable of coping with the downturn in those products.\n\nShe is currently a postdoctoral fellow at the Center for Education Policy Analysis at Stanford University.\n\nDr. Chen's project was a study of how auto workers near Detroit and Toronto who were laid off in the aftermath of the crisis came to deal with their situations. Dr. Chen's project has turned into a book \"Cut Loose: Jobless and Hopeless in an Unfair Economy\"  that will be published in August 2015 by the University of California Press.  Dr. Chen's interviewees were employed in  high paying jobs on the assembly lines when the recession began.  \"Cut Loose\" provides a vivid and moving account of the experiences of some of these men and women. Dr. Chen shows that the services provided to them in the aftermath of the recession were inadequate to make workers capable of traning for and finding new jobs. Many were unable to afford health care. As a result, these workers feel deserted by their employers, the union, and the government. These same workers were amongst those who had built a strong middle class in the decades after World War II. But today, they find themselves in a changed economy of greater inequality, risk, and few opportunities.\n\nDr. Chen is currently an Assistant Professor of Sociology at Vrigina Commonweatlh University.\n\n\t\t\t\t\tLast Modified: 03/03/2015\n\n\t\t\t\t\tSubmitted by: Neil Fligstein"
 }
}