{
 "awd_id": "0958290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Military Veterans Engineering Education Initiative Planning Grant",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Cheville",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 199656.0,
 "awd_amount": 199656.0,
 "awd_min_amd_letter_date": "2010-03-05",
 "awd_max_amd_letter_date": "2010-03-05",
 "awd_abstract_narration": "The Center for the Study of Higher Education at Pennsylvania State University  will assess data available and identify if more is needed to design programs to ease the transition of military veterans into engineering disciplines. The results will help postsecondary institutions meet the unique needs of military veterans returning to or enrolling in college for the first time. \r\n\r\nIntellectual merit: The new Montgomery GI Bill for post-9/11 veterans is expected to bring an influx of former military personnel to the nation's college campuses. Many of these veterans will bring technical skills and expertise, and an interest in continuing their education in those fields. The proposed planning grant will catalog examples of programs already developed on some college campuses to serve veterans. It will also assess the data that are available from military and other sources to assist in implementing efforts to recruit and serve veterans. The project will also suggest designs for appropriate evaluation methodology for such program to serve veterans who study engineering. \r\n\r\nBroader impacts: While the primary focus of this planning grant is on data and evaluation of programs for veterans, the results will have implications for other populations of non-traditional students. Most military veterans returning to college have characteristics that are quite different from traditional students transitioning directly from high school to postsecondary education. Adult students returning to college to complete a first degree, or enrolling for the first time, share many of the characteristics of military veterans. Many have spouses or partners as well as dependent children, and juggle family responsibilities while enrolled in college. All bring with them to the campus skills and talents learned in the labor force, and are looking for ways to build on that existing expertise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Heller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Heller",
   "pi_email_addr": "deh29@psu.edu",
   "nsf_id": "000539096",
   "pi_start_date": "2010-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hendrickson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Hendrickson",
   "pi_email_addr": "rmh6@psu.edu",
   "nsf_id": "000401347",
   "pi_start_date": "2010-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 199656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of the grant awarded to the Center for the Study of Higher Education (CSHE) at Pennsylvania State University was to develop an evaluation for NSF and its grantees to use in determining the success of NSF&rsquo;s Veterans&rsquo; Education in Science and Engineering grant program.&nbsp; As part of its grant, the CSHE project team examined existing national databases that could potentially be used to determine the number of veterans eligible and qualified for entry into postsecondary science, technology, engineering, and math (STEM) programs.&nbsp; The team also developed a methodology for assessing whether a college or university could be classified as veteran friendly, and assessed a number of institutions based on these criteria.&nbsp; This assessment was then used to select a subset of institutions from which to gather more detailed data regarding programs and services available to veterans that enable (or hinder) their success in college.</p>\n<p>The project team then selected three of the initial NSF grantees for site visits. Visits were conducted to each of the NSF grantee and veteran-friendly sites to collect data on how engineering programs and services at these institutions, and university-wide services more broadly, were being changed to encourage the enrollment and success of military veteran students in STEM fields.&nbsp; The final part of the project was the creation of an evaluation design for NSF&rsquo;s use with future grantees.</p>\n<p>The key findings from this study include:</p>\n<ul>\n<li>While military veteran students have some needs similar to other adult students (such as being older, having dependents, etc.), they have unique needs and characteristics of which higher education institutions need to be aware.</li>\n<li>Colleges and universities that have offices dedicated to meeting the needs of veterans students are best positioned to ensure their success once on campus.&nbsp; In the absence of a dedicated veterans office, having staff in place in key offices &ndash; such as financial aid, admissions, bursar, counseling, etc. &ndash; who are sensitive to and knowledgeable about veterans issues is critical to success of these students.</li>\n<li>The training, both formal (in the classroom) and informal (on the job), received by veterans while they were on active duty in the military is generally very practice-oriented and hands-on, and lacks the theoretical grounding provided in many postsecondary courses.</li>\n<li>While many military veterans have had technical experience while in the military that would lend itself to later study in STEM disciplines, their lack of classroom training &ndash; particularly in the theoretical aspects of these disciplines &ndash; means that they are not able to capitalize on this experience by using it to ease their entry into STEM careers.</li>\n<li>The lack of advanced mathematics courses for active duty military personnel also inhibits veterans&rsquo; selection of STEM majors. Postsecondary institutions could utilize on-line advanced math courses to increase availability of these required skills for active duty military personnel.&nbsp; </li>\n<li>Military veterans expressed much frustration and displeasure with the unwillingness of traditional colleges and universities (public and not-for-profit) to award college credit for military training and experience.&nbsp; Many veterans entered the armed forces with the impression that after separation and upon entering college, their military training and experience would allow them to &ldquo;jump start&rdquo; their postsecondary education.&nbsp; Very few of the veterans we spoke with reported that this had worked for them.</li>\n<li>The use of military credits to meet the general education requirements of veterans at colleges and universities is an issue that needs to be addressed through the academic governance structure of the institution.&nbsp; This would typica...",
  "por_txt_cntn": "\nThe purpose of the grant awarded to the Center for the Study of Higher Education (CSHE) at Pennsylvania State University was to develop an evaluation for NSF and its grantees to use in determining the success of NSFÆs VeteransÆ Education in Science and Engineering grant program.  As part of its grant, the CSHE project team examined existing national databases that could potentially be used to determine the number of veterans eligible and qualified for entry into postsecondary science, technology, engineering, and math (STEM) programs.  The team also developed a methodology for assessing whether a college or university could be classified as veteran friendly, and assessed a number of institutions based on these criteria.  This assessment was then used to select a subset of institutions from which to gather more detailed data regarding programs and services available to veterans that enable (or hinder) their success in college.\n\nThe project team then selected three of the initial NSF grantees for site visits. Visits were conducted to each of the NSF grantee and veteran-friendly sites to collect data on how engineering programs and services at these institutions, and university-wide services more broadly, were being changed to encourage the enrollment and success of military veteran students in STEM fields.  The final part of the project was the creation of an evaluation design for NSFÆs use with future grantees.\n\nThe key findings from this study include:\n\nWhile military veteran students have some needs similar to other adult students (such as being older, having dependents, etc.), they have unique needs and characteristics of which higher education institutions need to be aware.\nColleges and universities that have offices dedicated to meeting the needs of veterans students are best positioned to ensure their success once on campus.  In the absence of a dedicated veterans office, having staff in place in key offices &ndash; such as financial aid, admissions, bursar, counseling, etc. &ndash; who are sensitive to and knowledgeable about veterans issues is critical to success of these students.\nThe training, both formal (in the classroom) and informal (on the job), received by veterans while they were on active duty in the military is generally very practice-oriented and hands-on, and lacks the theoretical grounding provided in many postsecondary courses.\nWhile many military veterans have had technical experience while in the military that would lend itself to later study in STEM disciplines, their lack of classroom training &ndash; particularly in the theoretical aspects of these disciplines &ndash; means that they are not able to capitalize on this experience by using it to ease their entry into STEM careers.\nThe lack of advanced mathematics courses for active duty military personnel also inhibits veteransÆ selection of STEM majors. Postsecondary institutions could utilize on-line advanced math courses to increase availability of these required skills for active duty military personnel.  \nMilitary veterans expressed much frustration and displeasure with the unwillingness of traditional colleges and universities (public and not-for-profit) to award college credit for military training and experience.  Many veterans entered the armed forces with the impression that after separation and upon entering college, their military training and experience would allow them to \"jump start\" their postsecondary education.  Very few of the veterans we spoke with reported that this had worked for them.\nThe use of military credits to meet the general education requirements of veterans at colleges and universities is an issue that needs to be addressed through the academic governance structure of the institution.  This would typically involve the Chief Academic Officer and the Faculty Senate or institution wide curriculum committee.   \n\n\nA copy of the final report from the project can be downloaded from the CSHE website at http://www.ed.psu.edu/edu..."
 }
}