{
 "awd_id": "0958349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2:  Acquisition of the Optical Cryostat for Research and Teaching",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2010-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 104047.0,
 "awd_amount": 104047.0,
 "awd_min_amd_letter_date": "2010-01-22",
 "awd_max_amd_letter_date": "2010-01-22",
 "awd_abstract_narration": "0958349\r\nGasparov\r\nU. of North Florida\r\n\r\nTechnical Summary:  \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nUnderstanding of   correlated electron compounds is a particularly important subject in condensed matter physics.  The nature of the structural transition (Verwey transition) in magnetite and mechanism of the superconducting transition in Fe-pnictides are among the problems that will be addressed by  the proposed acquisition of the versatile helium-bath optical cryostat.  Extended low temperature capability when coupled with the existing high pressure capability will yield new data critical for understanding the physics of the compounds under investigation.  Two groups from the University of North Florida (UNF), a group from the Geophysical Laboratory in Washington, DC, and a group from the University of Florida (UF) will benefit from the acquisition.  The proposed experimental work builds on the PI?s extensive expertise in optical spectroscopy of correlated electron systems. The PI?s Raman laboratory is equipped with state-of-the-art spectroscopic equipment. Critical low temperature capability of the proposed cryostat will substantially expand the scope of problems accessible to the PI.  The project will strengthen the physics program at UNF and contribute to the development of the Master?s program in materials science. It will also reinforce the ongoing collaboration between leading research institutions (UF, Geophysical Laboratory) and a growing predominately undergraduate university (UNF). The students employed in this research program will benefit significantly by working in a modern research environment. This project will introduce high school students into the atmosphere of a university, it will introduce UNF undergraduates to the atmosphere of a major research institution, and it will generate future graduate students.\r\n\r\n\r\nLayman Summary:  \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nCorrelated electron systems form a very important family of compounds.  In these materials electrons are equally affected by interaction between each other and interaction between surrounding ions. The balance between these interactions is fragile and can be easily broken leading to an abrupt change in the material?s properties when these materials are cooled down below certain critical temperature or put under high pressure. For instance, newly discovered Fe-pnictides display zero resistance at low temperature and high pressure. Other materials such as magnetite become more resistive when cooled down.  Understanding of the mechanism leading to these abrupt changes is important for materials science and will lead to new applications.  Optical spectroscopy laboratory at the University of North Florida (UNF) hosts superb spectroscopic equipment. Acquisition of the proposed state-of-the-art cryostat will provide critical low temperature capability to conduct spectroscopic research of correlated electron materials. This capability is leveraged by the available high-pressure capability. \r\nThe proposed cryostat will enhance research and teaching infrastructure at UNF. It will strengthen the physics program and contribute to the development of the Master?s program in materials science. It will reinforce the ongoing collaboration between a growing predominately undergraduate university (UNF) and leading research institutions (University of Florida and Geophysical Laboratory). \r\nThe students employed in this research program will work in a modern research environment and develop vital problem-solving skills.  This project will introduce high school students into the atmosphere of a university, it will introduce UNF undergraduates to the atmosphere of a major research institution, it will generate future graduate students in a critical science and engineering field.",
 "awd_arra_amount": 104047.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lev",
   "pi_last_name": "Gasparov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lev Gasparov",
   "pi_email_addr": "lgasprov@unf.edu",
   "nsf_id": "000483683",
   "pi_start_date": "2010-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Florida",
  "inst_street_address": "1 UNF DR",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSONVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9046202455",
  "inst_zip_code": "322247699",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "FL05",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "MHM6MGJFANE7"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Florida",
  "perf_str_addr": "1 UNF DR",
  "perf_city_name": "JACKSONVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "322247699",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "FL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 104047.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Magnetite (Fe<sub>3</sub>O<sub>4</sub>) is a naturally occurring mineral. It is the first magnetic material known to mankind.</p>\n<p>&nbsp;In spite of decades of research, a comprehensive understanding of this compound is lacking. In particular, the Verwey transition in magnetite discovered in 1939 remains unexplained. The transition manifests itself by an increase in several orders of magnitude in the resistance of the compound to the electric current. Understanding of this transition will help scientists to engineer the materials for applications in electronics.</p>\n<p>The goal of this project was to create a low temperature setup with the help of the optical cryostat. The acquired cryostat allowed the PI to study how the application of high pressure affects the temperature of the transition. This new knowledge allowed the PI to conclude that the ordering of charges situated on the iron ions plays an important role in the mechanism of the Verwey transition.</p>\n<p>During the course of this project the PI employed three undergraduate students. One of these students was a representative of underrepresented groups in science (female).</p>\n<p>All these students took part in a direct independent study class that would not be possible without the acquired equipment.</p>\n<p>The students participated in each and every step of the project. They designed the parts of the setup, conducted the measurements, put together the presentations and prepared manuscript for publication.</p>\n<p>One of the students graduated UNF in 2011. The skills acquired in the PI&rsquo;s lab allowed her to get a full time position at the Florida State College at Jacksonville. In January of 2012 after a year-long internship at UNF the second student returned to France where he is currently applying for the Masters Program at the University of Technology in Troyes. The third student is currently employed in the PI&rsquo;s lab.</p>\n<p>The acquired equipment significantly improved the infrastructure at UNF which is predominantly an undergraduate institution. &nbsp;Thanks to the generous support of the NSF the PI was able to create a state of the art low temperature high pressure setup that rivals those of leading graduate institutions.</p>\n<p>Summary:</p>\n<p>The equipment has been acquired and setup. The equipment significantly improved the infrastructure of the PI&rsquo;s lab</p>\n<p>The research is ongoing. Major finding have been submitted for publication.</p>\n<p>Undergraduate students have been actively involved in the project. Those students who graduate were able to get a job.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/18/2012<br>\n\t\t\t\t\tModified by: Lev&nbsp;Gasparov</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/0958349/0958349_10013017_1337369068250_DSC_2064--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/0958349/0958349_10013017_1337369068250_DSC_2064--rgov-800width.jpg\" title=\"Setup of the cryostat\"><img src=\"/por/images/Reports/POR/2012/0958349/0958349_10013017_1337369068250_DSC_2064--rgov-66x44.jpg\" alt=\"Setup of the cryostat\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students working on a setup of the cryostat</div>\n<div class=\"imageCredit\">UNF Physics Department</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Lev&nbsp;Gasparov</div>\n<div class=\"imageTitle\">Setup of the cryostat</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/PO...",
  "por_txt_cntn": "\nMagnetite (Fe3O4) is a naturally occurring mineral. It is the first magnetic material known to mankind.\n\n In spite of decades of research, a comprehensive understanding of this compound is lacking. In particular, the Verwey transition in magnetite discovered in 1939 remains unexplained. The transition manifests itself by an increase in several orders of magnitude in the resistance of the compound to the electric current. Understanding of this transition will help scientists to engineer the materials for applications in electronics.\n\nThe goal of this project was to create a low temperature setup with the help of the optical cryostat. The acquired cryostat allowed the PI to study how the application of high pressure affects the temperature of the transition. This new knowledge allowed the PI to conclude that the ordering of charges situated on the iron ions plays an important role in the mechanism of the Verwey transition.\n\nDuring the course of this project the PI employed three undergraduate students. One of these students was a representative of underrepresented groups in science (female).\n\nAll these students took part in a direct independent study class that would not be possible without the acquired equipment.\n\nThe students participated in each and every step of the project. They designed the parts of the setup, conducted the measurements, put together the presentations and prepared manuscript for publication.\n\nOne of the students graduated UNF in 2011. The skills acquired in the PIÆs lab allowed her to get a full time position at the Florida State College at Jacksonville. In January of 2012 after a year-long internship at UNF the second student returned to France where he is currently applying for the Masters Program at the University of Technology in Troyes. The third student is currently employed in the PIÆs lab.\n\nThe acquired equipment significantly improved the infrastructure at UNF which is predominantly an undergraduate institution.  Thanks to the generous support of the NSF the PI was able to create a state of the art low temperature high pressure setup that rivals those of leading graduate institutions.\n\nSummary:\n\nThe equipment has been acquired and setup. The equipment significantly improved the infrastructure of the PIÆs lab\n\nThe research is ongoing. Major finding have been submitted for publication.\n\nUndergraduate students have been actively involved in the project. Those students who graduate were able to get a job.\n\n\t\t\t\t\tLast Modified: 05/18/2012\n\n\t\t\t\t\tSubmitted by: Lev Gasparov"
 }
}