{
 "awd_id": "0958998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2 Consortium: Development of Dynamic Network System (DYNES)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924538",
 "po_email": "awalton@nsf.gov",
 "po_sign_block_name": "Amy Walton",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 1744464.0,
 "awd_amount": 1744464.0,
 "awd_min_amd_letter_date": "2010-07-24",
 "awd_max_amd_letter_date": "2012-03-02",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project will develop and deploy the Dynamic Network System (DYNES), a nationwide cyber-instrument spanning 39 US universities and 16 regional networks. DYNES will support large, long-distance scientific data flows in the LHC, other leading programs in data intensive science (such as LIGO, Virtual Observatory, and other large scale sky surveys), and the broader scientific community. \r\n\r\nBy integrating existing and emerging protocols and software for dynamic circuit provisioning and scheduling, in-depth end-to-end network path and end-system monitoring, and higher level services for management on a national scale, DYNES will allocate and schedule channels with bandwidth guarantees to several classes of prioritized data flows with known bandwidth requirements, and to the largest high priority data flows, enabling scientists to utilize and share network resources effectively. DYNES is dimensioned to support many data transfers which require aggregate network throughputs between sites of 1-20 Gbps, rising to the 40-100 Gbps range. This capacity will enhance researchers? ability to distribute, process, access, and collaboratively analyze 1 to 100 TB datasets at university-based Tier2 and Tier3 centers now, and PB-scale datasets once the LHC begins operation.\r\n\r\nDYNES is based on a ?hybrid? packet and circuit architecture composed of Internet2's ION service and extensions over regional and state networks to US campuses. It will connect with transoceanic (IRNC, USLHCNet), European (GÉANT), Asian (SINET3) and Latin American (RNP and ANSP) Research and Education networks. It will build on existing key open source software components that have already been individually field-tested and hardened: DCN Software Suite (OSCARS / DRAGON), perfSONAR, UltraLight Linux kernel, FDT, FDT/dCache, FDT/Hadoop, and PLaNeTs. \r\n\r\nThe DYNES team will partner with the LHC and astrophysics communities, OSG, and Worldwide LHC Computing Grid (WLCG) to deliver these capabilities to the LHC experiment as well as others such as LIGO, VO and eVLBI programs, broadening existing Grid computing systems by promoting the network to a reliable, high performance, actively managed component. \r\n\r\nFuture science programs in HEP, astrophysics and gravity wave physics, and other data intensive disciplines, will be facilitated by DYNES? technologies and worldwide network partnerships. Working with CHEPREO and similar education and outreach efforts targeting under-served communities both in the US and overseas, DYNES will reach a wide variety of students at collaborating institutes including underrepresented groups and minorities. This will lower the barriers, and enable individual graduate students, undergrads, postdocs and faculty to use DYNES to achieve high throughput in support of their research in many data intensive fields.",
 "awd_arra_amount": 1744464.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "McKee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn McKee",
   "pi_email_addr": "smckee@umich.edu",
   "nsf_id": "000320041",
   "pi_start_date": "2010-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Boyd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Boyd",
   "pi_email_addr": "ericboyd@umich.edu",
   "nsf_id": "000191153",
   "pi_start_date": "2010-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harvey",
   "pi_last_name": "Newman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Harvey B Newman",
   "pi_email_addr": "newman@hep.caltech.edu",
   "nsf_id": "000171318",
   "pi_start_date": "2010-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Sheldon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Sheldon",
   "pi_email_addr": "Paul.Sheldon@Vanderbilt.edu",
   "nsf_id": "000359040",
   "pi_start_date": "2010-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INTERNET2",
  "inst_street_address": "1150 18TH ST NW STE 750",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "7349134264",
  "inst_zip_code": "200363880",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ADVANCED INTERNET DEVELOPMENT",
  "org_prnt_uei_num": "",
  "org_uei_num": "DZEBKFRD1ZN6"
 },
 "perf_inst": {
  "perf_inst_name": "INTERNET2",
  "perf_str_addr": "1150 18TH ST NW STE 750",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200363880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1744464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The DYNES MRI project commenced on August 1, 2010.&nbsp; The overall goals of the project were to deliver software and hardware to campus and regional networks that would enable a nationwide &ldquo;cyber instrument&rdquo;, e.g. an extension of the established dynamic circuit networks operated on R&amp;E backbones, that would enable scientific use of the network by end users.&nbsp; Hardware funding provided the majority of the MRI budget, software and operations staffs were provided directly by the participating PIs.</p>\n<p>The DYNES instrument was deployed at 54 sites: 43 campus sites and 11 regional sites. At some of these sites the equipment has not been installed yet due to ordering relatively recently. Approximately half of the sites (25) have been upgraded recently to the most up-to-date versions of the software and are now being tested. 26 sites are in the process of either being upgraded or have not yet installed equipment due to the recent arrival. 3 sites have not responded to queries about status.</p>\n<p>Since the onset of the project, all documents (including revised deployment plans) have been shared with the DYNES community.&nbsp; This was done via several channels including direct updates in public meeting forums (Internet2 Member Meetings, Joint Techs), community calls, direct mailings, and other mechanisms.&nbsp; This open operation was a hallmark of the project, and encouraged the community to establish regular lines of communication, without the intervention of the PIs unless needed, to &ldquo;self support&rdquo; on matters of deployment, operation, and extension. &nbsp;</p>\n<p>During the past year, the results of the DYNES project have been used to support&nbsp;&nbsp; demonstrations of scientific collaboration through the provisioning of dynamic circuits at GLIF meetings in 2012, various Open Flow or SDN meetings, several LHCONE meetings during 2012 and SC12 (Nov 2012) where we used infrastructure in the US, Europe, and South America to create end to end dynamic circuits. <br /> &nbsp;&nbsp; - Locations in the US: University of Michigan, Caltech, Vanderbilt, MAX, AMPATH <br /> &nbsp;&nbsp; - Locations in Europe: CERN <br /> &nbsp;&nbsp; - Locations in South America: RNP, State U. of Sao Paulo, State U. of Rio de Janeiro, &nbsp;Cerro Tololo Inter-American Observatory [CTIO], Atacma Large Milimeter &nbsp;Array [ALMA], Pierre Auger Observatory</p>\n<p>The DYNES project will continue to have an impact. The latest phase of the project included switches supporting OpenFlow giving those sites at which these switches were installed Software Defined Networking (SDN) capability. These sites will continue to experiment with this technology and integrate it into their own networking infrastructure.&nbsp;Scientific application integration, which was facilitated by DYNES, continues to occur in two major ways: the CC-NIE ANSE project, and Globus online.&nbsp; ANSE, a grant pursued by the University of Michigan, Caltech, University of Texas at Arlington, and Vanderbilt University builds upon the successes of DYNES and convert existing applications used in the LHC community to have native knowledge of advanced network infrastructures.&nbsp; Following the success of the SC12 demonstrations of the DYNES infrastructure in collaboration with Phoebus and Globus Online, Indiana University, Argonne National Lab, and the University of Chicago are collaborating to make dynamic operation a permanent part of the Globus Online use case. &nbsp;&nbsp;</p>\n<p>In addition, future science programs in HEP, astrophysics and gravity wave physics, and other data intensive disciplines, will be facilitated by DYNES&rsquo; technologies and worldwide network partnerships. Working with CHEPREO and similar E&amp;O efforts targeting under-served communities both in the US and overseas, DYNES will reach a wide variety of students at collaborating institutes including underrepresented groups a...",
  "por_txt_cntn": "\nThe DYNES MRI project commenced on August 1, 2010.  The overall goals of the project were to deliver software and hardware to campus and regional networks that would enable a nationwide \"cyber instrument\", e.g. an extension of the established dynamic circuit networks operated on R&amp;E backbones, that would enable scientific use of the network by end users.  Hardware funding provided the majority of the MRI budget, software and operations staffs were provided directly by the participating PIs.\n\nThe DYNES instrument was deployed at 54 sites: 43 campus sites and 11 regional sites. At some of these sites the equipment has not been installed yet due to ordering relatively recently. Approximately half of the sites (25) have been upgraded recently to the most up-to-date versions of the software and are now being tested. 26 sites are in the process of either being upgraded or have not yet installed equipment due to the recent arrival. 3 sites have not responded to queries about status.\n\nSince the onset of the project, all documents (including revised deployment plans) have been shared with the DYNES community.  This was done via several channels including direct updates in public meeting forums (Internet2 Member Meetings, Joint Techs), community calls, direct mailings, and other mechanisms.  This open operation was a hallmark of the project, and encouraged the community to establish regular lines of communication, without the intervention of the PIs unless needed, to \"self support\" on matters of deployment, operation, and extension.  \n\nDuring the past year, the results of the DYNES project have been used to support   demonstrations of scientific collaboration through the provisioning of dynamic circuits at GLIF meetings in 2012, various Open Flow or SDN meetings, several LHCONE meetings during 2012 and SC12 (Nov 2012) where we used infrastructure in the US, Europe, and South America to create end to end dynamic circuits. \n    - Locations in the US: University of Michigan, Caltech, Vanderbilt, MAX, AMPATH \n    - Locations in Europe: CERN \n    - Locations in South America: RNP, State U. of Sao Paulo, State U. of Rio de Janeiro,  Cerro Tololo Inter-American Observatory [CTIO], Atacma Large Milimeter  Array [ALMA], Pierre Auger Observatory\n\nThe DYNES project will continue to have an impact. The latest phase of the project included switches supporting OpenFlow giving those sites at which these switches were installed Software Defined Networking (SDN) capability. These sites will continue to experiment with this technology and integrate it into their own networking infrastructure. Scientific application integration, which was facilitated by DYNES, continues to occur in two major ways: the CC-NIE ANSE project, and Globus online.  ANSE, a grant pursued by the University of Michigan, Caltech, University of Texas at Arlington, and Vanderbilt University builds upon the successes of DYNES and convert existing applications used in the LHC community to have native knowledge of advanced network infrastructures.  Following the success of the SC12 demonstrations of the DYNES infrastructure in collaboration with Phoebus and Globus Online, Indiana University, Argonne National Lab, and the University of Chicago are collaborating to make dynamic operation a permanent part of the Globus Online use case.   \n\nIn addition, future science programs in HEP, astrophysics and gravity wave physics, and other data intensive disciplines, will be facilitated by DYNESÆ technologies and worldwide network partnerships. Working with CHEPREO and similar E&amp;O efforts targeting under-served communities both in the US and overseas, DYNES will reach a wide variety of students at collaborating institutes including underrepresented groups and minorities. This will lower the barriers, and enable individual graduate students, undergrads, postdocs and faculty to use DYNES to achieve high throughput in support of their research in many data intensive fields.\n\n \n\n \n\n \n\n\t\t\t\t\tLas..."
 }
}