{
 "awd_id": "0958002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dispersed Volcanic Ash and Terrigenous Matter in Sediment from the Northwest Pacific",
 "cfda_num": "47.050",
 "org_code": "06050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2010-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 374055.0,
 "awd_min_amd_letter_date": "2010-06-09",
 "awd_max_amd_letter_date": "2014-12-24",
 "awd_abstract_narration": "Pelagic and hemipelagic muds, which cover the floor of most of the world's oceans, have always been thought to be primarily of continental origin.  We now know that undersea explosive volcanism is not as rare as we once thought and there is a distinct possibility that these muds may, in fact, have large volcanic ash components.  This research unravels the origin of these muds and employs a novel, new, statistical approach to determine quantitatively the amount and origin/source of the volcanic ash component in them.  The work is potentially transformative in terms of our understanding of seafloor sediments and could completely change how we characterize and understand deep sea sedimentation.  It may also allow us to determine seafloor volcanic eruption ash-dispersal patterns and understand, for the first time, how important undersea volcanic eruptions are to the global seafloor sediment budget and geochemical cycling.  Broader impacts of the work include support of a graduate student whose gender is under-represented in the sciences and undergraduates.  The work is relevant to the NSF-funded MARGINS and Ocean Drilling Program missions and science plans.  Resulting data will be publicly available through the NSF-funded SedDB data portal and data archive.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "DPP",
 "org_div_long_name": "Division Of Polar Progrms",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Murray",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Murray",
   "pi_email_addr": "rickm@bu.edu",
   "nsf_id": "000094342",
   "pi_start_date": "2010-06-09",
   "pi_end_date": "2014-12-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kurtz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew C Kurtz",
   "pi_email_addr": "kurtz@bu.edu",
   "nsf_id": "000272999",
   "pi_start_date": "2014-12-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 340000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 34055.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the modern era, marine scientists&rsquo; interest in volcanic ash can be traced back at least to the <em>HMS</em> <em>Challenger</em> expedition (1872-1876). Indeed, &ldquo;What is marine sediment made of?&rdquo; is a question that has been asked for 100&rsquo;s of years, and while many aspects of marine sediment have been well characterized, it is remarkable how much remains unknown about some key aspects of ocean mud. In particular, the presence/absence and composition of volcanic ash is challenging given its fine grain size, general compositional similarity, and virtually ubiquitous presence, especially since oceanic and continental volcanism are often located physically adjacent to oceanic environments and are known to globally generate and transport widespread ash.</p>\n<p>Certainly, civilization&rsquo;s natural curiosity about volcanism has driven interest in the marine records of ash for generations. Many previous studies of volcanic ash have focused on discrete layers (that is, ash layers of millimeter-to-centimeter or greater thickness) found in sequences at a variety of locations and timescales. Additionally, these studies considered how to link their presence with explosive volcanism, climate, biological productivity, and other geological processes.&nbsp; For example, earthquake activity adjacent to some highly populated regions (e.g., the Northwest United States, Japan, Indonesia, plus others) may be affected by the amount of ash in the sediment, since this ash absorbs or releases water that may lubricate earth&rsquo;s movement along geological faults.</p>\n<p>In order to learn more about volcanic ash in marine sediment, we have chosen to study what has been referred to as &ldquo;dispersed&rdquo; ash. &ldquo;Dispersed ash&rdquo; is defined as volcanic ash material of various grain sizes (including single grains less than 1 millionth of a millimeter) that is mixed throughout the bulk sediment. This ash occurs in addition to the discrete ash layers. The presence of dispersed ash in the marine record has previously been relatively overlooked as it is difficult to identify due to its commonly extremely fine grain size and/or that it gets chemically altered to newly formed clay minerals.&nbsp;</p>\n<p>We chose as our study area the far western Pacific Ocean, which also builds upon some of our earlier research in the Caribbean Sea, which is also very volcanically active. The western Pacific, however, is the most volcanically active region in the world, given the Kurile-Kamchatka, Japanese, Philippine, Izu-Bonin-Mariana, and other volcanic chains.&nbsp; We combined state-of-the-art chemical analyses of many different cores of marine sediment to generate very large data sets (100s of samples) of a very wide array of chemical elements (commonly 40 or more chemical elements).&nbsp; We then statistically analyzed these comprehensive data sets to tease out how much of the sediment is common sediment eroded from land and transported to the ocean by wind, versus how much is the dispersed ash.&nbsp; Nobody has done this before in such a comprehensive, organized fashion.</p>\n<p>We found that, consistent with previous research based on visual studies using microscopes, that the dispersed ash can comprise up to 40-50% of the sedimentary sequences, with more common values being nearer to 20-30%.&nbsp; This is a very large amount, and is more than is commonly considered.&nbsp; Moreover, we are able in many cases to tie the dispersed volcanic ash to specific source regions (that is, which specific mountain chain generated the ash), which greatly enhances our ability to answer fundamental questions about explosive volcanic eruptions.</p>\n<p>These results, while compelling in their own right, are very easily applied to other regions of the world because the publications that resulted from this financial support provided detailed descriptions of all the chemical and statistica...",
  "por_txt_cntn": "\nIn the modern era, marine scientistsÆ interest in volcanic ash can be traced back at least to the HMS Challenger expedition (1872-1876). Indeed, \"What is marine sediment made of?\" is a question that has been asked for 100Æs of years, and while many aspects of marine sediment have been well characterized, it is remarkable how much remains unknown about some key aspects of ocean mud. In particular, the presence/absence and composition of volcanic ash is challenging given its fine grain size, general compositional similarity, and virtually ubiquitous presence, especially since oceanic and continental volcanism are often located physically adjacent to oceanic environments and are known to globally generate and transport widespread ash.\n\nCertainly, civilizationÆs natural curiosity about volcanism has driven interest in the marine records of ash for generations. Many previous studies of volcanic ash have focused on discrete layers (that is, ash layers of millimeter-to-centimeter or greater thickness) found in sequences at a variety of locations and timescales. Additionally, these studies considered how to link their presence with explosive volcanism, climate, biological productivity, and other geological processes.  For example, earthquake activity adjacent to some highly populated regions (e.g., the Northwest United States, Japan, Indonesia, plus others) may be affected by the amount of ash in the sediment, since this ash absorbs or releases water that may lubricate earthÆs movement along geological faults.\n\nIn order to learn more about volcanic ash in marine sediment, we have chosen to study what has been referred to as \"dispersed\" ash. \"Dispersed ash\" is defined as volcanic ash material of various grain sizes (including single grains less than 1 millionth of a millimeter) that is mixed throughout the bulk sediment. This ash occurs in addition to the discrete ash layers. The presence of dispersed ash in the marine record has previously been relatively overlooked as it is difficult to identify due to its commonly extremely fine grain size and/or that it gets chemically altered to newly formed clay minerals. \n\nWe chose as our study area the far western Pacific Ocean, which also builds upon some of our earlier research in the Caribbean Sea, which is also very volcanically active. The western Pacific, however, is the most volcanically active region in the world, given the Kurile-Kamchatka, Japanese, Philippine, Izu-Bonin-Mariana, and other volcanic chains.  We combined state-of-the-art chemical analyses of many different cores of marine sediment to generate very large data sets (100s of samples) of a very wide array of chemical elements (commonly 40 or more chemical elements).  We then statistically analyzed these comprehensive data sets to tease out how much of the sediment is common sediment eroded from land and transported to the ocean by wind, versus how much is the dispersed ash.  Nobody has done this before in such a comprehensive, organized fashion.\n\nWe found that, consistent with previous research based on visual studies using microscopes, that the dispersed ash can comprise up to 40-50% of the sedimentary sequences, with more common values being nearer to 20-30%.  This is a very large amount, and is more than is commonly considered.  Moreover, we are able in many cases to tie the dispersed volcanic ash to specific source regions (that is, which specific mountain chain generated the ash), which greatly enhances our ability to answer fundamental questions about explosive volcanic eruptions.\n\nThese results, while compelling in their own right, are very easily applied to other regions of the world because the publications that resulted from this financial support provided detailed descriptions of all the chemical and statistical methodologies.  This \"road map\", therefore, has the potential to aid our learning elsewhere, with profound global implications.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2015\n\n\t\t\t\t\tSubmitted by: Andrew C Kurtz"
 }
}