{
 "awd_id": "0959328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI-R2:  Development of a Low Temperature Single Spin Tunneling Force Microscope",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 563115.0,
 "awd_amount": 563115.0,
 "awd_min_amd_letter_date": "2010-01-21",
 "awd_max_amd_letter_date": "2010-01-21",
 "awd_abstract_narration": "0959328\r\nWilliams\r\nU. of Utah\r\n\r\nMRI: Development of a Low Temperature Single Spin Tunneling Force Microscope\r\n\r\nTechnical Summary: \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nA recent advance in Scanning Probe Microscopy has made it possible to image individual electron trap states in dielectric surfaces with atomic scale spatial resolution. In this method, a single electron is induced to tunnel between a scanning probe tip and an electronic state at the surface. Each individual electron tunneling event is detected by electrostatic force. This project aims to expand this exciting new capability to the detection and manipulation of single electron spins. A liquid helium temperature Single Spin Tunneling Force Microscope will be developed, capable of performing single spin Electron Spin Resonance (ESR) measurements and single spin manipulation. The instrument will consist of a low temperature Atomic Force Microscope, modified for force detection of spin-dependent single electron tunneling events with ESR excitation. The proposed instrument represents an entirely new approach to atomic scale single spin detection. It is based on the utilization of spin-selection rules, in contrast to previous approaches based on the detection of weak magnetic force detection. The instrument will enable chemical/physical identification (g-factor, energy, wavefunction imaging) of individual paramagnetic states, such as point defects found in dielectric and semiconductor materials, with atomic scale spatial resolution. It will also provide a means to study atomic scale magnetic fields and spin relaxation processes and will open a way to read out individual nuclear spins that are hyperfine coupled to adjacent electron spins. The project will train undergraduate and graduate students (emphasis on  underrepresented groups) in state of the art atomic scale measurement techniques, and open up new collaborations with research groups within and outside the University of Utah.\r\n\r\nLayman Summary: \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nSpin is a fundamental property of electrons and some nuclei, which causes them to act like tiny bar magnets. Techniques allowing the observation of spins have had a profound impact in the past. The most prominent examples are based upon magnetic resonance, which is employed in medical diagnostics and analytical methods for chemistry and materials science. Most of these techniques detect many billions of spins. A few previous experiments conducted on very selective spin systems have demonstrated single spin detection. Most of these however could not resolve the spatial location of the spins very well, while others required extremely low temperatures. The proposed project aims to develop a new microscope which is able to detect individual electron spins with atomic scale precision over a range of temperatures. This instrument is called the Single Spin Tunneling Force Microscope. It is based on the quantum mechanical tunneling effect, a phenomena that allows electrons trapped in one region to traverse an impenetrable barrier and reappear on the other side. Tunneling of single electrons has already been observed with force microscopy. Tunneling can be influenced by electron spin. In the proposed instrument, spins are detected using the principle of spin dependent tunneling. The development of the proposed microscope could lead to dramatic progress in many research fields. The ability to observe individual spins in many materials and molecular systems could lead to breakthroughs for future spintronic devices. It could also  significantly contribute to the development of quantum computers and help to understand atomic scale defects which influence conventional electronic materials and devices. The study of these defect spins can lead to insights into strategies for improvements in solar cells, semiconductor lighting devices, displays and computer applications.",
 "awd_arra_amount": 563115.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clayton",
   "pi_last_name": "Williams",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Clayton C Williams",
   "pi_email_addr": "ccwilliams6@gmail.com",
   "nsf_id": "000425826",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christoph",
   "pi_last_name": "Boehme",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christoph M Boehme",
   "pi_email_addr": "boehme@physics.utah.edu",
   "nsf_id": "000255206",
   "pi_start_date": "2010-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 563115.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:RelyOnVML /> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]-->\n<p class=\"MsoNormal\" style=\"text-align: center;\"><strong style=\"mso-bidi-font-weight: normal;\">Outcome Report </strong></p>\n<p class=\"MsoNoSpacing\" style=\"text-align: center;\">NSF MRI-R2 Research Project - Award #0959328</p>\n<p class=\"MsoNoSpacing\" style=\"text-align: center;\">MRI-R2: Development of a Low Temperature Single Spin Tunneling Force Microscope</p>\n<p class=\"MsoNoSpacing\" style=\"text-align: center;\">PI: C.C. Williams Co-PI:<span style=\"mso-spacerun: yes;\">&nbsp; </span>C. Boehme, U. of Utah NSF Award #0959328</p>\n<p class=\"MsoNoSpacing\" style=\"text-align: center;\">Initial funding date: 3/1/10, Final report (3/1/10-09/30/13)</p>\n<p class=\"MsoNoSpacing\" style=\"text-align: center;\">&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify; text-justify: inter-ideograph; line-height: normal;\">The goal of this project was the development of a scanning probe based microscope that can detect individual paramagnetic states with atomic scale spatial resolution and that allows for magnetic resonance spectroscopy and thus, the chemical identification of individual paramagnetic states. The project is based on a modified commercial atomic force microscope, produced by Omicron Nanotechnology. This state-of-the-art, low temperature (liquid Helium-4 temperature), ultra-high vacuum facility has been modified to include a low-frequency electron spin resonance excitation setup (&lt;0.5GHz).<span style=\"mso-spacerun: yes;\">&nbsp; </span>The idea behind the microscope is to measure an electron spin indirectly, using electrostatic forces to detect spin-dependent tunneling of charge. This contrasts with <span style=\"mso-spacerun: yes;\">&nbsp;</span>previously demonstrated force detected single spin microscopes based on the direct measurement of magnetic forces between individual spins. Coulomb forces between elementary charges at atomic scales are orders of magnitude stronger than magnetic dipolar forces.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Spin-selection rules can govern the dynamics of individual electron tunneling events between an oscillating cantilever tip and a sample surface (see Fig. 1). The dynamics of the random tunneling (so called random telegraph noise) reveal the involvement of the electron&rsquo;s spin.<span style=\"mso-spacerun: yes;\">&nbsp; </span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify; text-justify: inter-ideograph; line-height: normal;\">&nbsp;</p>\n<p class=\"MsoNoSpacing\" style=\"text-align: justify; text-justify: inter-ideograph;\">Several technical challenges had to be overcome during this project:&nbsp; A state of the art high resolution, low temperature scanning probe microscope with (i) variable magnetic fields and (ii) dark operating capabilities was needed. Generation of well defined, variable magnetic fields poses a challenge since magnetic fields are used in the vibration isolation of the system.&nbsp; Operation in darkness is needed to avoid <span style=\"mso-spacerun: yes;\">&nbsp;</span>optically generated excess charge carriers in the investigated materials.&nbsp;<span style=\"mso-spacerun: yes;\">&nbsp;</span>The challenges were met by employing a piezoelectric force sensor (QPlus sensor), developed by Omicron Nanotechnology, the commercial supplier of our scanning probe instrument. <span style=\"mso-spacerun: yes;\">&nbsp;</span></p>\n<p class=\"MsoNoSpacing\" style=\"text-align: justify; text-justify: inter-ideograph;\">Other technical challenges of this project were addressed in the research groups of the PIs at the University of Utah. These include: (iii) The development of a process for producing high density paramagnetic defects in oxides &ndash; to provide cantilever probes with a single localized spin state at the tip apex.<span style=\"mso-spacerun: yes;\">...",
  "por_txt_cntn": "\nOutcome Report \nNSF MRI-R2 Research Project - Award #0959328\nMRI-R2: Development of a Low Temperature Single Spin Tunneling Force Microscope\nPI: C.C. Williams Co-PI:  C. Boehme, U. of Utah NSF Award #0959328\nInitial funding date: 3/1/10, Final report (3/1/10-09/30/13)\n \nThe goal of this project was the development of a scanning probe based microscope that can detect individual paramagnetic states with atomic scale spatial resolution and that allows for magnetic resonance spectroscopy and thus, the chemical identification of individual paramagnetic states. The project is based on a modified commercial atomic force microscope, produced by Omicron Nanotechnology. This state-of-the-art, low temperature (liquid Helium-4 temperature), ultra-high vacuum facility has been modified to include a low-frequency electron spin resonance excitation setup (&lt;0.5GHz).  The idea behind the microscope is to measure an electron spin indirectly, using electrostatic forces to detect spin-dependent tunneling of charge. This contrasts with  previously demonstrated force detected single spin microscopes based on the direct measurement of magnetic forces between individual spins. Coulomb forces between elementary charges at atomic scales are orders of magnitude stronger than magnetic dipolar forces.  Spin-selection rules can govern the dynamics of individual electron tunneling events between an oscillating cantilever tip and a sample surface (see Fig. 1). The dynamics of the random tunneling (so called random telegraph noise) reveal the involvement of the electronÆs spin.  \n \nSeveral technical challenges had to be overcome during this project:  A state of the art high resolution, low temperature scanning probe microscope with (i) variable magnetic fields and (ii) dark operating capabilities was needed. Generation of well defined, variable magnetic fields poses a challenge since magnetic fields are used in the vibration isolation of the system.  Operation in darkness is needed to avoid  optically generated excess charge carriers in the investigated materials.  The challenges were met by employing a piezoelectric force sensor (QPlus sensor), developed by Omicron Nanotechnology, the commercial supplier of our scanning probe instrument.  \nOther technical challenges of this project were addressed in the research groups of the PIs at the University of Utah. These include: (iii) The development of a process for producing high density paramagnetic defects in oxides &ndash; to provide cantilever probes with a single localized spin state at the tip apex.  (iv) The demonstration of random telegraph force noise between probe tip and sample. (v) The development of computer hardware and software for the control of the developed instrument. (vi) The calibration of the magnetic resonance setup within the microscope. Figure 2 shows an atomically resolved image of the silicon 7x7 surface.  Figure 3 shows the results of the calibration of the static magnetic field in the system, needed for the proposed magnetic resonance experiments.    \nCurrently, the newly developed system is being applied to demonstrate single spin detection at a semiconductor surface. Conduction-atomic force microscopy experiments (atomic scale current imaging) is being performed. The results (repeated many times and at many surface locations in order to ensure statistical significance) reveal that small, very localized (2-3&Aring;) charge percolation pathways through a thin oxide layer exist. The measured spatial distribution of these localized states as well as the current voltage characteristics agree with the expectation that individual  paramagnetic silicon dangling bond states are involved in the conduction path.  Electron spin resonance measurements on these states, paired with nearby phosphorus atoms (also paramagnetic) are expected to yield single spin detection results in the near future.\n \n     \n  Normal 0     false false false  EN-US X-NONE X-NONE                                  ..."
 }
}